[
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; standard melee (1d8+2); or 6 spikes +8 goods (nonflammables only); standard ranged (1d8+2/19–20) items (nonflammables only) Space/Reach: 10 ft./5 ft.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction Small Outsider (Air, Extraplanar) 5/magic, darkvision 60 ft., fast healing 2",
        "name":  "AIR MEPHIT Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction mixed types), or mob (5–12 mephits of mixed types) 5/magic, darkvision 60 ft., fast healing 2 Challenge Rating: 3",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Change size, damage reduction 5/magic, darkvision 60 ft., fast healing 2 This winged creature looks like a miniature devil, wreathed in flame and",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., immunity to fire, fast healing 2, vulnerability to cold Ice mephits come from the Elemental Plane of Air.",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Attack: Claw +6 melee (1d3+2) fast healing 2, immunity to fire, vulnerability to cold Full Attack: 2 claws +6 melee (1d3+2)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +8, Escape Artist mephit +7, Hide +11, Listen +6, Special Qualities: Damage Diplomacy +4, Disguise +2 reduction 5/magic, darkvision (+4 acting), Move Silently 60 ft., fast healing 2 +7, Spot +6, Use Rope +1 Saves: Fort +4, Ref +3, Will +3 (+3 with bindings) Abilities: Str 14, Dex 10, Con",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Treasure: Standard fast healing 2 Alignment: Usually neutral",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% lamprey’s maw, constantly drips an oily slime when it is goods; 50% items not siphoning out the brains of living prey.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— utterly self-serving. If an encounter turns against the What originally appeared to be creature, it flees at once, an object now shows signs of caring nothing for the organic life as the creature fate of its companions or sprouts a lashing pseudopod. servitors. A mind flayer is about The mimic is a strange and the same height and deadly creature that can weight as a human. change its pigmentation Mind flayers speak Under- and shape. It uses this ability to common but prefer to commu- lure hapless victims close enough to nicate telepathically. slay them. CIMIM Mimic 186 Illus. by T. Lockwood MINDFLAYER COMBAT Mindflayer only if it can somehow reach the foe’s head. Mind flayers like to fight from a distance, If a mind flayer begins its turn with at least using their psionic abilities, particularly one tentacle attached, it can try to attach its mind blast. If pressed into melee combat, a remaining tentacles with a single grapple check. mind flayer lashes its enemies with the The opponent can escape with a single successful tentacles ringing its mouth. grapple check or an Escape Artist check, but the Mind Blast (Sp): This psionic attack mind flayer gets a +2 circumstance bonus for is a cone 60 feet long. Anyone caught in every tentacle that was attached at the beginning this cone must succeed on a DC 17 Will of the opponent’s turn. save or be stunned for 3d4 rounds. Mind Extract (Ex): A mind flayer that begins flayers often hunt using this power and its turn with all four tentacles attached then drag off one or two of their and that makes a successful grapple stunned victims to feed upon. The check automatically extracts the opponent’s save DC is Charisma-based. This brain, instantly killing that creature. This ability is the equivalent of a 4th- power is useless against constructs, elemen- level spell. tals, oozes, plants, and undead. It is not Psionics (Sp): At will—charm instantly fatal to foes with multiple heads, such monster (DC 17), detect thoughts (DC as ettins and hydras. 15), levitate, plane shift, suggestion (DC 16). Effective caster level 8th. The MIND FLAYER SORCERER save DCs are Charisma-based. While many mind flayers train as wizards and Improved Grab (Ex): To use grow mighty in the arcane arts along that this ability, a mind flayer must hit a disciplined path, some of the most fear- Small, Medium, or Large creature some of the illithids are sorcerers, whose with its tentacle attack. It can mastery of magic seems almost instinctual. then attempt to start a grapple as a free action without pro- Combat voking an attack of opportunity. The save DCs for this mind flayer sorcerer’s If it wins the grapple check, it mind blast (DC 21) and its psionics (charm mon- establishes a hold and attaches ster DC 21, detect thoughts DC 19, suggestion DC the tentacle to the opponent’s 20) are adjusted for its higher Charisma score. head. A mind flayer can grab The mind flayer sorcerer uses its spells to a Huge or larger creature, but protect itself from attack (greater invisibil- Mind Flayer Mind Flayer, 9th-Level Sorcerer Medium Aberration Medium Aberration",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — N A G A Mummy rot is a powerful curse, not a natural disease. A charac- All nagas have long, snakelike bodies covered with glistening ter attempting to cast any conjuration (healing) spell on a creature scales, and more or less human faces. They range in length from 10 afflicted with mummy rot must succeed on a DC 20 caster level to 20 feet and weigh from 200 to 500 pounds. The eyes of a naga are check, or the spell has no effect on the afflicted character. bright and intelligent, burning with an almost hypnotic inner light. To eliminate mummy rot, the curse must first be broken with break enchantment or remove curse (requiring a DC 20 caster level COMBAT check for either spell), after which a caster level check is no longer Nagas favor spells over other forms of combat. Because they are necessary to cast healing spells on the victim, and the mummy rot almost always found in the lairs they guard and know well, they can be magically cured as any normal disease. can arrange most encounters to suit their wishes. An afflicted creature who dies of mummy rot shrivels away into sand and dust that blow DARK NAGA away into nothing at the first Large Aberration wind. Hit Dice: 9d8+18 (58 hp)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "magic, immunity to fire, cold, Darkvision 60 ft. charm, sleep, and fear, spell resist-",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A light load for a cauchemar is up to 612 ties, poison, summon undead, swallow whole pounds; a medium load, 613–1,224 pounds; and a heavy load, Special Qualities: Aversion to daylight, damage reduction 1,225–1,840 pounds. 15/silver and magic, darkvision 60 ft., immunity to cold, spell resistance 31, telepathy 100 ft, tremorsense 60 ft., undead traits",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +18 melee (2d6+17/19–20 plus magic drain) Base Attack/Grapple: +3/+3",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +18 melee (2d6+17/19–20 plus magic drain) Attack: Dagger +6 melee (1d4/19–20) Space/Reach: 15 ft./10 ft. Full Attack: Dagger +6 melee (1d4/19–20)",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Desecrating aura, magic drain, spell-like abili- Space/Reach: 5 ft./5 ft. ties, summon undead Special Attacks: Blinding beauty, spells, spell-like abilities, stun-",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aversion to daylight, damage reduction ning glance 15/silver and magic, darkvision 60 ft., immunity to cold, spell Special Qualities: Damage reduction 10/cold iron, low-light resistance 27, telepathy 100 ft., undead traits vision, unearthly grace, wild empathy",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins, 50% goods (no nonmetal or nonstone), Level Adjustment: — 50% items (no nonmetal or nonstone)",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+0 ORC Orc 203 ORC SOCIETY —Orc Blood: For all effects related to race, a half-orc is consid- Orcs believe that to survive, they must conquer as much territory ered an orc. Half-orcs, for example, are just as vulnerable to special as possible, which puts them at odds with all intelligent creatures effects that affect orcs as their orc ancestors are, and they can use that live near them. They are constantly warring with or preparing magic items that are only usable by orcs. to war with other humanoids, including other orc tribes. They can —Automatic Languages: Common, Orc. Bonus Languages: Dra- ally with other humanoids for a time but quickly rebel if not com- conic, Giant, Gnoll, Goblin, Abyssal. manded by orcs. Their deities teach them that all other beings are —Favored Class: Barbarian. inferior and that all worldly goods rightfully belong to the orcs, having been stolen by the others. Orc spellcasters are ambitious, OTYUGH and rivalries between them and warrior leaders sometimes tear a tribe apart. Large Aberration",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*An otyugh has a +8 racial *When in flight, giant owls gain a +8 bonus on Hide checks when in its lair, bonus on Move Silently checks. due to its natural coloration. TRAINING A GIANT OWL OWL, GIANT Although intelligent, a giant Large Magical Beast owl requires training before it",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary, pair, or company 601–900 pounds. (3–5) OWL, GIANT Giant owl 205 OWLBEAR PEGASUS Large Magical Beast Large Magical Beast",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A light load for a pegasus is up to 300 PHASE SPIDER pounds; a medium load, 301–600 pounds; and a heavy load, 601–900 pounds. Large Magical Beast",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins, 50% goods (stone only), no items Full Attack: 2 claws +8 melee (1d4+1) and bite +3 melee (1d6)",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— REMORHAZ The beast looks like a huge worm with dozens of insectoid legs, Huge Magical Beast faceted eyes, and a wide mouth brimming with jagged teeth. The back",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9 Large Magical Beast",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods (stone only); no items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision60ft.,immunityto Damagereduction10/magic, Damagereduction15/magic, fire,vulnerabilitytocold darkvision60ft.,immunitytofire, darkvision60ft.,immunitytofire, vulnerabilitytocold vulnerabilitytocold",
        "name":  "SpecialQualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shadows have a +2 racial bonus on Listen and Spot checks If a magical light source negates the shad- and a +4 racial bonus on Search checks. ows around them, shadow mastiffs are *A shadow gains a +4 racial bonus on Hide checks in areas of cunning enough to either move out of shadowy illumination. In brightly lit areas, it takes a –4 penalty the light or back off and break up the on Hide checks. opposition with their baying. They have been known to seize and carry off items GREATER SHADOW enspelled with daylightspells. Although no more intelligent than an average shadow, a Bay (Su): When a shadow mastiff howls greater shadow is more fearsome because of its or barks, all creatures except evil outsiders increased damage and its hit-and-run tactics. within a 300-foot spread must succeed on a DC 13 Will save or become panicked for 2d4 Combat rounds.This is a sonic mind-affecting fear A greater shadow uses stealth and effect. Whether or not the save is successful, an cunning in combat. A favorite affected creature is immune to the same mas- tactic is to lie in wait, almost com- tiff ’s bay for 24 hours. The save DC is pletely concealed by walls or floor, then swoop out, make an Charisma-based. incorporeal touch attack, and retreat back into a solid object Trip (Ex): A shadow mastiff that hits with without allowing a return attack. its bite attack can attempt to trip the opponent Strength Damage (Su): The touch of a greater shadow as a free action (+3 check modifier) without deals 1d8 points of Strength damage to a living foe. making a touch attack or provoking an attack of opportunity. If the attempt fails, the opponent cannot react to trip the shadow mastiff. SHADOW MASTIFF Shadow Blend (Su): In any condition of illumi- Medium Outsider (Extraplanar) nation other than full daylight, a shadow mastiff can",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% A shocker lizard has a +8 racial bonus on any Swim check to per- items form some special action or avoid a hazard. It can always choose to",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10–15 HD (Large); 16–27 HD (Huge) creatures on sight to prove their strength. The bone hooks on the Level Adjustment: +7 backs of its hands give a blue slaad four claw attacks each round when it makes a full attack. This tall, gangly creature looks like a cross between an ogre and a frog. Its Spell-Like Abilities: At will—hold person (DC 13), passwall, tele- skin is a mottled green, and it has long, sharp claws and a wide mouth. kinesis(DC 15); 1/day—chaos hammer (DC 14). Caster level 8th. The save DCs are Charisma-based. If a red slaad’s egg pellet or a blue slaad’s disease infects an arcane Slaad Fever (Su): Supernatural disease—bite, Fortitude DC 18, spellcaster, that host produces a green slaad. incubation period 1 day, damage 1d3 Dex and 1d3 Cha. The save A green slaad is about 10 feet tall and very broad. It weighs DC is Constitution-based. about 1,000 pounds. As its name suggests, a green slaad is mostly An afflicted humanoid reduced to Charisma 0 by slaad fever green, darker along the back and paler around the belly. immediately transforms into a red slaad. It retains none of the fea- Green slaadi are self-centered, arrogant louts that think only of tures, traits, memories, or abilities of its themselves. They lust after magical power, eventually transform- former self, and is a normal red ing into grays (see below) if they find it. slaad in all respects. Green slaadi work in groups if If the infected being is an doing so suits their immediate arcane spellcaster, the disease needs. instead produces a green slaad. S u m m o n Slaad(Sp): Once per day a blue slaad can attempt to summon another blue slaad with a 40% chance of success. This ability is the equiva- lent of a 4th-level spell. GREEN SLAAD Combat Large Outsider (Chaotic, Green slaadi prefer to use Extraplanar) spell-like abilities over physical",
        "name":  "Blue slaadi are quick to anger, and inclined to attack most other Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8–14 HD ANDROSPHINX (Medium) Large Magical Beast",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warm deserts",
        "name":  "Large Magical Beast Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always neutral to avoid combat whenever possible. SPHINY Gynosphinx 233 Rake (Ex): Attack bonus +11 melee, damage 1d6+2. Attack: Sting +8 melee (1d8+5 plus poison) Spell-Like Abilities: 3/day—clairaudience/clairvoyance, detect Full Attack: Sting +8 melee (1d8+5 plus poison) and bite +3 magic, read magic, see invisibility; 1/day—comprehend languages, locate melee (1d8+2) object, dispel magic, remove curse (DC 18), legend lore. Caster level Space/Reach: 10 ft./5 ft. 14th. The save DC is Charisma-based. Special Attacks: Implant, poison",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5",
        "name":  "Large Magical Beast Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hieracosphinxes have a +4 racial bonus on Spot checks. A spider eater requires training before it can bear a rider in com- bat. Training a spider eater requires six weeks of work and a DC 25 Handle Animal check. Riding a spider eater requires an exotic SPIDER EATER saddle. A spider eater can fight while carrying a rider, but the rider Large Magical Beast cannot also attack unless he or she succeeds on a Ride check.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 Grig Pixie stone only); 50% items (no scrolls)",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; 50% items Alignment: Always neutral",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; 50% items —Special Attacks (see above): Spell-like abilities.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spider swarm has a +4 racial bonus on Hide and Spot gods to punish all of nature, while others tell of a conspiracy be- checks and a +8 racial bonus on Climb checks. It uses its Dexterity mod- tween evil wizards or merciless elemental powers. These tales are ifier instead of its Strength modifier for Climb checks. It can always mere speculation, however, and the creature’s true nature will prob- choose to take 10 on a Climb check, even if rushed or threatened. ably remain a mystery. The tarrasque isn’t in the habit of explaining itself, and it rarely leaves any living witnesses in its wake. The tarrasque is 70 feet long and 50 feet tall, and it TARRASQUE weighs about 130 tons. Colossal Magical Beast The tarrasque can-",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins; 50% goods; 50% items to lair near humanoid settle-",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — 249 Unicorn ERIPMAV Unicorn Celestial Charger, 7th-Level Cleric Large Magical Beast Large Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., magic circle against Damage reduction 10/magic, darkvision 60 ft., immunity to evil, spell-like abilities, immunity to poison, charm, and compulsion, low-light vision, magic circle poison, charm, and compulsion, against evil, resistance to acid 10, cold 10, and electricity 10, low-light vision, scent, wild empathy scent, spell-like abilities, spell resistance 20, wild empathy",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternate form, damage reduction 10/silver undead traits, vampire weaknesses, wholeness of body and magic, darkvision 60 ft., fast healing 5, gaseous form, Saves: Fort +7, Ref +16, Will +13 resistance to cold 10 and electricity 10, spider climb, undead Abilities: Str 20, Dex 19, Con —, Int 12, Wis 22, Cha 12 traits, vampire weaknesses Skills: Balance +22, Bluff +9, Climb +9, Hide +28, Jump +23,",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blood drain, children and Gather Information checks. of the night, create spawn, domi- Hide in Plain Sight (Su): Can use the nate, energy drain, flurry of blows, Hide skill even while being observed as long ki strike (magic), shadow illusion, as within 10 feet of a shadow. summon shadow Improved Evasion (Ex): If the vampire makes",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternate a successful Reflex saving throw against an attack form, damage reduction 10/silver and that normally deals half damage on a successful save, 251 magic, darkvision 60 ft., fast healing 5, she instead takes no damage. In addition, she takes gaseous form, half-elf traits, hide in only half damage on a failed save. ERIPMAV Purity of Body (Ex): Immunity to all diseases except for magi- action. (If the base creature is not terrestrial, this power might cal diseases such as mummy rot and lycanthropy. summon other creatures of similar power.) These creatures arrive Shadow Jump (Sp): Travel instantaneously between shadows as a in 2d6 rounds and serve the vampire for up to 1 hour. dimension door spell, up to 20 feet per day. Dominate (Su): A vampire can crush an opponent’s will just by Slow Fall (Ex): A monk within arm’s reach of a wall takes looking onto his or her eyes. This is similar to a gaze attack, except damage as if the fall were 40 feet shorter than it actually is. that the vampire must use a standard action, and those merely Still Mind (Ex): +2 bonus on saves against enchantment spells looking at it are not affected. Anyone the vampire targets must and effects. succeed on a Will save or fall instantly under the vampire’s influ- Wholeness of Body (Su): Cure up to 18 hit points of her own ence as though by a dominate person spell (caster level 12th). The wounds each day. ability has a range of 30 feet.",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cluster (2–5) or mob (6–11) (which promptly dies) and becomes a vargouille. ELLIUOGRAV onallerA .C yb .sullI Vargouille 254 This transformation is interrupted by sunlight, and even a day- COMBAT lightspell can delay death, but to reverse the transformation re- Wights attack by hammering with their fists. quires remove disease. The save DC is Constitution-based and Create Spawn (Su): Any humanoid slain by a wight includes a +4 racial bonus. becomes a wight in 1d4 rounds. Spawn are under the Poison (Ex): Injury, Fortitude DC 12 or be unable to command of the wight that created them and remain heal the vargouille’s bite damage naturally or magi- enslaved until its death. They do not possess any of cally. A neutralize poison orhealspell removes the the abilities they had in life. effect, while delay poison allows magical heal- Energy Drain (Su): Living creatures hit ing. The save DC is Constitution-based and by a wight’s slam attack gain one negative includes a +1 racial bonus. level. The DC is 14 for the Fortitude save to remove a negative level. The save DC is Charisma-based. For each such negative WIGHT level bestowed, the wight gains 5 temporary Medium Undead hit points.",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +1, Ref +2, Special Qualities: Darkvision 60 ft., Will +5 immunity to magic, natural invisibility",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items Skills: Winter wolves have a +1 racial bonus on Listen, Move",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 (cohort) natural coloration grants them a +7 racial bonus on Hide checks in areas of snow and ice. This creature looks like a white wolf with icy blue eyes. It stands as tall as A winter wolf has a +4 racial bonus on Survival checks when a horse, and its breath smokes with cold. tracking by scent. Dangerous predators of the tundra and other chill regions, winter WORG wolves pursue prey relentlessly. They rarely give up the chase until they bring down their quarry. Medium Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items quarry. A pack usually circles a larger opponent: Each wolf attacks",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*A yeth hound has a +4 devour the flattened mess). racial bonus on Sonic Lance (Su): Once every Survival checks 2 rounds, a yrthak can when tracking focus sonic energy by scent. in a ray up to 60 feet long. This is a ranged touch at- YRTHAK tack that deals Huge Magical Beast 6d6 points of",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vermin possess the following traits (unless oth- Saves: Fort +3, Ref +3, Will +2 erwise noted in a creature’s entry). Abilities: Str 11, Dex 14, Con 11, Int —, Wis 12, Cha 9 —Mindless: No Intelligence score, and immunity to all mind- Skills: Spot +5, Survival +1* affecting effects (charms, compulsions, phantasms, patterns, and Feats: — morale effects). Environment: Temperate plains —Darkvision out to 60 feet. Organization: Solitary, buzz (2–5), or hive (11–20) —Alignment: Always neutral. Vermin are not governed by a Challenge Rating: 1 human sense of morality. Treasure: No coins; 1/4 goods (honey only); no items —Treasure: Vermin generally possess no treasure. For those that Advancement: 4–6 HD (Medium); 7–9 HD (Large) do, this treasure consists of possessions formerly owned by a crea- Level Adjustment: — ture that the monster has killed. Although many times larger, growing to a length of about 5 feet, GIANT ANT giant bees behave generally the same as their smaller cousins. Giant ants are among the hardiest and most adaptable vermin. Sol- Giant bees are usually not aggressive except when defending diers and workers are about 6 feet long, while queens can grow to themselves or their hive. a length of 9 feet. Poison (Ex): Injury, Fortitude DC 11, initial and secondary Acid Sting (Ex): A giant soldier ant has a stinger and an acid- damage 1d4 Con. The save DC is Constitution-based. producing gland in its abdomen. If it successfully grabs an oppo- A giant bee that successfully stings another creature pulls away, nent, it can attempt to sting each round (+3 attack bonus). A hit leaving its stinger in the creature. The bee then dies. with the sting attack deals 1d4+1 points of piercing damage and Skills: Giant bees have a +4 racial bonus on Spot checks. *They 1d4 points of acid damage. also have a +4 racial bonus on Survival checks to orient themselves. Improved Grab (Ex): To use this ability, a giant ant must hit with its bite attack. A giant soldier ant that wins the ensuing grap- GIANT BOMBARDIER BEETLE ple check establishes a hold and can sting. Medium Vermin",
        "name":  "Vermin Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 2 2 284 Treasure: None None 1/10 coins; 50% goods; 50% items",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/4 1/2 1 288 Treasure: None None 1/10 coins; 50% goods; 50% items",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items 289",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fey creatures include fairies and many sylvan creatures. They —What do you expect the creature to do in the game? (Is it a could also include evil creatures such as the sidhe and unseelie friend or a foe of the PCs? Does it depend primarily on physical fairies. abilities or mental abilities? Is it meant to be encountered once, or Giant: A giant is a humanoid-shaped creature of great strength, on a recurring basis?) usually of at least Large size. Giants have average combat ability —Where does it live? (A monster that lives underground may and hit points, and poor saving throws, but their size and physical have characteristics not shared by monsters that inhabit the ability scores usually make them very dangerous combatants. wilderness, and vice versa.) If your creature is humanoid-shaped and at least as big as an —How does it live? (Is it a predator that relies on its own ogre, it’s probably a giant, especially if it doesn’t have a lot of spe- strength and speed, or is it intelligent enough to get other crea- cial abilities. tures to do its bidding?) Humanoid: A humanoid usually has two arms, two legs, and —Does it have any particular enemies or favorite prey? one head, or a humanlike torso, arms, and a head. Humanoids have After you have an idea of what your monster is about, you’ll few or no supernatural or extraordinary abilities, but most can have a much easier time making your creature’s type, ability speak and usually have well-developed societies. They usually are scores, feats, skills, and special powers fit your concept. It’s okay to Small or Medium. Every humanoid creature also has a subtype, model your new monster on a creature that’s already in the such as elf, goblinoid, or reptilian. game—you’ll have less work to do, and your monster will be easier Humanoids with 1 Hit Die exchange the features of their human- to use. You’ll find that a short menu of special abilities tightly oid Hit Die for the class features of a PC or NPC class. Humanoids wedded to your concept makes the best monster, and it makes the of this sort are presented as 1st-level warriors, which means that monster much easier to use. they have average combat ability and poor saving throws. Humanoids with more than 1 Hit Die (for example, gnolls and DETERMINING THE MONSTER’S TYPE bugbears) are the only humanoids who make use of the features of Once you have your monster’s concept figured out, it’s time to the humanoid type. Humanoids have average combat ability and pick a creature type that fits the concept. Use the following infor- hit points, but poor saving throws. mation to determine the most appropriate type for your monster Magical Beast: A magical beast is similar to an animal but can (perhaps refining your concept as you go). have an Intelligence score higher than 2. Magical beasts usually",
        "name":  "Think about the following when working on your concept",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An aberration has a bizarre anatomy, strange abilities, have supernatural or extraordinary abilities, but sometimes are an alien mindset, or any combination of the three. This type works merely bizarre in appearance or habits. Magical beasts have good best for creatures that are just plain weird. Aberrations have average combat ability and hit points, and average saving throws. combat ability and hit points, but generally poor saving throws. If your creature resembles an animal but is intelligent or has If you want your aberration to be a tough customer in combat, supernatural or spell-like abilities, it’s probably a magical beast. you’ll need to give it some sort of special attack ability. For ex- You can also use this type for animallike creatures that combine ample, a carrion crawler has eight paralyzing tentacle attacks, the features of two or more animals, or are similar to animals but while an umber hulk has a gaze that causes confusion. just tougher.",
        "name":  "Aberration",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An animal is a living, nonhuman creature, usually a Monstrous Humanoid: Monstrous humanoids are similar to vertebrate with no magical abilities and no innate capacity for lan- humanoids, but with monstrous or animalistic features. They guage or culture. Animals have average combat ability, average hit often have magical abilities as well. Monstrous humanoids have points, and average saving throws. good combat ability and average hit points and saving throws. If your creature ever lived on Earth, and it’s not an insect of Use this type for just about anything that combines elements of some kind, it’s probably an animal. human and animal or monster anatomy, unless it is weird enough",
        "name":  "Animal",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dragon is a reptilelike creature, usually winged, with of attack. magical or unusual abilities. This type is exceptionally powerful, If your creature has a bizarre physiology that takes the form of a combining good combat ability, hit points, and saving throws. mindless, amorphous blob, it’s an ooze. Otherwise, it’s probably an Use the dragon type for variations on the basic dragon design (a aberration. flying reptile with supernatural abilities). If your creature is essen- Outsider: An outsider is at least partially composed of the 295 tially just a flying reptile (such as a pterodactyl), the animal or essence (but not necessarily the material) of some plane other magical beast type may be more suitable. than the Material Plane. Some creatures start out as some other :5 RETPAHC GNIKAM SRETSNOM type and become outsiders when they attain a higher (or lower) As you proceed through the steps of creating your monster, use state of spiritual existence. Outsiders have good combat ability, your target CR to guide your decisions about what value to assign. average hit points, and good saving throws. Your final monster design may or may not match the target CR, If your creature comes from another plane and it’s not an ele- but you will be much less likely to create a monster that never mental, it’s an outsider. misses or can’t be hit.",
        "name":  "Dragon",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Undead are once-living creatures animated by spiri- entry, because some items that appear late in a monster entry (for tual or supernatural forces. Undead have poor combat ability, aver- example, the monster’s ability scores) affect decisions you might age hit points, and poor saving throws, but have immunity to make about items that precede them. many forms of attack. If you want to create an undead creature with formidable combat abilities, you will need to give it high CREATURE TYPE Strength or Dexterity, or provide it with dangerous special attacks A creature’s type defines what the creature is like and what it can and defenses. do in the much the same way as a character’s class defines the char- If it’s dead, but still kicking, it’s undead (although it could be a acter’s abilities. A creature’s type determines the size of its Hit Dice construct if it’s just a collection of parts animated through an and how magic affects the creature; for example, the hold animal arcane process). If the creature has energy drain or ability drain spell affects only creatures of the animal type. capability, it is more likely undead than a construct. Type, along with size, helps determine the monster’s ability",
        "name":  "Undead",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical beasts often have high Dexterity scores affected by certain spells. for their size. Extraplanar: The creature (usually an elemental or outsider) is",
        "name":  "Magical Beast",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Eladrins are a race of celestials, or good out- This is a preference, but is not exclusionary. Note that these envi- siders, native to the the Olympian Glades of Arborea. ronments can also exist in portions of dungeons due to magical",
        "name":  "Eladrin Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A subtype applied to any creature when —Fey eat, sleep, and breathe. it is on a plane other than its native plane. A creature that travels the planes can gain or lose this subtype as it goes from plane to FireSubtype:A creature with the fire subtype has immunity to plane. This book assumes that encounters with creatures take fire. It has vulnerability to cold, which means it takes half again as place on the Material Plane, and every creature whose native plane much (+50%) damage as normal from cold, regardless of whether a is not the Material Plane has the extraplanar subtype (but would saving throw is allowed, or if the save is a success or failure. not have when on its home plane). Every extraplanar creature in this book has a home plane mentioned in its description. These Flight (Ex or Su): A creature with this ability can cease or home planes are taken from the Great Wheel cosmology of the resume flight as a free action. If the ability is supernatural, it D\u0026D game (see Chapter 5 of the Dungeon Master’s Guide). If your becomes ineffective in an antimagic field, and the creature loses campaign uses a different cosmology, you will need to assign dif- its ability to fly for as long as the antimagic effect persists. ferent home planes to extraplanar creatures. Creatures not labeled as extraplanar are natives of the Material Frightful Presence (Ex):This special quality makes a creature’s Plane, and they gain the extraplanar subtype if they leave the verypresence unsettling to foes. It takes effect automatically Material Plane. No creature has the extraplanar subtype when it is when the creature performs some sort of dramatic action (such as on a transitive plane; the transitive planes in the D\u0026D cosmology charging, attacking, or snarling). Opponents within range who are the Astral Plane, the Ethereal Plane, and the Plane of Shadow. witness the action may become frightened or shaken. Actions required to trigger the ability are given in the crea- Fast Healing (Ex):A creature with the fast healing special ture’s descriptive text. The range is usually 30 feet, and the dura- quality regains hit points at an exceptionally fast rate, usually 1 or tion is usually 5d6 rounds. more hit points per round, as given in the creature’s entry (for This ability affects only opponents with fewer Hit Dice or levels example, a vampire has fast healing 5). Except where noted here, than the creature has. An affected opponent can resist the effects fast healing is just like natural healing (see page 146 of the Player’s with a successful Will save (DC 10 + 1/2 frightful creature’s racial Handbook). Fast healing does not restore hit points lost from star- HD + frightful creature’s Cha modifier; the exact DC is given in vation, thirst, or suffocation, and it does not allow a creature to the creature’s descriptive text). An opponent that succeeds on the regrow lost body parts. Unless otherwise stated, it does not allow saving throw is immune to that same creature’s frightful presence lost body parts to be reattached. for 24 hours. Frightful presence is a mind-affecting fear effect.",
        "name":  "Extraplanar Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Extraordinary abilities are nonmagical, don’t somatic component a spell might require by moving its body. Such become ineffective in an antimagic field,and are not subject to any a creature also does need material components for its spells. The effect that disrupts magic. Using an extraordinary ability is a free creature can cast the spell by either touching the required compo- action unless otherwise noted. nent (but not if the component is in another creature’s possession) Spell-Like:Spell-like abilities are magical and workjust like or having the required component on its person. Sometimes spell- spells (though they are not spells and so have no verbal, somatic, casting creatures utilize the Eschew Materials feat to avoid fussing material, focus, or XP components). They go away in an antimagic with noncostly components. fieldand are subject to spell resistance if the spell the ability resem- A spellcasting creature is not actually a member of a class unless bles or duplicates would be subject to spell resistance. its entry says so, and it does not gain any class abilities. For A spell-like ability usually has a limit on how often it can be example, a creature that casts arcane spells as a sorcerer cannot used. A spell-like ability that can be used at will has no use limit. acquire a familiar. A creature with access to cleric spells must pre- Using a spell-like ability is a standard action unless noted other- pare them in the normal manner and receives domain spells if wise, and doing so while threatened provokes attacks of opportu- noted, but it does not receive domain granted powers unless it has nity. It is possible to make a Concentration check to use a spell- at least one level in the cleric class. like ability defensively and avoid provoking an attack of opportunity, just as when casting a spell. A spell-like ability can be Summon(Sp):A creature with the summonability can summon disrupted just as a spell can be. Spell-like abilities cannot be used specific other creatures of its kind much as though casting a to counterspell, nor can they be counterspelled. summon monsterspell, but it usually has only a limited chance of For creatures with spell-like abilities, a designated caster level success (as specified in the creature’s entry). Roll d%: On a failure, defines how difficult it is to dispel their spell-like effects and to no creature answers the summons. Summoned creatures automati- define any level-dependent variables (such as range and duration) cally return whence they came after 1 hour. A creature that has just the abilities might have. The creature’s caster level never affects been summoned cannot use its own summon ability for 1 hour. which spell-like abilities the creature has; sometimes the given Most creatures with the ability to summon do not use it lightly, caster level is lower than the level a spellcasting character would since it leaves them beholden to the summoned creature. In gen- need to cast the spell of the same name. If no caster level is speci- eral, they use it only when necessary to save their own lives. fied, the caster level is equal to the creature’s Hit Dice. Anappropriate spell level is given for each summoning ability The saving throw (if any) against a spell-like ability is 10 + the for purposes of Concentration checks and attempts to dispel the level of the spell the ability resembles or duplicates + the creature’s summoned creature. As stated on page 37 of the Dungeon Master’s Cha modifier. Guide,no experience points are awarded for summoned monsters. Some spell-like abilities duplicate spells that work differently when cast by characters of different classes—for example, true see- Swallow Whole (Ex): If a creature with this special attack begins ing.A monster’s spell-like abilities are presumed to be the sor- its turn with an opponent held in its mouth (see Improved Grab, cerer/wizard versions. If the spell in question is not a page 310), it can attempt a new grapple check (as though attempting sorcerer/wizard spell, then default to cleric, druid, bard, paladin, to pin the opponent). If it succeeds, it swallows its prey, and the op- and ranger, in that order. ponent takes bite damage. Unless otherwise noted, the opponent",
        "name":  "Extraordinary",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures with the swarm subtype don’t make dentally ends its movement in an illegal space returns to the last standard melee attacks. Instead, they deal automatic damage to legal position it occupied, or the closest legal position, if there’s a any creature whose space they occupy at the end of their move, legal position that’s closer. with no attack roll needed. Swarm attacks are not subject to a miss A trample attack deals bludgeoning damage (the creature’s slam chance for concealment or cover. A swarm’s statistics block has damage + 1-1/2 times its Str modifier). The creature’s descriptive “swarm” in the Attack and Full Attack entries, with no attack text gives the exact amount. bonus given. The amount of damage a swarm deals is based on its Trampled opponents can attempt attacks of opportunity, but Hit Dice, as shown below. these take a –4 penalty. If they do not make attacks of opportunity, trampled opponents can attempt Reflex saves to take half damage. Swarm HD Swarm Base Damage The save DC against a creature’s trample attack is 10 + 1/2 crea- 1–5 1d6 ture’s HD + creature’s Str modifier (the exact DC is given in the 6–10 2d6 creature’s descriptive text). A trampling creature can only deal 11–15 3d6 trampling damage to each target once per round, no matter how 16–20 4d6 many times its movement takes it over a target creature. 21 or more 5d6 Tremorsense (Ex): A creature with tremorsense is sensitive to A swarm’s attacks are nonmagical, unless the swarm’s description vibrations in the ground and can automatically pinpoint the loca- states otherwise. Damage reduction sufficient to reduce a swarm tion of anything that is in contact with the ground. Aquatic crea- attack’s damage to 0, being incorporeal, and other special abilities tures with tremorsense can also sense the location of creatures usually give a creature immunity (or at least resistance) to damage moving through water. The ability’s range is specified in the crea- 316 from a swarm. Some swarms also have acid, poison, blood drain, or ture’s descriptive text. other special attacks in addition to normal damage.",
        "name":  "Swarm Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a monster description describes how GLOSSARY CHAPTER 7: much wealth a creature owns.(See pages 52–56 of the Dungeon creature has an Intelligence score. However, many undead are Master’s Guidefor details about treasure, particularly Tables 3–5, mindless and gain no skill points or feats. through 3–8.) In most cases, a creature keeps valuables in its home Traits:An undead creature possesses the following traits (unless or lair and has no treasure with it when it travels. Intelligent crea- otherwise noted in a creature’s entry). tures that own useful, portable treasure (such as magic items) tend —No Constitution score. to carry and use these, leaving bulky items at home. —Darkvision out to 60 feet. Treasure can include coins, goods, and items. Creatures can —Immunity to all mind-affecting effects (charms, compul- have varying amounts of each, as follows. sions, phantasms, patterns, and morale effects).",
        "name":  "Swarms do not threaten creatures in their square, and do not Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Refer to Table 3–5 in the Dungeon Master’s Guideand —Immunity to poison, sleep effects, paralysis, stunning, dis- roll d% once for each type of treasure (Coins, Goods, Items) on the ease, and death effects. Level section of the table that corresponds to the creature’s Chal- —Not subject to critical hits, nonlethal damage, ability drain, or lenge Rating (for groups of creatures, use the Encounter Level for energy drain. Immune to damage to its physical ability scores the encounter instead). (Strength, Dexterity, and Constitution), as well as to fatigue and Some creatures have double, triple, or even quadruple standard exhaustion effects. treasure; in these cases, roll for each type of treasure two, three, or —Cannot heal damage on its own if it has no Intelligence four times. score, although it can be healed. Negative energy (such as an inflict",
        "name":  "Standard",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vuroosk keeps a locked strongbox tives and loot the hobgoblins have taken. The ser- under his bed. He has the only key. geant’s notes are nearly identical to those kept by the sIronbound Strongbox:2 in. thick; hardness adept in area 7, but easier to read. Vuroosk also keeps a 5; hp 35; Break DC 27; Open Lock DC 25. roster of the outpost’s warriors, a pay ledger, and Inside the box are a leather bag containing 350 gp, a records of supplies both used and needed. A packet of leather pouch containing 28 pp, an unlocked wooden reports detailing the exploits of Vuroosk’s troops (all box that holds three strings of pearls (worth 500 gp addressed to the local hobgoblin chieftain, named each), eight packets of rare spices (worth 25 gp each), Nygraag) lies at the bottom of the stack. All the records and a cloak of elvenkind. The gold coins represent here are written in Goblin. Vuroosk’s pay chest; the other items are treasure that",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Primary Sources should be (Ex) When you find a disagreement between two D\u0026D rules • DR X/adamantine should be (Ex) sources, unless an official errata file says otherwise, the • DR X/-- should be (Ex) primary source is correct. One example of a • DR X/silver or cold iron should be (Su) primary/secondary source is text taking precedence over • DR X/magic should be (Su) a table entry. An individual spell description takes • DR X/chaotic, lawful, holy, or unholy should precedence when the short description in the beginning be (Su) of the spells chapter disagrees. A monster’s statistics block supersedes the descriptive text. Improved Natural Attack Feat Another example of primary vs. secondary sources You can take this feat multiple times, but each time it involves book and topic precedence. The Player’s applies to a different natural attack. Handbook, for example, gives all the rules for playing the game, for PC races, and the base class descriptions. Rend",
        "name":  "Errata Rule",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. Change Shape (Su): Once per hour, a magma mephit can assume the form of a pool of lava 3 feet in diameter Swallow Whole (Ex): The gibbering mouther can and 6 inches deep. The mephit’s damage reduction attempt to swallow a grappled opponent of Medium or improves to 20/magic when in this form. The mephit smaller size by making a successful grapple check. (The can’t attack while in lava form but can use other spell- gibbering mouther doesn’t actually “swallow” the like abilities. It can move at a speed of 10 feet, but it opponent—it engulfs it within its amorphous form—but can’t run. In this form the mephit can pass through the effect is essentially the same.) Once inside, the small holes or narrow openings, even mere cracks. The gibbering mouther can use its blood drain ability. A pool’s touch ignites flammable materials such as paper, swallowed creature can cut its way out by dealing 5 straw, or dry wood. points of damage to the gibbering mouther (same AC). The gibbering mouther’s body can hold 1 Medium, 2 Mind Flayer Small, 8 Tiny, 32 Diminutive, or 128 Fine creatures. Monster Manual, page 186–188 Blood Drain (Ex): A swallowed opponent Add telepathy as a special quality. automatically takes 1d4 points of Constitution damage Telepathy (Su): A mind flayer can communicate each round. telepathically with any other creature within 100 ft. that Golem, Iron has a language. Monster Manual, page 137 Night Hag Remove polymorph any object from list of spells Monster Manual, page 194 required for construction. Remove “polymorph (self only)” from spell-like Golem, Stone abilities.",
        "name":  "Add the following entry",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Banshraes prefer temperate forests, but are considered associated for a banshrae. These fey never use they can live in any environment that can sustain fey. They divine magic—they despise the gods and have no conscious enjoy tormenting humanoids, so they often live close to connection to nature. humanoid settlements. Level Adjustment: +4.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The necromantic ritual as a mount. Training the creature requires four weeks of used to create blackwings requires the intact body of a giant work and a DC 25 Handle Animal check. Riding a blackwing eagle. The process stains the creature’s feathers and plumage requires an exotic saddle. A blackwing can fi ght when car- a deep black and imbues the creature with unnatural vitality. rying a rider, but the rider must succeed on a Ride check to Feathers hang limply from lumps of dry, leathery skin, and attack while the blackwing does so. bones are exposed in places. A typical blackwing stands 10 Carrying Capacity: A light load for a blackwing is up to 612 feet tall and has a wingspan of about 20 feet. Its beak and pounds; a medium load, 613–1,226 pounds; and a heavy load, claws are curved and extremely sharp. 1,227–1,840 pounds. 13 Illus. by I. Medrano BLACKWING BURROW ROOT opponents or to escape from a particularly nasty foe or effect. A burrow root can instinctively determine if a creature has A massive ripple churns through the topsoil with great speed and blood—it ignores a bloodlesss creature unless that creature fl uidity. Suddenly, a strange, serpentine root—twice the length of seriously harms it. a grown human—bursts through the surface. Its massive, thorny A burrow root needs to be split to reproduce, so it fi ghts jaws snap at you with a ravenous hunger. until it has lost half of its hit points. If an individual burrow Burrow Root CR 8 root is reduced to 9 hit points or fewer, it retreats beneath the surface, content to nourish itself with the blood seeping Always N Large plant Init +6; Senses blind, blindsight 30 ft., tremorsense 60 ft.; down from above. Listen +1 Languages — SAMPLE ENCOUNTERS AC 22, touch 11, flat-footed 20 Burrow roots often hunt in groups, moving into a terri- (–1 size, +2 Dex, +11 natural) tory and infesting it. In civilized areas, they are hunted hp 114 (12 HD) and either killed outright or driven back into the remote Immune plant immunities wilderness. Fort +13, Ref +6, Will +5 Beholders, harpies, and other intelligent fl ying creatures Speed 30 ft. (6 squares), burrow 20 ft.; speed burrow Melee bite +16 (2d6+12/19–20 plus wounding) or use burrow roots to drive earthbound foes from behind Melee tail spike +16 (1d6+4 plus 1 Con plus wounding) cover. Less intelligent fl ying predators roost above burrow Space 10 ft.; Reach 5 ft. root infestations, swooping down as the burrow roots attack Base Atk +9; Grp +21 or scavenging remains after a battle. Atk Options Improved Bull Rush, Power Attack Trail of Blood (EL 9): A trail of tilled soil—the path of a Special Actions split burrow root—leads deep into a forest. The burrow root has Abilities Str 26, Dex 15, Con 20, Int 2, Wis 12, Cha 7 been following a briarvex (MM4 26), despite the fact that it SA split, wounding SQ plant traits must go deep into hard, forested terrain, since it fi nds that Feats Improved Bull Rush, Improved Critical (bite), Improved blood is easier to come by when the briarvex is near. The Initiative, Improved Natural Attack (bite), Power Attack burrow root’s burrowing and the briarvex’s woodland stride Skills Hide +13, Listen +1 allow them full mobility even in dense vegetation. Advancement 13–16 HD (Large); 17–25 HD (Huge) In battle, the briarvex uses entangle to hold enemies still, Speed Burrow (Ex) A burrow root can move quickly through then allows the burrow root to attack those opponents, loose soil. Three times per day, as an immediate action, a burrow root can move 20 feet through the making it more likely for those foes to bleed out from the ground. This movement does not provoke attacks of burrow root’s wounding attacks. opportunity. Minion Colony (EL 14): A harpy archer (MM 151) has Wounding (Ex) Any living creature damaged by a burrow strategically seeded a small gully with six burrow roots to root continues to bleed, losing 1 hit point per round target passing caravans. She uses her captivating song to thereafter. Multiple wounds do not result in cumulative blood loss. The bleeding can be stopped by a DC 21 Heal lure opponents through the colony. As soon as the burrow check or the application of healing magic. pqqqqqqqqqrs Split (Ex) When a burrow root is reduced to half of its full normal hit points or fewer, it splits in half. The new root’s game statistics are identical to those of its parent. Divide BURROW ROOT LORE the parent creature’s remaining hit points evenly between Characters who have ranks in Knowledge (nature) can learn the two organisms. The older burrow root cannot split more about burrow roots. When a character makes a suc- again for 24 hours, and the younger burrow root cannot cessful skill check, the following lore is revealed, including split for 24 hours after it emerges. the information from lower DCs. Knowledge (Nature) Burrow roots are animate plants that feed on blood. They DC Result attack to spill blood on the ground, then burrow underground 18 This is a burrow root, a strange, burrowing plant. and consume their food in safety. Wounds caused by a burrow root continue to bleed, spilling blood into the soil and providing STRATEGIES AND TACTICS the creature with food. 23 A burrow root can quickly burrow underground A burrow root attacks in three stages. Upon sensing prey, to escape its enemies. Its tail is a spiked root that the creature burrows rapidly toward that quarry, springing can drain blood and small amounts of vitality from from the earth and delivering a powerful bite. If multiple creatures it pierces. opponents are nearby, the burrow root attacks each one with 28 When severely wounded, a burrow root becomes the goal of spilling as much blood on the ground as possible. two independent creatures. pqqqqqqqqqrs It uses its speed burrow ability to quickly move between 14 TOOR WORRUB roots close in on their targets, she swoops in from above, BURROW ROOTS IN EBERRON peppering her opponents with arrows. In Khorvaire, the earliest references to burrow roots are found in pre-Galifar guild documents of House Deneith. ECOLOGY Some have even suggested that Deneith magically bred Burrow roots are predators that live just beneath the these creatures to provide a quick and mobile fortification topsoil. The blood of living creatures sustains them, so system for its troops in occupied territories. Of course, unless they are provided with a steady food source by House Deneith formally denounces such conjecture. a third party, they root in areas that have high traffic. Driven far from most civilized lands, burrow roots can Once they find an appropriate spot, they colonize it and be found in the Shadow Marches, the Demon Wastes, the begin reproducing. Desiccated corpses mark burrow Mournland, and other such desolate places. root territory. Burrow roots reproduce asexually, splitting apart into BURROW ROOTS IN FAERÛN separate creatures once they have grown too large or have Burrow roots are sacred to the church of Urdlen. It is widely taken significant damage. Since they are easy to cultivate, speculated that the spriggans (Fiend Folio 162) of his highest a few wily and powerful creatures breed burrow roots order fi rst cultivated the plant. Urdlen’s most devout followers as guardians. seed burrow roots near their temples and delight in offering",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druid 2, sorcerer/wizard 2 or magical means) for the duration of the spell. If the target",
        "name":  "Level",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A rem- Remmanons have an uncanny ability to hear magical manon has the height and weight of an average adult cries for aid. Whenever a nongood spellcaster casts a human male. Its body looks supple and beauti- greater planar ally spell, a remmanon appears instead of ful, but seems to lack strength. Piercing the expected creature 5% of the time. When it answers its flesh are iron hooks, rings, and bars, such a call, a remmanon offers a contract to the caster. from which hang small scraps of pa- Bold remmanons have been known to voluntarily per containing the names of those interfere with greater planar binding spells, offer- mortals who have entered into ing services in exchange for a contract even contracts with it. if not trapped by the calling.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Un- gainly fi ends assembled from whatever hunks of Stitched Devils in Eberron fl esh the night hags can acquire, stitched devils Night hags of Eberron deal with fiends never look the same. All are patch- and other outsiders, and through their work creatures of fi endish fl esh. transactions, they come into posses- A typical stitched devil stands sion of rare and unusual materials just over 10 feet tall. It weighs and items. Some hags know how to about 800 pounds. imbue the body parts of fiends",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Stitched devils with life, creating stitched channel their pain into others, devils or “hag dolls.” These cackling madly at the torment they in- creatures resemble the fl ict. Despite their tendency and desire stitched devil presented to hurt other creatures, they are in- here, except they are usu- tensely loyal and obedient to their ally lawful neutral. night hag creators. Stitched devils are always lawful evil. Stitched Devils in Faerûn Stitched devils in Faerûn Society are typical for their When a devil fails and is kind. A Red Wizard destroyed, its essence named Alabrast Rue is reabsorbed into the stole the technique plane to be spawned for making them from a anew in the belching vats night hag he imprisoned and of Hell’s breeding pits. This is the way Stitched devil subsequently slew. By trading the the process is supposed to work, but the baat- formula with other night hags in exchange ezu are famous for bending the rules to advance their status for a steady stream of extraplanar reagents, Alabrast has in the rigid hierarchy of their dreadful home. Kocrachons managed to create six of these fiends. The devils serve as (Book of Vile Darkness 175) are particularly noted for selling protectors of his hidden redoubt in the city of Sefriszar, parts of their victims in exchange for valuable larvae and where Alabrast harbors ambitions of becoming Delhu- lost souls, which they then use to procure more interesting mide’s next tharcion. subjects. Stitched devils are therefore abominations in the eyes of the baatezu. 37 Illus. by A. Swekel DEVIL DRAGONS OF THE Because they join the great game through a transforma- tive ritual, xorvintaal dragons are incapable of breaking the GREAT GAME rules, but they have potent minions and the unusual abilities A few dragons, young and old, devote their lives to a competi- granted by the Ritual of Xorvintaal. They manipulate adven- tion called xorvintaal, the “great game.” They scheme against turers and other creatures to raid the lairs of their opponents. their fellows, wagering their hoards and manipulating their These pieces in the great game draw attention to themselves minions like chess pieces. Sometimes those that don’t directly rather than to their manipulator. After a successful move, serve a dragon fi nd themselves caught up in the game. such pieces might fi nd themselves the target of a more Dragons choose to take up xorvintaal when they’re young powerful xorvintaal dragon that had a stake in the defeated adults, drawn by the allure of besting their fellow dragons dragon’s treasure and winnings. and the promise of vast treasure. But the great game demands The exact scoring and rules of engagement are not as commitment from its players. Dragons are proud and solitary important as the effects that you, as DM, want xorvintaal to creatures, so xorvintaal is one of the few ways a dragon can have on your ongoing campaign. In most cases, the mechanics earn draconic prestige. Masters of xorvintaal are regarded as of the great game can be portrayed as beyond the knowledge the fi nest minds among dragonkind. of the PCs. To join the great game, a dragon must fi rst research and Those characters who manage to penetrate the mystery perform the Ritual of Xorvintaal. The ritual requires the should receive evocative but garbled blends of maneuvers dragon to spend a month meditating in a magic cocoon. and strategy from any game you know well enough to speak When the dragon emerges, it is forever marked as a dragon eloquently about. Consistency and clarity should be your last of the great game, having sacrifi ced its innate spellcasting priority—portray xorvintaal as a tortured mess of contradic- ability for the ability to manipulate its minions, to interact tory rules and exceptions that only a dragon with centuries telepathically with other xorvintaal dragons, and to gain to study could understand. Some ideas for PC-relevant moves power as it advances in the great game. for any xorvintaal dragon follow.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A xorvintaal dragon can keep tabs on its lair and territory with an array of fl oating magic eyes that patrol and report back to the dragon. This effect functions like the prying eyes spell, except that a xorvintaal dragon receives two fl oating eyes per age category it has. The dragon eyes last indefi nitely; when one is destroyed, another one forms next to the dragon at the start of its next turn. Whenever an eye re- turns to the dragon, the dragon can give the eye new instructions.",
        "name":  "Dragon Eyes",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Singh’s neutrality represents amoral indif- ference to ethical matters, not any sort of reverence for a cosmic balance. Singh acts to keep himself safe, powerful, and sated. Society Singh is cautious and a little paranoid when on a mission for his master. He speaks only when he must—he’d rather interact with a fine bottle of wine or a rare delicacy than another person—and even then he usually whispers. A 46 mercenary at heart, Singh is satisfied with his current EHT FO SNOGARD EMAG TAERG pqqqqqqqqqrs SINGH LORE Characters who have ranks in Knowledge (local) can learn more about Singh. When a character makes a successful skill check, the following lore is revealed, including the informa- tion from lower DCs. Knowledge (Local) DC Result 24 They call Singh “the immense” because he’s so fat. But don’t be fooled. He’s a stone cold killer with the grace of a tiger. 29 Singh used to be a thief and a mercenary, and he knows some esoteric magic that lets him manipulate the shadows. 34 It is said that Singh serves Chorranathau the Inscrutable, a mighty fang dragon. He is known for his love of huge amounts of the fi nest food. pqqqqqqqqqrs role. Chorranathau the Inscrutable cares for his exarchs Frightful Presence: A xorvintaal exarch can spend a token well, and Singh is accustomed to living an extravagant to gain frightful presence to the same range as its draconic lifestyle. master. Whenever the exarch attacks or charges, creatures that have fewer Hit Dice than it must succeed on a Will save Typical Treasure (DC 10 + 1/2 the exarch’s HD + its Cha modifi er) or become Singh carries nearly all of his magic items on his person, shaken for as long as they remain within range. A creature but he has even more wealth in his various town houses that successfully saves cannot be affected by that same and villas, which are guarded by his personal soldiers. In exarch’s frightful presence for 24 hours. any given home are enough valuables to equal standard Dragon Wing: If a xorvintaal exarch clasps coins and double goods for a creature of Singh’s hands with at least one other exarch of Challenge Rating. the same dragon, and each spends CREATING A one token, they all XORVINTAAL gain the fly speed EXARCH of their xorvintaal “Xorvintaal exarch” is an ac- dragon master for as quired template that can long as they keep hold- be added to any human- ing the hand of at least oid, living construct, one fellow exarch. Since monstrous human- holding hands makes oid, fey, giant, or fighting difficult, ex- undead (referred archs commonly use this to hereafter as the fl ight only as a means of base creature). overland travel.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elemental magi are most common in they prefer gems, sculptures, and other items of beauty or foothills and other highlands that support ogres and ogre utility, which they can more easily trade. They have half mages. Ken-suns also ascend to higher elevations, taking to coins, double goods, and half items. the peaks to isolate themselves as they scheme and gather Ken-lis have little use for treasure and almost never have their forces. any with them. A town a ken-li has laid to waste might still",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Frostwind fore they are allowed to succumb to viragos prefer to live in cold the cold. mountains, usually within a carved cave of ice or a natural TYPICAL TREASURE cavern overlooking a pass. Given that their prey is human- The virago claims those who oid, and that tribute is the only way wander into her territory. to stay their icy hands, frostwind Typical Physical Charac- viragos amass quite a collection of teristics: Frostwind viragos treasure. They have standard treasure are the size of female elves, for their Challenge Rating, mostly about 5 feet tall and 90 pounds. in the form of goods and items taken Their skin is pale, and their hair from travelers. is blonde to stark white. A frost- wind virago’s eyes are solid blue, FROSTWIND VIRAGOS lacking any hint of white. IN EBERRON",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Garngraths are native to the Wind- A garngrath leaves nothing in its wake, and it digests what- swept Depths of Pandemonium. They burrow into the mass ever it swallows. But if a garngrath is slain, its horn falls off of matter that makes up the plane’s ground, adding to the and can be retrieved. If this is done, the horn immediately innumerable tunnels therein. The garngraths’ ability to fi xes itself to the head of the creature that retrieved it, resiz- plane shift means they can be found just about anywhere, ing to match the skull of its new owner (Fortitude DC 35 but few garngraths use this ability to leave Pandemonium. negates). The horn then acts as a helm of brilliance, falling The beasts must be trained to go to other planes, except as powder from the new owner’s skull when its last “jewel” when fl eeing a losing battle. is depleted. 61 Illus. by A. Swekel GARNGRATH GEM SCARAB Gem scarabs are burrowing, insectlike creatures that dwell in arid and sandy lands. A brightly shining beetle emerges from the ground in a shower of dirt and pebbles. Metallic and iridescent, it’s almost painful to look STRATEGIES AND TACTICS at. Its back is encrusted with what look like gemstones, and its Gem scarabs form subterranean packs and attack as a group. wicked mandibles clack menacingly. They launch their ambush from the soil beneath their target, Gem Scarab CR 2 attempting to deal as much damage as possible in the fi rst moments to maximize the advantage of surprise. If this is not Always N Small magical beast Init +1; Senses tremorsense 30 ft.; Listen +6, Spot +4 suffi cient to bring down their prey, they use their gemstone Languages — powers to dazzle or kill their opponents. AC 16, touch 11, flat-footed 16 Gem scarabs are tenacious, refusing to give up the fi ght (+1 size, +5 natural) until they are all killed. hp 17 (2 HD) Fort +6, Ref +3, Will +2 SAMPLE ENCOUNTER Speed 40 ft. (8 squares), fly 60 ft. (average), burrow 15 ft., Gem scarabs live and hunt in packs. These groups range in climb 10 ft. size from two to ten scarabs. Melee bite +2 (1d4–1) Space 5 ft.; Reach 5 ft. Grazing Ground (EL 5): A small colony of gem scarabs Base Atk +2; Grp –3 has set up a nest at the edge of a grazing area, and the Spell-Like Abilities (CL 2nd): creatures have begun terrorizing the local peasants who",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gem scarabs prefer to live in hot, dry, dusty to make the carapace into thread as well, replacing actual climates, typically deserts and parched scrublands. They have metallic thread. Each slain scarab has enough undamaged also been known to settle in fringes of grasslands during carapace left to sell for 1–100 gp. the summer. When gem scarabs catch sentient creatures, they eat all They dig their burrows near water holes, oases, rivers, minerals of a nonmagical nature along with the fl esh. Other and other places where animals are likely to pass. Some items might remain at the site. learn the routes and trails where people take their animals All these possibilities work together to give a gem scarab to market, and such scarabs burrow beneath the road to standard treasure for its Challenge Rating. await their next meal.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Force golems function their high intelligence and force-manipulation in any environment, though they prefer places where they abilities, these constructs are diffi cult to thwart, and they can use their abilities to their best advantage. Wide-open can contain foes rather than destroy them. They are also able spaces allow them to maximize the number of enemies to differentiate malicious intruders from simple trespassers they can affect. Force golems avoid confined areas when who might be indiscriminately slain by nonintelligent they can. golems or magic traps.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forest haunts are found exclusively in condition is met. Otherwise, it returns to existence forests. A forest haunt roams throughout the forest as though in a few days. pqqqqqqqqqrs on patrol, but returns to its dryad’s grove at least once every 81 Illus. by C. Critchlow HAUNT TAUNTING HAUNT Font of Knowledge (Ex) A taunting haunt is considered to be trained in all Knowledge skills and to have maximum The spectral image of a short, rotund human wearing a tattered ranks in those skills. jester’s outfi t appears before you. It bursts into laughter and points at you. Its laughter grows so violent that it falls to the fl oor, still A taunting haunt is the twisted, jealous spirit of a deceased laughing and pointing. bard, jester, or other performer. Bitter and angry, and resent- ful of the living, a taunting haunt uses its sharp wit, cruel Taunting Haunt CR 4 humor, and spiteful performances to create havoc and chaos Usually CN Medium undead (incorporeal) wherever it goes. Init +6; Senses darkvision 60 ft.; Listen +5, Spot +4 Taunting haunts pose a minimal physical threat, yet they Languages Common are dreaded by almost anyone unfortunate enough to encoun- AC 14, touch 14, flat-footed 12 ter them. With their biting sense of humor and relentless (+2 Dex, +2 deflection) spirit, they can prove more diffi cult to handle than foes in a Miss Chance 50% (incorporeal) hp 39 (6 HD); encore stand-up fi ght. Immune incorporeal immunities, undead immunities Resist +2 turn resistance Strategies and Tactics Fort +2, Ref +4, Will +5 A taunting haunt exists to spread misery, anger, and con- Speed fly 40 ft. (perfect) fusion. In life, it used its talents to bring happiness and Melee incorporeal touch +5 (1 Cha) amusement to others. In death, this desire has warped into Space 5 ft.; Reach 5 ft. Base Atk +3; Grp — a compulsion to make others miserable. Taunting haunts Special Actions tripping tongue, vicious lampoon use a variety of schemes to humiliate the foolish, trusting, Spell-Like Abilities (CL 6th): or greedy. At will—daze (DC 12), ghost sound, summon instrument A typical taunting haunt picks out an important fi gure for 3/day—grease (DC 13), invisibility, Tasha’s hideous laughter continual harassment. The haunt introduces itself, insults (DC 13) 1/day—fear (DC 16), glibness its mark, and uses its Perform (comedy) skill to poke fun. It follows its target, offering running commentary on that Abilities Str —, Dex 14, Con —, Int 13, Wis 11, Cha 15 SA spell-like abilities, tripping tongue, vicious lampoon person’s ineptitude. SQ font of knowledge, incorporeal traits, undead traits Not a murderous spirit, a taunting haunt takes care to avoid Feats Dodge, Improved Initiative, Skill Focus (Perform killing anyone. After all, a corpse can’t wince at a barbed [comedy]) comment or provide endless amusement as it tries to muddle Skills Bluff +11, Diplomacy +13, Disguise +2 (+4 acting), through negotiations while its words are being twisted. Intimidate +13, Knowledge (all) +10, Listen +5, Perform (comedy) +14, Spot +4 A taunting haunt might even help particularly enjoyable Advancement 7–12 HD (Medium) victims of its torments stay alive. Encore (Ex) Fueled by anger and bitterness, a taunting haunt is difficult to send to its final rest. A taunting haunt that pqqqqqqqqqrs is destroyed by any means returns to existence after 24 hours. These creatures can be driven away only when TAUNTING HAUNT LORE defeated in a battle of wits or put to rest only when their Characters who have ranks in Knowledge (religion) or who final wishes are met (see below). have the bardic knowledge class feature can learn more about Tripping Tongue (Su) A taunting haunt can force an taunting haunts. When a character makes a successful check, opponent to speak the opposite of an intended the following lore is revealed, including the information from statement. An entreaty for peace becomes a challenge lower DCs. A bard gains a +4 bonus on this check. to battle. A friendly greeting becomes an insulting threat. Three times per day, as an immediate action, a Knowledge (Religion) or Bardic Knowledge taunting haunt can attempt to reverse an opponent’s DC Result intended words. If that foe succeeds on a DC 15 Will 14 This is a taunting haunt, the bitter spirit of a save, this ability has no effect. Anyone listening to troubadour, jester, or bard. This result reveals all a creature affected by this ability can make a DC 15 undead traits and incorporeal traits. Sense Motive check to notice that the affected 19 When a taunting haunt decides to shadow a creature has been compelled to speak unintended victim, it can cause that person to speak the words. The save DC is Charisma-based. This is a opposite of what is intended. mind-affecting ability. 24 Taunting haunts are expert liars. Never believe Vicious Lampoon (Su) When an opponent within 30 feet what one says unless you defeat it in a battle of misses with an attack, a taunting haunt can, as an wits. immediate action, deliver a short, scathing commentary 29 A taunting haunt can be defeated only if it on that foe’s competence (or lack thereof). The subject loses a battle of wits or its fi nal wishes are met. must succeed on a DC 15 Will save or take a –2 penalty Otherwise, it returns within a day. on attack rolls, ability checks, and skill checks for 1 pqqqqqqqqqrs round. The save DC is Charisma-based. 82 TNUAH Taunting haunts are roleplaying challenges. They can he is a friendly spirit who knows the location of a lost magic prove annoying, but they lack attacks or abilities to directly staff. Invariably, this staff is supposedly hidden at the bottom kill. Their immortal nature and access to Knowledge of a garbage dump or outhouse pit. More than one greedy skills makes them useful sources of (perhaps unreliable) wizard has ended up knee deep in sewage before Bertrose information. revealed his lie. Each taunting haunt is an individual with a distinct— often warped or crazy—personality. A haunt might take a Ecology liking to a PC, egg on another one with taunts, and needle Taunting haunts add nothing to the local ecosystem except another with endless pranks. In the hands of a skilled DM, cruel humor, practical jokes, and humiliating schemes. a haunt becomes a foil for the characters. With good Environment: Taunting haunts can thrive anywhere, roleplaying and quick thinking, PCs can turn a but they prefer civilized areas. Those that used to live taunting haunt into a useful informant or even in cities can usually fi nd easy targets there. They are an ally. seldom found in the wilderness.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " BATTLE MAGIC TACTICS token after the spell resolves. A creature gains a token Through intense training and impeccable timing, you and your whether the save succeeds or fails, but a creature that avoids allies learn to augment each other’s magical attacks when you a spell through spell resistance does not gain a token. Each focus your efforts on a single target. Battle Magic Tactics token imposes a cumulative –1 penalty",
        "name":  "NEW FEAT",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4. sentient creatures. Hobgoblins reproduce in the same manner as humans, SAMPLE ENCOUNTERS though breeding is strictly controlled in the majority of Hobgoblins rely on tightly coordinated, highly organized tribes (see Society). Young hobgoblins are born nearly helpless, tactics. They travel in structured groups made up of members but they mature more quickly than their human counter- whose abilities work together to create a stronger whole. parts do. Magic Marauders (EL 6): Two hobgoblin duskblades and",
        "name":  "Level Adjustment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hobgoblins prefer warm, hilly regions, a warcaster form the smallest combat formation in special- but they are second only to humans in terms of adaptability. ized hobgoblin units. The duskblades act as bodyguards until They can survive in almost any climate or terrain. they wade into melee to weaken foes with their Battle Magic",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "power from the class or classes they Jaebrins rarely top 5 feet in height, and choose to pursue. These fey prefer individuals weighing more than 100 trickery to combat, and they’re bright pounds are rare. Elflike in appearance, enough to accentuate their strengths, jaebrins have fine features, but their so they pursue careers as bards, beguil- mouths bristle with needlelike teeth. ers, or rogues. A few become sorcerers, and Their fair eyes are oversized, giving such jaebrins can become fearsome indeed. Jae- them an alluring or unsettling appear- brins are faithless, however—if they pursue ance, depending on the lighting and divine magic, they do so only through the their mood. All jaebrins have shiny hair druid class. of nearly any color, but red and raven are Jaebrins possess the following racial traits. most common. — Fey. Jaebrins are not subject to spells or ef-",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "SENSE QUINTESSENCE You are capable of discerning sources of quintessence, a magic substance precious to Thoon.",
        "name":  "NEW FEAT",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detect magic (as a spell or spell-like ability), affiliation with Thoon.",
        "name":  "Prerequisites",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A madcrafter of Before you is a silvery automaton with four arms, perfectly Thoon is almost 20 feet long and weighs about ten tons. constructed to wield the two wicked-looking scythes it carries. Its Aside from forelimbs and a head, a madcrafter’s anatomy is eyes glow as they cast forth beams of illumination. It crouches as if confusing and alien. Its most prominent feature is its oozing, preparing to attack. gaping mouth. Scyther of Thoon CR 6 Always N Medium construct Init +2; Senses darkvision 60 ft., illumination, low-light vision; Listen +1, Spot +1 Languages understands telepathic commands AC 18, touch 12, flat-footed 16 (+2 Dex, +6 natural) hp 69 (9 HD); natural healing Immune acid, construct immunities Resist electricity 10 Fort +3, Ref +5, Will +4 Speed 30 ft. (6 squares) Melee 2 mwk scythes +11 each (2d4+6/×4) Ranged searing light +8 touch (damage varies; see below) Space 5 ft.; Reach 5 ft. Base Atk +6; Grp +10 Special Actions dispelling touch Abilities Str 18, Dex 14, Con —, Int —, Wis 13, Cha 5 SA dispelling touch, searing light 116 SQ construct traits SREYALF DNIM NOOHT FO pqqqqqqqqqrs MADCRAFTER OF THOON LORE Characters who have ranks in Knowledge (dungeoneering) can learn more about madcrafters of Thoon. When a character makes a successful skill check, the following lore is revealed, including the information from lower DCs. Knowledge (Dungeoneering) DC Result 25 This is a madcrafter of Thoon, a sluglike aberration that can vomit out constructs. 30 Madcrafters of Thoon used to be mind fl ayers, but they were twisted by contact with the Far Realm. They retain some of the mind fl ayers’ mental powers. 35 Madcrafters of Thoon are fueled by a mysterious substance called quintessence, which the mind fl ayers of Thoon gather for them. pqqqqqqqqqrs Feats — Skills Listen +1, Spot +1 Advancement unknown; see Advanced Scythers of Thoon Possessions 2 masterwork scythes Illumination As long as at least two other scythers of Thoon are within 30 feet, the glowing eyes of a scyther shed light in a 60-foot cone and provide shadowy illumination in a 120-foot cone. A scyther of Thoon can close its eyes to douse the illumination, but doing so leaves it blind. A scyther of Thoon that has only one other scyther within range still has glowing eyes, but those eyes provide only a 20-foot radius of bright illumination and a 40-foot radius of shadowy illumination. A scyther of Thoon by itself has faintly glowing eyes that provide shadowy illumination in a 5-foot radius. Natural Healing (Ex) A scyther of Thoon is capable of natural healing, albeit very slowly. A scyther of Thoon heals 1 hit point for every 8 hours it remains motionless. Searing Light (Sp) A scyther of Thoon can focus its glowing eyes to emit a damaging beam of light that functions as a searing light spell; at will; +8 ranged touch; caster level 6th. Unlike the spell, a scyther of Thoon’s searing light deals an extra 1d8 points of damage for each scyther of Thoon within 30 feet (maximum 5d8), including the scyther emitting the searing light. preventing them from damaging their target, and it must After one scyther of Thoon has used searing light, the be something obvious such as a magical wall or a visible glowing eyes of any others within 30 feet dim briefly, and defensive spell. With a mind flayer or even a stormcloud none of those creatures can use searing light during the of Thoon to guide them, scythers of Thoon can put dispel- same round. Dispelling Touch (Su) With a successful melee touch attack, ling touch to better tactical use, ending beneficial spells, a scyther of Thoon can wipe away spells and magical grounding foes who use fly spells, and otherwise wreak- effects. This ability functions as a targeted dispel magic ing havoc with carefully built plans. Thoon disciples in spell (caster level 6th). Against each ongoing spell particular have enough ranks in Spellcraft to know what currently in effect on the object or creature touched, a scyther makes a dispel check at +6 against a DC of 11 + pqqqqqqqqqrs the spell’s caster level. Each time a scyther of Thoon uses dispelling touch, it SCYTHER OF THOON LORE takes 10 points of damage. Characters who have ranks in Knowledge (dungeoneering) can learn more about scythers of Thoon. When a character Scythers of Thoon are constructs vomited forth by mad- makes a successful skill check, the following lore is revealed, including the information from lower DCs. A character who crafters of Thoon. They serve as foot soldiers to advance the has ranks in Knowledge (arcana) can attempt this check, but cause of Thoon. the DCs increase by 10. Strategies and Tactics Knowledge (Dungeoneering) Scythers of Thoon are best used in groups with other DC Result 21 This is a scyther of Thoon, a foot soldier construct scythers, when they’re strongest and most interesting. invented by the mind fl ayers of Thoon. The most common tactic for a group of scythers is to have 26 Scythers of Thoon can shoot fi ery beams of light all but one rush into melee, while the remaining scyther from their eyes. These beams are weaker if a uses searing light against a target that is either about to drop scyther is not near other scythers of Thoon. or can’t be attacked by other scythers in melee. 31 Scythers of Thoon can neutralize magic spells with a touch. They are immune to acid and resistant to Without a sentient mind to guide them, scythers of electricity, and they heal without requiring repair. Thoon use their dispelling touch only if a magical effect is pqqqqqqqqqrs 117 OF THOON MIND FLAYERS Scyther of Thoon Illus. by W. Mahy spells the PCs are using and whether it’s worthwhile to Skills Listen +7, Search +0, Spot +7, Swim +9 attempt a dispelling touch. Advancement unknown; see Advanced Stormclouds of Thoon Ecology Illumination The glowing eyes of a stormcloud of Thoon shed light in a 60-foot cone and provide shadowy After being given enough quintessence and metal ore, illumination in a 120-foot cone. A stormcloud of Thoon madcrafters of Thoon spit out scythers that then await can close its eyes and eliminate the illumination, but orders from any telepathic creature of Thoon (usually a mind doing so leaves it blind. fl ayer). Unlike Thoon hulks and Thoon soldiers, scythers of Tremorsense (Ex) A stormcloud of Thoon must bury one Thoon don’t need to return to their “parent” to heal—they of its tentacles a few inches under the ground for its tremorsense to function. Doing so is a swift action, but do so naturally. a stormcloud loses tremorsense if it moves out of the",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animal and vermin base creatures become magical Special Actions: A phantom of CR 5 or higher cannot use beasts with the appropriate augmented subtype. special actions that require prolonged contact with a target,",
        "name":  "Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " another’s territo- These elusive fey are ry, though, and a found in locales rav- visiting ruin chanter sings an aged by magic or war, or announcement to let a poten- where time has seen the Ruin chanter tial host know of its approach. fall of civilization. They haunt the ruins The ruin’s owner can respond with a song of welcome of lost cities, ancient temples, and toppled fortresses. Ruin or a song of warning, greeting or rejecting the would- chanters revel in the dissolution imposed by time, so most be guest. of them shy away from populated areas.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ruin chanters are TYPICAL TREASURE lanky humanlike creatures, standing between 5 and 6 feet Ruin chanters don’t collect treasure, but the antiquities tall. Their skin is weathered, colored tan to gray, with patches and wonders of the ancients are under their guard. They of wind-burned red. Eyes sparkle darkly, no whites to be seen, effectively have double standard treasure for their Challenge within those hairless faces, and ruin chanters have silvery Rating. This wealth is spread around the chanter’s home locks as an aged human might. ruin, and those who take even the smallest item draw the",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fighter can select Brutal Throw as one of his to themselves, avoiding contact with other creatures. fighter bonus feats. 134 pqqqqqqqqqrs NIUR LATNEMELE chanter masters create them to guard ancient places look as though they against those intent on plunder or defi lement. are made of rough Ruin elementals instinctively collect curios gravel and spurs of from the ruins in which they arise, usually harder stone. taking great care to safeguard such Alignment: objects. These items can be near- Ruin elementals care ly anything from worthless little for the lives of statuary to potent artifacts. other creatures, and Although a ruin elemen- they are typically be- tal is very possessive of nign unless they or the treasure it collects, the the areas over which surface of the creature’s they claim steward- body is so abrasive that ship are threatened. most objects it touches They are usually and handles suffer signifi - neutral. cantly from that contact. Mundane items in TYPICAL a ruin elemental’s TREASURE hoard are inev- Ruin elementals col- itably damaged lect whatever odds and by its touch, and ends they find interesting, they often look but these items are not nec- like nothing more essarily valuable or useful. than junk. Although they are rarely",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "RYLKAR WARRENS 7. Tunnels (EL 5): Two groups of two rylkar madclaws The sewers of a small city have recently been overrun by work at excavating these tunnels so the colony can grow. an infestation of rylkars. Though the citizens of the town Insert a single encounter with two madclaws at a couple of 140 are not yet aware of the danger, signs of the infestation are points during the PCs’ exploration. RAKLYR these tales, goblinoid priests in Darguun have recently begun TYPICAL TREASURE to make blood sacrifi ces, reportedly for protection against a Though rylkars have little use for treasure, they collect what foul presence growing in the darkness beneath the earth. they obtain from their victims. Rylkars are particularly attracted to shiny objects, and their hoards contain coins, RYLKARS IN FAERÛN gems, metalwork, and magic items. Tormentors, madclaws, The upheaval that was the result of Lolth’s silence rippled and rylkspawn have no treasure, since all rylkars give outward from the drow cities, with the violence that spilled valuables they fi nd to the harridan. Her lair contains triple from these enclaves plunging other cultures into chaos. standard treasure for her Challenge Rating. Countless creatures fl ed the rebellion, descending deeper into the earth or drifting upward in the hope of escaping the RYLKARS IN EBERRON attention of the followers of the dread Revenancer. Supposedly created by and enslaved to the goblinoids of Among these displaced creatures were the rylkars. Previ- the Dhakaani Empire, rylkars lived and died at the whim of ously unknown to any but the most well-traveled Underdark their cruel masters. Hobgoblin lords pitted rylkar warriors explorers, these monstrosities exploded from the subterra- against one another in spectacular blood matches. Those that nean depths to fi nd new homes in the sewers below surface did not fi ght for the entertainment of their masters slaved cities. Sightings of new infestations have been reported from away in the mines. Waterdeep to Cormyr, and across the land, adventurers have Goblinoid legends tell of a bloody rylkar uprising that rallied to fi ght this new threat. raged for years during the war against the daelkyr. Battles Though colonies are destroyed as quickly as they establish were costly, but in the end, the rylkars won their freedom. themselves, the rylkars have shown great adaptability and They fl ed into the depths of Khyber. cunning. Whether pushing into the wilderness or creating Today, these ancient accounts are seldom given credence, lairs that can be actively defended within ancient ruins, this but reports have described deadly encounters with colonies of scourge continues to spread. ratlike creatures deep beneath the earth. Adding credibility to 141 RYLKAR SANGUINEOUS DRINKER SAMPLE ENCOUNTERS This gore-spattered skeletal fi gure moves with great speed. Blood- The abodes of sanguineous drinkers contain blood and soaked organs glisten and swing within its rib cage like water skins. corpses, making them attractive to vermin. Those who hunt Its arms end in jagged, bloody claws. these undead often encounter swarms of insects before bat- tling the sanguineous drinker itself. A sanguineous drinker Sanguineous Drinker CR 5 attacks any living creatures entering its domain, stopping Always CE Medium undead only when it or the invaders are dead. Init +6; Senses darkvision 60 ft.; Listen +8, Spot +10 Occasionally, small packs of three to nine individuals form Languages one language spoken in life or by creator in areas of intense death and suffering. AC 16, touch 12, flat-footed 14 Sanguineous drinkers often fight alongside other (+2 Dex, +4 natural) intelligent undead—particularly vampires—that value hp 75 (10 HD) Immune undead immunities their ferocity and lust for blood. Necromancers and cun- Fort +3, Ref +7, Will +7 ning undead spellcasters create sanguineous drinkers to Speed 40 ft. (8 squares) serve as guards, sometimes placing them among weaker Melee 2 claws +8 each (1d4+3 plus blood drain) undead to reduce the efficacy of an enemy cleric’s turn Space 5 ft.; Reach 5 ft. undead ability. Base Atk +5; Grp +8 A Deadly Plunge (EL 6): A single sanguineous drinker Atk Options Combat Reflexes Special Actions blood spray lurks in a grotto 40 feet up the wall of a natural cavern. The grotto is accessible along a narrow ledge. Using its Abilities Str 16, Dex 15, Con —, Int 7, Wis 10, Cha 14 SA blood drain, blood spray blood spray and full attacks to knock opponents to the SQ undead traits floor of the greater cavern, the sanguineous drinker Feats Combat Reflexes, Improved Initiative, Improved attacks anyone it spots moving along the ledge. Even if Toughness, Lightning Reflexes it doesn’t sense intruders soon enough to attack those Skills Balance +10, Listen +8, Spot +10 on the ledge, the sanguineous drinker can rely on the Advancement 11–20 HD (Large); 21–30 HD (Huge) centipedes in its lair to swarm and attack approaching Blood Drain (Su) A sanguineous drinker’s claws are hollow, enabling it to drain blood from a living victim. Living living creatures. creatures damaged by a claw attack also take 1 point of Blood Pack (EL 9): A vampire fi ghter (MM 251) stalks Constitution damage. Each time a sanguineous drinker the darkened streets on the bad side of town, accompanied deals 1 point of Constitution damage, it heals 5 points of by two sanguineous drinkers. The vampire fl ies ahead of damage as its organs swell with blood. his companions in bat form, and once he spots explorers, Blood Spray (Su) As a swift action, a sanguineous drinker can deal itself 5 points of damage to spray blood from he summons bat swarms to conceal the approach of the the organs in its torso. This has the same effect as the sanguineous drinkers. When the sanguineous drinkers area version of the grease spell (Reflex DC 17), but the attack, the vampire reverts to his normal shape and slams an area is centered on the sanguineous drinker. The slippery obvious servant of a good deity, using energy drain against conditions created by the spray persist for 1 minute. The save DC is Charisma-based. pqqqqqqqqqrs Sanguineous drinkers never need to make Reflex saves against blood spray, but they do need to make SANGUINEOUS DRINKER LORE Balance checks to move. Characters who have ranks in Knowledge (religion) can learn Blood spray does not stack with the effect of a grease more about sanguineous drinkers. When a character makes a spell or similar effects. The effect that has the highest successful skill check, the following lore is revealed, including Reflex save DC takes precedence. the information from lower DCs. Sanguineous drinkers are skeletal undead intent on draining Knowledge (Religion) the blood of any creature they encounter. DC Result 15 This creature is a sanguineous drinker, a type of STRATEGIES AND TACTICS skeletal undead commonly used by intelligent undead and necromancers as soldiers. They have A sanguineous drinker quickly closes to melee with its quick refl exes and prefer to concentrate their opponents, getting in among them if possible. Once attacks on a single foe. in position, a sanguineous drinker uses blood spray to 20 Sanguineous drinkers use their hollow claws to affect the surrounding area. Subsequently, it uses Combat drain the blood of living creatures. Reflexes to attack any opponent standing up from prone. 25 These creatures can store the blood in their wasted organs, later using it to spray the fl oor Whenever possible it uses a full attack, concentrating on with a bloody slick that can cause falls and impair a single foe. movement. pqqqqqqqqqrs 142 SUOENIUGNAS REKNIRD that foe. The sanguineous drinkers fl ank another foe, using Alignment: Sanguineous drinkers are corrupt and blood spray only to prevent their prey from retreating. depraved killers with an inborn hatred for living creatures and a supernatural lust for blood. They lack compassion, and ECOLOGY they enjoy toying with their victims, infl icting as much tor- Sanguineous drinkers are not natural creatures. Necro- ment as possible. These creatures are always chaotic evil. mancers create them from corpses boiled in blood. Particularly evil SOCIETY and bloodthirsty creatures might Uncontrolled sanguineous drinkers claim a small area in spontaneously rise as sanguineous which to hunt. They thirst for blood from the living, drinkers if they die in an environ- and this need drives them above all else. Sanguineous ment soiled with blood and corrupted drinkers know nothing of mercy or fear. They fi ght by negative energy. to the death.",
        "name":  "SAMPLE LAIR",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scouring slingers and scouring stan- chions can survive in almost any environment, and they FOR PLAYER CHARACTERS are found wherever their creators order them. Both kinds High-level druids, employing closely guarded magic rituals, of constructs operate best in a wide area, however, and create scouring slingers and scouring stanchions. A scouring are only rarely found in the confined spaces of castles, slinger grows slinger scorpions, and these smaller constructs fortresses, and cities. Scouring slingers are not commonly cannot be created independently. used underground, since their scorpion throw becomes",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spawn of Juiblex is Juiblex are usually encountered alone. Even when new an oozelike entity that spreads in a rough circle. Its semi- creatures are spawned from the old, they quickly go their own liquid form is a putrid green shot through with swirls of way, driven to spread their destructive potential. black, brown, and yellow, constantly spurting and heaving Lone Spawn (EL 6–14): Though spawn of Juiblex have as it churns. no direct connection to the Faceless Lord, they retain the Lesser spawn are about 10 feet in diameter and weigh instinctual intellect of their progenitor. These creatures approximately one and one-half tons. Greater spawn are 20 are drawn to places of great power, including magical feet in diameter and can weigh ten tons. Elder spawn are 40 locations, the resting places of lost artifacts, ancient feet in diameter and weigh some sixty tons. altars dedicated to mighty evil, or gates to the Abyss and",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tirbanas are not evil, but the act of subduing hatches to release a pale white larva (1 hit point) that grows and slaying host creatures is an intrinsic part of their nature. into one of the four types of tirbanas. Though these creatures do their best to care for victims while Each sleeping creature is an ideal meal, providing the larvae their larvae grow, they don’t recognize the immorality of with suffi cient energy to complete their transformation. A trading the lives of unwilling sentient hosts for their own victim takes 1d6 points of Constitution damage each day the survival. Tirbanas have an unshakeable commitment to larvae feed. When its Constitution is reduced to 0, the host their colony and its survival, and these creatures are usually dies. The larvae then emerge and feed on the corpse. lawful neutral. A few tirbanas display evil tendencies, which As long as its Constitution has not reached 0, a host creature manifest as unnecessary cruelty. can be saved by the application of a cure disease or heal spell. pqqqqqqqqqrs This kills the parasitic larvae and allows any Constitution damage to be healed normally. TIRBANA LORE Once a new generation of tirbanas has hatched, the Characters who have ranks in Knowledge (arcana) can learn bodies of their hosts fuel the growth of the young over a more about tirbanas. When a character makes a successful period of two weeks. During this time, the elder colony skill check, the following lore is revealed, including the infor- begins to die. Eyewings, drowsers, and slayers grow weak mation from lower DCs. and collapse one by one. By the time the spawner perishes, the larvae have completed their transformations, and a Knowledge (Arcana) DC Result new generation of tirbanas is born. Among the young are 11 This creature is a tirbana, a member of a menacing 1d3+1 spawners that divide the rest of the colony between insectile race that invades humanoid settlements. them. Each group then sets out to find a population of new This result reveals all magical beast traits. hosts to continue the cycle. 16 All tirbanas have highly developed eyes, making",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tirbanas are hardy and adaptable, settling them dangerously perceptive and impossible to fl ank. Though capable in combat, tirbanas can anywhere that isolated communities spring up. As such, send their foes to sleep using poison and magical these creatures can be found in any land or underground abilities. environment. Their lairs are ghastly places, fi lled with the 21 Of the four types of tirbanas, the large slayers are bodies of host creatures slowly starving in their sleep, or the most deadly. However, all these creatures fi ght corpses being devoured by the larvae that have hatched in concert, using their poison to make foes more susceptible to their sleep effects. inside them. 26 Tirbanas put creatures into a deep sleep not",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tirbanas resemble for defense, but for reproduction. The bipedal giant insects, blending the features and body parts of man- spawner is the leader of a tirbana colony, and tises, beetles, roaches, fl ies, and other vermin. the eggs it lays within a magically sleeping host An eyewing looks like an oversized dragonfl y, 1 foot long eventually hatch, resulting in the host’s death. pqqqqqqqqqrs and weighing 2 pounds, with two large green orbs for eyes. 176 ANABRIT races sometimes send out hunting parties to destroy tirbana SOCIETY colonies before they spread. Tirbanas are disciplined and keenly aware of their roles within the hierarchy of the colony. Lesser tirbanas follow",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TIRBANA THORP the commands of a spawner without question, giving their Before the tirbanas came, Martuk was a peaceful community lives if need be to ensure the colony’s well-being. of fi fty souls in a wide rural realm. Elders passed down the Eyewing tirbanas work primarily as scouts. Skilled fl yers, secrets of coaxing plants from the soil for generations. Using they can cover vast territory as they seek out isolated com- these methods, the folk of Martuk have sustained themselves munities for the colony. Once tirbanas have taken over a and grown enough surplus to trade with an enclave of wood settlement, eyewings work tirelessly to tend to the health elves ten miles to the east. The farmers and hunters of this of host creatures. They scour the environs for fresh water, land regard the natural world as an expression of the divine. collecting it in specially designed pockets in their legs. They respect nature, killing only out of necessity and ensur- They then flutter back to the colony’s sleeping victims ing that no part of a creature goes to waste. to dribble water into their mouths. Eyewings also give The gentle and trusting nature of the residents of Martuk nourishment to smaller or weaker host creatures (typically proved to be their downfall, however. When a hunter children) whose Constitution might not be suffi cient to encountered a tirbana eyewing in the nearby woods, its allow a brood of eggs to successfully hatch. From the food it beauty amazed him. After leading it back to Martuk with eats, an eyewing disgorges a pasty mass that heals 2 points offers of food, he showed his fellow townsfolk the graceful of Constitution damage when forced down a helpless creature he had found. Shortly after its arrival, however, the victim’s throat. However, most hosts are allowed to starve eyewing sped off. Locals saw the creature’s appearance as a where they lie. sign of providence, and so they kept an eye out in case it or Drowsers come next in the tirbana hierarchy. It falls to others of its kind returned. these creatures to place the residents of a target settlement Three days after the initial encounter, return they did. into the deep sleep that sees them turned into tirbana hosts. A host of tirbanas poured out of the woods and set upon Drowsers spread out in small teams when a settlement is the town. Eyewings filled the air, while drowsers worked invaded, blanketing victims with their sleep ability. Once their fell magic to incapacitate the residents. Though a few a settlement is overrun, drowsers work in coordinated fought back, they were slain almost to the last (see area 5). It teams, constantly renewing their sleep effect to keep host was over quickly. Tirbanas had claimed the community for creatures helpless. themselves, and their spawner set about implanting its eggs Especially in larger settlements that cannot be taken in in the slumbering bodies of the fallen. one fell swoop, slayers are sent in to deal with any pockets of Now, the tirbana colony has just about run its course. physical resistance. These warriors tear apart any creatures Half of the new generation of eggs have hatched and as that attempt to stand in the way of the colony’s survival. many of the original attackers have collapsed, rotting When the battle is done, the corpses of their victims feed where they fell. The sight that greets any approaching the colony as the sleeping host creatures are prepared for party is a macabre one. Dismembered and devoured human implantation. corpses litter the ground, and a few sluggish tirbanas crawl Heading up the tirbana colony is a single spawner. More through the area, awaiting the end. A pervasive stench hangs intelligent than their lesser kin, spawners understand the in the air. fate that awaits the colony once the eggs hatch, and they When using this site, seed treasure among the encounters are the only tirbanas who can truly appreciate the horror as you see fi t; see Typical Treasure. that the colony’s host creatures undergo. To a spawner, how-",
        "name":  "SAMPLE LAIR",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. Prerequisites: Craft Wondrous Item, ghost sound, greater shout. This shining mithral helm is shaped like a wolf’s head. Cost to Create: 10,000 gp, 800 XP, 20 days. pqqqqqqqqqqqqqqqqqqqqrs Illus. by T. Giorello Challenge of the Black Duke (EL 19+): Through all Orcus, who longed for mortal souls to feed his insatiable seasons, the Black Duke leads a host of undead through hunger. The demon prince granted this knight the power the forlorn stretches of his demesne. Thundering forward to defeat death by stealing his soul, transforming his on his cauchemar nightmare steed (MM 194), he is accom- mortal form into the undead monstrosity it remains to panied by at least six elite vampires (MM 251) and up to this day. double this number of vampire spawn (MM 253). Sweeping Environment: Filled with the power of undeath, the through his lands, he searches for would-be heroes to add Black Duke now fears no mortal foe. With his host, he often to his court. rides the ruined remnants of his ravaged lands, looking for The Black Duke and his entourage are an epic encounter intruders and worthy foes. He keeps a macabre court within in every sense of the word. On his own, the vampire lord the crumbling halls of his stronghold. is still formidable, but PCs have only one chance to engage Physical Characteristics: The Black Duke is a power- the Black Duke alone. When he fi nds a party whose war- fully built human male with a shock of white hair. No riors have the mettle he seeks, the Black Duke approaches compassion shows in his soulless black eyes—only mad- at nightfall, alone, cloaked, and on foot so as not to give ness and hatred. His features are smooth, but his skin is pale his identity away. He issues his challenge only once, and and translucent, revealing a tangle of bright red arteries expects an immediate response. For PCs intent on destroy- and black veins beneath. The Black Duke is rarely without ing the Black Duke, the acceptance of this single-combat his mithral breastplate, which is engraved with images of challenge (whether as part of a previously prepared trap or wolves and bats. He wears his howling helm whenever he not) might be their only option. leaves his keep.",
        "name":  "Weight",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In late autumn, a master of the hunt appears with four hounds, stalking the land and slay- ing the mighty. The hunter eventually chooses a PC who is particularly skilled at avoiding capture as prey. That character’s allies oppose the hunt at their peril. ECOLOGY Masters of the hunt were fey monarchs The Wild Hunt who ruled their courts for centuries before the tedium of pqqqqqqqqqrs existence drove them to hunt powerful mortals. Now they spend their time searching for worthy foes. They are endur- WILD HUNT LORE ing, tireless, and immortal. Characters who have ranks in Knowledge (nature) can learn more about the Wild Hunt. When a character makes a suc- The hounds of the hunt are ferocious canines made blood- cessful skill check, the following lore is revealed, including the thirsty by centuries of training and magical alteration. They information from lower DCs. are almost as durable as their masters.",
        "name":  "Night of the Hunt",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Masters of the hunt mightiest foes. The four hounds that accompany are lithe and regal elfl ike creatures, standing 8 feet in height him are hounds of the hunt, magical beasts totally and weighing 300 or more pounds. loyal to their master. The master is an archer Hounds of the hunt are slavering monstrosities the size of incredible skill, and the hounds are frightful hunters with supernatural howls. of grizzly bears. Their coats glitter slightly as if covered in a 37 The moon is the eye of the Wild Hunt, and anyone sheen of starlight. under its light is more susceptible to the attacks of",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Awesome Blow as one of his campfi res, exposed lanterns, and other small, open fl ames of fi ghter bonus feats. non-magical origin. Clear vision within the cloud is limited to 10 feet. Creatures have concealment at 15 to 20 feet (20% miss EMPOWER SPELL-LIKE ABILITY chance). At 25 feet or more, creatures have total concealment The creature can use a spell-like ability with greater effect (50% miss chance, and opponents cannot use sight to locate than normal. the creature).",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This line in a monster entry gives the align- current type, but the features of its original type. For example, ment that the creature is most likely to have. Entries that a wizard’s raven familiar has an animal’s features and the traits detail a general creature, rather than a specifi c individual, of a magical beast. include a qualifi er that indicates how broadly that alignment applies to all monsters of that kind. Baatezu Subtype: Many devils belong to the race of evil",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An animal is a living, nonhuman creature, immune to gaze attacks, visual effects, illusions, and other usually a vertebrate with no magical abilities and no innate attack forms that rely on sight. Such creatures usually have capacity for language or culture. blindsense or blindsight.",
        "name":  "Animal Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A special material, such as adamantine, a creature to use magic items normally usable only by alchemical silver, or cold iron, is required to overcome other dragons, and it qualifies the creature to take feats that have forms of damage reduction. For example, potent fey have DR the subtype as a prerequisite. The dragonblood subtype that can be overcome by cold iron (DR X/cold iron). Damage also makes creatures subject to harmful effects that reduction that is overcome only by adamantine is extraordi- affect dragons. nary, but DR that can be overcome only by cold iron or silver The dragonblood subtype does not confer the dragon type is supernatural. or any traits associated with that type. For instance, it does",
        "name":  "Special Material",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living construct is a new Low-Light Vision (Ex): A creature that has low-light subtype of construct, a created being given sentience and free vision can see twice as far as a human in starlight, moonlight, will through powerful and complex creation magic. Living torchlight, and similar conditions of shadowy illumination. constructs combine aspects of both constructs and living It retains the ability to distinguish color and detail under creatures, as detailed below. these conditions.",
        "name":  "Living Construct Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living construct derives its Hit Dice, base attack bonus progression, saving throws, and skill points from the Magical Beast Type: Magical beasts are similar to class it selects. animals but can have Intelligence scores higher than 2.",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures can have modes of movement other than walking and running. These are Native Subtype: Creatures that have this subtype are natural, not magical, unless specifically noted in a mon- outsiders native to the Material Plane. Such creatures have ster description. mortal ancestors or a strong connection to the Material Plane,",
        "name":  "Movement Modes",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a monster description Telepathy (Su): A creature that has this ability can com- describes how much wealth a creature owns. (See DMG 52–56 municate telepathically with any other creature within a for details about treasure, particularly Tables 3–5 through certain range (usually 100 feet) that has a language. It is 3–8.) Most monsters keep their treasure in their lairs, leav- possible to address multiple creatures at once telepathi- ing it behind if they travel. Intelligent creatures carry useful cally, although maintaining a telepathic conversation with portable treasure, such as magic items, with them. more than one creature at a time is just as difficult as simultaneously speaking and listening to multiple people Undead Type: Undead are once-living creatures animated at the same time. by spiritual or supernatural forces.",
        "name":  "Typical Treasure",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ethereal defiler, madcrafter of Thoon, shadow Humanoid: Hobgoblin duskblade, Nozgûg (god-blooded flayer, spirrax, Thoon disciple, Thoon elder brain, vivesector. orc), Singh the Immense. (Air): Ken-sun (elemental mage), ruin chanter. (Incorporeal): Haunts (all). (Aquatic): Kuo-toas (all). (Lawful): Arcadian avenger, devils (all), ember guard. (Baatezu): Gulthir devil, remmanon devil. (Living Construct): Merchurion. (Chaotic): Dalmosh, demons (all). Magical Beast: Deadborn vulture, garngrath, gem scarab, (Cold): Morlicantha, guulvorg, hound of the hunt, malastor, mockery bugs (all),",
        "name":  "Aberration",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For a race that has collectively taken a vow against early age, after which they simply refuse to engage in speaking, buommans have a wide variety of names—all of traditional forms of communication. A buomman who which are based on musical notes. For example, a buomman breaks this vow takes 1 point of Wisdom damage and female might express her name as a short melody in the key takes a –2 penalty on attack rolls, saves, and checks for 24 of D sharp, and a different buomman female might express hours afterward. (If the buomman breaks the vow again her name as the same melody, but in B sharp. The name of before 24 hours have passed, he takes an additional point Illus. by S. Prescott 620_17920_PlanarHandbook2.indd 9 5/20/04, 11:11:02 AM Mephlings Earth Air Fire Water 10 1 RETPAHC SECAR of Wisdom damage, and his penalty on attack rolls, saves, feel out of place. They usually are loners who desire an elu- and checks persists for another 24 hours.) A buomman sive sense of belonging. Nevertheless, they’re attractive and spellcaster who wishes to cast spells with a verbal compo- personable, generally liked by people around them. nent must use the Silent Spell metamagic feat or else have Physical Description: Mephlings look like less comely the Nonverbal Spell feat (see page 40). versions of their mephit parents with stunted wings. A typi- • Automatic Languages: Buommans speak Buommi and cal mephling stands less than 3 feet tall and weighs around 30 understand Common. Bonus Languages: Aquan, Gith- pounds, with females slightly taller and heavier than males. zerai, Terran. Air: An air mephling looks like a short, cloud-white human. • Favored Class: Monk. Earth: An earth mephling appears akin to a short, stony, • Level adjustment +0. hairless dwarf.",
        "name":  "Names",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Naturally disposed to becoming sorcerers and Fire: +2 Dexterity. Like air mephlings, fi re mephlings often acutely aware of an uncaring multiverse, mephlings are agile and quick. turn to the worship of Boccob the Uncaring, Lord of all Water: +2 Constitution. Water mephlings are sturdy Magics. Some instead turn to the more fatalistic philoso- and durable. phies of Wee Jas. Many mephlings who choose to travel • Humanoid (Extraplanar): Mephlings are native to the Ele- extensively worship Fharlanghn. mental Planes. They have the humanoid type and gain the",
        "name":  "Religion",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tiefl ings have no common character level. deity. Most choose to worship evil • Resistance to cold 5, electricity deities such as Erythnul, god of 5, and fi re 5: Tiefl ings share some slaughter; Vecna, god of secrets; of their fi endish ancestors’ resistance to or Hextor, god of tyranny. Neu- energy damage. tral tieflings may venerate • Automatic Languages: Common, Wee Jas, goddess of death Infernal. Bonus Languages: Dra- and magic, or Olidammara, conic, Dwarven, Elven, Gnome, god of thieves. Still others Goblin, Halfl ing, Orc. choose to pay homage to • Favored Class: Rogue. archfi ends whose names • Level adjustment +1. are best not mentioned.",
        "name":  "Religion",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifi er. Class Features All of the following are features of the cleric’s planar substitution levels. Planar Dismissal (Su): By selecting this planar substitution benefi t at 4th level, a cleric trades away some of his power over undead creatures to gain the ability to dismiss a summoned extra- planar creature (such as a fi endish wolf brought by a summon mon- ster II spell) by channeling the power of his faith through his holy (or unholy) symbol. To attempt this, the cleric spends a turn/rebuke attempt and makes a level check (1d20 + cleric level) against a DC of 11 + the caster level of the sum- moner. If the summoning crea- ture doesn’t have a caster level, use its Hit Dice instead. The cleric gets a +2 bonus on this check if the sum- moned creature’s alignment has at least one component opposed to his own (for instance, a lawful good cleric celevaP .J yb .sullI 620_17920_PlanarHandbook2.indd 30 5/20/04, 12:47:03 PM 31 FEATS CLASSES AND CHAPTER 2 The cleric immediately loses the granted powers of Class Skills his exchanged domains. Skills that were treated as class Druid planar substitution levels have the class skills of the skills due to a granted power are treated as cross-class standard druid class plus Knowledge (the planes) (Int). skills for this and all future cleric class levels (though Skill Points at Each Level: 4+ Int modifi er. the cleric doesn’t lose any skill ranks for skill points already spent from previous levels). He can no longer Class Features fill domain spell slots with domain spells from the All of the following are features of the druid’s planar sub- exchanged domains. stitution levels. In return, the cleric gains a planar domain that matches Resist Extraplanar Might (Ex): A 4th-level druid who his alignment, gains its granted power, and from now on selects this planar substitution benefi t gains a +2 bonus on may fi ll his domain spell slots with the spells appropriate to saving throws against the spell-like abilities of outsiders. that domain. See Chapter 5: Spells for more information on This benefi t replaces the resist nature’s lure class feature planar domains. gained by a standard druid at 4th level. Planar Tolerance (Ex): A planar druid of 9th level or Table 2–3: Planar Domains higher becomes attuned to the nature of the planes she Domain Required Alignment visits and gains immunity to their natural planar effects. Abyss Chaotic evil Any effect that would be negated by the planar tolerance Arborea Chaotic good spell (see page 103) is negated by this druid ability. Unlike Baator Lawful evil Celestia Lawful good the spell, this ability affects only the druid herself. Elysium Neutral good This benefi t replaces the immunity to venom class feature Hades Neutral evil gained by a standard druid at 9th level. Limbo Chaotic neutral Counter Summoning (Su): Some druids who walk Mechanus Lawful neutral the planes come to believe that excessive summoning of Planar Banishment (Su): By selecting this planar extraplanar creatures constitutes an abuse of the planes substitution benefi t at 11th level, a cleric trades away his themselves, and they learn to deal with this problem at the ability to spontaneously cast cure or infl ict spells of 6th level source. A planar druid of 13th level or higher can ready a or higher in order to gain the ability to banish extraplanar standard action to counter a summon monster spell or any creatures from his home plane. The cleric can “lose” any spell-like ability that summons an extraplanar creature. prepared spell of 6th level or higher that is not a domain This ability functions exactly as a counterspell using dispel spell in order to cast banishment. (If the cleric loses a spell of magic, except that the druid need not cast a spell to make the 7th level or higher, calculate the save DC as if the banishment attempt. The druid must make a caster level check against a spell had been heightened to that level.) DC of 11 + the opponent’s caster level (if the opponent does not have a caster level for its summoning ability, use its Hit Table 2–4: Cleric Planar Substitution Levels Dice instead). Success indicates that the spell or spell-like Base Fort Ref Will ability is countered. Level Attack Bonus Save Save Save Special 4th +3 +4 +1 +4 Planar dismissal 7th +5 +5 +2 +5 Planar domain 11th +8/+3 +7 +3 +7 Planar banishment DRUID The forces of nature, both subtle and grand, are manifes- tations of a deeper reality, where cosmic spheres revolve about each other in an awesome celestial dance. That dance generates the energy behind the fury of a storm, the brilliant sun, and even the vitality of life. The druid who understands the ecological connections between the seen and unseen is more capable, more knowledgeable, and more tuned into the events that move in all realms of existence.",
        "name":  "Skill Points at Each Level",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 + Int modifi er. The ranger does not automatically pick up his quarry’s trail when he arrives on the new plane. He must use his Class Features Track feat to fi nd the creature’s tracks and pick up the hunt. All of the following are features of the ranger’s planar sub- But he has the advantage of knowing that his target defi - stitution levels. nitely passed that way. Planar Animal Companion (Ex): At 4th level, a planar This benefi t replaces the camoufl age class feature gained ranger can select a celestial or fi endish animal as his animal by a standard ranger at 13th level. companion. Doing this reduces the ranger’s effective druid level by one. Table 2–9: Ranger Planar Substitution Levels For example, a 4th-level planar ranger (with an effective Base Fort Ref Will Level Attack Bonus Save Save Save Special druid level of 1st) can select an animal from the normal 4th +4 +4 +4 +1 Planar animal list of potential companions. When he reaches 8th level, companion that companion would gain the bonus Hit Dice and other 8th +8/+3 +6 +6 +2 Portal intuition special abilities granted to the animal companion of a 3rd- 13th +13/+8/+3 +8 +8 +4 Planar tracking level druid. He can’t select a celestial leopard or fi endish ROGUE wolverine until he reaches 10th level (effective druid level 4th). The only thing more varied and unpredictable than a Unlike a typical animal companion, the planar animal rogue’s intentions are the infi nite planes of reality. No companion is a magical beast. However, the ranger (and matter what a rogue wants to do, no matter what treasure 620_17920_PlanarHandbook2.indd 34 5/20/04, 12:47:18 PM 35 FEATS CLASSES AND CHAPTER 2 or information or experience she seeks, it can be found rogue level that grants an improvement to her trap sense, somewhere on the planes. she gains the indicated bonus minus 1 (trap sense +2 at 9th A rogue who spends her life exploring the twisting reali- level, trap sense +3 at 12th level, and so on). ties and the gossamer walls that separate them comes away Slip the Bonds (Su): A rogue who chooses this substitu- with a unique insight into the way the cosmos functions. tion benefi t at 10th level knows how to slip momentarily She may not have a scholar’s ability to understand it, nor a into the periphery of the plane she is on. Once per day as a poet’s skill to describe it, but the rogue has something emi- free action, she can turn ethereal for a single round. nently more useful—she knows the loopholes built into This benefi t replaces the special ability gained by a stan- the laws of reality and how to bend them ever so slightly to dard rogue at 10th level. her advantage. Blink (Sp): By 16th level, a planar rogue’s understand-",
        "name":  "Skill Points at Each Level",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifi er. Class Features All of the following are features of the sorcerer’s planar substitution levels. Force-Charged Energy (Su): At 5th level, a planar sor- cerer can lace his spells with pure force, the better to affect the various energy-resistant elementals and outsiders he faces. At the sorcerer’s option, half of the energy damage dealt by a spell he casts is replaced by force damage. This Illus. by W. Reynolds 620_17920_PlanarHandbook2.indd 35 5/20/04, 12:47:21 PM 36 2 RETPAHC DNA SESSALC STAEF WIZARD effect can be applied to any spell that deals acid, cold, elec- tricity, fi re, or sonic damage. While other spellcasters may have a vested interest in a par- The maximum spell level to which a planar sorcerer can ticular planar viewpoint, the wizard prefers a more open apply this effect is one lower than the highest level of sor- policy toward the planes. To a wizard, the planes represent cerer spell that he can cast. For instance, a 5th-level planar knowledge and power, and the wizard who can learn the sorcerer can apply this effect to 0-level and 1st-level sorcerer secrets of the planes without regard to those planes’ align- spells, while an 18th-level planar sorcerer can apply it to ments or other traits is a true master of magic. spells of up to 8th level. More so than many other classes, the wizard already This benefi t replaces the ability to learn a new 2nd-level has the ability to customize her abilities with an eye to the spell gained by a standard sorcerer at 5th level. From now planes, simply through the spells she learns and prepares on, the sorcerer’s number of 2nd-level spells known at any each day. If a wizard learns plane shift and planar tolerance, class level is one less than the value shown on Table 3–17, then the caster is self-customized to adventure on the page 54 of the Player’s Handbook. planes. But the planar wizard goes a step beyond this adap- Extraplanar Spell Penetration (Ex): A 9th-level tation, learning to channel the pure power of the planes planar sorcerer can imbue his spells with the ability to themselves in her spells. penetrate the spell resistance of extraplanar creatures Hit Die: d4. more readily. Three times per day, for 1 round each time, the sorcerer can add his Charisma bonus to all his caster Requirements level checks made to overcome the spell resistance of extra- To take a wizard planar substitution level, a character must planar creatures. be about to take her 6th, 10th, or 14th level of wizard. This benefi t replaces the ability to learn a new 4th-level spell gained by a standard sorcerer at 9th level. From now Class Skills on, the sorcerer’s number of 4th-level spells known at any Wizard planar substitution levels have the class skills of class level is one less than the value shown on Table 3–17, the standard wizard class. page 54 of the Player’s Handbook. Skill Points at Each Level: 2 + Int modifi er. Spontaneous Planar Summoning (Su): A 13th-level planar sorcerer learns to summon extraplanar creatures Class Features spontaneously. When he chooses this planar substitution All of the following are features of the wizard’s planar sub- benefi t, a sorcerer selects one of the following categories: stitution levels. elementals (creatures of the elemental type), celestial crea- Unimpeded Magic (Su): A 6th-level planar wizard learns tures (creatures with the celestial template), or fi endish to overcome planar impediments to her spellcasting. When creatures (creatures with the fi endish template). He can use casting a wizard spell that would normally be impeded any spell slot to spontaneously cast a summon monster spell because of a plane’s magic traits (such as a fi re spell on the of the same level, but he can use that spell to summon only Elemental Plane of Water), the spell functions normally creatures of the selected category. without need for a Spellcraft check. For example, a 13th-level sorcerer who chose elementals This benefi t replaces the 3rd-level spell slot gained by a could use one of his 6th-level spell slots to cast summon mon- standard wizard at 6th level. From now on, the wizard can ster VI. He could use that spell to summon a single Large prepare one less 3rd-level wizard spell than indicated on elemental, or 1d3 Medium elementals (from the 5th-level Table 3–18, page 55 of the Player’s Handbook. summoning list). He could not use the spell to summon Planar Spellcasting (Su): A 10th-level planar wizard creatures that weren’t elementals. learns to channel planar energy through her spells. Upon This benefi t replaces the ability to learn a new 6th-level gaining this ability, the wizard chooses to make her spells spell gained by a standard sorcerer at 13th level. From now anarchic (chaotic), axiomatic (lawful), celestial (good), or on, the sorcerer’s number of 6th-level spells known at any fi endish (evil). Her spells gain the indicated alignment class level is one less than the value shown on Table 3–17, descriptor. The wizard can choose any of the four options, page 54 of the Player’s Handbook. regardless of her own alignment. Against creatures of the opposed alignment, she gains a +1 bonus on caster level Table 2–11: Sorcerer Planar Substitution Levels checks made to overcome spell resistance, and her spell save Base Fort Ref Will DCs are increased by 1. If she casts a spell that normally Level Attack Bonus Save Save Save Special has the same alignment descriptor that she would apply, or 5th +2 +1 +1 +4 Force-charged whenever she casts a spell on a plane with an alignment trait energy 9th +4 +3 +3 +6 Extraplanar spell that matches the alignment she chose, the bonuses increase penetration to +2. These effects apply only to the character’s wizard 13th +6/+1 +4 +4 +8 S pontaneous spells; any spellcasting ability gained from another class planar summoning functions normally. 620_17920_PlanarHandbook2.indd 36 5/20/04, 12:47:23 PM 37 FEATS CLASSES AND CHAPTER 2 HERITAGE FEATS For example, the spells of a wizard choosing to cast fiendish spells gain the evil descriptor. She gains a +1 A heritage feat signifi es a specifi c ancestry of the character bonus on caster level checks to overcome the spell resis- (in the case of the feats in this book, a specifi c extraplanar tance of good-aligned creatures, and good-aligned crea- ancestry). The player and DM are encouraged to come up tures attempting to save against her spells do so against with a background story explaining the character’s heri- a DC that is 1 higher than normal. If she casts a spell tage, though the exact source of this ancestral link isn’t that would normally be an evil spell (such as crucial to the feat’s operation (and may remain a mystery contagion), or if she casts any spell on an evil- to the character). aligned plane (such as the Abyss or the Nine A character may select a heritage Hells), these values would increase by 2 feat at any level. Choosing a heritage instead of by 1. feat after 1st level signifi es that the This benefi t replaces the bonus feat ancestral power of the character is gained by a standard wizard at 10th only now manifesting itself. level, as well as the two spells a standard Once a character selects a heri- 10th-level wizard learns for free. tage feat, he cannot select another Enhanced Magic (Su): A 14th- heritage feat unless it lists his fi rst level planar wizard learns how to heritage feat as a prerequisite. For channel the essence of a specifi c instance, a character who selects Fire plane’s enhanced magic trait Heritage can’t also take Shadow Heritage, through her spells. Upon gain- but he could select additional heritage feats ing this ability, the wizard must that have Fire Heritage as a prerequisite choose a specifi c plane that she (such as Improved Elemental Heritage). has visited (other than the Mate- FEAT DESCRIPTIONS rial Plane). Three times per day, the wizard may spend a standard The feats in this section follow the normal format action to channel that plane’s magical essence. The next for feat descriptions. spell she casts (if cast within 1 minute) is enhanced as if she were casting it on that plane, applying any magic traits Acheron Flurry [General] normal to that plane. This ability doesn’t apply any other You master the secret technique developed by Acheron- planar magic traits to the wizard’s spells, such as wild magic native special forces of limiting a foe’s options in hand-to- or impeded magic. hand combat.",
        "name":  "Skill Points at Each Level",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +4 bonus on saving throws against planes) 2 ranks, Knowledge (religion) 2 ranks, ability to cast polymorph or petrifi cation effects. any summon monster spell. You also gain a +1 bonus on saving throws against spells Benefit: Add one good-aligned creature to the list of or other effects created by lawful creatures. creatures for each summon monster spell that you can cast. (Work with the DM to select creatures appropriate to the Axiomatic Heritage [Heritage] spell’s list of summonable creatures.) Each time you gain You are descended from creatures native to the planes of the ability to cast a new summon monster spell, you may add law. You share some of your ancestors’ natural resistance to one good-aligned creature to the list. charms, and you are resistant to the magic of chaotic foes. Normal: Without this feat, adding a creature to your",
        "name":  "Benefi t",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain one evil-aligned creature to the list. this feat multiple times. Normal: Without this feat, adding Its effects do not stack. a creature to your summoning list Each time you take requires you to remove one that is this feat, it applies to already on the list. a new element. Fire Heritage [Heritage] Fiendish Heritage [Heritage] You are descended from creatures You are descended from creatures native to the native to the Elemental Plane of Fire. You share Lower Planes. You share some of your ancestors’ some of your ancestors’ natural reaction speed, natural resistance to poison, and you are resis- and your natural attacks are red-hot. tant to the magic of good foes. Benefi ts: You gain a +1 bonus on initiative",
        "name":  "Special",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Planar Touchstone, a portable object of 3 Standard only. If you are using the Fiend Folio, you may use a filth imp instead. at least 250 gp value native to a chosen planar touchstone plane, Knowledge (the planes) 8 ranks. The improved familiar is magically linked to its master",
        "name":  "Prerequisites",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +3 bonus on Hide and Move the run action while swimming, provided it swims in a Silently checks when in an area of darkness or shadowy straight line. illumination. 620_17920_PlanarHandbook2.indd 42 5/20/04, 12:47:43 PM hen your eyes are opened to the vistas of other- powerful mortals, to be sure, but nothing more. They planar strangeness, deities on their own turf, are given to petty emotions, they require sustenance and mind-bending philosophies, it’s hard to in the form of prayers and the belief of their followers, remain the same as you were before. It’s a lot to and, when denied that, they die. Think about it: If the absorb. Many of those who live beyond the Material Plane deities really are the source of all creation, why is it feel they have a wider view of the way things actually work. that many clerics can cast divine magic without devot- To this end, various organizations, groups, and factions exist ing themselves to any deity? There may indeed be an that teach ways of coping with the mind-boggling immensity omnipotent entity (or collection of entities) respon- of the multiverse. Some of these factions are fairly stratifi ed sible for making and tending reality, but if so, that and embedded in the politics of planar metropolises where power must be completely incomprehensible to the they are based. Others are more wide-ranging but loose. minds of mere mortals. Members of the organization Some groups are so enamored of their own particular known as the Athar refer to this theoretical true god philosophies that they teach their members special kinds as “the Great Unknown.” of prestigious abilities. These philosophical teachings and The Athar are sometimes called “defi ers” or “the abilities can take a character in an entirely different direc- lost” because their beliefs bring them into direct tion from that which she originally followed. philosophical (and occasionally physical) confl ict Of course, only a fraction of those who join philosophi- with just about every religion ever established cal plane-inspired factions take a prestige class associated in the multiverse. They try to convince worship- with that group. Moreover, it is possible that a given faction ers of various deities that they are being duped could offer more than a single prestige class. by a cosmic confi dence scam. The Athar rarely take their accusations to the “gods” themselves. After all, even if they are only mortals playing at THE ATHAR divinity, they are extraordinarily powerful mortals The “gods” are liars, every single one of them—liars and playing at divinity, and it is unwise to incur their frauds. They aren’t deities. They’re mortals—extremely wrath unnecessarily. 43 IIlllluuss.. bbyy DD.. RRooaacchh 620_17920_PlanarHandbook2.indd 43 5/20/04, 12:47:49 PM 44 3 RETPAHC EGITSERP SESSALC The Athar spend a great deal of their time on the Astral As NPCs, defi ants work to shake the populace’s belief in Plane. They have established a many-windowed observatory the gods. They take any opportunity to prove that the dei- from which visitors can view the bodies of dead and dying ties that most people worship are actually only mortals with “gods.” This sight fi lls faction members with righteous glee, access to incredible powers. They disrupt religious ceremo- since they consider it to be absolute, irrefutable proof that nies, engage in activities that draw divinity into question, their tenets are correct. and harangue well-known servants of the gods.",
        "name":  "Benefits",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is well known that the Doomguard (Int), Jump (Str), Knowledge (architecture and engineer- long ago acquired potent magic items collectively known ing) (Int), Listen (Wis), Spellcraft (Int), Spot (Wis), Survival as the Citadel Amulets. There are four types: the Amulet of (Wis), and Swim (Str).",
        "name":  "Citadel Amulets",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (any single skill) 8 ranks or Survival requires. The spell’s casting time is as normal for the spell. 8 ranks. The visionary seeker cannot apply metamagic effects to the",
        "name":  "Skills",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rich sensates can sometimes in each. afford to visit (or better yet, install in their homes) special Special: Must recount fi ve experiences, one for each of body-encapsulating devices known as sense escalation the different senses, at a festhall or sensorium run by the tanks. A minute in one of these magically assisted capsules Society of Sensation. is like a day of real life, and a day spent inside a tank is like a lifetime! The price is steep, even for a minute, but to a sen- To qualify to become a 4th-level ardent dilettante, a charac- sate, every moment is worth it. ter must fulfi ll all the following criteria.",
        "name":  "Sense Escalation Tank",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An ardent dilettante hears many intriguing rumors with all aspects identical. For instance, an ardent dilet- and learns odd facts while traveling. She may make a spe- tante subjected to a dominate person spell cast by a 12th- cial lore check (1d20 + her ardent dilettante level + her level sorcerer can use an identical dominate person effect Int modifier) to see whether she knows some relevant in the next round. The duplicated effect has the same save information about a notable person, place, or thing. This DC, range, and duration as if the original caster had cast ability is otherwise identical to the bardic knowledge it. The ardent dilettante automatically knows all relevant ability (see page 28 of the Player’s Handbook). If an ardent information about the spell in question (its name, effect, dilettante has a similar ability from another class (such save DC, and so on). as bard or loremaster), her ardent dilettante levels stack sdlonyeR .W yb .sullI 620_17920_PlanarHandbook2.indd 56 5/20/04, 12:54:20 PM Felice climbing to experience a magnifi cent view 57 CLASSES PRESTIGE CHAPTER 3 Blindsense (Ex): At 9th level, an ardent dilettante’s Bonus Trick: Bluescale is capable of learning one trick senses become so attuned to her surroundings that she in addition to any that Felice might choose to teach it gains blindsense out to 10 feet. (see the Handle Animal skill, page 74 of the Player’s Death Holds No Mysteries (Su): When a 10th-level Handbook). This bonus trick doesn’t require any train- ardent dilettante is brought back from the dead by such ing time or Handle Animal checks, and it doesn’t count magic as raise dead and resurrection, the ardent dilettante against the normal limit of tricks known by the creature. does not lose a level. Felice has selected guard as the bonus trick.",
        "name":  "Lore",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Felice may make a special bardic knowl- Felice joined the Society of Sensation on a whim. A bard edge check with a bonus of +12 to see whether she knows of some skill, she recounted several of her adventures and some relevant information about a notable person, place, or gained membership. The life of a sensate enthralled her. thing. See page 28 of the Player’s Handbook for more informa- She enjoyed seeking out new experiences so much that tion on bardic knowledge. she recently studied as a druid in order to gain the divine Bardic Music: Five times per day, Felice can use her song spellcasting ability required to advance in the society as a or poetics to produce magical effects on those around her true ardent dilettante. (usually including herself, if desired). For more information on bardic music, see page 29 of the Player’s Handbook. Her",
        "name":  "Felice the Ardent Dilettante Bardic Knowledge",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agile, Dodge, Improved Initiative. Deft Hands, Improved Critical, Improved Disarm, Improved Sunder, Lightning Refl exes, Mobility, Nimble Fingers, Pre- Class Skills cise Shot, Self-Suffi cient, Spring Attack. The cipher adept’s class skills (and the key ability for each Combination Strike (Ex): At 5th level, a cipher adept’s skill) are Balance (Dex), Bluff (Cha), Concentration (Con), speed and refl exes in combat allow her to follow up a devas- Disable Device (Int), Escape Artist (Dex), Handle Animal tating attack with a secondary maneuver. If she confi rms a (Cha), Hide (Dex), Move Silently (Dex), Ride (Dex), Sense critical hit on a melee attack, she may immediately attempt Motive (Wis), Spot (Wis), Survival (Wis), Swim (Str), a disarm or sunder attempt against the same opponent as a Tumble (Dex), and Use Magic Device (Cha). free action. This disarm or sunder attempt provokes attacks",
        "name":  "Feats",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Utilizing waterproof ink and True divine focus 1,000 gp — pages sealed in paraffi n, this spellbook can survive being True holy (unholy) symbol 500 gp 1 lb. Waterproof spellbook 30 gp 4 lb. immersed in water—an extremely useful item for a wizard journeying to a water-dominant plane. 620_17920_PlanarHandbook2.indd 71 5/20/04, 12:55:23 PM An astral skiff sails through the Astral Plane 72 4 RETPAHC DNA TNEMPIUQE SMETI CIGAM MOUNTS AND VEHICLES Table 4–4: Mounts and Vehicles A number of different conveyances exist—some of them Additional Mount Cost Cost/Day Weight creatures, some of them machines or devices—that can Elsewhale 8,000 gp +50 gp 60 tons ease the task of traveling between planes or moving through Gaspar 22,500 gp +25 gp 10,000 lb. a plane. Nightmare, lesser 5,500 gp +10 gp 1,800 lb. Ur’Epona 32,000 gp +5 gp 2,200 lb. Mounts Vehicle Cost Common mounts such as horses allow a character to travel Astral skiff 10,000 gp faster and more easily. Plane-hopping mounts allow a char- Ethereal tunneler 140,000 gp acter to do the same, but without the wall between dimen- Gate zeppelin 160,000 gp sions posing a restriction. Living astral ship Variable Chapter 6: Creatures of the Planes contains more informa- Planar sailer 25,000 gp tion about these planar mounts.",
        "name":  "Waterproof Spellbook",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "from those large enough for a A nightmare is a single squad of soldiers (the astral horse like creature skiff) to those far larger. of evil; a good- Powered by magic sails that aligned owner who catch the motion of astral makes an investment energies, these ships are in a lesser nightmare normally useless on the Material soon discovers that the Plane, where no such arcane winds mount does not serve blow. However, the vehicle is ideal him and escapes at for journeys on the infi nite Astral the first opportunity. Plane itself.",
        "name":  "Nightmare, Lesser",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes the easiest way to reach a planar varieties—evil, law, chaos, and good—using essences destination is to pay someone to cast either a gate spell or a collected from planes on the “opposite” side of the Great plane shift spell. Wheel to help moderate the effects of the opposing alignment. When visiting a plane that is aligned, those SPECIAL SUBSTANCES AND ITEMS who smear on antitrait grease ignore penalties on their The special substances described here are prized by Charisma checks that mildly aligned planes impose on adventurers both planar and mundane. Most of them can visitors of opposed alignments. One vial of grease pro- be made with the Craft (alchemy) skill, but require ingre- tects a visitor for 1 hour. The Wisdom and Intelligence dients not available on the Material Plane. Others can’t be check penalties associated with strongly aligned planes made at all, but must be recovered from their native envi- are not affected. ronment or purchased. Atramen Oil: This substance is cold pressed from atra-",
        "name":  "Spellcasting",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This gleaming white gold infl ict serious wounds spell. ring enables the wearer to ignore the 1d6 points of When used on a minor negative- damage dealt by negative-dominant planes, such as dominant plane, the rod’s spell effects are the Negative Energy Plane. Additionally, the wearer empowered (as by the Empower Spell feat). cannot gain negative levels while he wears this ring, When used on a major negative-dominant plane, making the item popular with those who battle these effects are maximized (as by the Maximize undead. Spell feat). Strong abjuration; CL 12th; Forge Ring, negative energy Strong necromancy; CL 15th; Craft Rod, infl ict protection; Price 72,000 gp. serious wounds; Price 47,312 gp; Cost 23,812 gp",
        "name":  "Negative Protection",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This black iron ring + 1,880 XP. enables the wearer to ignore the blinding effect STAFFS of positive-dominant planes, such as the Positive Energy Plane. In addition, the wearer does not gain the fast heal- Staffs have great utility in general—being able to hold spells ing ability usually conferred by a positive-dominant of any level—but are usually created with the Material plane, nor does the character gain additional hit points Plane in mind. The following staffs, if not created on other when he reaches his normal maximum. Spells that chan- planes, are at least oriented toward the unusual require- nel positive energy—typically healing spells—have no ments of planar travel. effect on the wearer (making this item very popular with For more information on staffs, see page 243 of the intelligent undead). Dungeon Master’s Guide. Strong abjuration; CL 12th; Forge Ring, positive energy Abyssal Iron: Forged from the metal of the Lakes of protection; Price 72,000 gp. Molten Iron on the Plain of Infi nite Portals (the topmost of",
        "name":  "Positive Protection",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Made of a smoky once per round, as a free action. gray wood, this staff allows use of the If the wearer of the boots drops following spells. an item, it falls toward the ground • Ethereal jaunt (2 charges) as normal. • Etherealness (3 charges) The wearer of the boots can • Teleport object (3 charges) carry another living being, Strong varied; CL 17th; Craft Staff, ethe- and so long as the wearer does real jaunt, etherealness, teleport object; Price not let go of the second character, 43,300 gp. that character’s gravity is the same as the",
        "name":  "Etherealness",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Created from a length of wood that has a new “down” and falling in that direction. A falling char- lain in an edge zone of the Positive Energy Plane, this staff acter loses all “downward” momentum when he redefi nes allows use of the following spells. his gravity. • Mass cure light wounds (1 charge) Moderate conjuration; CL 7th; Craft Wondrous Item, false • Mass cure moderate wounds (2 charges) gravity; Price 50,400 gp; Weight 1 lb. • Mass cure serious wounds (3 charges) Cloak of Shadow: This dark gray cloak appears to be • Mass cure critical wounds (4 charges) made of diaphanous cloth that always seems to be fl utter- • Mass heal (5 charges) ing slightly, as though in a breeze. When worn with the Strong conjuration; CL 17th; Craft Staff, mass cure light hood up, a cloak of shadow gives the wearer a +5 competence wounds, mass cure moderate wounds, mass cure serious wounds, bonus on Hide checks in areas of shadowy illumination, but mass cure critical wounds, mass heal; Price 54,000 gp. applies a –5 penalty in brightly lit areas. In addition, when",
        "name":  "Vitalization",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Studded along its entire length with the wearer is in complete darkness, he can become incorpo- tiny aquamarines in gradually darker shades and always real once per day for up to 1 minute. slightly damp to the touch, this staff allows use of the fol- The cloak is actually a greater shadow (see page 221 of the lowing spells. Monster Manual), bound to the shape of a cloak by magic. • Water walk (1 charge) Once per day, the wearer can command the shadow to come • Control water (1 charge) forth, and it does the wearer’s bidding until slain, or until Moderate transmutation; CL 7th; Craft Staff, water walk, the wearer commands it to return to its cloak form. If the control water; Price 11,200 gp. shadow is slain, it reverts to cloak form and can’t be brought",
        "name":  "Waves and Depths",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Topped by a columnar prism of sapphire forth again for seven days (the cloak functions normally, as long as a human hand, and wrapped with silver fi ligree, but the shadow can’t be activated during this time). If the this staff allows use of the following spells. cloak is destroyed, the shadow is destroyed forever. Should • Air walk (1 charge) the wearer enter the Plane of Shadow, the greater shadow • Control winds (1 charge) is free to act on its own—and may well attempt to slay its Moderate transmutation; CL 9th; Craft Staff, air walk, former master. control winds; Price 27,000 gp. Strong conjuration; CL 15th; Craft Wondrous Item, summon monster VIII, ethereal jaunt; Price 75,000 gp; Weight WONDROUS ITEMS 1 lb.",
        "name":  "Winds and Sky",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sextant of the planes analyzes the chaos, or neutrality, and whether the alignment is mild environment to give the user a planar bearing. In essence, it or strong. determines what planar traits the plane exhibits. • Whether magic works normally on the plane, or is dead When not in use, the sextant appears to be a brass sphere (nonexistent), wild (unpredictable in effect), impeded about 4 inches across, nestled into a round brass box about (spells are more difficult to cast), enhanced (cast as 8 inches in diameter, with designs inscribed over every though with metamagic effects), or limited (only surface. When the brass sphere is pulled upward, the spells of certain schools, subschools, descriptors, or device “unfolds” to reveal the inner workings, including a levels work). series of crystal lenses and a myriad of control knobs and • The location of any portals within 60 feet of the sextant. levers. This unfolding process takes 1 full round; restor- ing the sextant to its portable form takes the same amount A sextant does not reveal the name of the plane it is on, of time. though its user can attempt a DC 18 Knowledge (the planes) Using a sextant of the planes takes 1 minute and reveals the check to determine which plane or planes this information following information (see page 147 of the Dungeon Master’s corresponds to. Guide for more information about planar traits). When used within 30 feet of a portal, a sextant of the planes • Whether the gravity is normal, heavy, light, objective can be instructed to provide the same information about (“down” is always a specifi c direction), subjective (“down” the plane on the far side of the portal, as well as whether the is defi ned by each individual), or nonexistent. portal is one-way or two-way. • Whether time passes at the normal rate, faster, slower, Faint divination; CL 5th; Craft Wondrous Item, analyze or erratically (randomly speeding up or slowing down), portal (see Manual of the Planes); Price 54,000 gp; Weight or whether time has any noticeable effect on the plane 12 lb. at all. Vestments of Steadfast Spellcasting: Versions of this • Whether the plane is infi nite, fi nite, or self-contained item can vary greatly in appearance, depending on the race (the edges of the plane wrap around). of the garment’s creator and the plane upon which it was • Whether the plane’s basic nature is alterable morphic made. Its appearance ranges from snowy white celestial (you can make changes by physical effort), static (the robes to leaf-adorned, dirt-colored clothing suitable to plane never changes), highly morphic (changing as a the Beastlands. Vestments of steadfast spellcasting enable the reaction to various stimuli), magically morphic (you can wearer to ignore the magic trait of a plane (except for dead make changes by casting spells), divinely morphic (dei- magic planes) and cast spells normally. Depending on the ties can change the plane), or sentient (the plane effects plane visited, the owner of the garment might fi nd it to be its own changes). of unparalleled utility or might choose to take it off to experience the enhanced spellcasting opportunities cer- tain places afford. Strong evocation (if miracle is used); CL 17th; Craft Won- drous Item, limited wish or miracle; Price 25,000 gp; Weight 2 lb.",
        "name":  "Sextant of the Planes",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch deals 1d10 Constitution damage, repeats skill checks; immunity to fear; temporary hp. in 1 min. Mind Blank: Subject is immune to mental/emotional 5 Slay Living: Touch attack kills subject. magic and scrying.",
        "name":  "Poison",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain the supernatural ability to miss chance. smite good with a single melee attack once per day. You add *Resist Planar Alignment: Subject can resist penal- your Charisma bonus (if any) to your attack roll and deal ties for being of an opposed alignment on an aligned an extra 1 point of damage per class level. This smite attack Outer Plane. is treated as evil-aligned for the purpose of overcoming 3 Magic Circle against Law: As protection spell, but 10-ft. damage reduction. radius and 10 min./level. At 5th level, and every fi ve levels thereafter, you can use *Mantle of Chaos: You gain SR 12 + caster level against this smite attack one additional time per day. spells with the lawful descriptor. 4 Chaos Hammer: Damage and slow lawful creatures. Hades Domain Spells *Perinarch: Gain greater control over Limbo’s morphic 1 Doom: Subject is shaken by feeling of horrible dread. essence.",
        "name":  "Granted Power",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 to AC and saves, counter 5 Baleful Polymorph: Transforms subject into harmless mind control, hedge out elementals and outsiders. animal. 2 *Resist Planar Alignment: Subject can resist penal- Dispel Law: +4 bonus against attacks by lawful creatures. ties for being of an opposed alignment on an aligned 6 Animate Objects: Objects attack your foes. Outer Plane. Insanity: Subject suffers continuous confusion effect. 3 Magic Circle against Good: As protection spell, but 10-ft. 7 Song of Discord: Forces targets to attack each other. radius and 10 min./level. Word of Chaos: Kills, confuses, stuns, or deafens non- *Mantle of Evil: You gain SR 12 + caster level against chaotic subject. spells with the good descriptor. 8 Cloak of ChaosF: +4 to AC, +4 resistance, and SR 25 4 Contagion: Infects subject with chosen disease. against lawful spells.",
        "name":  "Protection from Good",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain the supernatural ability to 1 round. smite law with a single melee attack once per day. You add Protection from Chaos: +2 to AC and saves, counter your Charisma bonus (if any) to your attack roll and deal mind control, hedge out elementals and outsiders. an extra 1 point of damage per class level. This smite attack 2 Calm Emotions: Calms creatures, negating emotion is treated as chaotic-aligned for the purpose of overcoming effects. damage reduction. 620_17920_PlanarHandbook2.indd 88 5/20/04, 12:56:26 PM 89 SPELLS CHAPTER 5 *Mechanus Mind: Reformat subject’s mind to be coldly 3rd-Level Bard Spells calculating. Analyze Portal: Find a nearby portal and discover its 3 Magic Circle against Chaos: As protection spell, but 10- properties. ft. radius and 10 min./level. Analyze Touchstone: Find a nearby planar touchstone and *Mantle of Law: You gain SR 12 + caster level against discover its properties. spells with the chaotic descriptor. 4 Discern Lies: Reveals deliberate falsehoods. 4th-Level Bard Spell Order’s Wrath: Damages and dazes chaotic creatures. Lay of the Land: You gain an overview of the geography 5 Dispel Chaos: +4 bonus against attacks by chaotic around you. creatures.",
        "name":  "Granted Power",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text into, out of, or through the storm. magic) match those of the Material",
        "name":  "Saving Throw",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard alignment traits, and magic traits action aren’t negated by avoid planar effects,",
        "name":  "Casting Time",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates or of damage in each of those rounds. A immunity to extra damage from criti- Fortitude partial; see text successful Will save negates the con- cal hits and sneak attacks due to its Spell Resistance: Yes and no; see fusion effect and reduces the dura- amorphous nature. text tion to 1 round. Such creatures’ spell Each round the victim spends in resistance does not apply against an amorphous state causes 1 point of The baatezu’s answer to Blood War- this effect. Wisdom drain from mental shock. If related demonic magic targeting the victim’s Wisdom score is reduced their race, demon dirge deals 3d6 Discolor Pool to 0, it falls unconscious. A conscious points of damage to any creature Illusion (Glamer) victim can regain its own shape by that has both the chaotic and evil Level: Bard 2, sorcerer/wizard 2 taking a standard action to attempt a subtypes (such as a howler or a Components: V, S, M new Fortitude save. Success ends the demon). A successful Fortitude save Casting Time: 1 action spell effect. negates this damage. Range: Close (25 ft. + 5 ft./2 levels) Illus. by A. Swekel 620_17920_PlanarHandbook2.indd 97 5/20/04, 12:56:49 PM 98 5 RETPAHC SLLEPS",
        "name":  "While in this form, the creature has Saving Throw",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No the duration of the spell. Effect: Two summoned pack fi ends, The devils obey you explicitly and which can be no more than 30 ft. This spell summons a host of archons never attack you, even if someone else apart from the Seven Mounting Heavens manages to gain control over them. Duration: 10 min./level (D) of Celestia. You do not need to concentrate to Saving Throw: None When the spell is complete, 2d4 maintain control over the devils. You Spell Resistance: No lantern archons appear. Ten minutes can dismiss them singly or in groups later, 1d4 hound archons appear. Each at any time. This spell summons a pair of pack creature has maximum hit points per fi ends (see page 128) from the Gray Hit Die. Once these creatures appear, Holy Storm Waste of Hades to serve you. The they serve you for the duration of Conjuration (Creation) [Good, Water] pack fi ends magically understand the spell. Level: Cleric 3, paladin 3 your spoken commands (regardless",
        "name":  "Spell Resistance",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object) gain 2 hit points per round (though they can’t exceed their full normal Unless controlled, the Ever-Changing Miasma of entropy causes accelerated hit points from this effect). Char- Chaos of Limbo is just what the plane’s decay in all wood, leather, and other acters with immunity to negative name implies: a roiling soup of energy natural materials in the spell’s area. It energy effects are not affected by this and elements. Natives learn to control destroys nonmagical objects of wood, aura. The negative energy aura does not it or to inhabit areas that have enjoyed leather, paper, and other formerly affect you. some measure of control for a long Illus. by S. Roller 620_17920_PlanarHandbook2.indd 101 5/20/04, 1:05:37 PM 102 5 RETPAHC SLLEPS period, but visitors to areas of “raw” damage for each round a creature lin- gravity, a mild neutral alignment, limbo must make a DC 16 Wisdom gers within it. enhanced shadow spells, and impeded check to gain control over the dan- Complete Barrier: A perinarch can light spells. gerous roil. The perinarch spell gives create a complete barrier of solid stone Material Components: A sprinkling the caster automatic control of a encircling herself and her allies, pre- of silver dust. radius of raw Limbo (an area not venting access by any other than the already stabilized or within some most accomplished tunnelers. On the Planar Exchange other creature’s control) in close other hand, a perinarch can attempt to Conjuration (Calling) [see text] range. Control allows the perinarch trap foes within their own bubble of Level: Cleric 6 (the name sometimes given to those solid stone. Components: V, S, DF who can cast the perinarch spell) to Casting Time: 1 round reshape the raw limbo as she desires, Perinarch, Planar Range: 0 ft. adding or subtracting one of the four Transmutation Effect: One called creature basic elements once per round as a Level: Druid 9, sorcerer/wizard 9 Duration: 1 round/level (D) standard action. A favorite among Saving Throw: None travelers from the Material Plane is a As perinarch, except that the caster can Spell Resistance: No chunk of earth surrounded by a small cast this spell on any highly morphic atmosphere of air. or divinely morphic plane (most of When you cast this spell, you call an Casting this spell overlaps with the Outer Planes are divinely mor- extraplanar creature (specifi cally, an the control already (potentially) phic). However, mortals who change avoral guardinal, bone devil, or babau established by the perinarch with a the fabric of a god’s domain should demon, at your option) to your precise Wisdom check. Allies of the caster think twice, depending on the DM’s location. At the same instant, you are may give their control over to the interpretation of a given god’s territo- transported to that creature’s home perinarch caster contiguous with the rial nature. plane, where you exist in stasis for spell being cast, if they so choose. the duration of the spell. To a casual Control cannot be wrested away from Planar Bubble observer, it appears that you have the caster while the spell is in effect Abjuration transformed into the called creature (which is one of the best reasons Level: Cleric 7, sorcerer/wizard 7 (though an onlooker who makes a DC to cast this spell, even if you have a Components: V, S, M/DF 25 Spot check notices the slight gap high Wisdom score). If the perinarch Casting Time: 1 standard action between your disappearance and the moves more than 100 feet away from Range: Touch creature’s appearance). If the called the area that she controlled, the order Area: 10-ft.-radius emanation from creature would not fi t in the place you she imposed fades away. touched creature occupied when you cast the spell, the",
        "name":  "Spell Resistance",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A perinarch can temperature, magic, and so on. This slain, you take 3d6 points of damage “thicken” empty air with dust and spell cast on a native of and the spell ends. rock, creating a zone around herself the Plane of Shadow While in stasis, you can’t take and her allies that outside creatures would make any actions other than to control must hack or force a way through. the area around the called creature or to dismiss Their speed drops to 5 feet, or 10 feet her have normal the spell, nor can anything on the for Large or larger creatures. creature’s home plane affect you in",
        "name":  "Thick Barrier",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes (such as a cure spell) that affects the dispelled by a dispel magic spell. A",
        "name":  "Casting Time",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+7 corporeal aberration, animal, dragon, fey, giant, humanoid, magical beast, monstrous humanoid, ooze, plant, or vermin Combat of nonlawful alignment. An anarchic satyr strikes fi rst An anarchic creature uses all the base creature’s statistics with its smite law ability against and abilities except as noted here. Do not recalculate the foes subject to its damaging creature’s Hit Dice, base attack bonus, saves, or skill points effects. if its type changes. Smite Law (Su): Once Size and Type: Animals or vermin with this template per day, an anarchic satyr become magical beasts, but otherwise the crea- can make a normal attack ture type is unchanged. Size is unchanged. to deal an extra 5 points Anarchic creatures encountered of damage against a lawful on the Material Plane have opponent. the extraplanar subtype. Pipes (Su): Anarchic satyrs Special Attacks: An anar- can play a variety of magi- chic creature retains all the cal tunes on their pan pipes. special attacks of the base creature Usually, only one satyr in a and also gains the following spe- group carries pipes. When it cial attack. plays, all creatures within a Smite Law (Su): Once per day, 60-foot spread (except satyrs) an anarchic creature can make must succeed on a DC 13 Will a normal attack to deal extra save or be affected by charm damage equal to its Hit Dice person, sleep, or fear (caster (maximum 20 points) against level 10th; the satyr chooses a lawful opponent. the tune and its effect). Special Qualities: An In the hands of other anarchic creature retains beings, these pipes have all the special qualities of no special powers. A creature the base creature and also that successfully saves against gains the following special any of the pipe’s effects cannot be qualities: affected by the same set of pipes for 24 hours. —Darkvision out to 60 feet. A satyr often uses its pipes to charm and seduce espe- —Damage reduction (see the table below). cially comely women or to put a party of adventurers to —Resistance to acid 5, cold 5, electricity 5, fi re 5, and sleep and then steal their valuables. sonic 5.",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "elementite swarms. Magical Beast: astral kraken, axiomatic dragonne, elsewhale,",
        "name":  "Elemental",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None 12 or more 5 5/magic",
        "name":  "Treasure",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9d10+27 (76 hp) magical beast, monstrous humanoid, ooze, plant, or vermin",
        "name":  "Hit Dice",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +12 melee (2d6+4) and 2 claws +7 melee become magical beasts, but otherwise the creature type (2d4+2) is unchanged. Size is unchanged. Axiomatic creatures Space/Reach: 10 ft./5 ft. encountered on the Material Plane have the extraplanar",
        "name":  "Full Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, ogres, trolls, and frost giants). double goods, standard — Spell-Like Abilities: items 1/day—chill touch and ob-",
        "name":  "Treasure",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 caster level 3rd). — Light sensitivity The pale blue figure before (dazzled in bright sunlight or you is plainly a dwarf, but with in the radius of a daylight spell). one twisted by unknown — +4 racial bonus on Move magic into something not quite natural. Its hollow Silently checks. eyes glow with a strange white light, and icicles hang from its blue hair and beard. Illus. by S. Prescott 620_17920_PlanarHandbook2.indd 113 5/20/04, 1:06:30 PM 114 6 RETPAHC FO SERUTAERC SENALP EHT — +2 racial bonus on Appraise and Craft checks related Distraction (Ex): Any living creature vulnerable to a swarm’s to stone or metal. damage that begins its turn with a swarm in its square is — Automatic Languages: Common, Dwarven, Giant. Bonus nauseated for 1 round; a Fortitude save (DC 10 + 1/2 swarm’s languages: Draconic, Goblin, Orc, Terran, Undercommon. HD + swarm’s Con modifi er) negates the effect. Spellcast- — Favored Class: Fighter. ing or concentrating on spells within the area of a swarm — Level adjustment +1. requires a Concentration check (DC 20 + spell level). Using skills that involve patience and concentration requires a DC The frost dwarf warrior presented here had the following 20 Concentration check. ability scores before racial adjustments: Str 13, Dex 11, Con AIR ELEMENTITE SWARM 12, Int 10, Wis 9, Cha 8.",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An elementite swarm has immunity Level Adjustment: — to poison, magic sleep effects, paralysis, and stunning. It is not subject to extra damage from critical hits or fl anking. A light, cloudlike shimmer in the air moves of its own accord. The individual elementites cannot be raised, reincarnated or resurrected (though a limited wish, wish, miracle, or true If an air elementite swarm is examined closely, individual, resurrection spell can restore life). An elementite swarm has cloudlike air elementals can be discerned within it. darkvision out to 60 feet.",
        "name":  "Elemental Traits",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— ELSEWHALE Gargantuan Magical Beast (Extraplanar) This 60-foot-long, pale white whale has an unusual gleam of interest in its wide eyes.",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combat Expertise, Improved Initiative magical beast, monstrous humanoid, outsider, plant, undead,",
        "name":  "Feats",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2. GASPAR Huge Magical Beast (Extraplanar)",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— damaging conditions on the Elemental Planes of Air, Earth, Fire, and Water. This 10-foot-tall, vaguely humanoid form shimmers on the edge of existence. Though immaterial, its body seems to flash between phantom UR’EPONA compositions of earth, air, fire, and water. Large Magical Beast (Extraplanar)",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Positive Energy Plane magical beast, monstrous humanoid, outsider, plant, or",
        "name":  "Environment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An ooze is blind (blindsight 60 feet) and summon monster lists, the entropic creature appears at a spell has immunity to gaze attacks, visual effects, illusions, and level one level higher than the celestial or fi endish creature other attack forms that rely on sight. It has immunity to it is replacing. Thus, a spellcaster could use summon monster poison, magic sleep effects, paralysis, stunning, and poly- III to summon an entropic wolf. morph. It is not subject to extra damage from critical hits The caster can’t replace a template of creatures that he or fl anking. couldn’t summon due to his alignment, nor can he bring in a template of creatures he can’t summon for that reason. For NEW CREATURES instance, a lawful good cleric can’t replace fi endish creatures with axiomatic creatures, since his alignment precludes him AND SUMMON SPELLS from summoning fi endish (evil) creatures, nor could he When you, as the DM, incorporate the material in this book replace celestial creatures with anarchic creatures, since his into your campaign, you’ll fi nd it worthwhile to give some alignment precludes him from summoning chaotic creatures. thought to the new creatures and the summoning spells. First, He could replace celestial creatures with vivacious creatures. bear in mind that the summon spells in the Player’s Handbook are balanced, both by the level of power of a particular creature Table 6–1: Adding New Templates to Summon Spells and by the resources available to casters of the spell. With each Change to New Template Spell Spell Level summon monster or summon nature’s ally spell, a spellcaster has Anarchic creature Summon monster (any) +0 an intentionally limited repertoire of options. Clerics and Axiomatic creature Summon monster (any) +0 druids face additional restrictions based on alignment (for Entropic creature Summon monster (any) +1 instance, good clerics can’t summon evil creatures). Vivacious creature Summon monster (any) +1 Table 6–2: Adding New Creatures to Summon Spells New Creature Spell Creature to Be Replaced Elementite swarm (any) Summon monster VI Elemental, Large (any) Summon nature’s ally V Elemental, Large (any) Elsewhale1 Summon monster VIII Celestial cachalot whale Elysian thrush Summon monster I Celestial owl or celestial monkey Energon (any) Summon monster V Elemental, Medium (any) Gaspar Summon monster VIII Celestial triceratops or fiendish monstrous centipede, Colossal Limbo stalker Summon monster VIII Slaad, blue Nightmare, lesser Summon monster IV Fiendish dire wolf or howler Pack fi end Summon monster VII Fiendish monstrous scorpion, Huge Unraveler Summon monster IX Slaad, green Ur’Epona Summon monster II Celestial riding dog 1 May be summoned only into an aquatic or watery environment. 620_17920_PlanarHandbook2.indd 134 5/20/04, 1:08:35 PM he planes are new worlds, alternate realities, and space, but it is coterminous with the Astral Plane, which dimensions other than the Material Plane. Rules of means that the Material and the Astral share a common gravity, magic, and common sense can be radically dif- border. For inhabitants of the Material Plane, the Astral ferent on the planes, which makes adventure in these Plane is the gateway to the divine Outer Planes and the locales all the more memorable, if dangerous. elemental Inner Planes. When you throw in the many Alternative planes are harder to fi nd than your average other extradimensional spaces known as demiplanes, hidden shrine, lost continent, or buried ruin. That’s part of the Great Wheel model describes the multiverse in all their appeal. But other planes can be reached, if characters its infi nity. know where to look for them. New dimensions may exist just THE MATERIAL PLANE behind a magic mirror, on the other side of an ancient portal, or beyond a fi ery elemental rift. Mostly, it is up to the Dun- The Material Plane is the world that hosts most geon Master to make available these routes to other realms, D\u0026D campaigns. It is the most Earthlike of all but this book seeks to change that situation somewhat. With planes and operates under the same set of natural this guide to the planes, characters (and players) will discover laws that our own real world does. Even though the that they have greater powers to affect their own planar dis- Material Plane is a comfortable place for PCs, it is position than they may have thought possible. a strange and dangerous environment for many creatures that are native to other planes but fi nd themselves on the Material Plane at least tempo- COSMOLOGY OVERVIEW rarily (perhaps as the result of a summon monster The various planes of existence in the D\u0026D cosmology spell or similar magic). follow the Great Wheel model. The Great Wheel is a straight- THE TRANSITIVE PLANES forward concept. The world of “reality” that most people think of as the only plane of existence is called the Material Transitive planes are used to get from one place to Plane. The Material Plane is coexistent with the dreamlike another; however, many natives of the transitive Ethereal Plane, which means the two planes occupy the same planes rarely fi nd it necessary to venture from their 135 IIlllluuss.. bbyy DD.. KKoovvaaccss 620_17920_PlanarHandbook2.indd 135 5/20/04, 1:08:41 PM 136 7 RETPAHC RANALP SETIS THE OUTER PLANES strange realms. There are three so-called transitive planes: the Astral Plane, the Ethereal Plane, and the Plane of Shadow. Deities make their homes on the Outer Planes, as do demons, The Astral Plane is a conduit to all other planes, while devils, and angels. Each of the seventeen Outer Planes has the Ethereal Plane and the Plane of Shadow both serve as an alignment, representing a particular moral or ethical means of transportation within the Material Plane they’re outlook, and the natives of each plane tend to behave in connected to. These planes have the strongest regular inter- agreement with that plane’s alignment. The Outer Planes action with the Material Plane and are often accessed by are also the fi nal resting place of souls from the Material using various spells. Plane, whether that fi nal rest takes the form of calm intro- Travelers within the most interconnected transitive spection or eternal damnation. plane, the Astral Plane, may fi nd it benefi cial to visit the One of the most legendary cities of all lies on the Outer city of Tu’narath (see Planar Metropolises)—provided they Planes: the city of Sigil. Planar travelers of all stripes can take the proper precautions. fi nd profi t there (see Planar Metropolises). THE INNER PLANES THE DEMIPLANES The Inner Planes are elemental manifestations, pure sub- Demiplanes are extradimensional spaces that function stances from which the rest of the multiverse is constructed. like planes but have measurable size and limited access. Each Inner Plane is made up predominantly of a single type Other kinds of planes are theoretically infi nite in size, of energy or element that overwhelms all others. The natives but a demiplane might be only a few hundred feet across. of a particular Inner Plane are made of the same energy or Some demiplanes are easily reached through portals, element as the plane itself. The six Inner Planes are the while others may be more diffi cult to enter. Generally, Elemental Plane of Air, the Elemental Plane of Earth, the access to a demiplane is limited to a particular location Elemental Plane of Fire, the Elemental Plane of Water, the (such as a fi xed gateway) or a particular situation (such as Negative Energy Plane, and the Positive Energy Plane. a time of year or a weather condition). Some demiplanes Travelers who stray onto the very dangerous Elemental are created by powerful magic, some naturally evolve, and Plane of Fire will probably be best served if they visit the some appear according to the will of the deities. Demi- City of Brass (see Planar Metropolises), assuming they have planes rarely show up in diagrams purporting to show leave to do so. the “geography of the planes” because the location and pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Ooze Traits",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "sala- The surrounding Sea of Fire and the many fi ery canals manders always ready to stop crime and capture criminals. provide a red glow that dims with distance. To supplement Avencina: Avencina is a rowdy, lower-class district where this illumination, torches are placed at intervals in the many races mingle. It contains the Commoner’s Market, an lower-class districts, and continual fl ame gems brighten the open-air bazaar where one can fi nd anything and everything upper-class areas. that’s nonmagical (though an occasional magic item veiled While the area doesn’t have weather per se, it does have with Nystul’s magic aura fi nds its way into the merchant stalls a weatherlike phenomenon that impacts visibility: ash here). While buying or selling stolen merchandise is strictly fall. The hot air from the Sea of Fire follows predictable illegal, one would be hard pressed to explain the presence thermal patterns. Ash fall is localized and falls thickest of many of the used, “secondhand” items in any other way. and most often on the poorer sections of the city and least All merchandise is sold as-is, caveat emptor. Frequently, a on the wealthiest. vendor selling in the market one day isn’t there the next (or, at least, not in the same disguise).",
        "name":  "Illumination also known as the Long Castle, home to the city guard",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aaryl, B’noor, Ch’a’nev, Dulurin, Eri’inth, Fenel, Fenelzi’ir, Haranor, Ilaareb, Jen’lig, Madivh, Malastra, Merical, Pah’zel, Quor- styl, Sharqad, Sirruth, Tarain, Tonuin’li, Un’ruth, Vaira, Vharist, Vo’ryd, Yessune, Zar’ryth. Architecture Tu’narath’s architecture refl ects the gith- yanki militaristic mindset—ominous structures with fl ying buttresses and protruding wrought-iron spikes, but with enough decor to make them more than cold assemblages of stone and iron. Porti- cos are often adorned with sculptures and frescoes depicting githyanki champions riding red dragons, A great obsidian statue of Gith stands in front of the palace, while beautifully carved statues of prominent githyanki looking out over the city. dominate city squares. Buildings are densely packed, multi- story affairs joined by stone bridges on the upper levels. Illumination Bridges that span roadways are common sights in every The silver void of the Astral Plane, though dark and district of Tu’narath. ominous in places, provides the city with perpetual light Skillfully wrought carvings of githyanki champions and equivalent to an overcast afternoon on the Material Plane. battle scenes adorn the outer walls of most public and civic Creatures that usually shun bright light can function nor- buildings. Inner and outer walls are of superior masonry. mally here. Ground fl oors are made of smooth stone, sometimes covered with wooden planks, while upper stories consist of wooden Laws and Society tiles or planks set atop thick wooden beams. Ceilings inside Githyanki society precludes the need for codifi ed laws, buildings are usually 15 feet tall. since it has virtually no crime and all disputes are handled The lich-queen dwells in Susurrus, an immense obsidian within a strict military chain of command. Although the palace that rises from the forehead of the dead god’s shape. githyanki do not generally share space with other races, 620_17920_PlanarHandbook2.indd 147 5/20/04, 1:09:36 PM 148 7 RETPAHC RANALP SETIS Tu’narath is cosmopolitan enough to host other races in its districts of Tu’narath are given over to the mlar, some of Merchant District. These races are allowed to conduct trade whom rely on item creation feats and spells such as fabricate and come and go as they please (either by portal or astral and wall of stone to complete their works. Some mlar are ship), but they have few rights and are watched closely by powerful wizards in their own right, and though they are githyanki patrols assigned to the district. In general, any quick to rally to the city’s defense, they have chosen a life creature capable of abiding by the city’s laws is allowed to apart from the military. Low-level mlar tend to work in great live and earn a living in Tu’narath—unless the githyanki factories and foundries, while mid- to high-level mlar own Commissar or some higher authority dictates otherwise. shops, forges, and “studios.” This district is decorated with Githzerai, mind fl ayers, and other blood enemies of the statuary, and even the most common buildings have elabo- githyanki are killed on sight. Harboring such a creature in rate bas-reliefs on the outer walls and fearsome gargoyles the city is a crime punishable by death. clutching the stone eaves.",
        "name":  "Common Female Githyanki Names",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Inhabitants of the Astral Plane never violating the order of things. In short, any wrong infl icted suffer from hunger or thirst, so they have little need for upon a githyanki—from the most violent murder to a hate- supplies of food and water. However, githyanki and their ful glare—is punishable by death. Particularly heinous red dragon mounts journey to other planes regularly, criminals are brought before the Commissar so that he which usually requires that they bring supplies of food may have the honor of killing the perpetrators personally. with them. For this reason, Tu’narath has githyanki farm- When a crime is committed against a nongithyanki, both ers, or g’lathk. The Farmer District is where the g’lathk live the accused and the accuser are dragged before the Com- and tend the city’s food supply. Large enclosures illumi- missar and given one chance to plead for justice. In most nated by continual fl ame spells and magically enhanced so instances, the accused is presumed guilty and killed. In that time passes normally (so plants can grow and mature) some instances, particularly when no githyanki are involved hold fungi gardens, while livestock brought to Tu’narath in the crime, both the accused and the accuser are deemed from other planes are herded into caverns beneath the at fault and summarily slain, which helps to discourage city or allowed to roam about in small pens on the surface. criminal acts and the willingness to report them. Githyanki and red dragon “livestock” includes everything from animals to chained humanoid captives (goblins, History kobolds, gnomes, dwarves, halfl ings, elves, humans, bar- Eons ago, the forerunners of the githyanki rebelled against iaurs, and other “cattle”). In addition to livestock, the the mind fl ayers. After winning their freedom with the aid g’lathk oversee the disposal of the city’s waste by monitor- of the legendary Gith, they established a hereditary monar- ing caverns of giant bombardier beetles, which quickly chy, naming Gith their ruler. Gith declined the honor. Civil consume the refuse and offal. strife ravaged the forerunner race of the githyanki and Merchant District: Located on one of the city’s protrud- githzerai, and the two became vicious rivals. ing middle arms, the Merchant District is the only section Eventually, the githyanki settled on the Astral Plane. The of Tu’narath open to nongithyanki. Githyanki vigilantly husk of the dead god that became the important githyanki patrol the streets that connect to the rest of the city, and city of Tu’narath was ancient even then. A family claiming many of the buildings near the boundary of the Merchant a blood relationship to Gith took power and established District are empty tenements or githyanki guard barracks. Tu’narath as its capital. The Merchant District is not maintained as immaculately The Vlaakith line provided much-needed leadership as other districts, but it is far from dirty and disheveled. and constancy. The large degree of stability of govern- The most squalid structures are located among the ware- ment in Tu’narath is rare in the multiverse, even among houses at the end of the arm, near the docks. A few large the gods. The Vlaakith line has ruled the githyanki for residences dominate the district’s skyline, but most of the countless millennia. buildings are densely packed apartments available for rent The current ruler, Queen Vlaakith CLVII, has reigned at an average cost of 1 gp per room (per 24-hour period). for well over a thousand years. Unlike all her predecessors, Because nongithyanki cannot own property in Tu’narath, this Vlaakith is a lich. She has no heirs, and her elimination all buildings have a githyanki landlord, or nil’ghar, who would lead to great turmoil among the githyanki. usually lives elsewhere in the city; most landlords are gith- yanki knights who were bequeathed the estates as rewards The Districts for loyal service. They use lower-ranked githyanki or non- The githyanki organize their city into a series of districts. githyanki hirelings to collect rental payments and deal with",
        "name":  "Codifi ed laws exist to deal with races that are prone to Farmer District",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Just as characters may be lawful neutral Each plane of existence has its own properties—the natural laws or chaotic good, many planes are tied to a particular moral or of its universe. Planar traits are broken down into a number of ethical outlook. general areas. All planes have the following kinds of traits. Magic Traits: Magic works differently from plane to plane, and",
        "name":  "PLANAR TRAITS Alignment Traits",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These traits determine the laws of physics and these traits set the boundaries for what magic can and can’t nature on the plane, including how gravity and time function. do on a particular plane. Elemental/Energy Traits: These traits determine the domi- Planar traits are described starting on page 147 of the nance of particular elemental or energy forces. Dungeon Master’s Guide. pqqqqqqqqqqqqqqqqqqqqrs 620_17920_PlanarHandbook2.indd 151 5/20/04, 1:27:19 PM 152 7 RETPAHC RANALP SETIS Table 7–1: Random Planar Breaching d% Trait1 Trait Type Breaching Plane2 01–03 Air-dominant Elemental/Energy Elemental Plane of Air 04–06 Alterable morphic Physical Ethereal Plane 07–09 Chaos-aligned, mildly aligned Alignment Abyss 10–12 Chaos-aligned, strongly aligned Alignment Limbo 13–15 Dead magic Magic Dead magic demiplane5 16–18 Divinely morphic Physical Outlands 19–21 Earth-dominant Elemental/Energy Elemental Plane of Earth 22–24 Evil-aligned, mildly aligned Alignment Abyss 25–27 Evil-aligned, strongly aligned Alignment Hades 28–30 Fire-dominant Elemental/Energy Elemental Plane of Fire 31–33 Flowing time3 Physical Slow-time demiplane5 34–36 Good-aligned, mildly aligned Alignment Celestia 37–39 Good-aligned, strongly aligned Alignment Elysium 40–42 Heavy gravity Physical Heavy-gravity demiplane5 43–45 Highly morphic Physical Limbo 46–48 Law-aligned, mildly aligned Alignment Nine Hells 49–51 Law-aligned, strongly aligned Alignment Mechanus 52–54 Light gravity Physical Light-gravity demiplane5 55–57 Magically morphic Physical Magic morphic demiplane5 58–60 Negative-dominant Elemental/Energy Abyss 61–63 Negative-dominant, major Elemental/Energy Negative Energy Plane 64–66 Neutral-aligned, mildly aligned Alignment Plane of Shadow 67–69 Neutral-aligned, strongly aligned Alignment Neutral demiplane5 70–72 No gravity Physical Ethereal Plane 73–75 Objective directional gravity Physical Pandemonium 76–78 Positive-dominant Elemental/Energy Ysgard 79–81 Positive-dominant, major Elemental/Energy Positive Energy Plane 82–84 Sentient4 Physical Sentient deimplane4 85–87 Subjective directional gravity Physical Astral Plane 88–90 Timeless Physical Astral Plane 91–93 Water-dominant Elemental/Energy Elemental Plane of Water 94–100 Wild magic Physical Limbo 1 See trait descriptions on pages 147–150 of the Dungeon Master’s Guide. 2 The breaching plane serves only as an example; the DM may choose a different breaching plane, or make up a plane or demiplanes of his own choosing to serve as the breaching plane. 3 1 round in breach area equals 1 year outside breach area. 4 A sentient plane or demiplane that breaches affects the destination plane as if it is “haunted.” Objects move of their own volition, creatures in the area get a sense of “being watched,” and strange noises are heard. The DM is free to add additional effects. 5 These demiplanes are only as large as the breach area in the destination plane and exist only as long as the breach itself exists. The DM may determine other demiplane traits or inhabitants as desired. in the Dungeon Master’s Guide leaks between one plane and slips through to the other plane. A creature that wants to another. You can either choose a trait, or roll for one on Table make this transition can increase this chance to 100% if he 7–1: Random Planar Breaching. makes a DC 15 Knowledge (the planes) check. The trait, whatever its effects, is applied across the entire Unlike with minor breaches, severe breaches require the area of the breach. This can be spectacular for a water- DM to specifi cally determine the breaching plane in case dominant or fi re-dominant trait, and quite dangerous for travel occurs between the two places. creatures in the area. Natural structures and land forms in Complete Breach: When a complete breach occurs, a hole the breaching area can also be affected or damaged by the is ripped in reality. The hole is a 10-foot-radius sphere that change in environment. For instance, an area that suddenly inhabits the center of the 10d10-foot-radius area of the gains the fi re-dominant elemental trait becomes a roaring breach on both affected planes. This larger affected area area of fl ame that deals 3d10 points of fi re damage every exists on both affected planes and contains the traits of round to all creatures and objects within it. both affected planes. The hole at the center is an open portal A severe breach also represents such a thin boundary between the planes. Creatures from either plane can move between planes that creatures and objects from one plane as they will through the hole. can slip or squeeze through to the other side. When a If the planar material on one side is less dense than the creature or object first enters an affected area on either material on the other, transport may occur. For instance, the breaching or destination plane (or if the area comes if the air pressure on one side is much higher than on the into effect where a creature or untended object already other, a roaring wind blows out one side of the hole, while exists), there is a 20% chance that the creature or object a sucking vortex comes into being on the other (small 620_17920_PlanarHandbook2.indd 152 5/20/04, 1:27:25 PM 153 SITES PLANAR CHAPTER 7 differences in pressure create only a slight breeze). If no longer a candidate for future breaches (unless the DM water exists on one side and not the other, liquid jets out determines otherwise). one side, but swirls away on the other. When a breach occurs, the DM then rolls to decide the Unlike with minor breaches, complete breaches require severity of the breach. the DM to specifi cally determine the breaching plane in case travel occurs between the two places. Breach Severity",
        "name":  "Physical Traits",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most planar breaches last 1d6 days minus a d% Severity 01–75 Minor breach certain number of hours. A minor breach lasts 1d6 days 76–93 Severe breach minus 12 hours (with a minimum duration of 12 hours), 94–100 Complete breach a severe breach lasts 1d6 days minus 48 hours (with a minimum duration of 1 hour), and a complete breach lasts Finally, the DM rolls on Table 7–1: Random Planar Breach- 1d6 days minus 72 hours (with a minimum duration of 10 ing to determine a trait for the breach. If the breach is minutes). When the duration expires, the planar breach minor, reroll any results that are not alignment, magic, or recedes, taking the same amount of time and causing the elemental/energy traits—only those types are allowed in same atmospheric disturbances and effects as during the a minor breach. breach’s onset. PLANAR TOUCHSTONES BREACH CANDIDACY Breaching usually occurs randomly. Material Plane loca- Certain places in the cosmos resonate with unique forms tions are less likely to see a breach; in fact, they almost never of energy. The cosmological association of linked planes, experience one. A planar site is a good candidate for a breach demiplanes, and connective dimensional realms creates if it meets any of the following criteria. a vast network over which the energy of existence itself • The location is home to a regular energetic event, such is channeled. Less-connected demiplanes and planes are as a volcanic vent, an oceanic whirlpool, an evil sacrifi ce, the nodes of this network, while the most highly con- and so on. A one-time event of signifi cant proportion can nected planes are the hubs, where their many linkages to also make that location a breaching candidate, such as a other planes suffuse them with excess energy. Those able spectacular volcanic eruption, a whirlpool of epic propor- to form a linkage with a hub are rewarded with a heady tions, a mass evil sacrifi ce, and so on. charge of supernatural power. These hubs, usually places • The location was used to launch a planar trip via magical already resonant with mythic possibility, are known as or psionic means, such as by using the spells plane shift, planar touchstones. ethereal jaunt, etherealness, astral projection, and so on. The Planar Touchstone feat described on page 41 allows • The DM wants a breach to occur at the location. This those who possess some association (in the form of an criterion is particularly useful in campaigns set on the object native to the planar touchstone) with a given planar planes where the average character level is deemed too location to forge a link. A link forged with a planar touch- low for wide-ranging exploration or adventuring. A stone provides a base ability that is always active. The link planar breach allows the DM to inject planar material also provides characters with the possibility of supercharg- into the game without unduly endangering the player ing their abilities by making a personal visit to a touchstone characters. Instead of having the heroes risk a journey site. Such a visit allows the power inherent in the touch- into the Abyss, for example, a bit of the Abyss can come stone to discharge directly into the visitor, granting the to them. character a higher-order ability that she can call upon a limited number of times before it is exhausted. Additional In addition, certain spells (such as precipitate breach, detailed visits to that planar touchstone (or any other touchstone) on page 103), items, and locations can cause a breach whether can revitalize her charge, as needed. If she visits a touch- or not an area is a candidate for a natural breach. stone other than the one she originally linked to when taking the feat, she swaps out the base ability of the old site RANDOM BREACHING for the new, and gains the higher-order ability of the new If the DM decides that an area is a candidate for a breach, site (while losing any remaining higher-order uses of the old he can arrange all the details ahead of time, especially if site). For those intimately familiar with planar touchstones, designing an adventure with a specifi c goal in mind. How- visiting one or more touchstones is known as “taking the ever, the DM also can generate a random breach, which is a touchstone tour.” good way to create seeds for a new adventure. In addition to the benefi ts planar touchstone sites obvi- To generate a random breach, the DM first rolls d% to ously provide to players, DMs are happy to discover that see if a breach occurs at the location. Each day, a candi- they make wonderful story elements to their campaigns. For date site has a 4% chance to experience a breach. Once a instance, a “prophecy” can state that a particular scourge breach occurs, the tension is relieved, and the location is cannot be overcome, save by “one who looks upon the 620_17920_PlanarHandbook2.indd 153 5/20/04, 1:27:28 PM 154 7 RETPAHC RANALP SETIS stars of Oxyrhynchus.” (Oxyrhynchus is a touchstone site Rift is located on the Elemental Plane of Fire. Without some described in this chapter.) On a less dramatic scale, planar protection, the visit to the touchstone may be short. touchstones also make great alternatives to treasure—when TOUCHSTONES ON THE PLANES players overcome an encounter level-rated threat associated with a touchstone site, the higher-order ability gained The following section provides numerous planar touchstone makes a good reward. locations. Each planar touchstone site follows this format:",
        "name":  "Duration",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must swim one complete Recharge Condition: Climb to the top of Omore’s Folly. circuit through the Heart of the Sea, swimming against This requires a DC 15 Climb check. the flow of the stream, without taking a breath during Higher-Order Ability: Once per day, as a move action, the course of the circuit. (See Water Dangers, page 304 you may affect one creature’s ability to resist being domi- of the Dungeon Master’s Guide.) You must do this without nated. The next time the target attempts a Will saving the benefit of a water breathing spell or any other magical throw, he gains a circumstance bonus equal to your base effect that allows you to ignore the effects of having no Will save bonus. air to breathe. Higher-Order Uses: 5. Higher-Order Ability: Once per day, you gain the ben- efi ts of water breathing as though it were cast solely on you by The Unseen Path a 20th-level cleric. On the whole, the plane of Pandemonium is a dark, Higher-Order Uses: 5. befuddling place. The ground is generally uneven, rocky terrain, there are no natural sources of light, and winds Omore’s Folly howl constantly, bringing odd sounds from every direc- The Underworld is as bleak and desperate a place as one will tion. This makes it diffi cult, even at the best of times, for a fi nd anywhere in the multiverse. The gray, blasted landscape visitor to get her orientation, and walking even a few steps is home to thousands of petitioners—the spirits of those can be an adventure. who have recently died—who are slowly being drained of Of all the disorienting places in Pandemonium, the the last vestiges of their emotions and spiritual strength. section of tunnel known as the Unseen Path is perhaps Legends tell of heroes who traveled to the Underworld to the most baffling. Approximately 300 feet long and laid rescue lovers or family members from untimely deaths, with fine cobblestones, the Unseen Path was clearly though these stories rarely speak of the hundreds of would- carved by some intelligent hand. Because of the nature be saviors who failed in the attempt. Saddest among these of gravity on Pandemonium, the fact that this path wan- is Omore. ders unpredictably from floor to wall to ceiling and back Omore came to Hades and scaled the wall of the Under- is not all that strange. What is strange is that the tunnel world to retrieve the spirit of his recently departed love, the has been enchanted so that if one wanders off the path, beautiful but morally shallow Jeilut. Against all odds, the gravity reverses itself, causing unwary pedestrians to young man found his lover’s spirit and managed to get her unexpectedly “fall” the entire width of the tunnel (about up the same wall he climbed on his way in. At the top, he 50 feet). paused and told her to look back so that she would see how This would be troublesome enough, but there is a second much he loved her—what he was willing to dare for her sake. enchantment on the Unseen Path. The entire length of Unfortunately, it was at just that moment that Jeilut’s resolve the passageway is cloaked by a series of deeper darkness crumbled. Being a woman of poor character to begin with, spells, making traversing the span an especially danger- she transformed into a larva, attacked Omore, and killed ous proposition. him with a single bite. Location: Cocytus, the second layer of Pandemonium.",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Walk the entire length of the you see. Then look at the drawing through the Veil. Unseen Path. You do not have to keep on the cobblestone Higher-Order Ability: Once per day, as long as you are path for the whole distance; you merely have to traverse the within 10 feet of some sort of shadow, you can hide from entire tunnel. view in the open without anything to actually hide behind. Higher-Order Ability: Once per day, you can use You cannot, however, hide in your own shadow. darkvision for a number of minutes equal to 10 × your char- Higher-Order Uses: 5. acter level. ENCOUNTER LEVEL 6 SITES Higher-Order Uses: 6. Arthenmyr’s Wrath The Veil Nifl heim, the second gloom of Hades, is a place covered in The Plane of Shadow is an ever-changing landscape of stark thick, obscuring mists. Somewhere in this bleak landscape contrast. The sky is always black and the land a powdery is a small dell where the fog takes on a yellowish tinge and white, with no shade or hue anywhere (except for subtle the air is fi lled with a sulfurous stench. Anyone who enters gray tones that hint at an object’s texture and depth). In takes 1d6 points of acid damage every round they stand in one area, however, the line of stark delineation ripples and the poisoned fog. The dell is known as Arthenmyr’s Wrath, blurs—the Veil. and at its center stands a bone-white chapel dedicated to a From a distance, the Veil looks like a small dust devil or nameless god. smoke from a smoldering fi re. But as one draws closer, it Arthenmyr is a barbazu sorcerer who has seen every becomes clear that the Veil is even more ephemeral. It is a companion he has ever known die in the Blood War. ripple in the air, a distortion through which colors appear He decided that rather than perpetuating the pointless to morph into their opposites and back again many times a battle, he would seek to end it in a most fitting manner. second. Since the only two colors on the Plane of Shadow At the heart of the chapel is a magic fountain filled with are black and white, this means that anything viewed acid that continually roils and sends up clouds of poison- through the Veil has a soft gray tone, almost like highly ous gas that mix with the fog and make the dell unlivable. realistic drawings done in charcoal. If Arthenmyr has his way, he will someday discover a way Creatures native to the plane find this effect disturb- to spread the effect to all of Niflheim and, eventually, the ing, even profane, and avoid it at all costs. Some of them entirety of Hades. believe that merely looking through the Veil can addle Location: Nifl heim, the second gloom (layer) of Hades. a person’s mind, making it difficult for him to make Initial Encounters: Roll on the Arthenmyr’s Wrath decisions or understand opposing concepts. Visitors are encounter table when the characters visit the site for the more likely to see it as a peculiar but intriguing natural fi rst time, or for the fi rst time in over a year. wonder.",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Provide Dreschm with one ability is just like the rogue’s sneak attack. day’s worth of wood or other suitable material to burn in Spell-Like Abilities: At will—darkness, ghost sound. 1/day— his stove. daze (DC 12), sound burst (DC 14). Caster level 3rd. Higher-Order Ability: Once per day, you can cast the Vulnerability to Sunlight (Ex): Dreschm takes 1 point of Con- legend lore spell as though you were a 10th-level bard. stitution damage for every hour he is exposed to sunlight. Higher-Order Uses: 4. Wizard Spells Prepared (5/5/4/3): 0—arcane mark, daze, detect magic, ray of frost (2); 1st—hypnotism (DC 15), mage",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellbook, 6 doses of greenblood oil, wand of cleric): cure serious wounds, magic circle against evil, remove magic missile (5th), potion of cure moderate wounds. blindness/deafness, remove curse, or remove disease. Higher-Order Uses: 5. Mimshan’s Curtain Mimshan’s Curtain can be found in the mountains outside Mount Sangaree the city of Fortitude on the Concordant Domain of the Out- Over 100 miles “tall,” this vast mountain of ice floats lands. It is a thin veil of a waterfall that feeds into a crystal on the Elemental Plane of Air, shrouded in cold fogs clear pool of chilly water. The spot got its name because it and howling wind. Local gravity gives the otherwise was favored by a legendary monk named Mimshan who directionless location a sense of height and danger. At would sit under the waterfall and meditate for days on end. the apex, a blot of super-chilled yet unfrozen water lies He claimed that the purity of the waters helped to cleanse trapped beneath a thin veneer of ice. It is easy enough to his mind and heal his body. break through the coating to reach the water beneath, Mimshan was secretive about the location of his water- but the very air freezes soon after, once more encasing fall. He never took anyone there with him, and never the liquid in ice. marked the spot on a map. Then, one day, the monk Location: The Elemental Plane of Air. left his home to visit the site but never returned. Some Initial Encounters: Roll on the Mount Sangaree say he was waylaid by greedy merchants or rival monks encounter table when the characters visit the site for the who wanted to know the location of his famous retreat. fi rst time, or for the fi rst time in over a year. If a frost giant Others believe that he achieved such enlightenment is encountered, it is attempting to establish a lair. while sitting under the waterfall that he simply became one with the multiverse. The truth of the matter will Mount Sangaree Encounters never be known. d% Encounter 01–10 1 Large air elemental In the intervening years, though, many individuals 11–50 3 ice mephits claim to have found Mimshan’s Curtain. And even more 51–75 3 giant eagles people have sat shivering under waterfalls in the moun- 76–97 2 Large air elementals tains of the Outlands, generally to no effect other than 98–100 1 frost giant catching a cold.",
        "name":  "Possessions",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once the characters clear out character levels (maximum 10d6), unless they succeed on a or establish themselves in the area, on subsequent visits Refl ex save (DC 15 + your Cha modifi er). the chance of an encounter is only 10%. If the PCs fail to Higher-Order Uses: 5. visit the location for more than a year, they must roll for ENCOUNTER LEVEL 7 SITES encounters as if they had never visited the site. The monk is another seeker who wishes to fi nd the legendary Mimshan’s The Blazing Forge Curtain. It is left to the DM to decide whether he is a worthy In the deep caverns of Nidavellir, dwarves, gnomes, and pilgrim or a would-be exploiter. drow contest ownership of a magic forge capable of creat-",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sit under the waterfall meditat- beings—out of iron, copper, and brass. Naturally, a forge ing for 24 hours. You may wear only a light cotton tunic or with such awesome abilities is highly sought after, but 620_17920_PlanarHandbook2.indd 161 5/20/04, 1:27:53 PM 162 7 RETPAHC RANALP SETIS because it cannot be removed from its current location with- the Blinding Tower—a mysterious edifi ce from which out losing all of its magical abilities, the forge has become emerges a blinding light. This light sweeps out for hundreds the focal point for countless underground battles between of feet, slowly circling. Shadow creatures caught in the light those who would make use of its power. suffer excruciating pain, but the light moves slowly enough",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 bonus on Craft checks The Fountain of Screams involving metals, and your cost for creating masterwork On the 245th layer of the Abyss, on an island of black items is halved. glass in a vast sea of acid, stands the ruins of a small town",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Either provide 100 pounds of made entirely of that same black glass. Embedded in the pig iron (costing about 20 gp) for the forge, or operate the walls of this town are its former inhabitants, creatures bellows for one hour, taking 1d6 points of fire damage that seem human but might be half-elves or even aasi- each minute. mars. All are frozen in attitudes of extreme agony, their Higher-Order Ability: Once per day, you can fix mouths open as if to utter one last scream. In the center anything made of metal in a single round, as if a make of this macabre village sits a large public fountain, still whole spell were cast. You accomplish this amazing task working after countless centuries—though rather than with a DC 20 Craft (blacksmithing) check; if the check spraying out water, the fountain sprays out potent, sear- fails, you lose one use of this ability, but the item is not ing acid. destroyed. Location: The 245th layer of the Infi nite Layers of the Higher-Order Uses: 6. Abyss.",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 bonus on Handle Animal, Deep in a forest of continual night, the trees part. A circle Diplomacy, Bluff, and Sense Motive checks when dealing of ancient obelisks scrawled with generations of beast- with animals, magical beasts, or shapechangers. marks seems to keep the trees at bay. The opening in the Recharge Condition: Scratch a “beastmark” of your own trees allows the silver moon above to cast its radiance down onto one of the obelisks in the Were Glade. A beastmark can unhindered. Where the silver shaft touches the stones, they be a simple scoring on the stone, or a series of scratches that take on an inner, answering light. Were wolves often meet represents a bestial image. in the glade, to dance under the lambent moon. The Stone Higher-Order Ability: You gain limited wolf lycan- of Wailing and the Stone of Lament are huge boulders that thropy. Once per day, you can become a werewolf, either push up from the earth, revealing just their tips. It is uncer- a full wolf or a hybrid between your normal form and that tain how these formations received their name. of a wolf. Once changed, you can maintain your new form",
        "name":  "The Were Glade Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cross the rope bridge from one Initial Encounters: Roll on the Sargasso of Entropy peak to the other (requiring a DC 25 Balance check). encounter table when the characters visit the site for the Higher-Order Ability: If your hit point total drops fi rst time, or for the fi rst time in over a year. Pale raiders are a below –10, you become the target of a resurrection spell (as cult of death slaadi clerics who have rededicated themselves though it had been prepared ahead of time using the contin- to the pursuit of magical power for the purpose of honoring gency spell). This ability can be used only once per day. death in all its myriad forms. Higher-Order Uses: 1. Sargasso of Entropy Encounters",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "tions. A dwarf’s name is not his own. It belongs to his clan. Dwarves stand only 4 to 4-1/2 If he misuses it or brings shame to it, his clan will strip him feet tall, but they are so broad of it. A dwarf stripped of his name is forbidden by dwarven and compact that they are, on law to use any dwarven name in its place. average, almost as heavy as Male Names: Barendd, Brottor, Eberk, Einkil, Oskar, humans. Dwarf men are Rurik, Taklinn, Torderk, Traubon, Ulfgar, Veit. slightly taller and noticeably Female Names: Artin, Audhild, Dagnal, Diesa, heavier than dwarf women. Gunnloda, Hlin, Ilde, Liftrasa, Sannl, Torgga. Dwarves’ skin is typically Clan Names: Balderk, deep tan or light brown, Dankil, Gorunn, Holderhek, and their eyes are dark. Loderr, Lutgehr, Rumnaheim, Their hair is usually black, Strakeln, Torunn, Ungart. gray, or brown, and worn Adventurers: A dwarven long. Dwarf men value adventurer may be motivated their beards highly and by crusading zeal, a love of groom them very excitement, or simple greed. As carefully. Dwarves favor long as his accomplishments simple styles for their bring honor to his clan, his hair, beards, and clothes. deeds earn him respect and Dwarves are considered adults at about age 40, and they can live to status. Defeating giants and be more than 400 years old. claiming powerful magic",
        "name":  "Physical Description",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves consider humans rather unrefined, halflings a (cid:1) +2 racial bonus on saving throws against poison: Dwarves are bit staid, gnomes somewhat trivial, and dwarves not at all fun. They hardy and resistant to toxins. look on half-elves with some degree of pity, and they regard half- (cid:1) +2 racial bonus on saving throws against spells and spell-like orcs with unrelenting suspicion. While haughty, elves are not parti- effects: dwarves have an innate resistance to magic spells. cular the way halflings and dwarves can be, and they are generally (cid:1) +1 racial bonus to attack rolls against orcs (including half-orcs) pleasant and gracious even to those who fall short of elven standards and goblinoids (including goblins, hobgoblins, and bugbears): (a category that encompasses just about everybody who’s not an elf).",
        "name":  "Relations",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gnomes stand about 3 to 3-1/2 feet tall Lawful gnomes may adventure to set things right and to protect the and weigh 40 to 45 pounds. Their skin ranges from dark tan to innocent, demonstrating the same sense of duty toward society as a woody brown, their hair is fair, and their eyes can be any shade of whole that gnomes generally exhibit toward their own enclaves. As blue. Gnome males prefer short, carefully trimmed beards. Gnomes lovers of gems and other fine items, some gnomes take to generally wear leather or earth tones, and they decorate their clothes adventuring as a quick, if dangerous, path to wealth. Depending on with intricate stitching or fine jewelry. Gnomes reach adulthood at his relations to his home clan, an adventuring gnome may be seen as about age 40, and they live about 350 years, though some can live a vagabond or even something of a traitor (for abandoning clan almost 500 years. responsibilities).",
        "name":  "Physical Description",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aleslosh, Ashhearth, Badger, Cloak, Doublelock, count when determining whether he takes an experience point Filchbatter, Fnipper, Oneshoe, Sparklegem, Stumbleduck. penalty (see XP for Multiclass Characters, page 60). 17 RACES CHAPTER 2: elven name in honor of her heritage, just as a half-elf raised among HALF-ELVES elves often takes a human name. Humans and elves sometimes wed, the elf attracted to the human’s Adventurers: Half-elves find themselves drawn to strange energy and the human to the elf’s grace. These marriages end careers and unusual company. Taking up the life of an adventurer quickly as elves count years because a human’s life is so brief, but comes easily to many of them. Like elves, they are driven by wan- they leave an enduring legacy—half-elf children. derlust. The life of a half-elf can be hard. If raised by elves, the half-elf seems to grow with astounding speed, reaching maturity within two HALF-ELF RACIAL TRAITS decades. The half-elf becomes an adult long before she has had time (cid:1) Medium: As Medium creatures, half-elves have no special to learn the intricacies of elven art and culture, or even grammar. bonuses or penalties due to their size. She leaves behind her childhood friends, becoming physically an (cid:1) Half-elf base land speed is 30 feet. adult but culturally still a child by elven standards. Typically, she (cid:1) Immunity to sleep spells and similar magical effects, and a +2 racial leaves her elven home, which is no longer familiar, and finds her way among humans. bonus on saving throw against enchantment spells or effects. If, on the other hand, she is raised by humans, the half-elf finds (cid:1) Low-light Vision: A half-elf can see twice as far as a human in herself different from her peers: more aloof, more sensitive, less starlight, moonlight, torchlight, and similar conditions of poor ambitious, and slower to mature. Some half-elves try to fit in among illumination. She retains the ability to distinguish color and detail humans, while others find their identities in their difference. Most under these conditions. find places for themselves in human lands, but some feel like (cid:1) +1 racial bonus on Listen, Search, and Spot checks: A half-elf does outsiders all their lives. not have the elf’s ability to notice secret doors simply by passing",
        "name":  "Nicknames",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To humans, half-elves look like elves. To Half-elves get along naturally with all people. elves, they look like humans—indeed, elves call them half-humans. (cid:1) Elven Blood: For all effects related to race, a half-elf is considered Half-elf height ranges from under 5 feet to about 6 feet tall, and an elf. Half-elves, for example, are just as vulnerable to special weight usually ranges from 100 to 180 pounds. Half-elf men are effects that affect elves as their elf ancestors are, and they can use taller and heavier than half-elf women, but the difference is less magic items that are only usable by elves. (See the Monster Manual pronounced than that found among humans. Half-elves are paler, for more information about elves, and the Dungeon Master’s Guide fairer, and smoother-skinned than their human parents, but their for more on magic items.) actual skin tone, hair color, and other details vary just as human (cid:1) Automatic Languages: Common and Elven. Bonus Languages: features do. Half-elves’ eyes are green, just as are those of their elf Any (other than secret languages, such as Druidic). Half-elves parents. A half-elf reaches adulthood at age 20 and can live to be over have all the versatility and broad (if shallow) experience that 180 years old. humans have. Most half-elves are the children of human–elf pairings. Some, (cid:1) Favored Class: Any. When determining whether a multiclass half- however, are the children of parents who themselves are partly human and partly elf. Some of these “second generation” half-elves elf takes an experience point penalty, her highest-level class does have humanlike eyes, but most still have green eyes. not count (see XP for Multiclass Characters, page 60).",
        "name":  "Physical Description",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Half-orcs inherit a tendency toward chaos from their magic items that are only usable by orcs. (See the Monster Manual orc parents, but, like their human parents, they favor good and evil for more information about orcs, and the Dungeon Master’s Guide in equal proportions. Half-orcs raised among orcs and willing to live out their lives with them are usually the evil ones. for more on magic items.) Half-Orc Lands: Half-orcs have no (cid:1) Automatic Languages: Common and lands of their own, but they most Orc. Bonus Languages: Draconic, often live among orcs. Of the Giant, Gnoll, Goblin, and other races, humans are the Abyssal. Smart half-orcs ones most likely to accept (who are rare) may know half-orcs, and half-orcs the languages of their almost always live in allies or rivals. human lands when not (cid:1) Favored Class: Barbarian. living among orc tribes. A multiclass half-orc’s",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A performer whose music works magic—a wanderer, a tale- teller, and a jack-of-all trades. not as powerful a wizard as she otherwise would have become if she had chosen to continue advancing as a",
        "name":  "Bard",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A master of divine magic and a capable warrior as well. wizard. Rules for creating and advancing multiclass",
        "name":  "Cleric",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One who draws energy from the natural world to cast characters can be found at the end of this chapter. divine spells and gain strange magical powers.",
        "name":  "Druid",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2d4 gp. sense that alerts him to danger from traps, giving him a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against BARD attacks made by traps. These bonuses rise by +1 every three barbarian levels thereafter (6th, 9th, 12th, 15th, and 18th level). Trap It is said that music has a special magic, and the bard proves that sense bonuses gained from multiple classes stack. saying true. Wandering across the land, gathering lore, telling sto- Improved Uncanny Dodge (Ex): At 5th level and higher, a ries, working magic with his music, and living on the gratitude of barbarian can no longer be flanked; he can react to opponents on his audience—such is the life of a bard. When chance or opportu- opposite sides of him as easily as he can react to a single attacker. nity draws them into a conflict, bards serve as diplomats, negotia- This defense denies a rogue the ability to sneak attack the barbarian tors, messengers, scouts, and spies. by flanking him, unless the attacker has at least four more rogue A bard’s magic comes from the heart. If his heart is good, a bard levels than the target has barbarian levels. brings hope and courage to the downtrodden and uses his tricks, If a character already has uncanny dodge (see above) from a music, and magic to thwart the schemes of evildoers. If the nobles of second class, the character automatically gains improved uncanny the land are corrupt, the good bard is an enemy of the state, dodge instead, and the levels from the classes that grant uncanny cunningly evading capture and raising the spirits of the oppressed. dodge stack to determine the minimum level a rogue must be to But music can spring from an evil heart as well. Evil bards forego flank the character. blatant violence in favor of manipulation, holding sway over the Damage Reduction (Ex): At 7th level, a barbarian gains the hearts and minds of others and taking what enraptured audiences ability to shrug off some amount of injury from each blow or attack. “willingly” give. Subtract 1 from the damage the barbarian takes each time he is dealt",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard brings forth magic from his soul, not morale bonus on Will saves he also receives during his rage. from a book. He can cast only a small number of spells, but he can Tireless Rage (Ex): At 17th level and higher, a barbarian no do so without selecting or preparing them in advance. His magic longer becomes fatigued at the end of his rage. emphasizes charms and illusions over the more dramatic evocation Mighty Rage (Ex): At 20th level, a barbarian’s bonuses to spells that wizards and sorcerers often use. Strength and Constitution during his rage each increase to +8, and In addition to spells, a bard works magic with his music and his morale bonus on Will saves increases to +4. The penalty to AC poetry. He can encourage allies, hold his audiences rapt, and counter remains at –2. magical effects that rely on speech or sound. Bards have some of the skills that rogues have, although bards Ex-Barbarians they are not as focused on skill mastery as rogues are. A bard listens A barbarian who becomes lawful loses the ability to rage and cannot to stories as well as telling them, of course, so he has a vast knowl- gain more levels as a barbarian. He retains all the other benefits of edge of local events and noteworthy items. the class (damage reduction, fast movement, trap sense, and Alignment: Bards are wanderers, guided by whim and intuition uncanny dodge). rather than by tradition or law. The spontaneous talent, magic, and lifestyle of the bard are incompatible with a lawful alignment. Half-Orc Barbarian Starting Package Religion: Bards revere Fharlanghn (god of roads). They some-",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An apprentice bard learns his skills from a with companions of other classes. He single experienced bard, whom he follows and serves until he is often serves as the spokesman of the ready to strike out on his own. Many bards were once young run- party, using his social skills for the party’s benefit. In a party without a aways or orphans, befriended by wandering bards who became wizard or sorcerer, the bard con- their mentors. Since bards occasionally congregate in informal tributes his magic. In a party “colleges,” the apprentice bard may without a rogue, he uses his skills. meet many of the more prominent A bard is curious about the ways bards in the area. Still, the bard has no of more focused or dedicated strong allegiance to bards as a whole. adventurers, so he often tries to In fact, some bards are highly pick up pointers from competitive with other bards, jealous fighters, sorcerers, and of their reputations and defensive rogues. about their territories. Role: The bard is perhaps the",
        "name":  "Background",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bards are commonly ultimate generalist. In most human, gnome, elf, or half-elf. adventuring groups, he works best Humans take well to the wander- in a supporting role. He can’t usually ing life and adapt easily to new match the stealth of the ranger or lands and customs. Gnomes the rogue, the spellcasting have a sense of humor and power of the cleric or the trickery that lends itself to a wizard, or the combat prowess bardic career. Elves are talented of the barbarian or the fighter. in music and magic, so However, he makes all the the career of the bard other characters better at what comes naturally to them. they do, and he can often fill in A bard’s wandering ways for another character when needed. suit many half-elves, who For a typical group of four often feel like strangers characters, the bard is perhaps even when at home. the most useful fifth character to Half-orcs, even those raised consider adding, and he can make a among humans, find themselves great team leader. ill suited to the demands of a bard’s career. There are no bardic GAME RULE INFORMATION traditions among dwarves, Bards have the following game statistics. or halflings, though",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. Like other spellcasters, a bard can cast only a certain number of spells of each spell level per day. His base daily spell allotment is Class Skills given on Table 3–4: The Bard. In addition, he receives bonus spells The bard’s class skills (and the key ability for each skill) are Appraise per day if he has a high Charisma score (see Table 1–1: Ability (Int), Balance (Dex), Bluff (Cha), Climb (Str), Concentration (Con), Modifiers and Bonus Spells, page 8). When Table 3–4 indicates that Craft (Int), Decipher Script (Int), Diplomacy (Cha), Disguise (Cha), the bard gets 0 spells per day of a given spell level (for instance, 1st- Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump level spells for a 2nd-level bard), he gains only the bonus spells he (Str), Knowledge (all skills, taken individually) (Int), Listen (Wis), would be entitled to based on his Charisma score for that spell level. Move Silently (Dex), Perform (Cha), Profession (Wis), Sense Motive The bard’s selection of spells is extremely limited. A bard begins (Wis), Sleight of Hand (Dex), Speak Language (n/a), Spellcraft (Int), play knowing four 0-level spells (also called cantrips) of your choice. Swim (Str), Tumble (Dex), and Use Magic Device (Cha). See At most new bard levels, he gains one or more new spells, as Chapter 4: Skills for skill descriptions. indicated on Table 3–5: Bard Spells Known. (Unlike spells per day, Skill Points at 1st Level: (6 + Int modifier) × 4. the number of spells a bard knows is not affected by his Charisma",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bard casts arcane spells (the same type of spells available 30 Extremely obscure, known A mighty wizard’s childhood to sorcerers and wizards), which are drawn from the bard spell (page by very few, possibly forgotten nickname; the history of a 181) list. He can cast any spell he knows without preparing it ahead by most who once knew petty magic item. of time, the way a wizard or cleric must (see below). Every bard spell it, possibly known only by has a verbal component (singing, reciting, or music). those who don’t understand To learn or cast a spell, a bard must have a Charisma score equal to the significance of the knowledge. at least 10 + the spell level (Cha 10 for 0-level spells, Cha 11 for 1st- 28 :3 RETPAHC SESSALC A successful bardic knowledge check will not reveal the powers Inspire Courage (Su): A bard with 3 or more ranks in a Perform skill of a magic item but may give a hint as to its general function. A bard can use song or poetics to inspire courage in his allies (including may not take 10 or take 20 on this check; this sort of knowledge is himself ), bolstering them against fear and improving their combat essentially random. The DM can determine the Difficulty Class of abilities. To be affected, an ally must be able to hear the bard sing. the check by referring to the table above. The effect lasts for as long as the ally hears the bard sing and for 5",
        "name":  "Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
