[
    {
        "origin_file":  "magic_items.json",
        "description":  "9,000 gp, 720 XP, the following spells (each three times 18 days. Price (Item Level): 19,000 gp (15th) per day) by expending a prepared arcane Body Slot: — (held) spell or arcane spell slot of the same level RUNESTAFF OF FROST Caster Level: 13th or higher. Aura: Strong; (DC 21) illusion Price (Item Level): 20,000 gp (15th) • animate dead Activation: As spell used",
        "name":  "This staff allows you to cast any of Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th • dispel magic",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 lb. darkness, dispel magic, summon monster IX, evil alignment. A runestaff of illusion allows you to cast This rune-covered staff is made from white",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "24,000 gp, 1,920 XP, any of the following spells (each once wood and silver, and is tipped at each end with 48 days. per day) by expending a prepared arcane a glittering diamond. spell or arcane spell slot of the same level RUNESTAFF OF FIRE or higher. A runestaff of frost allows you to cast any • disguise self Price (Item Level): 8,400 gp (12th) of the following spells (each three times • major image",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp, 800 XP, A runestaff of fi re allows you to cast any 20 days. RUNESTAFF OF of the following spells (each three times per day) by expending a prepared arcane RUNESTAFF OF INSANITY spell or arcane spell slot of the same level ILLUMINATION Price (Item Level): 46,000 gp (17th) or higher.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) • burning hands Price (Item Level): 34,500 gp (16th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,200 gp, 336 XP, 9 days. Weight: 3 lb. This staff is formed from wildly twisting rods of solid iron. It bears numerous runes depicting RUNESTAFF OF This slim silver staff features a rune of a sun- cracked, warped, human skulls. burst. It seems to refl ect light as if it were a FORCED HAPPINESS polished mirror that never tarnishes. A runestaff of insanity allows you to cast any Price (Item Level): 18,000 gp (14th) of the following spells (each two times",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "23,000 gp, 1,840 XP, cast any of the following spells (each two daylight, fl are, sunburst. 46 days. times per day) by expending a prepared Cost to Create: 17,250 gp, 1,380 XP, arcane spell or arcane spell slot of the same 35 days. RUNESTAFF OF level or higher. • celebration (SC 44) NECROMANCY • Otto’s irresistible dance Price (Item Level): 32,000 gp (16th) • Tasha’s hideous laughter",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 lb. Weight: 4 lb. Price (Item Level): 15,000 gp (14th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Staff, cause fear, circle • knock • lightning bolt of death, enervation, ghoul touch, halt undead, • open/close • magic missile waves of fatigue. • passwall • ray of enfeeblement",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,500 gp, 600 XP, 15 days. In addition, a runestaff of power functions as a +2/masterwork quarterstaff and grants Price (Item Level): 14,000 gp (14th) RUNESTAFF OF you a +2 luck bonus to AC and on saves as",
        "name":  "RUNESTAFF OF NIGHT Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 21) conjuration Price (Item Level): 75,000 gp (19th) 1st-level arcane spell or spell slot while",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "37,500 gp, 3,000 XP, Price (Item Level): 12,000 gp (13th) fi endish umber hulk only) 75 days. Body Slot: — (held)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,000 gp, 560 XP, Price (Item Level): 38,300 gp (17th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Staff, enlarge person, 25 days. Body Slot: — (held) mass enlarge person, mass reduce person, Caster Level: 12th reduce person, shrink item. RUNESTAFF OF Aura: Strong; (DC 21) necromancy",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,000 gp, 480 XP, Activation: As spell used TRANSPORTATION 12 days. Weight: 5 lb. Price (Item Level): 19,000 gp (15th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th together by copper wire. Each bone bears small Price (Item Level): 35,000 gp (16th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. of a staff, it has a mottled brown gemstone spell or arcane spell slot of the same level at both ends. or higher. When you look at this staff, it becomes hard for • animate dead your eyes to focus, as if the item is constantly A runestaff of transportation allows you to • create undead blurring and shifting. cast any of the following spells (each three Prerequisites: Craft Staff, animate dead, times per day) by expending a prepared create undead. A runestaff of time allows you to cast any arcane spell or arcane spell slot of the same Cost to Create: 8,000 gp, 640 XP, of the following spells (each once per level or higher. 16 days. day) by expending a prepared arcane • blink spell or arcane spell slot of the same level • dimension door RUNESTAFF OF VISION or higher. • teleport • expeditious retreat Price (Item Level): 16,000 gp (14th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17,500 gp, 1,400 XP, 35 days. UNDEAD SLAYER Cut from bamboo and fi tted with white leather straps elegantly inked with runes, this slender Price (Item Level): 37,000 gp (17th) RUNESTAFF OF staff seems unusually delicate.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 21) necromancy Price (Item Level): 25,000 gp (15th) of the following spells (each three times",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation undead, holding a scepter of scrolls that even read magic, comprehend",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,200 gp, 176 XP, you choose for the purpose 5 days. of gaining benefi ts. Reading scrolls of uncertain prove- SALVE OF nance is not without risk, since delving MINOR SPELL into their mysteries draws you near to the RESISTANCE border between life and death. When- ever you spend an hour reading scrolls of Price (Item Level): 1,350 gp (5th) uncertain provenance, you must roll on the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, spell perform for Wee Jas; you possess scrolls of uncertain provenance, resistance. Will DC 20 negates. you gain a +5 competence bonus on",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have established and a day; Fort DC 20 a proper divine connection, you can negates. Price (Item Level): 9,000 gp (12th) attempt to read from the scrolls once per",
        "name":  "NETHERWORLD Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scrolls of uncertain provenance stone of the pair is destroyed, the other have long been associated with Wee Jas, Price (Item Level): 1,350 gp (5th) becomes useless. although even her lorekeepers don’t know Body Slot: — (held) Prerequisites: Craft Wondrous Item, where the fi rst ones came from (Knowl- Caster Level: 7th sending. edge [religion] DC 15). Aura: Moderate; (DC 18) divination Cost to Create: 700 gp, 56 XP, 2 days.",
        "name":  "SCRYING SHARD Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— lost their sanity in the pursuit of arcane Weight: 1 lb. SHACKLES OF SILENCE knowledge and collected by agents of Wee Price (Item Level): 6,000 gp (10th) Jas for the sake of the knowledge they con- Ever-shifting, deep red swirls writhe within",
        "name":  "In fact, they were penned by beings that Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. Prerequisites: Craft Wondrous Item, scrying. These iron manacles look old, slightly rusted,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "675 gp, 54 XP, 2 days. and heavily dented. Price (Item Level): 750 gp (3rd) SENDING STONES",
        "name":  "SCRYING BEACON Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th Price (Item Level): 1,400 gp (5th) Large creature. A creature manacled with",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard of silence with a successful DC 28 Escape This button-sized, black half-sphere appears to Weight: 1 lb. Artist check, or break free with a success- be made of ebony or jet. ful DC 28 Strength check. However, if the These fi st-sized chunks of unworked stone are creature bound by shackles of silence escapes If you spend 1 minute attuning yourself mirror images of one another. by breaking them or using Escape Artist, to a scrying beacon, you can choose for the the silence effect ends and the shackles next clairaudience/clairvoyance spell you cast These unremarkable-looking stones come ring for 1 round, as an alarm spell’s audible to be centered on the beacon, as long as you in pairs. Once per day, the bearer of each alarm. Broken shackles of silence lose their are within 1 mile of it. Once this power has stone can send a message (as the sending power after sounding this alarm, becom- been used, the beacon becomes dormant spell) to the bearer of the other stone. If a ing nonmagical and useless. until you attune yourself to it again. stone’s mate is not in a creature’s posses- Prerequisites: Craft Wondrous Item,",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, sion, no message is sent and you know alarm, silence. clairaudience/clairvoyance. the communication has failed. If either Cost to Create: 3,000 gp, 240 XP, 6 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 25) evocation vated, this item is expended and cannot",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Prerequisites: Craft Wondrous Item, spike stones. This tiny fragment of cast-off crystal glows with",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. a minuscule bit of power. made of hammered gold and set with small diamonds. SLEEPING SPIKE When held, a skill shard telepathically whispers its command word into your Price (Item Level): 3,500 gp (8th) A shard of the sun is mentioned in several mind. When you activate it, you gain a Body Slot: — (held) religious texts as “Pelor’s gift, which I competence bonus on your next check Caster Level: 9th carry into darkness—a sun that never with a specifi c skill, chosen during the Aura: Moderate; (DC 19) enchantment sets.” When you hold this item, it con- item’s creation. The check must begin Activation: Standard (manipulation) tinuously emits a warm light equivalent before the end of your turn and must be Weight: 1/2 lb. to a daylight spell heightened to 5th completed within 10 minutes. A skill shard level, provided that you are neutral good, disintegrates when used. This twisted wooden spike was carved from lawful good, chaotic good, or neutral. The",
        "name":  "This brightly glowing holy symbol of Pelor is Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, A sleeping spike becomes invisible 1 round",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25 gp, 1 XP, 1 day (lesser); within 10 feet of it, the spike emits a sleep simultaneous searing light spells, though 150 gp, 6 XP, 1 day (greater). effect (Will DC 17 negates) in a 20-foot- each must be aimed at a different target. radius burst that affects all creatures with Each beam deals 10d6 points of damage SLASHING SAND 10 Hit Dice or fewer. The spike is destroyed to undead, 5d6 points to constructs and when the sleep effect is triggered. objects, and 5d8 points of damage to Price (Item Level): 2,000 gp (6th) During the round that a sleeping spike other creatures. Creatures particularly Body Slot: — remains visible after being planted, any vulnerable to bright light, such as vam- Caster Level: 10th creature can safely remove it from the pires, take 10d8 points of damage from Aura: Moderate; (DC 20) transmutation ground (a standard action) to render it these beams. This ability functions three Activation: Standard (thrown) harmless and ready for reuse. times per day. Weight: —",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, To use the relic power, you must wor- symbol of sleep. ship Pelor and either sacrifi ce a 6th-level A handful of thick, glassy black sand fi lls this",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,750 gp, 140 XP, 4 days. divine spell slot or have the True Believer small lizardskin sack. feat and at least 11 HD. If you sacrifi ce SOUL ANCHOR an 8th-level spell slot or have the True Believer feat and at least 15 HD, you Price (Item Level): 10,000 gp (12th) can fi re four searing light beams with Body Slot: — (held) each activation (no two at the same Caster Level: 9th target). Aura: Moderate; (DC 19) enchantment",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous succeed on a DC 18 Will saving Item, Sanctify Relic, daylight, throw or be unable to move from searing light. its current space for 1 round. Creatures",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,750 gp, 140 XP, that are fl ying or sinking when the spell 4 days. takes effect are magically held in place. However, affected creatures are neither paralyzed nor entangled, so they can fi ght and cast spells normally. Shard of the sun Illus. by B. Hagan 662200__1100776622__CChhpp44..iinndddd 118855 1122//2211//0066 55::4477::4400 AAMM 186 4 RETPAHC SLOOT The power of a soul anchor prevents all from sleep (whether mundane or magi- To use a spool of endless rope, you feed out voluntary movement that would allow cal in origin). In addition, any fatigue as little or as much rope as desired, up to the affected creatures to leave their or exhaustion affecting you and those a maximum of 500 feet at any one time. respective spaces (including teleporta- allies immediately ends. Furthermore, When you are fi nished with the rope, you tion magic or other spells and items that you and all affected allies gain immu- can simply wind it back onto the spool. allow movement). However, it does not nity to fatigue, exhaustion, and sleep (Feeding out or rewinding requires 1 full- preclude involuntary movement, such effects for 10 minutes after the sphere round action per 50 feet of rope.) as that resulting from a bull rush. If an is activated. The rope can’t be entirely separated affected creature is involuntarily moved A sphere of awakening functions once from the spool, though it can be cut out of its space for any reason, the effect per day. or broken like a normal silk rope. Any on that creature ends immediately. Prerequisites: Craft Wondrous Item, break portion of rope cut away from the spool This ability functions fi ve times per enchantment. disappears instantly. day, but it can’t be activated in consecu- Cost to Create: 900 gp, 72 XP, 2 days. Rope from a spool of endless rope can be tive rounds. spliced or knotted together with another",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, of endless rope), but it can’t be wound back Price (Item Level): 15,000 gp (14th) 10 days. into the spool while so attached.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "700 gp, 56 XP, 2 days. Price (Item Level): 700 gp (3rd) Activation: Standard (command)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) necromancy A complex relief of webs and tiny arachnids Price (Item Level): 300 gp (2nd)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, virulent contact poison (Fort DC 16, 1d6 target, it is consumed without effect. divest essentia. Con/1d6 Con). Any living creature struck by a stench",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,500 gp, 600 XP, DC 13 negates). Regardless of the success SPHERE OF 15 days. or failure of the save, the target exudes a stench for 3 rounds that causes all crea- AWAKENING SPOOL OF tures within 10 feet of it to be sickened Price (Item Level): 1,800 gp (5th) for the remaining duration of the stench ENDLESS ROPE",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th Price (Item Level): 1,400 gp (5th) to poison are unaffected by stench stones;",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Aura: Moderate; (DC 19) conjuration Once activated, this item is expended",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— and cannot be used again. This fi st-sized sphere of crystal is perfectly Weight: 1 lb. Prerequisites: Craft Wondrous Item, clear. ghoul touch.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, symbol of stunning.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. SUMMONER’S TOTEM Price (Item Level): 3,100 gp (8th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. STRAND OF STRAND OF This crudely carved, foot-long wooden rod bears ACID PEARLS LIGHTNING a vaguely animal visage at its head. Price (Item Level): 10,700 gp (13th) Price (Item Level): 4,350 gp (9th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) Body Slot: — (held) A boon for those who magically conjure",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Weight: 1 lb. a single animal using a summon nature’s ally spell, you can cast another spell targeting Seven green pearls stud this silver chain. One is Seven coils of brightly polished copper wire the summoned creature as a swift action. large, and the others are in three progressively dangle from this strand of interwoven silver The second spell must be no higher than smaller pairs. The stones slosh as though fi lled and copper threads. 3rd level, it must target the summoned with liquid. creature (and only the summoned creature), Each of the seven coils on this chain can its casting time must be no longer than 1 Each of the seven pearls on this chain be detached and thrown. When thrown, a standard action, and it expends the spell or can be detached and thrown up to 50 coil explodes into a 30-foot line of lightning spell slot as normal. feet. When a pearl strikes its destination, originating from you. Each creature in the For example, immediately after sum- it explodes into a 20-foot-radius, 20- area takes electricity damage based on the moning a brown bear with summon nature’s foot-high, cylinder-shaped cloud of acid size of the coil (Refl ex DC 14 half). ally IV, you could cast bull’s strength upon centered on the end point. This cloud Each of the four smallest coils deals 3d6 that bear as a swift action (as long as you deals acid damage to any creature in the points of damage. The next larger two each were adjacent to the bear). You couldn’t use area (Refl ex DC 19 half). deal 5d6 damage, and the largest coil deals the totem to cast obscuring mist (since that A strand of acid pearls has four different 7d6 points of damage. spell doesn’t target the bear). sizes of pearls, each of which deals a dif- Prerequisites: Craft Wondrous Item, Prerequisites: Craft Wondrous Item, speak ferent amount of acid damage. The two lightning bolt. with animals, summon nature’s ally II. smallest each deal 3d6 points of damage, Cost to Create: 2,175 gp, 174 XP, 5 days. Cost to Create: 1,550 gp, 124 XP, 4 days. each of the next larger pair deals 5d6 points of damage, each of the next larger STUNNING SPIKE SURVIVAL POUCH pair deals 7d6 points of damage, and the Price (Item Level): 9,000 gp (12th) Price (Item Level): 3,300 gp (8th) largest pearl deals 9d6 points of damage.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, acid",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. Weight: 5 lb. Illus. by J. Thomas 662200__1100776622__CChhpp44..iinndddd 118877 1122//2211//0066 55::4477::4444 AAMM 188 4 RETPAHC SLOOT This pouch looks like it’s seen its share of increases by 100 pounds per point of A talisman of undying fortitude functions rough use. It is tattered and stained from use bonus granted by the item. two times per day. in the wild. Prerequisites: Craft Wondrous Item, bull’s Prerequisites: Craft Wondrous Item, veil strength, Tenser’s fl oating disk. of undeath (SC 229).",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. Cost to Create: 4,000 gp, 320 XP, 8 days. survival pouch and retrieve your choice of one of the following items. You can draw TALISMAN OF TANGLEPATCH out the same item fi ve times in one day, UNDEAD MASTERY Price (Item Level): 200 gp (2nd) draw out fi ve different items, or produce",
        "name":  "Five times per day, you can reach into a Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) any combination of up to fi ve items. Price (Item Level): 3,000 gp (7th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd Each item lasts for 8 hours or until indi- Body Slot: — (held)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, of the campfi re by 1 hour. If the fi re check, which must be made before the end entangle. is extinguished, the unburnt portion of your turn.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 1,500 gp, 120 XP, 3 days. Weight: 1 lb. major creation.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,650 gp, 132 XP, 4 days. TALISMAN OF This greenish sack is sticky with sap. UNDYING FORTITUDE TALISMAN OF A thorn pouch allows you to bring forth Price (Item Level): 8,000 gp (11th) several types of magical plant effects for THE DISK",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) offensive and defensive purposes. A pouch Price (Item Level): 500 gp (3rd) Caster Level: 15th has 5 charges, which are renewed each day",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Sanctify Relic, secret page.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,750 gp, 220 XP, 6 days. TOME OF THE STILLED TONGUE [RELIC] Price (Item Level): 7,500 gp (11th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 lb. This thick, leather-bound manuscript has a particularly disgusting decoration—a desic- cated tongue nailed to its front cover. You have a 50% chance A tome of the stilled tongue is a treasure trove of fi nding any arcane spell of of arcane potential. If you are neutral evil, Tome of the highest level you can cast, and chaotic evil, lawful evil, or neutral, the ancient lore a 100% chance to fi nd any other spell that book reveals full instructions for creating you can cast. The book functions in this a lich’s phylactery and offers 500 blank manner once per day. TOME OF spell pages that function like those in To use the relic power, you must wor- Boccob’s blessed book (DMG 249). ANCIENT LORE [RELIC] ship Boccob and either sacrifi ce a 5th-level Relic Power: A tome of the stilled tongue divine spell slot or have the True Believer Price (Item Level): 5,500 gp (10th) also contains directions for eldritch feat and at least 9 HD. Body Slot: — mental exercises designed to strengthen",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Though the pages cleric of Vecna who couldn’t keep of this book contain all the world’s her order’s secrets. Now fi ve copies arcane knowledge, a tome of ancient lore are known to exist, but the origins of is cursed with a deliberately confusing, the other four tongues have never been ever-changing system of cross-referenc- revealed (Knowledge [religion] DC 20). ing. Because its pages constantly rearrange Prerequisites: Craft Wondrous Item, themselves, apparently at random, fi nd- Sanctify Relic, Scribe Scroll, secret ing any useful information by browsing page. the book is impossible. However, if you Cost to Create: 3,750 gp, 300 XP, have established the proper divine con- 8 days. nection, you can use a tome of ancient lore while preparing arcane spells to prepare a single spell that isn’t in your spellbook. Tome of the stilled tongue Illus. by W. England \u0026 W. Reynolds 662200__1100776622__CChhpp44..iinndddd 118899 1122//2211//0066 55::4477::5500 AAMM 190 4 RETPAHC SLOOT TOME OF 3 charges: Gain a +8 competence bonus This lantern is elaborately crafted from fl ame- on your caster level check to overcome touched iron, burnished to a silvery hue. A WORLDLY MEMORY spell resistance. continuous, translucent white fl ame fl ickers Price (Item Level): 1,500 gp (5th) You can divide the 3 charges between within, though it sheds no heat.",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. more than one of these items affi xed to it is activated, a truelight lantern provides it, and you can’t gain benefi ts from more bright illumination in a 60-foot cone and This small book is bound in hammered than one eye in a given day. shadowy illumination for another 60 silver and engraved with the continents of Prerequisites: Craft Wondrous Item, abil- feet beyond that. Everything within the the world. ity to prepare 3rd-level arcane spells. 60-foot cone of bright illumination can",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,500 gp, 280 XP, 7 days. be seen as if all viewers were under the A tome of worldly memory allows you to effect of a true seeing spell. This effect lasts call upon the secret memories of the for 10 minutes. world to aid you in unlocking forgot- A truelight lantern can normally be Tome of ten knowledge. By studying the activated once per day, but can be worldly memory book for 1 minute, you gain Tomebound eye activated additional times if a true a +5 competence bonus on of Boccob seeing spell is cast into it (over- a single Knowledge check. riding the normal targeting The tome functions three restriction of the spell). Each times per day. casting of true seeing allows If you have at least 5 a lantern to be activated one ranks in the Knowledge more time per day. skill in question, you need Prerequisites: Craft Wondrous only peruse the book as a stan- Glyph Item, true seeing. seal dard action to gain its benefi t. Cost to Create: 18,000 gp,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Greater 1,440 XP, 36 days. Item, fox’s cunning. glyph seal",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "750 gp, 60 XP, 2 days. WILDING CLASP Price (Item Level): 4,000 gp (8th) TOMEBOUND EYE TROLL GUT ROPE",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— OF BOCCOB Price (Item Level): 500 gp (3rd) Caster Level: 5th",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) Aura: Faint; (DC 17) transmutation Price (Item Level): 7,000 gp (11th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— One end of this pile of pungent-smelling intes- tines has been tied with an intricate knot. A wilding clasp can be attached to any item The watchful Eye of the Uncaring One stares worn on the body. When so worn, a clasp out from this seal. Once per day, you can command this 50- prevents the worn item from melding into foot rope to grow up to 350 feet in length. your new form when you use wild shape When affi xed to a wizard’s spellbook, this Any length beyond the original 50 feet (as long as the item could reasonably be seal provides a focus for arcane energy. decays to nothingness after 12 hours. If worn by the new form). Thus, the item A tomebound eye of Boccob has 3 charges, the large knot on one end is ever untied or remains fully functional and can be used which are renewed each day at dawn. cut open, the rope’s magic is destroyed. normally in your new form. Spending 1 or more charges when you",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item, prepare your wizard spells from a spell- minor creation. wild shape. book to which a tomebound eye is attached",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and edge ability, can research the array of the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp (plus 610 gp following lore is revealed, including the This steel half-mask covers only the lower for two masterwork spiked gauntlets), information from lower DCs. face. Over the wearer’s mouth, an emblem 240 XP, 6 days. DC 15: A hobgoblin sorcerer crafted the depicting a large eye with a crystal for its pupil fi rst array of the manticore for his favorite stares forth. HELM OF bugbear bodyguard. This bugbear rode a tamed manticore into battle, and it seemed WOUNDING SIGHT Wearing a mask of mastery causes the fi tting to the hobgoblin to reward his wearer’s voice to sound more commanding Price (Item Level): 6,500 gp (10th) servant’s skill and bravery with a tribute and authoritative, adding a +5 competence",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, com- pupil is embossed on the helm’s forehead. selves, not understanding the power the mand, possession of a piece of the set. items held when worn together. When",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,750 gp, 140 XP, 4 days. one of the halfl ings inherited a second 193 SETS MAGIC ITEM CHAPTER 5 pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— or standard (mental) AERIAL COMBAT manticore grants you freedom from the Weight: 1 lb. threat of falling damage. Wearing the full Price (Item Level): 5,000 gp (9th) set allows you to call upon a manticore for Body Slot: Arms This gold and mithral helm looks like the aid, bringing it into battle on swift wings Caster Level: 5th bristle-bearded head of a manticore. to rain death down upon your foes. Aura: Faint; (DC 17) evocation 2 Pieces: You function as though Activation: — A helm of the hunter grants you a +5 com- perpetually affected by a feather fall spell Weight: 1 lb. petence bonus on Spot checks and the Array of the Manticore Pieces and Abilities Body Piece Slot Price (Level) Ability Bracers of aerial combat Arms 5,000 (9th) +1 attack while you or foe is airborne Gloves of endless javelins Hands 7,000 (11th) Create temporary +1 javelin Medallion of aerial defense Throat 8,000 (11th) DR 10/magic against ranged attacks if you or foe is airborne Helm of the hunter Head 9,000 (12th) +5 Spot; Far Shot; 1/daylow-light vision anddarkvision for 4 hours Winged vest Torso 12,000 (13th) 5/day fly 60 ft. (good) for 5 rounds samohT .J yb .sullI 662200__1100776622__CChhpp55..iinndddd 119944 1122//2211//0066 55::5500::0044 AAMM 195 SETS MAGIC ITEM CHAPTER 5 benefi t of the Far Shot feat. These effects dripstone. In it they found some barely FIVE VIRTUES function continuously. preserved records of the knightly order. When you activate this helm, you gain Whether brave or meek, you will wake The incomplete records claimed a dead low-light vision and darkvision out to 60 to valor when girded with the fi ve vir- mind fl ayer community lay sealed beneath feet for 4 hours. This ability functions tues, legendary implements of courage the lake, and within that carcass of ancient once per day. brandished by knights of a previous age. evil lay one or more pieces of the fi ve virtues",
        "name":  "Wearing any two pieces of the array of the Act ivation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, When the fi ve virtues are worn in part or stolen from the knights. clair audience/clairvoyance, darkvision, pos- in whole, bold heroism blazes within DC 30: A check result of 30 or higher session of a piece of the set. your chest. reveals the location of another piece of",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. These fi ve items were created to help the set. Use this to drive further adven- knights uphold their values. The abili- ture and direct the PCs toward some MEDALLION OF ties granted by the set bolster various location or story you would like them abilities of that class (PH2 24), but the to explore. AERIAL DEFENSE items are also useful for warriors of other Price (Item Level): 8,000 gp (11th) disciplines. COLLECTION BENEFITS",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, pro- invading small border kingdoms. Through tection from arrows, possession of a piece it all, the knights prevailed, relying on ARMBAND OF of the set. their code to give them strength and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. CONFRONTATION resolve. This code was a manifestation of fi ve virtues upon which the order was Price (Item Level): 1,400 gp (5th) WINGED VEST founded. Body Slot: Arms Price (Item Level): 12,000 gp (13th) Those virtues came to be embodied Caster Level: 5th",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso in a special set of magic items called, Aura: Faint; (DC 17) evocation",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 17) transmutation items exemplifi ed honor, freedom, valor, Weight: —",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. DC 20: The knightly order is long gone, This bright red band is worn around the and even its name is lost to history. How- bicep. This black leather vest is decorated with fi ne ever, archivists have studied relics found black scales and has a pair of dragonlike wings in the ancient ruins of their stronghold. While wearing an armband of confrontation, folded against its back Through knowledge gained thereby, your fi ghting challenge (PH2 25) lasts an they learned about the lost virtues of the extra 3 rounds. When you activate a winged vest, it unfolds knights. Archivists suspect, based on Prerequisites: Craft Wondrous Item, its manticore wings and allows you to fl y at clues unearthed in their delvings, that divine favor, possession of a piece of the a speed of 60 feet (good maneuverability) some or all of the fi ve virtues might yet be set. for 5 rounds. found in far-separated keeps, or perhaps Cost to Create: 700 gp, 56 XP, 2 days. A winged vest functions fi ve times per in isolated treasures of long-lived subter- day. ranean monsters. CRYSTAL OF ALACRITY",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, fl y, DC 25: Recently, a group of miners Price (Item Level): 3,500 gp (8th) possession of a piece of the set. opened a new face on a coal seam they",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and vate a medal of steadfast honor to instantly",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shoulders; see text sible to capture or even slow down. item from the fl eet warrior’s array is often",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, noted for tirelessly running long distances his attention between two foes. That remove fear, possession of a piece of the and for acting as expert scouts and com- the Green Runners now seek the queen set. mandos. The Green Runners were the and her child there can be no doubt, but",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "700 gp, 56 XP, 2 days. kingdom’s elite fi ghting force, and bands whether the Green Runners who seek of Green Runners were occasionally sent them are the generals or those from the to aid the kingdom’s allies. rank and fi le, none can say. Fleet Warrior’s Array Pieces and Abilities Body Piece Slot Price (Level) Ability Bracers of blinding strike Arms 5,000 gp (9th) +2 initiative; 3/day extra attack with full attack Sandals of the light step Feet 9,000 gp (12th) +10 speed; pass without trace; not slowed by difficult terrain; 1/day water walk Vest of free movement Torso 12,000 gp (13th) 3/day freedom of movement for 3 rounds Fleet Warrior’s Array Collection Benefits Pieces Worn Benefit 2 pieces +2 AC against attacks of opportunity 3 pieces Dimension door 1/day 662200__1100776622__CChhpp55..iinndddd 119977 1122//2211//0066 55::5500::1144 AAMM 198 5 RETPAHC METI CIGAM STES DC 30: A check result of 30 or higher SANDALS OF THE GARB OF THE reveals the location of another piece of the LIGHT STEP set. Use this to drive further adventure HUNTING CAT and direct the PCs toward some location or Price (Item Level): 9,000 gp (12th) Although made of mere steel and skin, the story you would like them to explore. Body Slot: Feet garb of the hunting cat presents a powerful",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, attacks upon human and elf settlements. longstrider, pass without trace, water walk, The countryside was terrorized by strange, This pair of elegant bracers is crafted from possession of a piece of the set. tigerlike people who would slaughter green leather with mithral tracery that looks",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. whole villages. The creatures were dif- like vines. Tiny, leaf-shaped plates of silver fi cult to track and, when overmatched, branch off the mithral to create a glimmer- VEST OF vanished into thin air. When at last one ing pattern. FREE MOVEMENT These bracers grant you a +2 compe- Price (Item Level): 12,000 gp (13th) tence bonus on initiative checks. This",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, This ability can be used three times freedom of movement, possession of a piece per day. of the set.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. Claw gloves dnalgnE .W yb .sullI 662200__1100776622__CChhpp55..iinndddd 119988 1122//2211//0066 55::5500::1166 AAMM 199 SETS MAGIC ITEM CHAPTER 5 was killed, the victors discovered not a and direct the PCs toward some location or monster but a man wearing the garb of story you would like them to explore. the hunting cat. DC 20: Those who attacked the COLLECTION BENEFITS elves and humans were members The garb of the hunting cat provides you of a cult of rakshasa worshipers. with a deadly rending attack and the Each of the cultists was outfi t- power to disappear from sight. When ted with a set of the garb of the wearing the entire garb of the hunting cat, hunting cat, and participat- you take on the appearance of a humanoid ing in a “hunt” against other tiger during combat. When this occurs, humanoids was a necessary the fur on the various items appears to part of the rite of passage to be that of a living creature, making you receive a set. Most of the sets appear something like a bestial rakshasa ended up in the hands of those or weretiger. who survived cultist assaults 2 Pieces: If, during your turn, you hit and were later sold.Many who a single foe with both a primary claw now wear parts of the garb of the glove attack and an off-hand claw glove hunting cat are ignorant of the set’s attack, the second attack rends, dealing bloody history. an extra 3d6 points of damage. You DC 25: The raksasha at the center can rend only once per round. of the cult was confronted, but it 3 Pieces: Once per day, you can escaped and might still be alive. It’s use invisibility on yourself (CL 3rd) said that the evil creature can be as a standard (mental) action. recognized in any form it adopts because its natural form has pure CLAW GLOVES white fur without stripes, and it seems incapable of creating hair Pr ice (Item Level): 5,604 gp with any pigment when it adopts (10th) another shape. Body Slot: Hands",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shoulders of the items allows its wielder to better",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. will be able to merge their physical and spiritual consciousnesses. This short, fl exible cape is made from tiger skin and feels warm to the touch. LORE Characters who have ranks in Knowledge A mantle of the predator grants you a +5 (arcana), or who have the bardic knowl- competence bonus on Hide and Move edge ability, can research Gharyn’s monastic Silently checks. In addition, you deal array to learn more about these items. an extra 1d6 points of damage with When a character succeeds on a check, melee attacks against foes denied the following lore is revealed, including their Dexterity bonus to AC. Crea- the information from lower DCs. tures with concealment, creatures DC 15: The original monastic array was without discernible anatomies, and discovered amid the ashes of a fallen monk creatures immune to extra damage known as Gharyn. He died sacrifi cing his from critical hits are all immune to life to protect his brother monks from the this extra damage. wrath of a red dragon. Many believe that",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous the dragon’s fi re charged Gharyn’s array Item, cat’s grace, possession of a piece with magical power. of the set. DC 20: The Monastery of the Lone",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. the support of law and order, he felt the dnalgnE .W yb .sullI 662200__1100776622__CChhpp55..iinndddd 220000 1122//2211//0066 55::5500::2255 AAMM 201 SETS MAGIC ITEM CHAPTER 5 monastery’s strictures were meaning- Strictures bring structure, structure cobra straps to move 5 feet away from less, and he claimed they even hindered lends itself to law and an ascetic lifestyle. the target without provoking attacks of the success of a lawful society. Need- Nobara’s anger over the rebellious spirit opportunity. less to say, this belief did not make him popularized by Gharyn’s “lucky” sacrifi ce Prerequisites: Craft Wondrous Item, particularly popular among his very has grown so extreme that his days are expeditious retreat, possession of a piece conservative and traditional brothers. He now spent traveling between monaster- of the set. knew that a change was needed, but that ies to proclaim his views. Whenever he Cost to Create: 700 gp, 56 XP, 2 days. it had to occur gradually for the brothers comes upon someone wearing a piece of to accept it. Gharyn’s monastic array, whether original PANTHER MASK Gharyn slowly altered his behavior or a copy, he calls that person out in a duel Price (Item Level): 2,700 gp (7th) and routine. He substituted barley for to the death.",
        "name":  "Mask of the tiger Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, rage,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— research the raiment of the four to learn RETRIBUTION more about these items. When a character This unusual device appears to be some sort of Price (Item Level): 4,500 gp (9th) succeeds on a check, the following lore is amulet worn as a choker necklace. However,",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Ra’anan. The village was the target of vari- it deals 1 point of damage to you. This ous natural disasters—droughts, fl oods, damage can’t be healed as long as you These barbed chains are forged of reddish tornados, and more. Alain was able to fend wear the item. metal. off many of these disasters because of his A blood claw choker grants you a bond with nature. One night a vision came +2 enhancement bonus to your Con- Each time you don barbs of retribution, they to him, instructing him in the methods to stitution score. This effect functions deal 1 point of damage to you. This damage create a set of magic items tied to the earth, continuously. can’t be healed as long as you wear these sky, sea, and sun. Following the instruc- In addition, when you activate a blood barbed hand wrappings. tions from his vision, Alain traveled to claw choker, you regain any one sorcerer When you activate barbs of retribution the four corners of the world to gather the spell slot that you have already used today and sacrifi ce a sorcerer spell slot of 2nd necessary components for each item. (up to a maximum of 5th level). The slot level or higher, you can force an enemy Once constructed, the raiment of the four becomes available as if you had never cast a within 30 feet to reroll a saving throw aided Alain in his exploits, which eventu- spell of that level. At the time you activate that just succeeded, with a penalty equal ally expanded beyond the small village in it, the choker deals damage to you equal to to half the level of the spell sacrifi ced. which he was born. With the raiment he twice the level of the spell slot regained. This effect manifests as a stream of arcane could travel safely through deadly areas of This ability functions twice per day. energy fl owing from your hands toward the world, and survive once there. Alain the target. 662200__1100776622__CChhpp55..iinndddd 220033 1122//2211//0066 55::5500::4411 AAMM 204 5 RETPAHC METI CIGAM STES Raiment of the Four Pieces and Abilities Body Piece Slot Price (Level) Ability Gloves of the starry sky Hands 1,100 gp (4th) Emit light; 3/day spontaneously cast magic missile Goggles of the golden sun Face 4,000 gp (8th) Immune to blindness, dazzling; 3/day spontaneously cast fireball Periapt of the sullen sea Throat 6,000 gp (10th) Hold breath 12 hours; 2/day spontaneously cast freedom of movement Belt of the wide earth Waist 8,000 gp (11th) Carrying capacity doubled; 2/day spontaneously cast teleport Raiment of the Four Collection Benefits Pieces Worn Benefit 2 pieces Resistance to cold 5 3 pieces Resistance to cold 5, electricity 5 4 pieces Resistance to cold 5, electricity 5, and fi re 5; 1/day commune (4 questions) traveled the worlds for the rest of his days, you have from your race, class, or can ask four questions of the spirit of the never again returning to Ra’anan. template. druid Alain, as the commune spell (CL 9th), DC 20: Alain’s spirit is said to be drawn 3 Pieces: You gain resistance to cold 5 but using this ability negates the energy to pieces of the raiment. If all four pieces and electricity 5, which stacks as described resistances granted by the raiment until are brought together, Alain’s spirit can above. the next sunrise. communicate with the wearer, imparting 4 Pieces: You gain resistance to cold secrets of the multiverse. 5, electricity 5, and fi re 5, which stacks BELT OF THE DC 25: The orc shaman Grotarb the Sly as described above. Once per day, you WIDE EARTH once wore the raiment of the four, but only briefl y. The orcs of Grotarb’s tribe heard Price (Item Level): 8,000 gp (11th) strange cries in the night from the Body Slot: Waist shaman’s private cavern. The next Caster Level: 9th day, the orcs of the tribe found the Aura: Moderate; (DC 19) conjuration drowned, burned, and partly dis- Activation: — and standard (mental) membered body of their shaman, but Weight: — no pieces of the raiment. It’s said to this day that Grotarb’s dark spirit is Made of thick leather, this belt is covered in sometimes drawn to those who fi nd cracks and fi ssures reminiscent of dry earth and two or more pieces of the raiment, fastened by a large, obsidian buckle. hoping to visit upon them the same harm that the great spiritual force While wearing a belt of the wide earth, visited upon him. your carrying capacity is doubled. This DC 30: A check result of 30 or is a continuous effect and requires no higher reveals the location of another activation. piece of the set. Use this to drive In addition, two times per day you can further adventure and direct the PCs activate the belt and sacrifi ce a prepared toward some location or story you spell or spell slot of 5th level or higher to would like them to explore. use teleport (as the spell), using your own caster level or that of the belt, whichever COLLECTION is higher.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, tele- BENEFITS port, possession of a piece of the set.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. raiment of the four grants you an increasing number of protections GLOVES OF THE derived from aspects of the sky, STARRY SKY sun, sea, and earth. When you wear all four Price (Item Level): 1,100 gp (4th) parts and use a belt of the wide Body Slot: Hands earth to teleport, it seems as Caster Level: 3rd if a pillar of fi re strikes down Aura: Faint; (DC 15) evocation from the sky to engulf you (and Activation: — and standard (mental) anyone else being transported). Weight: — When the fl ame dissipates, the travelers are gone. These supple gloves are velvet 2 Pieces: You gain resis- black. In their darkness, stars tance to cold 5; this stacks seem to swim. with any similar resistances Raiment of the four samohT .J yb .sullI 662200__1100776622__CChhpp55..iinndddd 220044 1122//2211//0066 55::5500::4433 AAMM 205 SETS MAGIC ITEM CHAPTER 5 While wearing gloves of the starry sky, you While wearing a periapt of the sullen sea, the title of Stormwalker have been passed emit a bright, silvery radiance equivalent you can hold your breath for up to 12 on to others. to a light spell. You can douse or renew this hours before having to make Constitu- DC 20: The fi rst Stormwalker was killed light with a standard (mental) action. tion checks. This is a continuous effect by his half-sister in revenge for his deadly In addition, three times per day you and requires no activation. attack on their human mother’s home. can activate these gloves and sacrifi ce a In addition, two times per day you She was killed out of vengeance as well, prepared spell or spell slot of 1st level or can activate the periapt and sacrifi ce a dying at the hands of the Stormwalker’s higher to use magic missile (as the spell), prepared spell or spell slot of 4th level or orc father, who desired the power of his using your own caster level rather than higher to use freedom of movement (as the son’s creations. The secrets of the raiment that of the gloves. The missiles created spell), using your own caster level or that thus passed into the possession of both by the gloves appear as a series of tiny of the periapt, whichever is higher. orcs and humans, and now druids of both falling stars. Prerequisites: Craft Wondrous Item, races claim the Stormwalker title, crafting",
        "name":  "Wearing multiple pieces of the Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, freedom of movement, possession of a piece items with the same name. magic missile, possession of a piece of of the set. DC 25: An inescapable vortex of ven- the set. Cost to Create: 3,000 gp, 240 XP, 6 days. geance seems to follow those who wear",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "550 gp, 44 XP, 2 days. the whole raiment. No curse can be detected on the items, but putting on the RAIMENT GOGGLES OF THE whole raiment and becoming one of the OF THE Stormwalkers always seems a harbinger GOLDEN SUN of trouble to come. Old enemies return STORMWALKER Price (Item Level): 4,000 gp (8th) and the wearer soon fi nds that once-fast",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, fi re- research the raiment of the stormwalker 2 Pieces: You can use obscuring mist (CL ball, possession of a piece of the set. to learn more about these items. When 5th) as a standard (mental) action three",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp, 160 XP, 4 days. a character succeeds on a check, the fol- times per day. lowing lore is revealed, including the 3 Pieces: You can use call lightning (CL PERIAPT OF THE information from lower DCs. 5th) as a standard (mental action) once SULLEN SEA DC 15: The fi rst Stormwalker was a per day. half-orc druid. Unwelcome in the societies 4 Pieces: You take only half damage Price (Item Level): 6,000 gp (10th) of both parents, he learned to live in the from electricity. If such an attack allows",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— his mother’s home. Then he took the storm as his symbol and came to be known as the This sea-blue gem seems to shiver and fl ow, Stormwalker. He crafted the fi rst raiment as a drop of seawater barely able to maintain of the stormwalker for himself, and since its shape. his death, the secrets of its creation and 662200__1100776622__CChhpp55..iinndddd 220055 1122//2211//0066 55::5500::4477 AAMM 206 5 RETPAHC METI CIGAM STES Raiment of the Stormwalker Pieces and Abilities Body Piece Slot Price (Level) Ability Stormfire ring Ring 4,000 (8th) 5/day faerie fire deals 1d6 damage/round for 5 rounds Bracers of lightning Arms 11,000 (13th) Attacks deal +1d6 electricity damage Robe of thunder Body 38,000 (17th) Take half or no damage from sonic attacks; deal 2d6 sonic damage to attackers Cloudwalker anklets Feet 50,000 (18th) Continuous air walk Raiment of the Stormwalker Collection Benefits Pieces Worn Benefit 2 pieces 3/day obscuring mist 3 pieces 1/day call lightning 4 pieces Half or no damage from electricity BRACERS OF Cloudwalker anklets allow you to move When activated, a robe of thunder through the air as if affected by an air surrounds you in an invisible, faintly LIGHTNING walk spell. rumbling aura of thunder that lasts for Price (Item Level): 11,000 gp (13th) A druid benefi ts from wearing this item 5 rounds (Listen DC 10 to hear the aura).",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th Prerequisites: Craft Wondrous Item, air to any creature striking you with a natural",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. 50 days . A druid benefi ts from wearing this item and can activate it even while in Each of these wide, faintly glowing bracers is ROBE OF THUNDER wild shape. made of four thin, rectangular quartz crystals Prerequisites: Craft Wondrous Item, Price (Item Level): 38,000 gp (17th) joined by narrow silver bands. control weather, possession of a piece of",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. vate the bracers, they visibly crackle with STORMFIRE RING electricity for 1 round. During this time, This silk robe roils with the colors of storm Pr ice (Item Level): 4,000 gp (8th) your melee and ranged attacks gain the clouds, constantly shifting in shade and hue. Body Slot: Ring shock property (DMG 225). Even your",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 21) evocation tricity damage. only half damage from sonic attacks. Activation: Standard (mental) A druid can activate this item while in",
        "name":  "While you wear a robe of thunder, you take Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, call successful save. This is a continuous effect This ring of faceted clear crystal contains a faint lightning, possession of a piece of the set. and requires no activation. blue-white glow.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,500 gp, 440 XP, 11 days. When you activate a stormfi re ring, it creates a faerie fi re effect of crackling CLOUDWALKER lightning that lasts for 5 rounds. This ANKLETS effect functions as the spell, except that each creature affected takes 1d6 points Price (Item Level): 50,000 gp (18th) of electricity damage each round for the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— per day. A druid can activate this item even Designed to go around the wearer’s ankles, while in wild shape. each of these bands consists of two half-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 17) abjuration per day. the benefi t the items grant, so the +2 to",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, fox’s Charisma granted by a crown of fl ames",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. a warlock or sorcerer who has a phoenix This badge is stamped with the image of an cloak, consider replacing any invocation impenetrable fortress over which shines a HORN OF RESILIENCE or spell that grants you the ability to fl y; golden sun. you will benefi t more from the item and Price (Item Level): 5,000 gp (9th) the versatility of having access to a dif-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— (held) ferent effect that you can bring to bear all allies within 60 feet gain a +2 bonus on Caster Level: 8th on your foes. the next save you or they make against a Aura: Moderate; (DC 19) enchantment charm or fear effect before the start of Activation: Standard (manipulated) LORE your next turn. Weight: — If you have the bardic music ability to Characters who have ranks in Knowledge inspire courage, you can activate a badge of This bone horn is banded with a golden-hued (arcana), or who have the bardic knowl- valor to increase the bonus granted by that iron alloy. The image of an idealized fortress edge ability, can research the regalia of the ability by 1 for the duration of its effect. is scribed deeply in the horn’s side. phoenix to learn more about these items. A badge of valor functions three times When a character succeeds on a check, per day. When you activate a horn of resilience, you the following lore is revealed, including",
        "name":  "When you activate a badge of valor, you and Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, and all allies within 30 feet gain damage the information from lower DCs. remove fear, possession of a piece of the reduction 5/—. This benefi t lasts for 5 DC 15: The regalia of the phoenix sears set. rounds, but allies who move more than 30 its story into the mind of every ambi-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "700 gp, 56 XP, 2 days. feet from you lose the benefi t until they tious noble who hears it. It made its fi rst return within the area. fi ery appearance in the possession of the HELM OF TACTICS If you are a marshal, you can activate Phoenix Queen, a sorcerer of tremendous a horn of resilience to increase the effect power who took the throne of a long- Price (Item Level): 2,000 gp (6th) of your major aura by 1. This effect lasts forgotten kingdom by force. Because",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, hero- DC 20: After the assassins killed the enemies that you or they are fl anking. ism, possession of a piece of the set. Phoenix Queen, they quarreled over the This benefi t lasts for 10 rounds, but allies",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Craft Wondrous Item, fl y, possession of a piece of the set.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " 25,000 gp, 2,000 XP, 50 days. Raptor’s mask Crown of fl ames RAPTOR’S MASK The head of this golden scepter is wrought in PHOENIX CLOAK the shape of an eagle’s claw. The talons seem Pr ice (Item Level): 3,500 gp (8th) to be made of rubies, and a fl ame motif adorns Pr ice (Item Level): 50,000 gp (18th) Body Slot: Face the entire length of the item.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, SEVEN VEILS clairaudience/clairvoyance, glitterdust, pos- Bright and diaphanous, the seven veils are session of a piece of the set. magic made physical. Split from light by",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,750 gp, 140 XP, 4 days. a god and sown onto the world like seeds, the veils represent the promise of power TALON SCEPTER for wizards and other spellcasters. Price (Item Level): 10,305 gp (13th) Wizards get the most benefi t from the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— into the hands of others. like a runestaff (see page 223) to cast cone of DC 25: The two wizards who managed cold, daylight, disintegrate, dispel magic, gust of This silky red veil is laced with garnets. It is to claim full sets both became liches. This wind, magic missile, and passwall each once meant to be pinned to the hair above the ears turn of events is considered a coincidence per day by spending your own arcane spell or tied about the head like a bandana. by most, but some wonder if wearing all slots of equal or higher level. Seven Veils Pieces and Abilities Body Piece Slot Price (Level) Ability Burning veil Head 1,000 gp (4th) Immunity to red prismatic effect; 3/day deal 1d6 fire damage to foe already damaged by your fire spell Caustic veil Waist 2,000 gp (6th) Immunity to orange prismatic effect; 3/day deal 2d6 acid damage to foe already damaged by your acid spell Veil of storms Torso 4,000 gp (8th) Immunity to yellow prismatic effect; 3/day deal 4d6 electricity damage to foe already damaged by your electricity spell Veil of whispers Face 7,000 gp (11th) Immunity to indigo prismatic effect; 3/day confuse creature already affected by your enchantment spell Veil of doors Shoulders 11,000 gp (13th) Immunity to violet prismatic effect; 2/day dismiss creature damaged by your summoned creature Serpent veil Neck 16,000 gp (14th) Immunity to green prismatic effect; 3/day poison target of your melee touch spell Turquoise veil Eyes 22,000 gp (15th) Immunity to blue prismatic effect; 1/day petrify creature already affected by your transmutation spell Seven Veils Collection Benefits Pieces Worn Benefit 3 pieces +2 Concentration, Knowledge (arcana), Spellcraft 5 pieces Resistance to acid 5, electricity 5, and fire 5 7 pieces Spontaneously cast cone of cold, daylight, disintegrate, dispel magic, gust of wind, magic missile, and passwall each 1/day Illus. by R. Gallegos 662200__1100776622__CChhpp55..iinndddd 221111 1122//2211//0066 55::5511::0099 AAMM 212 5 RETPAHC METI CIGAM STES Wearing a burning veil gives you immunity TURQUOISE VEIL to the red effect of any prismatic spell. Price (Item Level): 22,000 gp (15th) This is a continuous effect and requires",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, to be worn over the eyes. burning hands, possession of a piece of the set. Wearing a turquoise veil gives you immu-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 gp, 40 XP, 1 day. nity to the blue effect of any prismatic spell. This is a continuous effect and CAUSTIC VEIL requires no activation. Price (Item Level): 2,000 gp (6th) When you activate a turquoise veil, it",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— negates). This ability functions once per day. This orange silk veil can be worn as a sash, a A turquoise veil can be worn concur- belt, or a short skirt knotted at one hip. creature that has already taken acid rently with a veil of whispers, but not with damage from an arcane spell you cast in any other item for the face slot. Wearing a caustic veil gives you immunity this round. This functions three times Prerequisites: Craft Wondrous Item, fl esh to the orange effect of any prismatic spell. per day. to stone, possession of a piece of the set.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 11,000 gp, 880 XP, no activation. Melf’s acid arrow, possession of a piece of 22 days. When you activate a caustic veil, it deals the set. 2d6 points of acid damage to a single Cost to Create: 1,000 gp, 80 XP, 2 days. VEIL OF DOORS Pr ice (Item Level): 11,000 gp (13th) SERPENT VEIL",
        "name":  "This is a continuous effect and requires Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shoulders Price (Item Level): 16,000 gp (14th) Caster Level: 9th",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, circle of death, possession of a piece of the set.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,000 gp, 640 XP, 16 days. Caustic veil Turquoise veil sogellaG .R yb .sullI 662200__1100776622__CChhpp55..iinndddd 221122 1122//2211//0066 55::5511::1133 AAMM 213 SETS MAGIC ITEM CHAPTER 5 Dark purple like a day-old bruise, this VEIL OF WHISPERS veil is far heavier than any gauze of silk Price (Item Level): 7,000 gp (11th) should be.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— requires no activation. When you activate a veil of doors, it This thin mesh veil is scarcely more than a magically dismisses (as the dismissal cloud of indigo mist. spell; Will DC 27 minus creature’s HD negates) a single extraplanar Wearing a veil of whispers gives you immu- creature within 30 feet of you that was nity to the indigo effect of any prismatic damaged in this round by a creature spell. This is a continuous effect and you summoned or called with an arcane requires no activation. conjuration spell. This ability functions When you activate a veil of whispers, it two times per day. renders confused a single creature within",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, dis- 30 feet that failed its save against an arcane missal, possession of a piece of the set. enchantment spell you cast in this round",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,500 gp, 440 XP, 11 days. (Will DC 20 negates). This effect lasts for 2 rounds and functions three times Veil of storms per day. A veil of whispers can be worn concur- When you activate a veil of storms, it rently with a turquoise veil, but not with darkens in color to that of an angry storm any other item for the face slot. with leaden clouds marked by white-gold",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, con- lightning. Itdeals 4d6 points of electric- fusion, possession of a piece of the set. ity damage to a single creature that has",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, DIVINITY lightning bolt, possession of a piece of the set. The vestments of divinity are a set of hal-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp, 160 XP, 4 days. lowed items that allow you to deny sin, wage war against evil, and put an end to malevolence wherever it is found. The vestments of divinity are most useful if you are a good-aligned cleric or a paladin, since they enhance your divine abilities to combat evil and destroy Veil of doors undead. However, any character can appreciate the benefi ts of at least some of the items in this set. VEIL OF STORMS LORE Price (Item Level): 4,000 gp (8th) Characters who have ranks in",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— divinity to learn more about these items. When a char- This tapestrylike veil is the color of a acter succeeds on a check, pastoral sunrise. the following lore is revealed, including the information Wearing a veil of storms gives you from lower DCs. immunity to the yellow effect of any DC 15: The vestments of divin- prismatic spell. This is a continuous effect ity were revealed to a holy man named and requires no activation. Reesh N’Faeren in a vision. He spent years Veil of whispers tracking down each sacred relic until he gathered them all. Illus. by R. Gallegos 662200__1100776622__CChhpp55..iinndddd 221133 1122//2211//0066 55::5511::2200 AAMM 214 5 RETPAHC METI CIGAM STES DC 20: When Reesh N’Faeren was a child, his village was terrorized by fl ail- Vestments of divinity wielding cultists calling themselves the Heralds of Hell. The cult was eventually driven off, but not before Reesh’s family was taken from him. Reesh was spared, but he grew into an adult with an unfl inching hatred of all those unaligned with his own sense of righteousness. His purity of pur- pose was given expression in the temple where he began training as a cleric. One night, while still an acolyte, Reesh received a vision, imparting to him vague knowl- edge concerning the location of fi ve sacred relics. He was given to understand that if he gathered all the items together, he could use them to destroy the Heralds of Hell. Reesh spent years adventuring, fol- lowing treasure maps, tracking leads, and following up clues, until he fi nally located all the items his vision had shown him years before. With these vestments, Reesh set out to fulfi ll the penultimate quest of his life. Whether he succeeded or ultimately failed, history does not record. DC 25: A group of destruction wor- shipers called the Heralds of Hell has cells in several large cities. The Heralds utilize both devils and undead in their destructive rites. Some time back, sev- COLLECTION BENEFITS BADGE OF GLORY eral of their cells were eradicated by a holy vigilante. It’s unclear whether this Wearing the vestments of divinity grants you Price (Item Level): 3,400 gp (8th) vigilante was Reesh N’Faeren himself, powers that bolster your ability to battle Body Slot: Throat or someone to whom Reesh passed along evil creatures, from a stronger resolve Caster Level: 5th his vestments. Ultimately, a few cells against their attacks to a stronger resis- Aura: Faint; (DC 17) transmutation escaped destruction, and the vigilante tance against their machinations. With Activation: Swift (command) disappeared. It is whispered that he was each new item added, you gain additional Weight: 1 lb. killed in a confl ict with the cult, and that divine confi dence. When all fi ve pieces the cells of the Heralds that remained are worn together, your body takes on a This ornate platinum badge is set with two each took one of the vestments, hoping silvery sheen, and your eyes become the large cabochon aquamarines. to ensure that no one could gather them color of glowing aquamarine. all together again. 2 Pieces: You gain a +1 sacred bonus When you activate a badge of glory, the DC 30: A check result of 30 or higher on saves against effects created by evil next melee attack you make on the same reveals the location of another piece of the creatures. turn against an evil creature deals an set. Use this to drive further adventure 5 Pieces: Your melee attacks deal extra 1 point of damage per two charac- and direct the PCs toward some location or an extra 1d6 points of damage to evil ter levels. A badge of glory functions two story you would like them to explore. creatures. times per day. Vestments of Divinity Pieces and Abilities Body Piece Slot Price (Level) Ability Ephod of authority Torso 800 gp (3rd) Turn undead as if 1 level higher Lenses of revelation Face 1,400 gp (5th) Reveal foe as undead or evil outsider Cord of favor Waist 3,000 gp (7th) +5 on Sense Motive; 3/day divine favor Badge of glory Throat 3,400 gp (8th) 2/day deal +1 damage/2 levels to evil creature Phylactery of virtue Head 6,500 gp (10th) +2 on saves against energy drain, death effects, and negative energy effects; 2/day death ward Vestments of Divinity Collection Benefits Pieces Worn Benefit 2 pieces +1 on saves against evil creatures 5 pieces +1d6 melee damage to evil creatures samohT .J yb .sullI 662200__1100776622__CChhpp55..iinndddd 221144 1122//2211//0066 55::5511::2266 AAMM 215 SETS MAGIC ITEM CHAPTER 5 If you have the smite evil class feature, LENSES OF WRAITH’S WOE the extra damage granted by a badge of REVELATION glory is instead equal to that granted by The items that make up the wraith’s woe your smite evil ability (or 1 point per two Price (Item Level): 1,400 gp (5th) live up to the name, making you a deadly levels, whichever is greater). Body Slot: Face enemy both to spirits and the walking",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Caster Level: 5th dead. However, although they were con- ability to smite evil, possession of a piece Aura: Faint; (DC 17) divination structed to battle undead, the items in the of the set. Activation: Standard (mental) set are useful in encounters with a variety",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,700 gp, 136 XP, 4 days. Weight: — of creatures, both living and unliving. Wizards, sorcerers, and other spell- CORD OF FAVOR These two small, concave glass discs have a casters who have poor Fortitude saves translucent silver sheen to them. likely benefi t from this set the most, Price (Item Level): 3,000 gp (7th) since they are in more danger from the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, items make purchasing particular pieces In addition, three times per day you can augury, possession of a piece of the set. an option even for a low-level party. You activate the cord and sacrifi ce a prepared",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "700 gp, 56 XP, 2 days. might consider having a few characters divine spell or divine spell slot of 1st level purchase the different pieces of wraith’s or higher to use divine favor (as the spell), PHYLACTERY OF woe and then having the PC who suffers using your own caster level or that of the the most from the attacks of undead put cord, whichever is higher. VIRTUE on all the items to restore ability damage",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 6,500 gp (10th) and drain. divine favor, possession of a piece of the",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— have the bardic knowledge ability, can Price (Item Level): 800 gp (3rd) research the wraith’s woe to learn more",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso This small black leather box attaches to two about these items. When a character suc-",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. A phylactery of virtue allows you to better DC 15: The fi rst example of this set was resist the life-draining powers wielded created over a century ago by a human This silver vestment is set with a circle of nine by minions of undeath. You gain a +2 mystic theurge who devoted herself to semiprecious gemstones surrounding a raised, morale bonus on saves against energy hunting undead after her family was slain silver hemisphere. drain, death effects, and negative energy by wraiths. This mystic theurge founded a effects (such as infl ict spells or chill touch). holy order devoted to battling undead and While wearing an ephod of authority, This is a continuous effect and requires created sets of the wraith’s woe for those your effective cleric level is treated as no activation. who joined her quest. Members of this one higher than your actual level for the In addition, two times per day you order had to earn items from these sets purpose of turning (but not rebuking or can activate the phylactery and sacrifi ce by slaying a suffi cient number of undead commanding) undead. a prepared divine spell or divine spell while also adhering to the order’s ideals",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, turn slot of 4th level or higher to use death of bravery, self-sacrifi ce, and compassion undead, possession of a piece of the set. ward (as the spell), using your own caster for innocent mortals.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, death mainly of paladins and clerics, the order ward, possession of a piece of the set. sponsors adventurers of every stripe in",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, resto- you gain the benefi t of a hide from undead woe takes on a haunted and pale appear- ration, possession of a piece of the set. spell at will, except that undead are not ance. “You look like you’ve seen a ghost”",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 2 Pieces: You can activate detect undead hide from undead, possession of a piece (CL 3rd) as a standard (mental) action at of the set. will.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 days. 662200__1100776622__CChhpp55..iinndddd 221166 1122//2211//0066 55::5511::3311 AAMM 217 IIlllluuss.. bbyy RR.. HHoorrsslleeyy agic items don’t function by themselves—they typi- Spellcraft: A character using the detect magic spell can attempt cally require some effort or action on the part of their a Spellcraft check to determine the school of magic associated owner. Generally, using a magic item has four sepa- with the item’s powers. If the character exceeds the DC for this rate steps: identifying the item, wearing the item, check by 10 or more, the character magically divines the item’s activating the item, and resolving the item’s effect. functions, its means of activation, and the number of charges Each of these steps is discussed in detail below. remaining. Of course, to use a magic item, you have to get your hands on A character can also use Spellcraft to identify potions. The it. Later sections of this chapter discuss how to place magic items DC is 25, the check takes 1 minute, and she cannot retry if in the campaign, how to buy and sell them, and how to create and she fails. improve them. Use Magic Device: If a character succeeds on a Use Magic Device check to activate a magic item and exceeds the DC by 5 or more, the character magically divines the item’s func- IDENTIFYING ITEMS tions, its means of activation, and the number of charges When PCs fi nd magic items as treasure, they need to determine remaining. what the items do. The following methods are available to iden- Bardic Knowledge: While not quite as useful as the skills tify magic items. discussed above, a successful bardic knowledge check",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The identify spell determines the functions, means of activation, and number of charges remaining for any item of less BODY SLOTS than artifact power. It takes an hour to cast and has an expensive material component, but it’s also the surest way to identify most Each item’s description has a Body Slot entry that describes magic items. See the identify spell description, PH 243, for details. what part of the body it must be worn on to function. A normal",
        "name":  "Identify",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The PCs might want to consult bards, sages, or Feet: boots, sandals, shoes, slippers. high-level spellcasters to identify items through the means out- Hands: gauntlets, gloves. lined above. Such NPCs might also know some details or rumors Head: circlets, crowns, hats, headbands, helmets, about an item’s history. They always want something in return for phylacteries. this information. The prices for spellcasting services are noted on Rings (2 slots): rings. page 129 of the Player’s Handbook and described in more detail on Shoulders: capes, cloaks, mantles, shawls. page 130. If an NPC can identify the item without using spells, Throat: amulets, badges, brooches, collars, medals, medallions, the character might ask for an amount of gp equivalent to the necklaces, pendants, periapts, scarabs, scarfs, torcs. typical spell cost. Of course, an NPC might instead demand some Torso: shirts, tunics, vests, vestments. service or trade instead of money. Waist: belts, girdles, sashes.",
        "name":  "Hired Help",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures without fl exible digits or extremi- applied. ties, such as horses, lack the rings body slot. A creature need not Unlike most other items, properties have no weight. be able to manipulate objects to wear rings—a hell hound can wear a ring on a toe of its forelimb.",
        "name":  "Fingerless Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures without an identifi able head, such as shambling mounds, lack the face, head, and throat body Most of the time when a magic item is discovered, a character’s slots. size or shape shouldn’t be an issue. As a rule, size should not keep",
        "name":  "SIZE AND SHAPE Headless Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures without hind limbs, such as lillends, overweight characters, characters of various genders, or charac- don’t have the feet body slot. ters of various races from using magic items. Players shouldn’t",
        "name":  "Legless Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures with more than two legs can be penalized for choosing a halfl ing character or deciding that treat their foremost pair of limbs as their arms (allowing them their character is especially tall, so as a rule any magic item auto- access to the arms, hands, and rings body slots), even if those limbs matically adjusts to fi t its wearer. are used for locomotion rather than for manipulation. Creatures A few exceptions to this rule are given below. with multiple legs that also have arms (such as centaurs or drid-",
        "name":  "Multilegged Creatures",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must choose a single deity to worship. Must be Sanctify Relic [Item Creation] within one step of that deity’s alignment.",
        "name":  "Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day when you are about to attempt a saving to your deity. throw, you can declare that you are using this feat to gain a +2",
        "name":  "You can create magic items that are imbued with a connection Benefit",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other item creation feat. insight bonus on that saving throw.",
        "name":  "Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This section of the set’s description tells market prices are slightly different. you how each collection benefi t works. Where necessary, the col- Coincidentally, an item’s level also provides a useful guideline lection benefi ts describe the necessary action type, caster level, to the DM as to when such an item becomes appropriate for the and so on. PCs. In general, PCs should own items of their own character",
        "name":  "Collection Benefi ts",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a page number preceded by a letter symbol. now coded with letters. An “A” indicates a gem or art piece worth Most page numbers are preceded either by “M” to indicate Magic 10 gp, a “B” corresponds to 50 gp, and so on. An expanded list of Item Compendium or “D” for Dungeon Master’s Guide. Items that samples increases your choices. use individual spells (such as wands, scrolls, and potions) use “P” Magic items have been organized by item levels to make it easier to reference spell descriptions in the Player’s Handbook or “S” for to determine what is considered a reasonable item for a party to those in Spell Compendium. fi nd. This arrangement streamlines the process, eliminating many The scrolls, potions, and wands on these tables are not a com- of the rolls formerly needed to generate an item. These tables also plete list of all possible items—just the ones that are most useful. collect all the items from both books in one place, increasing the If you want to substitute a different spell for one of these items, use variety of items you can generate. Because this book contains a spell of the same level, taking the cost of expensive components more useful items for low-level characters, hoards will have more into account if necessary. All listings for scrolls specify whether interesting items if you use these tables. their spells are arcane (A), divine (D), or either (A or D).",
        "name":  "Goods are no longer separated into gems and art, and they are item is described",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Activation: Page 33 – Domineering [Omission] Immediate (mental)” The end of the first paragraph is missing a statement. It should read: “This is a mind-affecting Page 101 – Gauntlet of Gruumsh effect.” [Substitution] Page 33 – Doom Burst [Omission] Change the first line to the following: “Three times per day, activate this +1 gauntlet to make a melee touch attack that can blind a target creature for one hour (Fort DC 14 negates).” Page 177—Runestaff of Cacophony [Substitution] Page 101 – Gauntlet of Gruumsh Price (Item Level): 25,600 gp (16th) [Omission] Cost to Create: 12,800 gp, 1024 XP, 26 days. The activation entry is missing its parenthetical. It should read: “Activation: Standard (mental)” Page 177—Runestaff of Charming [Substitution] Page 103 – Gauntlets of Lassitude Price (Item Level): 6,600 gp (11th) [Omission] Cost to Create: 3,300 gp, 264 XP, 7 days. The activation entry is missing its parenthetical. It should read: “Activation: Standard (mental)” Page 177—Runestaff of Conjuration [Substitution] Page 101 – Gauntlets of Lassitude Price (Item Level): 25,400 gp (16th) [Substitution] Cost to Create: 12,700 gp, 1,016 XP, 26 days.",
        "name":  "There is an activation for this item",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Three times per day, activate these gauntlets make a melee touch Page 177—Runestaff of Destruction attack with them.” [Substitution] Price (Item Level): 33,600 gp (16th) Page 104 – Tabard of the Great",
        "name":  "Change the first line to the following",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,700 gp, 1,016 XP, 24 days. should read: “1 draught: Damage reduction 2/adamantine, which last for 1 hour or until 20 Page 178—Runestaff of Earth and Stone points of damage has been prevented.” [Substitution] Page 168– Pipes of Frenzied Revelry Price (Item Level): 19,400 gp (15th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,700 gp, 776 XP, 20 days. [Omission] Add the following sentence to the last paragraph of Page 178—Runestaff of Enchantment the “Relic Power” section: “The pipes confusion [Substitution] power does not affect the user.” Price (Item Level): 25,400 gp (16th) Page 176—Runestaff of Abjuration Cost to Create: 12,700 gp, 1016 XP, 26 days. [Substitution] Page 178—Runestaff of Entrapment Price (Item Level): 25,400 gp (16th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,700 gp, 1,016 XP, 26 days. Price (Item Level): 9,600 gp (12th) Page 176—Runestaff of the Architect Cost to Create: 4,800 gp, 384 XP, 10 days. [Substitution] Page 178—Runestaff of Ethereal Action Price (Item Level): 25,200 gp (16th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,600 gp, 1008 XP, 26 days. Price (Item Level): 29,700 gp (16th) Page 176—Runestaff of the Artisan Cost to Create: 14,850 gp, 1188 XP, 30 days. [Substitution] Page 178—Runestaff of Evocation Price (Item Level): 18,400 gp (15th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,200 gp, 736 XP, 19 days. Price (Item Level): 25,400 gp (16th) Page 177—Runestaff of the Assassin Cost to Create: 12,700 gp, 1016 XP, 26 days. [Substitution] Page 178—Runestaff of Eyes Price (Item Level): 10,600 gp (13th) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,300 gp, 424 XP, 11 days. Price (Item Level): 9,000 gp (12th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. Cost to Create: 29,650 gp, 2,372 XP, 60 days. Page 178—Runestaff of Eyes [Revision] Page 181—Runestaff of Size Alteration Substitute remove blindness/deafness with arcane [Substitution] sight on the runestaff of eye’s spell list and Price (Item Level): 11,800 gp (13th) prerequisite list. Cost to Create: 5,900 gp, 472 XP, 12 days. Page 178—Runestaff of Fiendish Page 182—Runestaff of Time Darkness [Substitution] [Substitution] Price (Item Level): 37,400 gp (17th) Price (Item Level): 47,200 gp (17th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18,700 gp, 1496 XP, 38 days. Cost to Create: 23,600 gp, 1888 XP, 48 days. Page 180—Runestaff of Forced Page 182—Runestaff of Transmutation Happiness [Substitution] [Substitution] Price (Item Level): 17,800 gp (14th) Price (Item Level): 27,200 gp (16th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,900 gp, 712 XP, 18 days. Cost to Create: 13,600 gp, 1088 XP, 28 days. Page 180—Runestaff of Frost Page 182—Runestaff of Transportation [Substitution] [Substitution] Price (Item Level): 16,400 gp (14th) Price (Item Level): 15,000 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,200 gp, 656 XP, 17 days. Cost to Create: 7,500 gp, 600 XP, 15 days. Page 180—Runestaff of Illumination Page 182—Runestaff of Undead Slayer [Substitution] [Substitution] Price (Item Level): 27,800 gp (16th) Price (Item Level): 26,800 gp (16th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13,900 gp, 1,112 XP, 28 days. Cost to Create: 13,400 gp, 1072 XP, 27 days. Page 180—Runestaff of Illusion Page 177—Runestaff of Undead Slayer [Substitution] [Revision] Price (Item Level): 24,400 gp (15th) Substitute deathward with forceward (SC 98),",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "22,800 gp, 1824 XP, 46 days. Price (Item Level): 17,600 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,800 gp, 704 XP, 18 days. Page 180—Runestaff of Necromancy [Substitution] Page 196– Five Virtues Pieces and Price (Item Level): 25,400 gp (16th) Abilities (sidebar) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,700 gp, 1016 XP, 26 days. The armband of confrontation features the wrong level after the price. It should read: “1,400 gp (5th)” Page 181—Runestaff of Night [Substitution] Page 196– Five Virtues Pieces and Price (Item Level): 12,400 gp (13th) Abilities (sidebar) [Substitution]",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,900 gp, 472 XP, 12 days. Page 211 – Seven Veils Pieces and Page 181—Runestaff of Passage Abilities (sidebar) [Substitution] [Substitution] The serpent veil Body Slot entry is incorrect it should read: Price (Item Level): 60,200 gp (18th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transmutation for determining the aura of the magic item. The following is a list of items and the corrected auras. Page 49 – Chromatic Rod [Substitution]",
        "name":  "Item Compendium do not follow the rule presented Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Page 163 – Magic Beadroll [Substitution]",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Abjuration Page 164 – Memento Magica [Substitution]",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transmutation Page 165 – Metamagic Rod (Reach) [Substitution]",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cobalt Precision, Incarnum Spellshaping, CHARACTER OPTIONS Midnight Dodge, Midnight Metamagic, Soultouched Spell- Central to the concept behind this book is the idea that casting; incarnum blade, umbral disciple. you can use as much or as little of it as you want to in your Rogue: Azure Enmity, Cobalt Expertise, Indigo Strike, game. Through the chapters of this book, we’ve introduced Midnight Dodge; umbral disciple. incarnum-touched variations and options for every aspect of Sorcerer or Wizard: Incarnum Spellshaping, Midnight a character and a campaign. Metamagic, Share Soulmeld, Soultouched Spellcasting; A player who is very excited about incarnum might choose soulcaster. a new race from Chapter 1, one of the meldshaping standard Psionic Character: Azure Talent, Midnight Augmenta- classes from Chapter 2, and feats from the new feats presented tion, Psycarnum Blade, Psycarnum Crystal, Psycarnum in Chapter 3. His character can shape soulmelds drawn from Infusion; incarnum blade. Chapter 4 and wield magic items from Chapter 5. When Any Character: Azure Toughness, Bonus Essentia, Ceru- he’s ready, he might adopt a prestige class from Chapter 6. lean Fortitude, Cerulean Refl exes, Cerulean Will, Healing For such a player, this book can almost replace the Player’s Soul, Incarnum-Fortifi ed Body, Open Greater Chakra, Open Handbook—in much the same way that the Expanded Psionics Least Chakra, Open Lesser Chakra, Sapphire Sprint, Shape Handbook can for a psionic character. Soulmeld, Soulsight. Others might prefer to simply dabble in incarnum. A campaign might introduce incarnum in tiny fragments: A player can choose a race and a class from the Player’s a single villain with a meldshaping class from Chapter 2, Handbook, then choose feats from Chapter 3 to open up an encounter with members of a new race from Chapter incarnum-related options. If he has a spellcaster or psionic 1 or monsters from Chapter 7, or a strange item from character, abundant options await in Chapter 5. He can Chapter 5 that holds the promise of more abilities than make extensive use of the items in Chapter 5, even if he it immediately reveals—if a character can learn to access can’t unlock all the potential of those items. Several of the his essentia pool. The player characters might explore an prestige classes in Chapter 6 are available to characters ancient ruin strangely laden with incarnum-related items with little previous exposure to incarnum, so they open and opponents, and learn new capabilities themselves as up additional opportunities. they progress through the ruins and uncover their secrets. A player who wants his character to dabble in incarnum can Like Tordek, Lidda, and Ragnara in the vignette at the use this book as an additional resource at the table, without start of this introduction, the PCs in your campaign might having incarnum dominate the character’s capabilities. If stumble upon a horde of lost infesting a dolmen circle playing such a character appeals to you, consider the follow- and turn to the dolmen’s sole defender (an NPC or even ing feats and prestige classes from this book, based on your a new PC) for aid against these unfamiliar foes. Chapter character’s class: 8: Incarnum Campaigns includes a wealth of options and",
        "name":  "Ranger",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incarnum Spellshaping, Midnight Metamagic, Whatever options you choose, you’ll fi nd Magic of Incarnum Soultouched Spellcasting; soulcaster. injecting a unique flavor and never-before-seen effects",
        "name":  "Bard",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Azure Turning, Divine Soultouch, Incarnum into your campaign. Whether you’re as new to the game as Spellshaping, Midnight Metamagic, Sapphire Smite, Soul- incarnates and azurins or you’ve been playing since psion- touched Spellcasting; sapphire hierarch. ics made their fi rst appearance, we trust that the arrival of",
        "name":  "Cleric",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Azure Wild Shape, Incarnum Spellshaping, Midnight incarnum will spark your imagination and give new life to Metamagic, Share Soulmeld, Soultouched Spellcasting. your campaigns and adventures to come. 662200__8888557799__CChhpp11..iinndddd 66 77//1122//0055 88::5544::2255 AAMM 7 IIlllluuss.. bbyy DD.. GGrriifffifi tthh DDuusskklliinngg SSkkaarrnn ssppiikkeess RRiillkkaann ssccaalleess ncarnum is a part of every living creature. On an indi- with a pure soul as it becomes instilled in a human form. vidual level, incarnum changes those who use it. On a Perhaps incarnum seeped into the place where the soul grander scale, it has altered or created entire races whose emerged, or the soul passed through an incarnum-rich substance is infused with incarnum. Four of these races area of the planes on its way to the mortal realm. Whatever are detailed in this chapter. (Additional incarnum- the cause, the result is an azurin child, a child who is not infl uenced creatures appear in Chapter 7.) entirely human. Azurins are born of human parents, created when incar- The incarnum-infused spirit of an azurin ties itself num bonds with preincarnate (those not yet born) souls who closely to the physical form, but the intensity of the bonded are born as human infants. energies causes rapid physical aging and maturation. An Dusklings are wild extraplanar fey whose bond with incarnum azurin’s shorter lifespan creates a tendency to undertake exists on a more primal level than perhaps any other creature. risky endeavors and embrace ideals passionately. Rilkans and skarns are twin offshoots of a common ancestor Azurins do not always create other azurins when they race, the mishtai, but two siblings were never more differ- reproduce. Two azurin parents have a much greater ent than these races. The rilkans are rakish, freethinking chance of conceiving an azurin child, but the child scoundrels, while the skarns are fi erce warriors dedicated to might also be human. As a result, azurins tend to be a philosophical ideal of physical perfection. solitary, living their lives within human civilizations. Your character’s race determines some of his or her qualities. Azurins have never been born to non human parents. Table 1–1: Racial Ability Adjustments, on the following page, shows ability score adjustments, favored class, and starting lan- AZURIN RACIAL TRAITS guages for each of the new races described in this chapter. Azurins resemble their human parents in most respects, including the familial similarity that any human child would share with his or her parents. The AZURINS one exception to this is their eyes: the sclera (whites) “I am human, and so much more.” of azurin eyes have a sky-blue sheen. Azurins are —Thiera Donassik, azurin soulborn otherwise as varied in appearance as humans. • Medium: As Medium creatures, azurins have no Azurins are incarnum-touched beings born to human special bonuses or penalties due to their size. parents. Every so often, the energies of incarnum bond • Azurin base land speed is 30 feet. 662200__8888557799__CChhpp11..iinndddd 77 77//1122//0055 88::5544::2277 AAMM 8 1 RETPAHC SECAR Table 1–1: Racial Ability Adjustments as they are chaotic good, lawful Race Ability Adjustments Favored Class Automatic Languages evil, or chaotic evil. More Azurin — Soulborn Common so than most other mortal Duskling +2 Constitution, –2 Intelligence Totemist Common, Sylvan races, azurins strive to embody Rilkan +2 Dexterity, –2 Strength Incarnate Common their alignment. Skarn +2 Strength, –2 Dexterity Incarnate Common",
        "name":  "Druid",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A meldshaper who wields the energy of the 6th–11th 2 souls of nature, revering magical beasts as totem creatures 12th–17th 3 18th–20th 4 and mimicking their powers. THE ESSENTIA POOL Incarnates and totemists both have class features Incarnum-wielding characters, whether meldshapers or that expand this capacity for all or certain soul- merely those with special abilities that harness incarnum, melds. See the class descriptions later in this chapter. depend on their personal incarnum, called essentia, to power Certain feats, prestige classes, and magic items can their abilities. A character’s store of personal incarnum is increase a meldshaper’s capacity as well. his essentia pool. 662200__8888557799__CChhpp22..iinndddd 1199 77//1122//0055 88::5588::5566 AAMM 20 2 RETPAHC SESSALC Multiclass Meldshapers righteous or corrupt and evil, you literally come to embody Even if you have levels in more than one meldshaping class, one cause or alignment, adding the distilled essence of good, you have a single essentia pool consisting of all the essentia evil, law, or chaos into your soulmelds. you have acquired from your class levels and other sources. Your meldshaping abilities remain completely separate. MAKING AN INCARNATE Though your character level determines your soulmeld As an incarnate, you can expect to serve both a melee role capacity (see Table 2–1: Essentia Capacity, above), class and a supporting role by aiding other characters with your abilities that improve your soulmeld capacity apply only to aligned aura and your soulmelds. In certain situations you soulmelds you shape from that class’s soulmeld list. Similarly, are as strong a fi ghter as a paladin, though you suffer more your chakra binds are limited by class—if your incarnate when out of your element. levels allow you to bind soulmelds to your crown chakra Abilities: Constitution is perhaps your most important but your totemist levels allow you to bind soulmelds only to ability score, since it determines the maximum number your totem chakra, you cannot bind totemist soulmelds to of soulmelds you can shape at one time (as well as the your crown chakra. duration of your incarnum radiance). If your soulmeld For example, if you are a 6th-level incarnate/6th-level totem- selection focuses on melee combat, a high Strength score ist, you have a total essentia pool of 10 (6 from your incarnate is important; if you use your soulmelds directly against levels and 4 from your totemist levels). You can shape four foes, a high Wisdom score increases the save DCs against incarnate soulmelds and four totemist soulmelds, assuming those abilities. you have at least an 18 Constitution. You can bind two of your Races: Races inclined to alignment extremes make the incarnate soulmelds to crown, feet, or hands chakras. You can best incarnates. The heirs of the mishtai—rilkans and bind two of your totemist soulmelds to your totem, crown, skarns—are by far the most common incarnates, producing feet, or hands chakras. You cannot bind two soulmelds to mostly chaotic and lawful incarnates, respectively. Dusk lings the same chakra. You can freely distribute your 10 points of become chaotic (or occasionally evil) incarnates. Dwarves essentia among your eight total soulmelds. produce lawful incarnates, while elf incarnates embody their As a 12th-level character, your base soulmeld capacity is 3 good nature. Half-orcs might grow to be chaotic incarnates. points of essentia. Your incarnate soulmelds have a capacity Among humans, evil incarnates are more common than of 4 points, and any totemist soulmeld you bind to your totem good. The planetouched races produce a great number of chakra also has a capacity of 4 points. incarnates. The most common savage humanoid incarnates are evil kobolds and evil orcs.",
        "name":  "Totemist",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An incarnate’s primary ability is shaping Chakra Binds: Beginning at 2nd level, you can bind incarnum soulmelds, which are drawn from the incarnate your soulmelds to your chakras, granting you new powers soulmeld list (page 54). You know and can shape any soulmeld based on the soulmeld and the chakra chosen. Binding a from this list (but see Aligned Soulmelds, below). soulmeld to a chakra closes the body slot associated with The Diffi culty Class for a saving throw against an incarnate that chakra (see Chakras , page 50), so that you cannot also soulmeld is 10 + number of points of essentia invested in the benefi t from a magic item worn on the body slot associated soulmeld + your Wisdom modifi er. Your meldshaper level is with that chakra. equal to your incarnate level. The number of chakra binds that you can have active at An incarnate can shape only a certain number of soulmelds any one time depends on your level (see the Chakra Binds per day. Your base daily allotment is given on Table 2–2: The column on Table 2–2: The Incarnate). At 2nd level, you can Incarnate. The maximum number of soulmelds that you can bind a soulmeld to your crown chakra. Beginning at 4th have shaped simultaneously is equal to your Constitution level, you can bind soulmelds to your feet or hands chakras. score minus 10 or the number of soulmelds allowed for At 9th level, you can bind soulmelds to your arms, brow, or your level, whichever is lower. At 1st level, you can shape shoulders chakras. At 14th level, you can bind soulmelds to two soulmelds at a time (assuming you have a Constitution your throat or waist chakras. At 16th level, you can bind a score of at least 12). As you advance in level, you can shape soulmeld to your heart chakra, and at 19th level you can bind an increasing number of soulmelds. a soulmeld to your soul chakra. At 1st level, you also gain access to your personal pool For more information on chakra binds, see page 51. of essentia, which can be invested into your soulmelds to Aura (Ex): You have a particularly powerful aura cor- increase their power. Your essentia pool’s size is shown on responding to your alignment (see the detect evil spell). The Table 2–2: The Incarnate. Your character level, as noted on power of your aura is equal to your incarnate level, just like Table 2–1: Essentia Capacity, determines the maximum the aura of a cleric. quantity of essentia that you can invest in any single soul- Similarly, your soulmelds always radiate good, evil, law, meld. As a swift action, you can reallocate your essentia or chaos (according to your alignment) as though they investments in your soulmelds every round (see Essentia, were aligned magic items with a caster level equal to your page 50). class level. An incarnate does not study or prepare soulmelds in Detect Opposition (Sp): At will, you can attempt to detect advance, but must have a good night’s rest and must meditate the presence of creatures whose alignment is opposite your for 1 hour to shape his soulmelds for the day (see Shaping own. This ability works like the detect evil spell, except that Soulmelds, page 49). it detects the specifi c alignment opposed to your own. For",
        "name":  "Meldshaping",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Incarnates of each alignment have particular The majority of humans and halfl ings, at least, tend toward exemplars and heroes they hold up as the ideals of their kind. neutral alignments largely by virtue of simply not feeling Revered by evil incarnates and reviled by good ones (as well as strongly enough about alignment to take sides. These people a signifi cant number of law and chaos incarnates), Murthien are indifferent toward incarnates as well—although some the Soul-Render is a legendary fi gure of evil, known for have unfriendly feelings toward anyone who champions an storming the Bastion of Unborn Souls at the head of a legion alignment extreme. of necrocarnum zombies in an attempt to steal the energy of preincarnate souls for his own wicked ends. Some accounts INCARNATE LORE relate that Murthien began his career as a good incarnate, Characters with Knowledge (arcana) or Knowledge (the but in a spectacular fall became an evil incarnate whose planes) can research incarnates to learn more about them. wickedness was unmatched. Bardic knowledge reveals the same information. Davi the Trickster is a near-mythological chaos incarnate DC 10: Incarnates embody the principles of the four who fi gures prominently in rilkan romances. Phanallashtam alignments—chaos, evil, good, and law. They draw magical the Lawbringer, a law incarnate of ancient times, is com- power from a mysterious soul-energy called incarnum. monly recognized as the author of one of the fi rst and most DC 15: Incarnates take this soul-energy and shape it important early legal codes. N!doka the North Star is a good into objects almost like magic items. Their strengths and incarnate of more recent memory, whose fame as a champion powers depend on their alignment: chaos incarnates move of good and a fi erce opponent of evil has spread far from her quickly and use ranged attacks, lawful ones hit hard in melee. remote homeland. Evil incarnates will rip you to shreds, while good ones focus It is possible that incarnum is a relatively new discov- on protection. ery in your campaign world. In that case, these notable DC 20: Incarnates shape incarnum into soulmelds. incarnates might be modern figures, or their stories might Though the soulmelds themselves are relatively stable and originate on another plane or world where incarnum is long lasting, incarnates can quickly shift power among their more common. different soulmelds. Their soulmelds grow more powerful",
        "name":  "Notables",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The size and importance of incarnate when bound to the power centers of the body, which they organizations depends largely on the role incarnum itself call chakras. plays in your campaign. If the use of incarnum is a recent DC 30: Information about notable incarnates, drawn from development, there might not yet be any organizations in the section above. place to support those few individuals who experiment with its capabilities. Even if incarnum has been around for a long INCARNATES IN THE GAME time, it might be a tradition passed from mentor to pupil in The incarnate class is the backbone of the new rules system a small but unbroken line from the ancient past. presented in Magic of Incarnum. Chapter 8: Incarnum Cam- If incarnates do gather into organizations in your campaign, paigns presents extensive advice about how to work incarnum their nature—as with all things involving incarnates— into an ongoing or new campaign, and that advice applies depends on their alignment. Few, if any, organizations exist directly to the incarnate class. that draw their membership from all four alignments of A player with an incarnate character will be happiest if the incarnate. Rather, incarnates of each alignment group with other members of the party have a similar alignment, if he others who share their outlook, avoiding or actively opposing has ample opportunity to use his soulmelds and incarnum incarnates of other alignments. radiance, and if he at least occasionally encounters NPC Law incarnates are the most likely to form associations. opponents and monsters that wield incarnum or use incar- Even if their overall numbers are few in the world, scattered num-related magic items. In other words, while it is certainly law incarnates fi nd ways to join forces to contribute to the possible for a player to make and play an incarnate while no advancement of law and order. Both evil and chaos incarnates one else at the gaming table even owns a copy of this book, are more likely to work independently, while good incarnates the most satisfying play experience comes from a campaign lie between these two extremes. where incarnum makes a more extensive appearance.",
        "name":  "Organizations",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An encounter with an NPC incarnate, Races: Any race that traditionally emphasizes combat friend or foe, could be an adventuring party’s fi rst brush and physical prowess could include soulborns, including with the magic of incarnum. If this is the case, the DM dwarves, half-orcs, and especially humans. Of the new should be sure to play up the strange and mysterious nature races presented in this book, azurins are drawn most of the power this character wields. Describe the character’s strongly to the life of the soulborn, and some rilkans also soulmelds carefully, choosing evocative adjectives based fi nd themselves suited for the class. Among savage human- on the tone you want to set for the encounter—they might oids that have any knowledge of incarnum, soulborns seem “ghostly,” “radiant,” or “ethereal,” for example, depend- are far more common than other soulmeld classes. Such ing on whether you want the incarnate to seem sinister, groups are known to include tribes of lizardfolk, gnolls, exalted, or mysterious. and hobgoblins.",
        "name":  "Encounters",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Soulborns rely heavily on Strength and the power of your incarnum-fueled convictions to attempt Constitution because of their usefulness in combat. Consti- to smite a foe with a melee attack. You add your Charisma tution is also crucial for the soulborn’s meldshaping ability. bonus (if any) to your attack roll and deal 1 extra point of Charisma contributes to the soulborn’s smite opposition damage per soulborn level. These bonuses apply only against class feature. creatures whose alignment opposes at least one component Table 2–3: The Soulborn Hit Die: d10 Base Attack Fort Ref Will — —–— Meldshaping ——–— Level Bonus Save Save Save Special Soulmelds Essentia Chakra Binds 1st +1 +2 +0 +0 Aura, smite opposition 1/day 0 0 0 2nd +2 +3 +0 +0 Incarnum defense 0 0 0 3rd +3 +3 +1 +1 Bonus feat 0 0 0 4th +4 +4 +1 +1 1 0 0 5th +5 +4 +1 +1 Smite opposition 2/day 1 0 0 6th +6/+1 +5 +2 +2 1 1 0 7th +7/+2 +5 +2 +2 Bonus feat 1 1 0 8th +8/+3 +6 +2 +2 Chakra binds (crown, feet, hands) 2 2 1 9th +9/+4 +6 +3 +3 Share incarnum defense 1/day 2 2 1 10th +10/+5 +7 +3 +3 Smite opposition 3/day 2 3 1 11th +11/+6/+1 +7 +3 +3 Bonus feat 2 3 1 12th +12/+7/+2 +8 +4 +4 3 4 1 13th +13/+8/+3 +8 +4 +4 Share incarnum defense 2/day 3 4 1 14th +14/+9/+4 +9 +4 +4 Chakra binds (arms, brow, shoulders) 3 5 2 15th +15/+10/+5 +9 +5 +5 Smite opposition 4/day 3 5 2 16th +16/+11/+6/+1 +10 +5 +5 4 6 2 17th +17/+12/+7/+2 +10 +5 +5 Share incarnum defense 3/day 4 7 2 18th +18/+13/+8/+3 +11 +6 +6 Chakra binds (throat, waist) 4 8 3 19th +19/+14/+9/+4 +11 +6 +6 Timeless body 4 9 3 20th +20/+15/+10/+5 +12 +6 +6 Smite opposition 5/day 5 10 3 Class Skills (2 + Int modifier per level, ×4 at 1st level): Climb, Concentration, Craft, Handle Animal, Heal, Jump, Knowledge (arcana), Knowledge (the planes), Profession, Ride, Spellcraft, Swim. A lawful good soulborn adds Diplomacy to the soulborn class skills listed above. A chaotic good soulborn adds Gather Information to the list. A lawful evil soulborn adds Bluff to the list, and a chaotic evil soulborn adds Intimidate to the list. 662200__8888557799__CChhpp22..iinndddd 2255 77//1122//0055 88::5599::0099 AAMM 26 2 RETPAHC SESSALC of yours—a lawful good soulborn smites chaotic and evil Chakra Binds: Beginning at 8th level, you can bind foes (any creature whose alignment includes either chaos your soulmelds to your chakras, granting you new powers or evil), while a chaotic good soulborn smites lawful and based on the soulmeld and the chakra chosen. Binding a evil foes. If you accidentally smite a creature of the wrong soulmeld to a chakra closes the body slot associated with alignment, the smite has no effect, but the ability is still that chakra (see Chakras, page 50), so that you cannot also used up for that day. benefi t from a magic item worn on the body slot associated At 5th level and every fi ve levels thereafter, you can smite with that chakra. opposition one additional time per day to a maximum of fi ve The number of chakra binds that you can have active at times per day at 20th level. any one time depends on your level (see the Chakra Binds Incarnum Defense (Su): Your incarnum-fused soul column on Table 2–3: The Soulborn). At 8th level, you can dramatically affects your body and mind. At 2nd level, this bind soulmelds to your crown, feet, or hands chakras. At manifests as a visible change in your appearance, as well as 14th level, you can bind soulmelds to your arms, brow, and a particular immunity. The appearance and effects of this shoulders chakras. At 18th level, you can bind soulmelds to fusion depend on your alignment: your throat or waist chakras. You never gain the ability to",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    }
]
