[
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 696 lb., medium 1,398 lb., Magic Immunity (Ex): An equine golem is heavy 2,100 lb.; DC Young/Adult: 25/32; Young Price: immune to all spells, spell-like abilities, and supernatu- 3,000 gp; Training Cost:3,000 gp. ral effects, except as follows. A warp woodorwood shape spell slows it (as the slowspell) for 2d6 rounds. A repel New Exotic Mounts wood spell pushes it back normally, but if the golem 87 These new creatures can be used as mounts. resists the spell, it can hold its ground. This spell never splinters or breaks any part of the construct. Fire and electricity effects char the golem but do not harm it.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:18 AM Page 88 CHAPTER 4: HIRELINGS AND CREATURES",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Made from a single tooth of an magically strengthened leaves rather than metal tips. ancient blue dragon, this +2 shock rapier projects a Anyone firing an elven leaf arrowcan, as a free action, fearsome aura around its wielder. Foes within 5 feet declare that the arrow deals subdual rather than regu- of the wielder must succeed on a Will save (DC 16)or lar damage. Furthermore, whenever an elven leaf suffer the effects of the fear spell from an 8th-level arrowdeals subdual damage in a temperate woodland caster. Once foes have made a successful saving environment, the target must succeed on a Will save throw against the fear aura, they are immune to the (DC 11) or be charmed as the charm monsterspell from auraÆs effects for one day. a 10th-level caster. 105",
        "name":  "Dragontooth",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "26,615 gp; Cost to Create: 13,615 gp + 152 gp + 12 XP. 1,040 XP. Fellstone:This +3 heavy pickis made entirely from ErythnulÆs Slaughter:This +2 unholy morningstar stone, and its magical properties give its wielder great is sacred to clerics of Erythnul, the god of slaughter. power over stone. Earth creatures struck with fellstone Any cleric wielding ErythnulÆs slaughter can prepare must succeed on a Fortitude save (DC 13) or be dazed spells as if he had access to the War domain in addi- until the beginning of the wielderÆs next action. When- tion to his other domains. Clerics who already have ever both the wielder and her opponent are touching access to the War domain gain no additional benefit. the ground, fellstone grants a +1 bonus on attacks and If for any reason the cleric loses possession of Eryth- damage. If an opponent is airborne or waterborne, the nulÆs slaughter, all prepared spells from the War wielder takes a û4 penalty on attacks and damage. Fur- domain are lost, unless the cleric normally has access thermore, as long as the wielder is touching the to that domain. ground, she can start a bull rush without provoking an",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Glaive of a ghostÆs malevolence ability. Ghost hands This +4 net is Torment provide a +1 enhancement bonus on made of pure attack and damage rolls but attacks magical force with them are still considered and can hold even unarmed for purposes of provok- incorporeal creatures. ing attacks of opportunity.",
        "name":  "Force Web",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16,302 gp + 1,280 XP. Caster Level:10th; Prerequisites: Craft Magic Arms and",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,801 gp + 360 XP. kukrihas been imbued with magic capable of laming",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This +3 javelin has a long, a foe. Anytime the wielder of the kukri of crippling narrow point and incredible balance. When thrown, scores a critical hit, the targetÆs move rate is halved. the javelin ignores cover bonuses to AC. This ability This reduction lasts for one day, until the creature is does not allow the wielder to make attacks that successfully treated with the Heal skill (DC 15), or would otherwise not be possible, so total cover pre- until it receives at least 1 point of magical healing. vents attacks from the javelin of precision. In addition Creatures with multiple movement rates have only to ignoring cover, the wielder never takes a penalty one of their movement rates reduced by each critical on her attack roll when throwing the javelin of preci- hit. Roll randomly to determine which movement sion into melee. The javelin does not reduce the rate is affected. effects of concealment. Caster Level:9th; Prerequisites: Craft Magic Arms and",
        "name":  "Javelin of Precision",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25,375 gp + 2,000 XP. thunder to soothing tones that magically enhance the",
        "name":  "Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This well-made +2 netseems to writhe wielderÆs oratory. This +2 thundering heavy maceallows of its own accord. The wielder of the living net can clerics who wield it to channel divine energy to pro- attack targets up to 20 feet away. Any time a foe is duce magically infused oratory. Once per day, while entangled by the living net, the wielder may make a holding the mace of voices, a cleric can give up one turn trip attack as a free action. If the wielder is tripped undead attempt to cast enthrall. The spell is treated as if during his own trip attempt, he may drop the living cast by the cleric himself, and the save DC and caster netÆs trailing cord to avoid being tripped. Folding the level are figured accordingly. In addition, the mace of living net is a move-equivalent action that provokes an voices grants a +2 bonus on the wielderÆs Diplomacy attack of opportunity. checks to adjust a creatureÆs attitude. 112",
        "name":  "Living Net",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,320 gp + 720 XP. 37,712 gp; Cost to Create: 19,012 gp + 1,496 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 113 CHAPTER 5: MAGIC ITEMS",
        "name":  "Cost to Create",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The magical prop- ease in Chapter 3 of the DUNGEONMASTERÆSGuidefor erties imbued in this +2 morningstargrant the wielder more information. Creatures immune to disease are tremendous benefits if she is victorious in combat. immune to this effect.",
        "name":  "Morningstar of Exhilaration",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This +1 bane (construct) this grapple attempt succeeds, the wielder may then sling temporarily robs constructs of their ability to make a pin attempt as part of the same action. Grapples follow their instructions. Any construct hit by a and pins caused by a spear of impaling can be broken bullet or stone from a sling of misdirection must suc- normally. If a foe is grappled in this manner, but not ceed on a Will save (DC 12) or suffer the effects of the pinned, the wielder can use subsequent attacks to random actionspell. This ability affects even creatures attempt to deal damage or initiate a pin. Opponents otherwise immune to mind-influencing magic. grappled by a spear of impaling can make an opposed",
        "name":  "Sling of Misdirection",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring has the following powers. RINGS ò Bane(unlimited use) A character can effectively wear only two magic ò Desecrate(unlimited use) rings. A third magic ring doesnÆt work if the owner is ò Unholy blight(2/day) already wearing two. ò Dispel good(1/day)",
        "name":  "Evil",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This seems to be a ring as the spells from a 7th-level caster. of spell storingupon first examination. However, while Caster Level: 12th; Prerequisites: Forge Ring, shocking it allows a single spell of 1st through 9th level to be grasp, shout;Market Price: 11,200 gp. cast into it, that spell cannot be cast out of it again. Universal Elemental Resistance, Minor: This Instead, should that spell ever be cast upon the ring functions as a ring of minor elemental resistance wearer, or within 90 feet of the wearer (if the wearer for all types of energy: fire, cold, electricity, acid, and retains line of sight to the caster), the spell is immedi- sonic. Whenever the wearer would normally take ately countered, as a counterspell action, requiring no such damage, subtract 15 points of damage per round action (or even knowledge) on the wearerÆs part. from the amount before applying. Once so used, the spell cast into the ring is gone. A The major version of this ring is an epic magic item new spell (or the same one as before) may be placed described in the Epic Level Handbook. in it again. Caster Level: 15th; Prerequisites: Forge Ring, protection",
        "name":  "Greater Counterspelling",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These rings are formed of a brownish- RODS red substance like horn or chitin, resembling the carapace of a formian. A single ring of hive mindpro- Rods are scepterlike devices that have unique magic vides no benefit to its wearer unless another charac- powers and do not usually have charges. Anyone can ter with another ring of the same kind is within 1 use a rod. mile. All characters wearing rings of hive mindwithin Construct Control:This rod is in the shape of a 1 mile of one another can communicate telepathi- muscular humanoid carved from a single piece of cally among themselves, and their minds mesh in a marble. If the wielder is within 60 feet of a construct close joining. If one such character is aware of a par- with no Intelligence score, the rod of construct control ticular danger, they all are. If one character in a allows the bearer to override any commands that the group is not flat-footed, none of them are. No such construct might have and replace them with new character in a group is considered flanked unless all commands as if the wielder were the creator of that of them are. construct (see the Golem entry in the Monster",
        "name":  "Hive Mind",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring is made up of tiny prongs, or the wielder takes control. wires, and other small devices that spring to life on If its creator is within 60 feet, an intelligent con- command. The ring grants a +5 competence bonus struct gains a +4 bonus on the Will save. on Open Lock checks and can cast knockthree times Caster Level: 17th; Prerequisites: Craft Wondrous a day, as the spell from a 12th-level caster. Item,dominate monster;Market Price: 68,850 gp.",
        "name":  "Lockpicking",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,700 gp. this item, and they vary so widely in appearance that",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Forge Ring, magic strongly reminiscent of the plane it is keyed to. fang;Market Price:6,000 gp. Thus, a rod of embassy keyed to the Seven Mounting",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring is made out of lapis for as long as it holds the rod. The creatureÆs type lazuli, with a lightning bolt etched along the rim. does not change, but it is no longer considered an 125 Three times per day, the wearer can affect someone extraplanar creature. Thus, it cannot be sent away with shocking grasp. Once per day, this effect can com- by banishment or dismissal, or even the powerful bine with a powerful thunderclap that duplicates the blasphemy, dictum, holy word,and word of chaosspells.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 126 CHAPTER 5: MAGIC ITEMS In addition, it can use simi- The wielder also receives a +10 competence bonus lar spells to banish other on Disguise, Forgery, and Use Magic extraplanar creatures as if Device checks, and can use the ventrilo- it were on its home quismspell at will. plane. If a creature holds Caster Level:6th; Prereq- a rod of embassy keyed to a uisites: Craft Rod, change plane that is not that crea- self, ventriloquism; Market tureÆs home plane, the rod Price:30,000 gp. has no effect. Paralysis: This rod is",
        "name":  "Thunderclaps",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This strange, short rod is crowned modifier to the grapple check. with an image of a mynah. When held, its wielder Each rod also has one or more special powers that 126 can mimic any voice or sound she has heard. Lis- affect any target touched by three (or six) of its tenta- teners must succeed on a Will save (DC 17) to cles in the same round (regardless of whether the ten- detect the ruse. tacles actually grapple the target).620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 127 CHAPTER 5: MAGIC ITEMS If all three of the lesser rodÆs tentacles touch a ground, they cast alarm and detect scrying as from a target, it must succeed on a Fortitude save (DC 14) 9th-level caster. The area is defined by the location of or be affected by a slow spell for 12 rounds. If any the rods and is, in theory, unlimited. In practice, how- three of the greater rodÆs tentacles touch a single ever, most users find a 300-foot diameter to be the target, it must succeed on a Will save (DC 14) or be largest useful area. The alarm lasts until the person affected by a bestow curse spell (a permanent û4 who placed a section removes it. If anyone other than enhancement penalty on attacks, saves, and checks). that person removes a section, then the alarm auto- If all six of the greater rodÆs tentacles touch a single matically triggers. The user can also choose what does target in the same round, the victim must succeed not trigger the alarm, such as creature type, specify- on a Fortitude save (DC 17) or take 1 point of perma- ing size from Fine to Gargantuan. nent Dexterity drain. Caster Level: 9th; Prerequisites: Craft Rod, alarm, detect Each tentacle has hardness 10, 20 hp, and a break scrying; Market Price: 58,000 gp. DC of 30. STAFFS Number of Attack Bonus/ Rod Attacks Grapple Check 1 Damage* Str A staff is a long, wooden spell storage device. It has Lesser 3 +9 6 points 16 50 charges when created. Greater 6 +15 9 points 22 1These numbers include the rodÆs Strength bonus. Artisan: This staff is extremely well crafted, covered with gold leaf and images of artisans at",
        "name":  "Mimicry",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These two identical copper rods are a ò Major creation(1 charge) foot long and topped with a smooth clear crystal. ò Fabricate(1 charge) Taking a full action and doing nothing else, the ò Mending(1 charge) wielder can determine the exact distance and direc- tion of the other rod. By spending another full action, Caster Level: 12th; Prerequisites: Craft Staff,fabricate, the wielder can determine if the rod is being held by mending. minor creation, major creation; Market Price: a creature and what that creatureÆs current physical 69,800 gp. status is (alive and healthy, injured, dying, or uncon- AssassinÆs Staff: This slender, unadorned scious). It does not determine the mental status wooden staff is shorter than usual for staffs, only 4 (dazed, stunned, and the like) or any magical effects feet long, and it has a leather strap attached, making (such as charmedor dominated). it easy to sling over the shoulder. It allows use of the",
        "name":  "Tracking",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, following spells: locate creature, status; Market Price: 37,800 gp.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This slender, 4-foot-long rod breaks ò Sculpt sound(1 charge, DC 14) down into four separate sections. When all four of ò Shout(1 charge, DC 16) these sections are planted at least halfway into the620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 128 CHAPTER 5: MAGIC ITEMS",
        "name":  "Warning",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This wooden staff is about 5 feet long. One end is forked and the Magic Items other forms a graceful hook, making it that Grant Feats resemble certain scepters of Pricing feats for magic items office or symbols of authority. It is a very fuzzy area. If a feat is allows use of the following spells: purely mechanical, such as Great Fortitude, default to the ò Create food and water(1 charge) rules in the DUNGEONMASTERÆS ò Minor creation(1 charge) Staff of Clory Guidewith an adjustment for ò Major creation(2 charges) the fact that the bonus has no type. For instance, the belt",
        "name":  "Creation",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 6-foot-long saves would cost 4,000 gp. It staff is made of cracked white shouldnÆt be more or as eco- marble. Despite its appearance, nomical to buy bonuses to however, the staff is curiously light all saves separately, so a +2 and solid. The staff shatters into a bonus on Fortitude saves thousand pieces as soon as all the alone should cost 2,000 gp. charges are used up. It allows use If the bonus has no type as- of the following spells: signed to it, you could double or even triple that. ò Shatter(1 charge, DC 13) Metamagic feats should ò Disintegrate(1 charge, DC 20) adjust the level of the spells ò Earthquake(2 charges) to which they apply, and thus change the price. While this",
        "name":  "Destruction",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is a heavy black iron staff, status;Market Price:80,000 gp. affects spells of 0û3rd level, by +2 if the item affects fairly short, and decorated with images of Glory:Formed of glass and crowned with a golden spells of 0û6th level, and by demonic faces and leering skulls. Usually sunburst, a staff of glory is awe-inspiring, though +4 if the item affects spells of made by blackguards, the staff of the fallen dreaded by creatures of darkness. It allows use of the any level. allows use of the following spells: following spells: A general guideline for ò Doom(1 charge, DC 11) other kinds of feats is that ò Shatter(1 charge, DC 13) ò Daylight(1 charge) they cost 10,000 gp, plus an- ò Contagion(2 charges, DC 14) ò Searing light(1 charge, DC 14) other 5,000 gp to 10,000 gp ò Summon monster IV(evil creatures only, ò Holy smite(1 charge, DC 16) per prerequisite. 2 charges) ò Sunbeam(2 charges, DC 20)",
        "name":  "Fallen",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This staff is formed of wildly twisting and entangled rods of iron. It allows use of the fol- WONDROUS ITEMS lowing spells: Wondrous items can be configured to do just ò Random action(1 charge, DC 11) about anything from create a breeze to improve ò Confusion(1 charge, DC 16) ability scores. ò Insanity(2 charges, DC 20) Armband of Reduction: This metal armband ò Weird(2 charges, DC 23) allows its wearer to reduce his height to one-half normal, as if a reduce spell had been cast upon him.",
        "name":  "Madness",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Staff, confu- This effect functions once per day, lasts for 2 hours, sion, insanity, random action, weird; Market Price: and may be dismissed at will by the wearer. 110,000 gp. Caster Level:5th; Prerequisites:Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Almost indistinguishable from a staff Caster Level: 9th; Prerequisites: Craft Wondrous of fire, this staff usually incorporates a deityÆs holy Item, LeomundÆs secret chest; Market Price: 2,300 gp; symbol into its design, often the leafy face of Obad- Weight: ù. Hai. It allows use of the following spells: Banner of Valor: Made from bright silks, gold thread, and other flashy materials, the banner of valor ò Flame strike(1 charge, DC 16) bolsters the spirits of all friendly troops that gaze ò Fire storm(2 charges, DC 20) upon it. The banner holder can remove fearat will on chosen creatures within a 20-foot radius. In addi-",
        "name":  "Sacred Fire",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The staff of the spider is made from black Caster Level: 8th; Prerequisites: Craft Wondrous Item, hardwood and etched with silver web patterns. It healing circle, remove fear; Market Price: 61,000 gp; allows the use of the following spells: Weight: 10 lb. 129",
        "name":  "Spider",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft and tree strideonce per day, as the spells from a 12th- can never exceed a +8 en- Wondrous Item, see invisibility; Market level caster. hancement bonus, bracers of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft the flame burns a pale blue, gives off no smoke or an ability valued at +5, such Wondrous Item, dimensional anchor; heat, and doesnÆt melt down. If examined with detect as heavy fortification).",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11,200 gp; Weight:1 lb. magic, the candle radiates a necromantic aura. Every The market prices for",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft a cost expressed in gp rather Wondrous Item, freedom of movement, than an effective bonus can stoneskin;Market Price: 48,810 gp; Weight: be added to bracers for the same price. 1 lb.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites: Craft Wondrous Item, only allows the planar travel aspect of the gate spell, creator must be a spellcaster of 6th level; Market Price: not the ability to call forth creatures. 1,500 gp (lesser), 6,000 gp (greater); Weight: ù. The item allows its user to draw only a circle. The",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tiny iron box user can feel it resisting anything but a curved line. contains a small bit of ash and cinders. When There is no size limit to the circle, but it must be com- dumped into a flame at least as big as an average pletely drawn in 1 full round to create the gate. campfire, the cinders cause the fire to flare and The dimensional chalk holder can draw 1d4+1 gates sputter dramatically. before crumbling into dust. Drawing a line counts as In 1d4+1 rounds, an equal number of Small fire ele- one use,regardless of whether a complete circle was mentals leap from the fire. The elementals are not made or not. under any control, although they can be controlled Caster Level: 17th; Prerequisites: Craft Wondrous later through charm monster or other magic. They Item, gate;Market Price: 22,950 gp; Weight: ù. attack the nearest creature or creatures, continuing Dragonfly Medallion: This silver dragonfly- their rampage until destroyed or banished. shaped medallion is covered with precious gems. It",
        "name":  "Cinders of the Inferno",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous Item, grants the Improved Initiative feat while worn. If the elemental swarm;Market Price: 7,650 gp; Weight: ù. wearer already has this feat, it grants an additional +1",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous medallion immediately. Item, creator must be a dwarf, creator must be a spellcaster of 10th level; Market Price: 6,000 gp; dGiant Dragonfly: CR 1; Large vermin; HD",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, Caster Level: 11th; Prerequisites: Craft Wondrous alarm, LeomundÆs secure shelter;Market Price: 12,080 gp; Item, animate objects, catÆs grace;Market Price: 29,760 gp;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Weight: ù.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 132 CHAPTER 5: MAGIC ITEMS",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tiny blue vial con- Caster Level: 5th; Prerequisites: Craft Wondrous tains a small amount of constantly moving water. Item, create food and water; Market Price: 15,000 gp;",
        "name":  "Droplets of the Storm",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. deep, the droplets cause the pool to bubble and Eversoaking Sponge: This large, normal-looking froth furiously. sponge is capable of absorbing an enormous quantity In 1d4+1 rounds, an equal number of Small water of water. If placed in a body of water, it floats and elementals emerge from the pool. The elementals are begins soaking it up at the rate of 1,000 gallons per not under any control, although they can be con- round. The sponge stops once it has absorbed 225,000 trolled later through charm monster or other magic. gallons of waterùthe size of a pool 100 feet long, 50 They attack the nearest creature or creatures, contin- wide, and 6 feet deep. This water disappears com- uing their rampage until destroyed or banished. pletely, and if the sponge is squeezed afterward, it",
        "name":  "When poured into a pool of water at least a foot Weight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous releases only as much water as a normal wet sponge. Item, elemental swarm; Market Price: 7,650 gp; Weight: The eversoaking spongeabsorbs only water, not mud or ù. muck. Acid, oil, and other liquids affect it as they",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This clear vial and stopper would a normal sponge. contains a small amount of dust. When released into Caster Level: 11th; Prerequisites: Craft Wondrous a breeze, the dust creates sudden bursts of wind. Item, disintegrate;Market Price: 26,400 gp; Weight: ù. In 1d4+1 rounds, an equal number of Small air ele- Fan of Furious Flame: This collapsible fan is mentals are created from the wind. The elementals made of thin red iron and resembles licking flames are not under any control, although they can be con- when opened. Three times per day, the fan can create trolled later through charm monster or other magic. a cone 30 feet long that causes any open flames, They attack the nearest creature or creatures, contin- including candles, torches, or lanterns, to explode in uing their rampage until destroyed or banished. a burst of fire and deal the indicated damage (Reflex",
        "name":  "Dust of the Zephyr",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous half DC 15). Item, elemental swarm; Market Price: 7,650 gp;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This translucent and oddly Candles (1û5) 1d4 5-ft. diameter Candelabra (6+) 1d6 5-ft. diameter shaped prism seems to fade in and out of existence Lantern 1d8 5-ft. square when seen in daylight. The prism grants see invisibil- Torch 1d10 10-ft. square ity when looked through. When shattered (requir- Campfire 1d12 10-ft. square ing a DC 15 Strength check), the crystal releases a greenish burst of energy. Any creatures within 30 All fire that explodes in this way is permanently feet that are on nearby transitive planes such as the extinguished. The explosion occurs too quickly for Astral Plane, Ethereal Plane, or Plane of Shadow nearby combustibles to catch on fire. The fan of furious (including those using spells such as blink, maze, or flamehas no effect on magical fires such as those cre- shadow walk), must succeed on a Will save (DC 30) or ated by continual flame. be forced onto the Material Plane. Creatures that are Caster Level: 5th; Prerequisites: Craft Wondrous Item, made tangible in this way cannot leave the Material fireball;Market Price: 18,750 gp; Weight: 1 lb. Plane for 1d6 rounds. Fruit Blossom Spike:When driven or hammered",
        "name":  "Dimensional Prism",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, into a fruit tree, this slim wooden stake causes the dimensional anchor, see invisibility; Market Price: 17,600 tree to go through an amazingly fast rejuvenation, gp; Weight: ù. growing extremely healthy and producing an enor-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st; Prerequisites:Craft Wondrous Item, the process. create water;Market Price:800 gp; Weight:ù. A single tree produces enough fresh fruit to feed",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feedbag has a small eight creatures for two days, acting like a maximized medallion on it with an embossed cornucopia goodberry spell. After three days, the fruit turns into symbol. When placed around the muzzle of a horse, worthless mush. Fruit blossom spikes do not work on donkey, or other equine animal, it produces an unlim- plant creatures such as treants or tendriculos. ited amount of suitable feed. Care must be taken that Caster Level: 7th; Prerequisites: Craft Wondrous the animal does not overeat, and most creatures must Item, goodberry, plant growth; Market Price: 5,800 gp; 132 still eat other plants for proper nutrition. The feedbag Weight: ù. produces nothing when it is not placed around an Gloves of Brachiation:These tight leather gloves animalÆs muzzle. allow the wearer to travel from branch to branch620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 133 CHAPTER 5: MAGIC ITEMS using only her arms, as a monkey or gibbon would. the idolÆs creation or at any later time by touching As long as she is at medium encumbrance or less, the idol and speaking a command word chosen the wearer can move at her full speed through the during creation. The idol can cast false vision three tree canopy. The wearer also gains a +10 circum- times per day. stance bonus on Jump checks as long as she is Caster Level: 10th; Prerequisites: Craft Wondrous aboveground (leaping from tree branch to tree Item, detect scrying, false vision;Market Price:54,500 gp; branch, for example). Cost to Create:33,500 gp + 1,680 XP; Weight:400 lb.",
        "name":  "Everlasting Feedbag",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Incense of the Gorgon: This foul-smelling catÆs grace; Market Price: 4,000 gp; Weight: ù. incense is typically found in a dark green vial with",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The lenses of this item are made the embossed image of a gorgon. When burned, how- of silvered crystal. When they are placed over the ever, it creates a truly overwhelming smoke that fills eyes, the wearer can operate without penalty in a 10-foot cube. The incense is consumed after 1 round preternaturally bright light, such as might result and the smoke dissipates naturally. Those in the from a flare, sunbeam, or sunburst spell. Vampires area and not holding their breath must succeed on a wearing goggles of day have a full-round action before Fortitude save (DC 19) or be turned to stone as if dissolution when confronted with sunlight, as affected by the flesh to stonespell. opposed to just a partial action. Caster Level: 11th; Prerequisites: Craft Wondrous Item,",
        "name":  "Goggles of Day",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites:Craft Wondrous Item, flesh to stone;Market Price: 6,600 gp; Weight: ù. darkvision;Market Price:4,000 gp; Weight:ù. Insatiable Locust: Banned in almost every civi-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, nondetection;Market Price: 34,050 gp; Weight: ù. dJade Locust: CR 1/2; Tiny construct; HD 3d10;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Construct: Immune to mind-influencing effects Item, haste, magic fang; Market Price: 38,000 gp; and to poison, sleep, paralysis, stunning, disease,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large statue automati- requires a Fortitude save unless it also works on cally detects any attempt to scry (including scrying objects; cannot heal damage (though regeneration and similar spells such as arcane eye and clairaudi- and fast healing still apply, if present); not subject to ence/clairvoyance) any individuals or locations within critical hits, subdual damage, ability damage, ability 133 50 feet of it. Any such effect triggers a false visionspell drain, or energy drain; not at risk of death from mas- that masks any creature attuned to the idol from sive damage, but destroyed when reduced to 0 hit being scried. Attunement may be performed during points or less; cannot be raised or resurrected.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 134 CHAPTER 5: MAGIC ITEMS",
        "name":  "Idol of False Vision",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous change selfon himself at will and is continually under Item, animate objects, disintegrate; Market Price: 29,975 the effect of undetectable alignment. In addition, he or gp; Weight: 10 lb. she gains a +5 bonus on Bluff checks.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These ioun stones(usu- Caster Level: 5th; Prerequisites: Craft Wondrous Item, ally burnt orange in color) possess all the features of a change self, undetectable alignment; Market Price: 17,000 standard ioun stone. Ioun stones of resistanceoffer magic gp; Weight: ù. protection in the form of a +1 to +5 resistance bonus Mask of the Feather Queen: This vibrantly col- on all saving throws. ored mask is made from the feathers of a variety of",
        "name":  "Ioun Stone of Resistance",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous rare and beautiful songbirds. The wearer can levitate Item, resistance,caster level must be three times that andcharm birds by uttering a command word. Once of the ioun stoneÆs bonus; Market Price: 2,000 gp (+1), per day, the wearer can cast fly(on herself or another 8,000 gp (+2), 18,000 gp (+3), 32,000 gp (+4), 50,000 gp person), as the spell from a 12th-level caster. (+5); Weight: ù. Caster Level: 12th; Prerequisites: Craft Wondrous",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ornate bullseye Item, charm person or animal, fly, levitate; Market Price: lantern is adorned with gold filigree and sun pat- 27,120 gp; Weight: ù. terns. It is illuminated with a permanent light spell. Medallion of Contact: Once per day, the wearer Twice per day, the lantern can emit a sunbeam(as the of this silver disk can speak a command word and spell from a 13th-level caster). forge a telepathic bond (as RaryÆs telepathic bond) with",
        "name":  "Lantern of Brightness",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Craft Wondrous Item, one person lasting for 1 minute. Range is one mile. light, sunbeam;Market Price: 66,520 gp; Weight: 3 lb. Caster Level: 9th; Prerequisites: Craft Wondrous",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous three different versions of these necklaces, com- Item, wish;Market Price:178,500 gp; Weight:5 lb. monly found among primitive tribesfolk. Each",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These sturdy masterwork necklace incorporates parts from a different, dan- manacles have an antimagic fieldthat extends around gerous predator. anyone locked in them, including any magic items Raging Bear Necklace: This crudely made leather the captive might be carrying. Although expensive, necklace is adorned with uncut precious stones and they are commonly found in the prisons of metro- claws from an enormous bear. The wearer gains a +2 politan cities that are used to dealing with high- enhancement bonus to Strength. In addition, if the level troublemakers. wearer has the ability to rage, each rage lasts 1 round",
        "name":  "Magebane Manacles",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous longer than normal. Item, antimagic field; Market Price: 132,000 gp; Frenzied Shark Necklace: Crafted from tough sea- 134",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This black, featureless mask only wearer a +2 enhancement bonus to Strength and a +4 has slits for the eyes and mouth. The wearer can cast circumstance bonus on Swim checks. In addition, if620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 135 CHAPTER 5: MAGIC ITEMS the character has the ability to rage, each rage lasts 1 Caster Level: 5th; Prerequisites: Craft Wondrous Item, round longer than normal. see invisibility;Market Price: 30,080 gp; 1 lb.",
        "name":  "Mask of Lies",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This necklace is crafted Phylactery of Change: The wearer of this item from the two tusks of a boar, clasping together in the can invoke a polymorph selfability with an indefinite middle. The wearer gains the Sunder feat (Great duration (or until the phylactery is removed, Sunder if she already possesses this feat) and a +1 destroyed, or dispelled). A new form can be adopted enhancement bonus to Constitution. In addition, if once per day. The wearer can assume his natural form the character has the ability to rage, each rage lasts 1 without limitation, however. round longer than normal. Caster Level:7th; Prerequisites:Craft Wondrous Item,",
        "name":  "Rampaging Boar Necklace",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous polymorph self;Market Price:11,200 gp; Weight:ù. Item, bullÆs strength, emotion; Market Price: 11,840 gp Pitons, Burrowing: Covered with various runes (raging bear), 12,160 gp (frenzied shark), 12,440 gp and sigils meaning ôearth,ö these pitons burrow into (rampaging boar); Weight: ù. earth, rock, and stone, providing a secure support for",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Bead of beckoning Wearer can cast summon Item, soften earth and stone; Market Price: 380 gp; natureÆs ally IV.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous Alternatively, the contents of a tube can be blown Item, animal friendship, and one or more of the follow- at a target creature as a ranged touch attack (maxi- ing spells: animal growth, awaken, calm animals, domi- mum range 5 feet). A creature that stirs up the dust nate animal, greater magic fang, summon natureÆs ally IV or is targeted by someone wielding a tube of the (as appropriate); Market Price:500 gp (bead of calming), dust must make a successful Fortitude save (DC 15) 1,500 gp (bead of servitude), 1,500 gp (bead of the fang), or begin shrinking to the size of a grig (Tiny). In 2,000 gp (bead of beckoning), 2,500 gp (bead of the great addition, the creature acts as though under the beast), 3,750 gp (bead of awakening); Cost to Create: As effect of a charm personspell from a 9th-level caster, normal except 1,250 gp plus 250 XP (bead of awaken- obeying the person who spread the dust. Both ing); Weight:ù. effects last for 9 hours before restoring the person",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Made from perfectly clear crystal to normal. beads, this necklace assists in receiving visions and Caster Level: 9th; Prerequisites: Craft Wondrous Item, oracles. The wearer gains a +5 insight bonus on Scry reduce, charm person or creator must be a fey; Market checks. In addition, the wearer can cast divination Price: 2,700 gp; Weight: ù. once per day. If the wearer is able to cast divine spells, Portable Bridge:Once per day on command, this then divinationcan be cast twice per day. tiny statue of a bridge can turn into a fully function-",
        "name":  "Oracle Beads",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, ing bridge. The bridge is always 5 feet wide and can divination;Market Price: 19,192 gp; Weight: ù. extend in length from 5 feet to 50 feet. It takes a full",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This pelt, worn like a round for the bridge to extend, regardless of the cloak, is made from large predator: a wolf, bear, or length of the bridge. The owner can choose which great cat. When worn, it grants low-light vision, side the bridge retracts to, making it ideal for cross- scent, and a +2 circumstance bonus on Listen ing chasms and leaving pursuers behind. checks. Animals react poorly to the wearer while it The statue must be placed on solid rock or earth to 135 is worn; herbivores in general become nervous and work. Ideally, there should be equally solid rock or try to flee, while carnivores generally become earth on the other side. If there is not stable ground aggressive. on the other side (it reaches maximum range and620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 136 CHAPTER 5: MAGIC ITEMS doesnÆt touch anything, there is loose sand, and so it allows the steed and rider to fly (as the fly spell on), the bridge spends another round retracting to its from a 5th-level caster, except maneuverability is statue form. clumsy) three times per day upon command. The The bridge can be destroyed through disintegrate saddle acts as an exotic military saddle for the rider. or by normal means such as breaking and chipping. The first time someone uses this saddle on a steed Each 5-foot square has 75 hit points and a hardness untrained in flying, the rider must make a DC 15 of 8. Ride check to keep the steed from panicking.",
        "name":  "Pelt of Animal Senses",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20th; Prerequisites: Craft Wondrous Item, Caster Level: 5th; Prerequisites: Craft Wondrous Item, wall of stone;Market Price: 36,000 gp; Weight: 1 lb. fly;Market Price: 16,875 gp; Weight: 25 lb.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large glass jar has been magi- Saddle of Weather Protection:A boon to travel- cally treated to preserve any organic material placed ers, this highly polished saddle protects the steed in it. The jar can hold the equivalent of 2 gallons of and rider from the elements. The steed and rider are liquid. Anything small enough to fit in the jar does completely immune to ônormalö temperature from not rot, age, or wilt. The lid must be placed securely 0║ to 110║ Fahrenheit and remain perfectly dry on the top for the effect to work. unless completely immersed in a body of water. In A Tiny or smaller creature can be placed in the jar, addition, the rider can cast protection from elementson but without a supply of air and food it eventually dies, himself and his mount once per day. although the corpse never rots. Caster Level: 5th; Prerequisites: Craft Wondrous Item,",
        "name":  "Preserving Jar",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, protection from elements;Market Price: 5,400 gp; Weight: gentle repose;Market Price: 3,000 gp; Weight: 2 lb. 25 lb.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Seeds of the Treant: This pouch made from enlarge,reduce;Market Price: 5,400 gp; Weight: 2 lb. tightly interwoven leaves contains 1d4 large acorns.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, Huge). If three seeds are planted next to each other, flesh to stone;Market Price: 11,800 gp; Weight: 5 lb. then the summoned treant is two sizes bigger (17",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous moned in this manner and more than likely will Item, animal growth;Market Price: 48,600 gp; Weight: attack the summoner. 25 lb. Caster Level: 17th; Prerequisites: Craft Wondrous",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This exquisitely crafted Item, summon natureÆs ally IX; Market Price: 15,300 gp 136 saddle is heavily adorned with the feathers from per acorn; Weight: ù. pegasi wings. The saddle adjusts to fit any normal- Shards of the Fissure: This handful of sharp sized horse, donkey, or mule. When securely placed, gray flint chips is usually found inside a tattered620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 137 CHAPTER 5: MAGIC ITEMS brown pouch. When emptied onto solid earth or Caster Level:5th; Prerequisites:Craft Wondrous Item, stone, the shards burrow into the earth, causing a alarm, animal messenger; Market Price: 10,000 gp; slight tremor. Weight:2 lb. In 1d4+1 rounds, an equal number of Small earth Steadfast Stone:This dwarven item is commonly elementals claw to the surface. The elementals are given out to dwarven defenders and other tunnel not under any control, although they can be con- guards who require instant fortifications. The steadfast trolled later through charm monster, dominate mon- stoneis a granite cube, 1 inch on each side, with runes ster, and so on. They attack the nearest creature or indicating ôgrowthö written on all sides. When creatures, then continue their rampage until thrown upon the ground and the command word destroyed or banished. uttered, the cube grows as a wall of stonecast by a 9th-",
        "name":  "Saddle of the Pegasus",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous level cleric. The stone can grow up to two times per Item, elemental swarm; Market Price: 7,650 gp; day. The wall lasts for up to 24 hours or until the com-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, produce flame; Market Price: 2,400 gp; Weight: 1 lb. blindness/deafness, shatter, silence; Market Price: 19,440 Stylus of the Masterful Hand: This elegant but gp; Weight: 4 lb. sturdy metal stylus grants +5 competence bonus on",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This battered Forgery checks. On command, the stylus can also wooden dummy is designed for monks to practice ôrememberö up to three different types of handwrit- their striking and blocking techniques. It consists of ing, which allows another Forgery attempt without a plain round wooden post that stands 6 feet high and having to make a rollùthe DC of that handwriting is 1 foot thick. Six smaller posts stick out horizontally ôfixedö at whatever was rolled during the attempt. from the post, roughly representing a defending Caster Level: 3rd; Prerequisites: Craft Wondrous Item, enemyÆs limbs. Scribe Scroll, read magic; Market Price: 3,000 gp;",
        "name":  "Sparring Dummy of the Master",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "ù. least one level in monk must train with the dummy Testing Chalice:Made from tough clear glass, this 8 hours a day for four weeks. If the training is ever chalice immediately discerns the properties of any interrupted for more than a 24 hours, she must begin liquid poured into it. The color of the chalice varies again. If this training is interrupted twice, the monk depending on the liquid poured into it. The opacity of can never gain the benefit of the sparring dummy. the chalice also varies, depending on the strength Once she has completed the required training, the of the liquid. monk is allowed to make a 10-foot adjustment when- See the table below for the various results. ever she can normally make a 5 foot adjustment.",
        "name":  "To gain the benefit of its magic, a person with at Weight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Chalice Color Liquid (example) Clear Water haste;Market Price: 30,000 gp; Weight: 40 lb. Black Poison",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This Tiny birdlike item allows its Red Potion (magical, not alchemical) owner to speak a command word and see through Blue Alchemical liquid (antitoxin, its eyes. The stalwart eyehas AC 18, hardness 8, 5 hp, alchemistÆs fire) and cannot move on its own except to turn its head Green Acid as the owner desires. No range limitation exists on Silver, shiny 1 Holy water 137 Silver, tarnished 1 Unholy water the power except that the owner must be on the same Purple Any other liquid (oil, blood) plane as the stalwart eye.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:44 AM Page 138 CHAPTER 5: MAGIC ITEMS Chalice Opacity Strength/purity (example) ò Once per week: spell immunityor spell resistance. Clear Very weak/very impure (filthy water) ò Once per month: blade barrier. Translucent Average/slightly impure (pond water)",
        "name":  "Stalwart Eye",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, been magically treated to keep anything placed detect magic, detect poison;Market Price: 4,000 gp; Weight: inside perfectly dry and protected from pressures 1/2 lb. of the ocean. Due to the shape and composition of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This perforated metal the shell, it does not hinder the wearerÆs ability to vessel usually comes in the shape of a deityÆs holy swim underwater. symbol or some totem creature associated with a Some versions of this magical device are enchanted deity or cult. If it is filled with incense and lighted, with gust of wind,allowing Tiny or smaller air-breath- the thurible produces the effect of a prayerspell for as ing creatures to survive inside the shell. long as the incense burns. A character wielding the Caster Level: 5th; Prerequisites: Craft Wondrous Item, lighted thurible can also trigger the following spells: resist elements, gust of wind; Market Price: 3,000 gp (with- out air), 18,000 gp (with air); Weight: 3 lb. ò Three times per day: detect magic, detect good,or detect TrumpeterÆs Gift:This shiny mouthpiece fits any law.The user can use one effect three times, each brass instrument such as trumpets and horns. It effect once, or any other combination of effects grants a +5 competence bonus on Performance totaling three uses per day. Some thuribles may checks using the instrument. Once per day, the trum- detect other alignments. peter can use the horn to cast a shoutspell. Unless the ò Once per day: auguryor locate object. horn is at least masterwork quality, however, it is ò Once per week: divinationor true seeing. destroyed once the spell is complete. ò Once per month: commune. Caster Level: 7th; Prerequisites: Craft Wondrous Item, shout;Market Price: 12,200 gp; Weight: ù",
        "name":  "Thurible of Divining",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous that form indefinitely, until the command word is Item, circle of doom, command, doom, geas/quest, inflict uttered again. Once per day, the amulet (in wagon critical wounds, inflict light wounds, prayer;Market Price: form only) can create LeomundÆs secure shelter as the 77,000 gp; Weight:1 lb. spell from a 9th-level caster. The shelterÆs outside",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item is similar to a appearance blends in perfectly with the exterior of thurible of divining. It produces a prayer effect when the wagon, so it is not possible to tell that the spell is lighted and allows the wielder to use the following in effect until someone steps inside. When the spell spell effects: effect ends, the wagon remains.",
        "name":  "Thurible of Warding",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "38,030 gp; Cost to Create: 19,170 gp + The Pearl of Secrets is a black pearl of power (8th-level 1,509 XP. spell) that claims to have been created by Vecna him- self. The Pearl is highly intelligent, and it can both Mark of the Favored speak and read Common, Abyssal, Infernal, and This ring of regeneration was created by Wee Jas as a Draconic. It can also communicate telepathically, gift to one of her loyal champions. In addition to its however, and prefers this method of communication. regenerative properties, the ring can cast cure light In addition to the standard use of a pearl of power,the wounds on its wearer once per day, and it grants its wielder of the Pearl of Secretscan use true seeingat will, wearer uncanny dodge as a 5th-level barbarian. In detect thoughts three times per day, and detect secret addition, the wearer can detect magic at will. Also doorsat will. once per day, it can healeither its wearer or another The Pearl of Secrets is incredibly egotistical as servant of Wee Jas. The ring can communicate tele- well as cunning and wise. It generally insists on pathically, and it also speaks and reads Common, being in control, urging or (if possible) forcing its Celestial, and Infernal. owner to seek after the Eye and Hand of Vecna,",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "to defend unearth dark secrets, and generally commit acts of the servants and interests of Wee Jas. As long as its despicable evil. wearer remains loyal to Wee Jas, the ring can cast true AL NE; SV Fort +10, Ref +10, Will +15; Str ù, Dex resurrection on the wearer, but it can use this ability ù, Con ù, Int 17, Wis 21, Cha 14, Ego 23. Skills: only once. Sense Motive +15. AL LN; SV Fort +9, Ref +9, Will +12; Str ù, Dex ù, Caster Level: 17th; Prerequisites: Craft Wondrous Con ù, Int 15, Wis 16, Cha 7, Ego 20. Item, detect secret doors, detect thoughts, true seeing, cre-",
        "name":  "Mark of the Favoredhas a special purpose",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites:Forge Ring, cure light ator must be able to cast 8th-level spells; Market Price: wounds, detect magic, heal, regenerate, true resurrection, 165,280 gp; Weight:ù. creator must have uncanny dodge class ability; Market",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "37,000 gp. 6 Expertise Nimble Warder Shard can also detect law at will, though what it This +1 light fortification mithral shirt is all about pro- chooses to do with the information it gains varies tection. It grants the benefits of the Mobility feat and from day to day. Twice per day, Shardcan use feeble- the evasion ability to its wearer. It communicates mind on an opponent it strikes in melee (or on its only by semiempathic means, throbbing when its wielder, if it desires). Shard speaks and reads wearer gets into danger. It has a fear of bebiliths that Common, Celestial, and Abyssal, and can also com- 142 far exceeds their capacity to damage it. municate telepathically. AL N; SV Fort +8, Ref +8, Will +7; Str ù, Dex ù, AL CN; SV Fort +5, Ref +5, Will +3; Str ù, Dex ù, Con ù, Int 10, Wis 9, Cha 11, Ego 4. Con ù, Int 15, Wis 6, Cha 18, Ego 16.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 143 CHAPTER 6: SPECIAL MAGIC ITEMS",
        "name":  "Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "to spread the worship of a sea deity (Poseidon in a campaign using the Olympian pantheon from Deities and Demigods, or some other deity as appropriate). It has no qualms about bringing death or disfigurement to any who refuse to honor its patron deity. When it scores a successful critical hit against such a crea- ture, Wave affects that target (only) with a horrid wilting spell (10d8 dam- 143 age; Forti- tude half DC 22).620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 144 CHAPTER 6: SPECIAL MAGIC ITEMS skill checks in outdoor settings. For each consecu- Table 6û5: Cursed Item Common Curses tive 24-hour period during which the wielder fails to d% Curse 01û08 Delusion (see DMG) spend at least 8 hours indoors or underground, this 09û18 Opposite effect or target (see DMG) penalty increases by û1, to a maximum of û5. This 19û23 Intermittent functioning (see DMG) condition persists until the wielder disposes of 24û30 Requirement (see DMG) Whelmpermanently. 31û40 Drawback (see below) AL LN; SV Fort +10, Ref +10, Will +14; Str ù, Dex 41û48 Awkward use 1(see below) ù, Con ù, Int 12, Wis 18, Cha 7, Ego 20. 49û57 Divination resistant (see below) 58û65 Extra space (see below)",
        "name":  "Wave has a special purpose",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This curse applies only to items wounds. He regains only half the normal with the spell trigger or command word activation number of hit points from resting, and subtracts 1 point per die from the result of methods. Activating the item requires awkward 144 healing spells. The character has only a 5% movements in addition to the normal actions, and chance per round of stabilizing when dying, provokes attacks of opportunity from threaten- and only a 5% chance per minute of waking ing foes. up when unconscious.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 145 CHAPTER 6: SPECIAL MAGIC ITEMS d% Drawback because it includes an elaborate brooch, or a 35û42 Whenever the character would be shaken, helmet might prevent a character from using eye she becomes frightened instead. Whenever lenses or goggles. she would be frightened, she becomes",
        "name":  "Awkward Use",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Wondrous that moment and thereafter, the headband Item, bullÆs strength, bestow curse; Market Price:1,300 gp; imposes a û6 penalty on the wearerÆs Intelligence.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This handsomely tailored mindedness can be removed only by means of a cloak appears to be a cloak of Charisma +6 and actu- remove cursespell. ally functions as such until the wearer attempts a Caster Level: 16th; Prerequisites: Craft Wondrous Bluff or Diplomacy check. At that moment and Item, communeor legend lore, bestow curse; Market Price: thereafter, the cloak imposes a û6 penalty on the 1,300 gp; Weight:ù. wearerÆs Charisma and makes his personality coarse Necklace of the Vampire:This elegant necklace and grating. Once the curse is activated, a cloak of is formed of bloodstones, and a large ruby hangs affront can be removed only by means of a remove at its center. To all appearances, it is a beneficial cursespell. and powerful item, granting several magical abili-",
        "name":  "Cloak of Affront",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Wondrous ties to its wearer. It grants the wearer darkvision Item, charm monster, bestow curse; Market Price: 1,300 with a range of 60 feet and doubles her rate of nat- gp; Weight:1 lb. ural healing. Three times per day, the wearer can",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While they appear use vampiric touch. Once per day, she can use finger exactly like goggles of night,the effect of these lenses is of death. almost completely opposite. When first worn, they The first time the wearer uses finger of death, the grant the wearer darkvision with a range of 60 feet. necklace adheres itself to the wearer. At this point As soon as the wearer attacks a creature while using it cannot be removed unless the wearer dies or a darkvision, however, she becomes completely unable remove curse is cast. The evil magic of the necklace to see except in conditions of bright light (such as is such that it entices the wearer to use this power, sunlight or the daylight spell) thereafter. Once the causing the command word to spring to mind curse is activated, the goggles of nightblindnesscan be every time she becomes angry, for example. Each removed only be means of a remove cursespell. successive use of that power causes the necklace to",
        "name":  "Goggles of Nightblindness",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Wondrous become more and more a part of the wearerÆs body, Item, darkvision, bestow curse; Market Price: 1,000 gp; gradually being covered over with skin until, after",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This simple cir- the ruby of the necklace clet functions as a headband of intellect reaches the wearerÆs +4. However, whenever the wearer heart, killing her for- casts a Conjuration (summoning) or ever and turning her Conjuration (calling) spell, into a vampire. the conjured creature is hos- Headband Caster Level: 20th; Pre- tile to the wearer and attacks of Hostility requisites:Craft Wondrous her instead of her enemies. Item, create greater undead, Once this function has finger of death, vampiric activated, the headband touch;Market Price:90,000 can be removed only by gp; Weight:ù. means of a remove curse Periapt of Oblivion: spell. A variation of A black pearl on a light this item that works silver chain, this amulet as a periapt of Wisdom appears to be a periapt of +4also exists. Wisdom +6and functions",
        "name":  "Headband of Hostility",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Won- attempts a Spot or Listen drous Item, charm check. At that moment monster, commune or and thereafter, the peri- legend lore, bestow curse; apt imposes a û6 penalty",
        "name":  "Prerequisites",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13,000 on the wearerÆs Wisdom. gp; Weight:ù. Once the curse is acti- Headband of Sim- vated, a periapt of obliv- 147 plemindedness: ion can be removed only This device appears by means of a remove to be a headband of cursespell.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 148 CHAPTER 6: SPECIAL MAGIC ITEMS",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The target must make a successful If the possessor is ever slain by one of the demons Fortitude save (DC 10 + 1/2 the wielderÆs character from the Iron Flask,the demon is able to immediately level + the wielderÆs Wisdom modifier) or immedi- steal his soul and carry it off to the Abyss. ately gain a number of negative levels equal to the targetÆs effective character level (normal character The Jacinth of Inestimable Beauty level minus any negative levels already conferred). This reddish gemstone is indescribably beautiful The wielder gains 20 temporary hit points per nega- and exquisitely cut in dozens of facets that reflect tive level bestowed, and they last for 24 hours. the smallest light into a splendid display of radiant beams. When openly displayed in the presence of The Iron Flask of any light source, the stone doubles the effective Tuerny the Merciless radius of illumination. When held, the Jacinth of Tuerny the Merciless was a powerful spellcaster Inestimable Beauty grants its possessor blinding who killed the royal family of an ancient land to beauty like that of a nymph. This ability affects all gain control of the kingdom. He enslaved the con- creatures within 60 feet of the possessor and of the siderable army of the land with magic and forced same creature type (humanoid, outsider, and so on). them to war with neighboring lands. Tuerny then Those who look directly at the possessor must suc- began to summon demons, but he lacked the abil- ceed on a Fortitude save (DC 15) or be permanently ity to control them. The fiends ravaged the country- blinded. The possessor cannot suppress this ability side and threatened his kingdom, so Tuerny while holding the gem, only by putting it away. 150 fashioned a device that would imprison them and Once per day on command, the Jacinthcan wrap its bind them to his will. This worked, and with the possessor in unearthly beauty, again like a nymphÆs device TuernyÆs might grew even further, until one special ability. Creatures of any type within 30 feet620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 151 CHAPTER 6: SPECIAL MAGIC ITEMS own regalia, as described below). It may be that today these contests of champions no longer occur, and that the individual items of the regalia have fallen into mortal hands. Still, the gods of evil occa- sionally check on the devices that they created so long ago. It has been millennia since all three items of the Regalia of Evilhave been used by a single being.",
        "name":  "Three Strands",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A nonevil character attempting not speak any lies while wearing the crown. to use any of these items immediately takes 5d6 The Scepter of Good: This slender rod is made of points of damage. Further, a good-aligned character mithral, wreathed in a pattern of intertwining leaves. 152 attempting to use the items must succeed on a Will One end constantly glows with a soft white light equiv- saving throw (DC 18) or lose 2,000 XP. alent to a torch, but heatless. While in a good charac- terÆs possession, it confers a +4 enhancement bonus to620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 153 CHAPTER 6: SPECIAL MAGIC ITEMS Charisma and grants immunity to mind-affecting spells one neutral deity still holds them for safekeeping, or and effects. The wielder can command obedience as if it that the neutral deities, as they once did, still take were a rod of rulershipwith no use limit, and can use holy turns keeping guard over the items. It is equally pos- smite (DC 19) and searing light (DC 18) three times per sible that they too were lost or stolen. day each. All spells are cast at 20th level. The wielder The Crown of Neutrality: This gold crown is tradi- of the scepter becomes increasingly unable to refuse tional in appearance compared to its related items of pleas for help, no matter how desperate the cause. Good and Evil, being a wide circle of metal sur-",
        "name":  "Nonevil Characters",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In a lair of cold creatures, of hints. These should usually be rewards for making only the sorcerers will be able to muster enough successful skill checks. A puzzle about magic items fire spells to win. Using many of the same types of could require a Knowledge (arcana) check, for creatures drains a subset of the party’s resources instance. In all cases, a simple Intelligence check while never tapping into another subset. The heroes should give a hint of what type of puzzle the PCs face. need to ration resources, and that benefits those on You can also devise hints that require spells or class the receiving end of the PCs’ wrath. features, such as letting a cleric use his turn undead",
        "name":  "Make Them Dig Deep",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most challenges in spells that follow are must-haves for dealing with the this book are physical. When the char- brain-bending challenges in this book. You shouldn’t acters simply wish to bypass them, becoming less be disappointed when players use these spells to physical certainly helps. This spell and the more thwart the challenges herein. Instead, you should powerful wind walkare even more effective in these take magnanimous pride that your players are sharp cases than polymorph self and polymorph other. After enough to use resources so efficiently. all, changing into a bird won’t give a PC damage Clairaudience/Clairvoyance: Forewarned is fore- reduction 20/+1 and the ability to seep through armed, and this is one of the best ways in the game to cracks in walls. be forewarned. At higher levels, players should con- Invisibility: The challenges involving creatures are 5 sider foresight, scrying, and true seeingto get results that less effective if the creatures can’t find the characters. are even more reliable. Augury can be helpful, but Invisibility and its more powerful associated spells 620_88168 Bk of Challenge2d.qxd 4/18/02 10:34 AM Page 6 THE DM’S DIRTY LITTLE SECRET often can stop these encounters before the creatures cast per day. Reducing a creature’s size (say, from get started. Of course, some creatures in here can see Large to Medium-size), not only lowers its physical invisible characters, a fact those creatures might not ability scores, but could provide an interesting story reveal immediately. angle as well (for instance, a runt minotaur hoping",
        "name":  "Whether prepared or set into magic items, the Gaseous Form",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the various chest rests at the foot of the bed. A solve this crisis in a calm and villains, tricks, traps, puzzles, riddles, and other clothesline hung with laundry simple manner. Remember hazards that you bought this book for in the first stretches across the room. A table that these animals have not place. The encounters are organized by ELs; con- and chair occupy another corner. On yet become familiars. Thus, sult the Scaling the Challenge sections if you find a shelf above the clothesline, a hawk they are still animals (and not an encounter you like that is of an inappropriate flaps its wings and cries piercingly. A magical beasts). level for the PC heroes. Above all, use these en- set of open cages sits near the door. Animal Empathy can im- counters to make your D\u0026D® games more fun for A disheveled young man stands in prove the attitude of an animal everyone involved. the doorway, near the cages. He’s with a successful check (see calling to the hawk. the DUNGEONMASTER’s Guide). A FAMILIAR SITUATION Assume that the cat begins as (EL 1) hostile and the rest begin as The room was Eliat’s base of opera- unfriendly. Any animal whose Place this encounter near the entrance to a dun- tions for exploring the dungeon and attitude is adjusted to friendly geon, preferably one not far from a village, thorp, or the surrounding area. The sorcerer returns to its cage. hamlet. This encounter offers interesting noncom- made it comfortable. The door is nor- Animal friendship(Drd 1, Rgr bat possibilities for an adventure, since it relies mally locked with a very simple lock 1) can win the loyalty of a more on skill use, common sense, and problem (Open Lock DC 20), but Prufrock has single animal, but only if the solving than on combat. the key. The laundry is thoroughly caster actually wishes to be the A few weeks ago, a gnome sorcerer named Eliat dry, but the clothes are barely big animal’s friend. That’s unlikely went to the wizard’s supply shop in the nearest enough to fit a Small character. A to be the case in this situation. town. She wanted to buy an animal to become her Search check (DC 15) reveals the Animal trance (Brd 2, Drd familiar. They didn’t have any in stock at the time, room hasn’t been occupied for at least 2) effectively hypnotizes ani- so Eliat arranged for an assortment of animals to be a week. mals, making them easier to brought to a particular location. She didn’t tell the Creatures:Prufrock, the young man, manage. shopkeeper that the place was a dungeon she is focused on trying to recapture the Calm animals (Animal 1, planned to explore. creatures: a bat, a cat, a hawk, a rat, and a Drd 1) soothes and quiets The owner of the shop, Marina, received payment Tiny snake (a viper). the animals, rendering them in advance for five animals, directions to Eliat’s The bat hangs from the ceiling in docile. They neither attack nor base, and the key to her chamber. When she the far corner of the room. The cat flee, allowing PCs to gently acquired a set of very fine animals, she sent her stands on the bed, hissing and spitting. reach them and place them aide, Prufrock, to deliver them. He toted all the The hawkis up on a shelf 10 feet above into cages. cages into the area specified by the buyer, but he the floor. The rat has gotten into the Charm person or animal tripped as he was putting the last one down and fell chest through a small hole. The snake (Drd 2) makes a single animal across and onto the cages. His mishap opened or hides under the table. damaged all the cages, and the potential familiars dPrufrock: Male human Com1; hp regard the caster as its trusted friend. A charmed animal escaped. When the player characters arrive, they’re 2; 4 sp, 6 cp, fresh fruit, strips of meat, gladly returns to its cage. faced with a challenge: getting the animals back sunflower seeds. into cages unhurt. dBat:hp 2; see Monster Manual. Hypnotism (Brd 1, Sor/Wiz",
        "name":  "Now we get to the meat of this book",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As soon as the krenshars notice the They have started recruiting fellow brigands in approaching characters, they use their scare ability, hopes of forming a gang. So far, they have managed combined with a loud screech, attempting to frighten to attract only a few kobolds. off intruders. They don’t attack unless a PC attacks one of them or approaches within 5 feet. 1. Blocked Passage The PCs can use the Animal Empathy skill to This passage could be an old storm sewer under a city, calm the krenshars (with a –4 penalty, since the or just a dungeon corridor, depending on where you creatures are magical beasts). Alternatively, the have decided to set the encounter. The west half is PCs can use Diplomacy to calm the male krenshar, filled with rubble from a cave-in. Wooden posts every since he is used to hearing speech, though the 15 feet or so support the ceiling check suffers a similar –4 penalty. The male kren- A Search or Profession (mining) check (DC 10) shar begins with an indifferent attitude, but the shows that the cave-in is old, but the passage has been female starts as unfriendly. cleared and shored up recently. A Search check (DC The PCs may instead choose to use nonlethal 10) on one of the posts reveals that it is fairly fresh. A combat to subdue or capture the krenshar (see the dwarf or other character with the stonecunning racial Nonlethal Combat sidebar). Spells such as calm ani- trait gets a +2 bonus on such checks. malsand charm person or animaldon’t work on magi- Rubble completely blocks the passage north of the cal beasts. secret door. It takes a Search check (DC 15) to locate",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small pouch lies in a corner of the the secret door. cave, left there by some long-ago traveler. The PCs 2. Main Entry can find it with a Search check (DC 15). It holds 2 pp, 13 gp, 25 sp, and a garnet worth 100 gp. A secret door opens onto a corridor lit by a single If the PCs return the krenshar unharmed, the torch. An acrid smell, like coal smoke, hangs gnomes reward the PCs with 200 gp worth of goods or heavy in the air. At the corridor’s far end, you see a services. (No single item is worth more than 40 gp.) huge bas relief of a leering face, half demon and",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Jeeshank and his goblin cover (Search DC 10) that the planks aren’t secured minions enjoy a tactical advantage over the PCs. to the ropes—they only rest loosely without any Award 110% of the normal XP for any of them attachment. With a successful Search check (DC defeated here. 12), the character learns that there is nothing hold- ing the bridge together at the near end. In fact, the Scaling the Challenge entire structure seems to rest on only a single rope, EL 4: Give Jeeshank a level of barbarian, fighter, doubled back on itself at this end. The rope seems or rogue to make him a more formidable opponent. securely fastened to the posts deeply embedded in Alternatively, you can add four more goblins to the the bank. balconies. The rope is actually a rope of climbing. A detect magic EL 5: Add a second bugbear, or put a hungry dire spell reveals that it bears a faint magical aura. After 3 badger in the pit to attack any character who falls rounds of concentration, a spellcaster can, with a suc- inside. cessful Spellcraft check (DC 16), determine the aura EL 5: Add an acid trap to the pit, activated when to be of the Transmutation school. Jeeshank pulls one of the rusted iron rods (it’s actu- Creatures:An orc sits just inside the mouth of the ally a lever). When activated, the trap sprays acid on cave at the far end of the bridge, gaining three-quar- anyone in the pit. Jeeshank can activate the trap once ters cover due to the cave wall. Thanks to his dark- per round as a standard action. The trap holds enough vision, he can easily see the PCs on the other side. If acid for ten uses. characters can see that far, they might be able to spot 17 him (Spot DC 17, +1 per 10 feet of distance). If they 620_88168 Bk of Challenge2d.qxd 4/18/02 10:36 AM Page 18 ENCOUNTER (EL 3) beat this DC by 5, they notice that the orc holds one If the characters delay for more than 5 minutes end of a rope that runs toward the bridge. This is the or start crossing the river by any means other than rope of climbingthat forms the bulk of the rope bridge. the bridge, the first orc calls for the ogre and the A second orc is out of sight in the cave on the far second orc. side of the chasm, along with the orcs’ boss, an ogre. Treasure:The rope of climbing represents the bulk of dOrcs (2):hp 5, 4; see Monster Manual. these creatures’ wealth. Each orc carries 4d4 sp. The dOgre:hp 26; see Monster Manual. ogre has a pouch with 20 gp and 8 sp. In the cave, the",
        "name":  "Ad Hoc XP Adjustment",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As soon as a single character passes the orcs keep a stash of 20 javelins. midpoint of the bridge, the orc utters the command word that causes the rope to untie. Any character on Scaling the Challenge the bridge tumbles down into the chasm, suffering EL 5: Change the orcs to ogres. Give the ogre hiding 2d6 points of damage from the fall. A successful at the bridge a cloak of elvenkind(+10 on Hide checks). Reflex save (DC 15) allows a character to grab onto the EL 7: Give each of the orcs three levels of rogue rope of climbing, though the character still takes some (with plenty of Hide skill ranks) and the ogre three damage as he either slams into the side of the chasm levels of fighter. This version can be problematical (1d6 points of damage per 10 feet from the side) or because characters at this level are likely to have hits the bottom (if he was standing at the beginning plenty of access to flight magic, so they may easily of the bridge). The river isn’t deep enough to carry bypass the rope bridge. away a PC, but then again, it isn’t deep enough to soften the fall. Climbing up or down the chasm POOL OF ENDLESS requires a successful Climb check (DC 25). FROGLINGS (EL 3) At the first sound of trouble, an ogre and the second orc emerge from their cave. The orc carries six This time, the adventurers reach an intersection at javelins (for hurling at the PCs). The ogre carries a the end of a dungeon corridor. The pool in the Huge longspear (for attacking characters in the center is designed to serve as a security device, pre- chasm) and a Huge greatclub (for closer opponents). venting easy passage from one section to another. NNoo LLoooossee EEnnddss 2200 fftt.. 2200 fftt.. 2200 fftt.. 18 620_88168 Bk of Challenge2d.qxd 4/18/02 10:36 AM Page 19 ENCOUNTER (EL 3) closes. This door, and the others nearby, are made from 2-inch-thick iron (hardness 10, 60 hp, break DC 28) secured with well-designed locks (Open Lock DC 40).",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The remains of an unlucky dwarf A sliding stone door leads to this area. Read the fol- adventurer—a simple pile of bones and twisted lowing when someone enters. This area is plain stone, with a large capstan on either side. Each capstan is centered in a slightly raised alcove and has four wooden arms. Each arm FFrroogglliinngg LLaaiirr is carved with styled handgrips and tipped with silver caps. A 1-foot-wide stone balcony runs around the upper edge of the area, 8 feet above the floor. The balcony has twenty-three decorative stone sup- ports angled down to the walls. Centered above PPooooll each support, a stone gargoyle lurks, sitting atop the balcony and leering down into the chamber. The gargoyles are in varying stages of disrepair— chipped, faded, or eroded away. They have clawed feet and hands, with stone wings worn down from years of neglect. For a head, each of the gar- goyles has a closed fish mouth and blankly star- ing fish eyes. The capstans’ sole purpose is sealing and flooding the room. When either capstan is turned (requiring a Strength check against DC 10), the sliding stone 55 door closes and locks (Open Lock DC 30). Any SSccaallee iinn FFeeeett character adjacent to the doorway on either side may cross the threshold to the other side before the 22..55 door closes; this requires a successful Reflex save 21 (DC 18). 620_88168 Bk of Challenge2d.qxd 4/18/02 10:37 AM Page 22 ENCOUNTER (EL 4) dSnakes, Small Fiendish Vipers (4):hp 5, 4, 3, 4; see Monster Manual. Gargoyles CCaappssttaann WWaatteerr TTrraapp The twenty-three stone gargoyles are actually magi- cal constructs that create water at an alarming rate (more than 20 gallons per round each). At its stan- GG GG GG GG GG GG GG GG GG GG dard flow, the water fills the room at a rate of 1 inch GG GG per round. At double flow, this increases to 2 inches per round. Since the flow generated by the two cap- stans is cumulative, the maximum water flow is 4 inches per round. The spray of water from a gargoyle’s mouth varies GG GG from a gurgling stream to a powerful geyser. At GG GG GG GG GG GG GG GG GG normal flow, the water has no hazardous effect on those in the room. Treat any character within 5 feet of a gargoyle as being in rain (–4 penalty on ranged CCaappssttaann attacks; –4 penalty on Spot, Search, and Listen checks; GG GGaarrggooyyllee flames are extinguished, 50% chance if protected). If either capstan is generating double flow (meaning the room is filling at 2 or 3 inches per round), the stream from each gargoyle’s mouth 555 becomes a strong spray reaching 10 feet into the SSScccaaallleee iiinnn FFFeeeeeettt room. Treat this as if the characters were in a storm (ranged attacks are impossible; –8 penalty on Spot, 222...555 Search, and Listen checks; flames are extinguished, 50% chance if protected). If both capstans are generating a double flow sStone Door:6 in. thick; hardness 8; hp 90; AC 5; (meaning the room is filling at 4 inches per round), break DC 28. the spray from each gargoyle’s mouth turns into a powerful geyser. In addition to the effects noted for Left Capstan a 2- or 3-inch per round fill rate above, anyone The left-hand capstan turns counterclockwise. Each standing within 10 feet of a gargoyle suffers 2d4 turn represents a 90-degree rotation. The first turn points of subdual damage from the blast and must closes and locks the entrance to the chamber (as make a successful Strength check (DC 15) to avoid noted above) and activates the gargoyles. Each gar- being knocked down. If the check fails by 10 or goyle’s mouth opens, and a stream of water issues more points, the character is also stunned for 1 from it, spilling onto the floor (see Gargoyles, below, round and may begin to drown. Casting a spell in for specific effects). The second turn doubles the gar- these conditions requires a Concentration check goyles’ output of water. The third turn generates a (DC 10 + spell level). darkness effect centered on the capstan. The fourth Each gargoyle has hardness 8 and 60 hit points. turn returns the capstan to its original position and Damaging a gargoyle has no effect on the water flow, stops the flow of water (though the darkness remains though destroying one ends its effect. Unless the for the length of its 30-minute duration). PCs destroy several gargoyles in this manner, the effect on the water flow is minimal. Right Capstan The right-hand capstan turns clockwise, but other- Shutting off the Water wise functions identically to the left-hand capstan. A 5-foot-by-5-foot stone vent has been set in the The water flow generated by the two capstans is floor; it can be found with a Search check (DC 25) as cumulative. Unless both are at their starting position, a secret door. When both capstans have been the water continues to flow. returned to their original positions, the flow of water If both capstans are in the three-quarter position stops and the vent slides open, revealing a large iron (double flow with darkness), four gargoyles magically grate. The water drains away, its level dropping 1 summon Small fiendish vipers. Each snake slithers inch per round. As the last of the water swirls down 22 out of a gargoyle’s mouth and into the water. The the drain, the door unlocks with a loud “KA- snakes remain for 5 rounds or until slain. CHUNK,” and the sliding vent door closes. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:37 AM Page 23 ENCOUNTER (EL 4) The vent door can also be opened prematurely (that Ahead is a large iron door. It has no features except a is, while water is still flowing) with a successful Dis- message carved into its face in large letters. able Device check (DC 30), which leaves it stuck in the open position. sVent Door:2 in. thick; hardness 8; hp 30; AC 6; The message is spelled out in 2-inch block letters. It break DC 23. reads as shown in the illustration. The Large iron door has no handle Letter Addition Puzzles Scaling the Challenge or apparent lock. The opening mecha- This puzzle provides a trick EL 8: Instead of summoning Small fiendish nism for the embedded average lock where the players must realize vipers, the gargoyles summon water mephits (dura- (Open Lock DC 25) can be revealed by that a word can become an- tion 13 rounds). A water mephit has fast healing 2 depressing the correct block letter in other word when a letter is whenever exposed to rain or submerged up to its the message (see The Puzzle, below). added (CURE + S = CURSE). waist in water. However, unless the puzzle has been A letter can be added to or EL 10: Instead of spraying water, the gargoyles solved, any character attempting to subtracted from a word to spray flesh-eating acid. This deals 1d6 points of pick this lock suffers a –5 circum- make an entirely different damage per round of exposure, or 10d6 points of stance penalty (due to the lock being word. The letter can be added damage per round of total immersion (at least waist- partially blocked and concealed by the or subtracted at the front deep). In addition, the fumes act as an inhalant trap); a failed check triggers the trap (LAUGHTER to SLAUGHTER), poison (Fort DC 13, 1 Con/1d4 Con). effect (see below). the back (HARP to HARPY),",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of the block letters or anywhere in between can be depressed by touch. Touching any CURSE OF IRON (EL 4) (STRANGE to STRANGLE). letter other than the correct one (see You can add or delete multiple An iron door bears a sinister puzzle, as well as a The Solution, below) triggers a shocking letters, such as taking out the deadly response to those who can’t solve it. The door grasp trap (see below). The letter then entire middle of the spell suggests that a great treasure is beyond it. You can use pops back out to its original position. BLINDNESS to make another the treasure provided or devise another encounter to The mechanism detects as magical. spell, BLESS. occur on the other side. Sixty-nine separate Transmutation This encounter has both the (electricity) effects exist here (one for shorter word and the longer each letter other than the solution), all word in plain sight. The puzzle overlapping so that it is impossible to comes in when the message tell which letter is not trapped. Each is built around those words. letter in the trap can be disabled with a The obfuscation provided by separate Disable Device check (DC 26). the other words suggests that",
        "name":  "The Puzzle",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within the alcove, there’s a scattering Mimic Mouth (EL 5) of coins (100 gp and 200 sp) and a small handcrafted This mimic uses a bluff to divert the characters’ atten- locked box (Open Lock DC 25). The box is worth 75 tion from the pit in front of it. gp. It contains 3 small jet gems (worth 50 gp each) and a potion of truth. Ahead of you, the featureless stone wall is inter- Mimic Mirrors (EL 7) rupted by a large square of featureless wood, Two mimics lay a trap across from each other, helped perhaps a placard of some sort. A mouth forms by a special magic item. This encounter works best in in the center of the wood, and a deep voice a 20-foot-wide corridor. The description relies on a shouts in Common: “Greetings! Step up and light source—if all the characters use darkvision, hear my riddle! Great treasure awaits! Step up, adjust the text as necessary. one and all!” On either side of the hallway, an ornate frame on",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 racial bonus on attack rolls BBeedd against orcs and goblinoids; +2 racial bonus on Will BBeedd saves against spells and spell-like abilities; +2 racial BBeedd bonus on Fortitude saves against all poisons; +4 DDaarrkknneessss LLooww dodge bonus against giants; darkvision 120 ft.; CChheesstt WWaallll stonecunning; +2 racial bonus on Appraise checks and Craft or Profession checks related to stone or metal; +1 racial bonus on Listen checks and Spot checks; +4 racial bonus on Move Silently checks; immune to paralysis, phantasms, and magical or alchemical poisons; light sensitivity. Light Sensitivity (Ex): Duergar take a –2 circum- 55 stance penalty on attack rolls, saves, and checks in SSccaallee iinn FFeeeett bright sunlight or within the radius of a daylightspell.",
        "name":  "BBeedd Duergar Traits",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites:Craft Wondrous Item, tailor to the location where the encounter begins. Brew Potion, blindness/deafness, deeper darkness; Market",
        "name":  "Caster Level",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A gelatinous cube waits at the end of the While a gelatinous cube can’t operate the vast major- left-hand passage, 20 feet from the intersection. As ity of magic items, there’s no reason it can’t gain the soon as the portcullis crashes down, the creature effects of a potion it (accidentally) consumes. lurches toward the intersection to engulf its next meal. A character can use a lever behind the cube’s A 10-foot-wide shaft leads up from the corridor starting location to raise and reset the portcullis trap into darkness. (Strength DC 13). dGelatinous Cube:hp 58; see Monster Manual.",
        "name":  "Creature",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 20-foot-deep pit trap lies at the other end The shaft can lead anywhere you want—to another of the corridor (the end opposite the gelatinous level, another encounter, or even a secret exit from cube). Any character fleeing from the gelatinous the dungeon. cube is likely to fall into the pit. The cube follows Creature: In this case, a gelatinous cube has any fallen character right into the pit, automatically recently (within the last few minutes) devoured a 29 engulfing him. dwarven rogue named Beldok. Among the rogue’s 620_88168 Bk of Challenge2d.qxd 4/18/02 10:38 AM Page 30 ENCOUNTER (EL 5) possessions was a potion of spider climb, which the cube While pit traps are an annoyance for an adventuring has ingested along with Beldok’s remains. Now it party of nearly any level, after the second or third lurks 40 feet up the shaft wall, waiting for a character encounter with one, the average player simply rolls to climb up into it. Noticing the cube requires a Spot his eyes and searches his character sheet for rope to check (DC 15, +1 per 10 feet of distance). It’s likely pull out his clumsy companion. One solution to this the last thing that a climbing, levitating, or flying tedium is adding spice to the pit traps themselves. character expects to encounter in such a situation. A Spikes added at the bottom, secret doors leading to paralyzed character immediately drops down the secret rooms, and deadly water traps are just a few shaft (suffering 4d6 points of damage) unless under a ways to make pits more memorable. magical effect that allows him to remain in place. Solutions also exist outside the box, so to speak. (The cube would then engulf the character and Several of the encounters in this book make use of slowly dissolve him.) different kinds of vertical space. While a creative",
        "name":  "Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Other potions that might make a gelat- The simplest solution is reversing the usual. For inous cube encounter more interesting include jump example, instead of pit traps, why not ceiling traps? (imagine a gelatinous cube leaping a chasm to attack Watch the fun the first time the ceiling opens up and you), swimming (for aquatic encounters), endurance rocks fall on your heroes. Ceiling traps can be deadly (more hit points), bull’s strength (bonuses on melee (the classic splash of hot oil), or just annoying (the attack and damage rolls), levitate(for chasing a charac- not-so-classic flood of warm molasses). Having ter up a shaft), fly (for pursuing airborne characters), hidden doors in the ceiling allows monsters to hide protection from elements, haste,and heroism. above the characters, dropping down on them when the time is right. For creatures without the ability to Multiple Cubes (EL variable) fly, try adding balconies, or have creatures hide on While cubes are traditionally found singly, the mad the ceilings of high caverns. wizard who designed this deathtrap used several in Even in your imaginary setting, the sun rises into the deepest sections of his castle. He designed a the sky and the water flows downhill. Don’t forget to system of rooms connected by wide corridors that include “up” and “down” in your encounters as well. invaders would certainly use, then built a series of thin secret passages for his own travel. Several Scaling the Challenge cubes patrol the wide corridors, feeding off rats and +2 EL: Fill the bottom 10 feet of any of the pits fighting over any adventurers not fortunate enough described above with water. A paralyzed character to discover the secret routes. can’t hold his breath and automatically begins to If you want to make this encounter deadlier, you drown. Award 200% of the normal XP for such an could also stack two cubes together. Characters who encounter. maneuver to the far side of a corridor find their plans to flank quickly spoiled. For that matter, put one WATERY GRAVE (EL 5) gelatinous cube on either end of a corridor and give the creatures a flanking bonus. This otherwise peaceful pool of water offers a treas- ure, but the price is high. Familiarize yourself with Adventuring in Three Dimensions the Drowning Rule in the DUNGEON MASTER’s Guide One of the most overlooked directions in the typi- and the Underwater Movement and Combat section cal DUNGEONS \u0026 DRAGONS® campaign is, well, any before running this encounter. A group’s chances of one other than horizontal. Characters walk the survival improve with access to water breathing, fly, halls of dungeons and run around the courtyards of and freedom of movement. castles, while players move miniatures around a flat surface (usually a tabletop). Players (and even DMs) Phosphorescent fungus lights the cavern ahead, often forget that challenges can come from any illuminating a round pool of clear, stagnant water direction, not just from down the hallway to the about 60 feet across. Kelp floats on the water in left or the 10-foot-deep pit trap up ahead. Some places. Midway across, a scroll tube floats aimlessly. monsters fly, and some characters respond by using magic to fly as well. Despite this, most encounters in the course of an evening’s adventures take place The characters might try any of a number of methods 30 in two dimensions. for reaching the tube, such as swimming, flying, The common pit trap is the only vertical encounter water walking, or more extreme methods. Alterna- that’s likely to appear in every campaign or adventure. tively, they might try to retrieve the tube in other 620_88168 Bk of Challenge2d.qxd 4/18/02 10:38 AM Page 31 ENCOUNTER (EL 5) 20; Disable Device DC 20. Its components include three parts, listed below. sKelp Rope: 1 in. thick; hardness 0; hp 2; AC 5; WWaatteerryy GGrraavvee break DC 23. sIron Winch:2 in. thick; hardness 10; hp 20; AC 5; break DC 26. sSticky Wooden Scroll Tube: 1 inch thick (hollow); hardness 5; hp 10; AC 9; break DC 13. The SSiiddee VViieeww sea scum is as adhesive as a tanglefoot bag (see Chapter 7 of the Player’s Handbook), though it has no entangling capability.",
        "name":  "Variations",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agnetha, a sea hag, is concealed in kelp on the bottom of the pool. Her current posi- tion (at SHon the map)is completely out of sight of the entrance to the cavern, though PCs above or on the other side of the pool may have line of sight to her. The kelp and murky water give her total con- cealment from anyone more than 30 feet away and OOvveerrhheeaadd VViieeww 55 SSccaallee iinn FFeeeett three-quarters concealment at any distance less than that (Spot DC 19 to notice her). Directly above 22..55 her (at the tube’s location), this concealment falls to one-quarter (Spot DC 15 to see her). dAgnetha: Sea hag; hp 22; see Monster Manual. SSccaallee iinn FFeeeett 2200 She wears a cloak of Charisma +2. Her chosen Craft skill is weaving (+4). 1100 Tactics: Assuming all goes as the sea hag plans and a PC becomes stuck to the tube, Agnetha attempts to get the victim’s attention from her posi- ways, such as by roping it with a lasso or net (treat the tion (Spot DC 12 to notice her, since she’s no tube as AC 9) or manipulating it with magic. Note longer hiding). Her horrific appearance forces the that neither unseen servantnor mage handcan retrieve PC to make a Fortitude save (DC 12, including her the tube, since it’s attached to a rope (see below). No heightened Charisma bonus) or suffer 2d8 points matter what method they use, once someone comes of Strength damage. Regardless of the effect, she in contact with the tube (even indirectly, such as by a then releases the rope so that the winch can drag rope or net), the action begins. the PC down into the water (see Trap, above). If the",
        "name":  "SSHH Creature",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone passing through this space triggers a In this variant rule, that de- pair of shatterspells centered on the two walls. (These If the characters have sufficient light pends on the amount by traps are currently disabled.) or specialized vision to see the bottom, which you beat the DC. Check aShatterTraps (2): CR 3; shatter, 3rd-level cleric, they can note that spikes line the pit the paragraph below that cor- nonmagical crystal and glass objects are smashed); floor. responds to your margin of Search DC 27; Disable Device DC 27. There’s one Trap:Normally, a trapdoor covers this success for the check result. trap on each side of the corridor. pit. After the trap resets, any character 0–3:The next time the trig- stepping in the marked space triggers ger would spring the trap, it 6. ScareTrap (EL 3) the pit. (It is currently disabled.) doesn’t. After that, however, aSpiked Pit Trap (80 ft. deep):CR the trigger operates nor- Both walls of this passage bear additional scorch 5; no attack roll necessary (8d6) and +10 mally, and another Disable marks. melee (1d4 spikes, each 1d4+5 ; Reflex Device check is required to DC 20 avoids; Search DC 20; Disable disarm it again. The scorch marks are the result of a lightning bolttrap Device DC 20. 4–6:You messed it up. The at area 7. A successful Spellcraft check (DC 18) identi- trap won’t work again until it’s fies this effect and determines that the bolt came 10. Whirling Blade Trap reset. If it’s a trap that resets from farther along the corridor. (EL 6) automatically, use the next",
        "name":  "Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The giants have left behind or lost most Most of the walls are made of 1-foot-thick hewn of their valuables in the course of their adventures. stone (hardness 8, hp 180). Walls indicated with Each one carries d% sp, 3d12 gp and 1d4 gems worth dotted lines are 3-inch-thick walls of stone(hardness 10 gp each. Should the DM want the characters to 8, hp 45). return to the giants’ lair, the DUNGEONMASTER’s Guide All the objects in this environment are animated provides random treasure tables. by the magic of a ravid trapped in the center of the",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dwarves left treasure in the other maze-thwarting spells. For these power- armoires when they trapped the ravid. One armoire houses, include teleportation circles that pop PCs holds 3,000 sp. Another has 700 gp and three 10- around the maze, illusory walls, impenetrable dark- pound gold idols worth 400 gp each. The third has a ness to confound measurements, and shifting pas- helm of comprehending languages and reading magic and sages that change after PCs have walked through a suit of +1 half-plate. them. Triggered maze spells can also confuse PCs",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After the PCs deal with the mephits double-check the grid, and give the puzzle to your who live here and drain off the lava, they can find players (with or without the blank grid, depending the secret trapdoor (Search DC 20) in the northwest on how nice you feel). corner of the top of the pyramid. This conceals a small compartment that holds a ring of wizardry(I). FOOL ME ONCE (EL 7) Scaling the Challenge By the time characters are ready for an EL 7 EL 4: Remove the magma and steam mephits and encounter, they should be accustomed to all sorts of halve the damage inflicted by the traps (making them movement-enhancing spells and items. They’re prob- CR 3 and 2, respectively). ably skipping up and down walls using slippers of EL 6: Remove the steam mephit and halve the spider climbing, and their spellcasters may routinely damage inflicted by the traps. avoid touching the floor by using fly and levitate EL 8: Add another fire mephit. spells. This little encounter is just for them. EL 9:Add another mephit of each of the three types. Adjust the following description based on the char- acters’ light or specialized vision. Designing Logic Problems",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " The only exit from this area is a 10-foot-by-10-foot Winnow down many possibilities to one correct vertical shaft that extends roughly a hundred feet answer. A simple logic problem requires making upward. sense of a single complex statement of relationship. Figure out what relationship you want between the elements in the problem. Find a roundabout way to Ascending the rough rock walls of the 105-foot- describe the relationship. Then test all possibilities long shaft requires a Climb check (DC 25). The until you’re sure only one can be right. shaft isn’t narrow enough to be considered a chim- A more complex logic problem such as the one in ney, but a character can climb in a corner where this encounter involves multiple statements of a she can brace against perpendicular walls (thus complex relationship. Think of what the logic reducing the DC to 20). Two traps threaten to puzzle will be about, and then select some appropri- punish unwary or cocky characters. ate variables on which the puzzle will turn. For the Trap:A glyph of wardingwaits 60 feet up the shaft; if puzzle here, the elements are the colors (like blue), triggered, it casts dispel magicon the surrounding area the activities (like raising the portcullis), and the as a 16th-level caster. This spell affects all magical sounds (like the gong). effects within 30 feet of the glyph.",
        "name":  "Design a logic problem as you would solve one",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; area dispel magic, caster allowing for all the possibilities to meet each other level 16th; multiple targets (all targets within a 30-ft. (in this case it’s color-and-activity, activity-and- radius); Search DC 28; Disable Device DC 28. sound, and color-and-sound). Here’s one version. Trap:A greater glyph of wardingis hidden 100 feet up the shaft; if triggered, it casts an antimagic field spell Red Blue Gong Bell centered on the glyph. This suppresses any spells or magical effects within a 10-foot radius of the glyph’s Portcullis location. Once triggered, the antimagic field lasts for Moat 160 minutes.",
        "name":  "Then lay the possibilities into a solving grid aGlyph of Warding",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The troll has moved the last remnants For adventurers, a well-stocked magic shop is the of whatever this space was used for under the stairs. Holy Grail. They continually search for an oasis The heroes can find a well-crafted darkwood ban- where they can turn their cumbersome gold pieces quet table with intricately carved gargoyle leg sock- into . . . well, the Holy Grail. After this encounter, ets and two removable leaves. The only chair left is they’ll still be searching. at one end. It smells of troll, but it’s made of match- This encounter should take place in a dungeon ing darkwood with complicated designs. The set is room, preferably in an area that isn’t a constant battle- worth 1,500 gp. ground. Chuk’s Magik Shoppe is a traveling store where the curious and gullible flock to purchase Strange Bedfellows items of wondrous and considerably overstated Dungeon Masters often use the Monster Manual the power. It’s a traveling store because Chuk’s not a big same way they use dictionaries. They open it up to fan of repeat customers—since they usually bring the check the statistics of a troupe of orcs or pack of local constabulary with them. As a thief and a con gorgons the same way you would use a dictionary man, Chuk works only for himself. In a strange way, to check the spelling of “porcine” or “petrification.” Chuk’s Magik Shoppe can be seen as a natural part of However, just as the dictionary can’t teach the best the highly unnatural dungeon ecology. way to put words together in everyday speech, the Chuk’s bat familiar, Very Sharp Fang, hangs out in Monster Manual doesn’t tell you which combina- the corridor leading to the Shoppe. She darts inside tions of monsters work well in encounters. With when she sees potential clients (or victims) coming this in mind, don’t limit your “syntax” to single (Spot DC 22, +1 per 10 feet of distance, to notice her). monsters. Combining them can make for some interesting alternatives. A sign on the open door reads “CHUK’S MAGIK Troll and Pets, which features a hermitlike troll and SHOPPE.” There’s a maze of counters and display his pet rust monsters, is only one combination of tables inside, all with potions, wands, and other many that can be created with careful planning. Crea- goodies locked under glass. A hirsute bugbear tures with powers that complement each other are toils behind a counter. He wears a wizardly especially good choices, such as the vampires and apron sporting crude stars and moons appar- nightmares in Dark Hunt (an EL 13 encounter later ently drawn by a child. in this book). Few rules need to be followed when mixing monster types, as long as you can create plau- sible reasoning behind your choices. Creatures:An apron-wearing bugbear stands at the In general, stronger creatures bully or control point marked C. This is Chukt’yuktuk, or “Chuk” to weaker creatures. This situation might change if the nearly everyone. Tables and counters surround his weaker creature is significantly smarter, such as a position. Some overzealous adventurers may simply cunning imp leading an uneducated hill giant. Very attack him on sight; for these characters, consult the powerful creatures do not usually ally with other Tactics section below. The bugbear welcomes all creatures but may still use them as minions, pets, others into his boutique. When alerted, he greets the and slaves. Powerful creatures, on the other hand, PCs with an affable, rumbling voice. often have enough resources to get what they want and survive on their own. “Welcome t’ Chuk’s Magik Shoppe! We got oceans When creatures work in tandem, each should o’ potions, wads o’ rods, rolls o’ scrolls, waves o’ have its own motivation. Those motivations could be staves, an’ factories o’ phylacteries! If it’s magic an’ similar, but it makes for a short companionship if it ain’t on you already, we got it at Chuk’s!” their needs aren’t met. For example, a drider and a hill giant may form a temporary alliance to drive off inhabitants of a small village that has been unknow- This statement, while full of the promise of sloga- ingly built on a system of caverns. In this case, the neering, nonetheless falls short of the truth. See the drider gains a new lair and the giant gets valuable Treasure section for more details. treasure, along with the village’s herd of cattle. The Chuk’s three bugbear lackeys, Crusher, Skinner, two may never work together again, or they may and Boyle, wait in the backshop at the points team up to raid a small dwarven mining village down marked B. They’re here to help in the back of the the road later that month when the cows run out, no shop by crushing, skinning, and boiling potion 47 doubt leading to another unusual encounter for the ingredients. They’re also especially good at removing player characters. dead bodies. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:42 AM Page 48 ENCOUNTER (EL 8) dCrusher, Skinner, and Boyle: Male bugbears; hp 18, 16, 14; see Monster Manual. dVery Sharp Fang: Female bat familiar; CR —; CChhuukk’’ss MMaaggiicc SShhooppppee Diminutive magical beast; HD 8; hp 18; Init +2; Spd 5 ft., fly 40 ft. (good); AC 19, touch 16, flat-footed 17; Atk —; SQ Blindsight, improved evasion, can deliver touch attacks, can speak with master; SV Fort +2, Ref +6, Will +7; Str 1, Dex 15, Con 10, Int 8, Wis 14, Cha 4. BBB BBB BBB",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dungeon-based shop loaded with magic items and evil proprietors makes a tempting CCC target for attack by adventurers. Chuk moves often to avoid this very situation. When hostile cus- tomers do come calling, he has a plan. His three assistants run from the back of the store, down the corridors, and through the curtains to attack. Chuk grabs whatever actually works and launches magic missile after magic missile. He gets three-quarters cover behind his displays. His goal is to escape with his magic items and his accomplices, in that order. If all else fails, a secret door out the back way can help him survive.",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " SSccaallee iinn FFeeeett 55 They may become unwilling contributors to the Magik Shoppe’s wares. In that case, Chuk and his 22..55 assistants follow the PCs to determine if they have enough magic items to be worth attacking, but not enough magic items to thwart the attack. When they dChukt’yuktuk: Male bugbear Wiz5; CR 7; have the advantage, the bugbears launch a clever Medium-size humanoid; HD 3d8+3 plus 5d4+5; hp ambush, most likely involving several magic missiles. 37; Init +1; Spd 30 ft.; AC 17, touch 11, flat-footed Treasure: Chukt’yuktuk sells a few items picked 16; Atk +5 or +4 melee (1d8+2, morningstar or up as part of his rather violent travels, but mostly 1d6+2, javelin); SQ Darkvision 60 ft., familiar bene- offers two things he can make himself: scrolls and fits; AL CE; SV Fort +3, Ref +5, Will +5; Str 15, Dex potions. He keeps the scrolls in his possession. All 12, Con 13, Int 11, Wis 10, Cha 14. other items are locked in a case (Open Lock DC 25;",
        "name":  "Adventurers may meet Chuk in another capacity",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When an item fails Making a Deceitful Sales Pitch in its purpose, the customer wants the ability to Occasionally, your job as Dungeon Master calls for return the item for a refund or trade-in. An unscrupu- you to sell your players on believing one thing when lous salesperson knows that the warranty is meaning- the truth represents another. The following conceits less if the customer can’t interact with the purveyor are tried-and-true sales pitch techniques that are usu- again. If the purveyor moves and cannot be found, ally illegal in modern society. Nonetheless, you can the transaction is complete at the moment of sale. If use them in a variety of encounters. They’re useful the customer can’t return to the purveyor (say, if the not only in this case, but also with deceitful NPCs promised teleportation device doesn’t bring the cus- and situations that are not as they seem. Chuk, the tomer back after a thousand-mile trip), the transac- bugbear in this encounter, uses all these tricks if he tion is also a one-time exchange. This is the genesis of thinks his profits will swell. the business principle caveat emptor, which generally The Old Bait-and-Switch: A bait-and-switch means that without an enforceable warranty, the offers an item for sale, but when the item is buyer takes the risk. requested, the customer is told that the item is not The Loss Leader:This legal technique is nonethe- available—and another one is. This plays upon the less easily abused. A loss leader is an item that’s sold at customer’s desire to buy something, even if it’s not a loss to encourage further purchases at a profit. If the what was desired. When characters are told that buyer assumes further purchases have the same terms something is within their grasp, they might still be of transaction as the loss leader, the sale is duplici- happy when they receive something else. Then tous. Poker and pool players have seen this many again, they might not, especially if it is perceived to times: A shark loses a first game to entice an unwary be of lesser value. A DM using a bait-and-switch player in, but when the stakes rise, the shark’s true should paint the reward acquired in the best pos- ability surfaces. In a dungeon, if a party defeats a sible light. For example, if the characters believe group of orcs easily, they may be caught off-guard they are hunting a lich, when in fact, they have when the next group of similar-looking orcs includes defeated a skeleton dressed up as a lich, have the a few 5th-level barbarians. local townsfolk hail them as lich-killers—even if the real lich gets away to plot its revenge. DROPPING LIKE A STONE",
        "name":  "The Unwarranted Warranty",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A salesperson offering some- (EL 8) thing for nothing may well be offering nothing for something. An item that appears to be free often is This clever environment explores a symbiotic rela- either worthless or has a hidden cost (usually one tionship between two radically different types of that’s quite high). This plays on the instinctive monsters. Fly, remove paralysis, and freedom of movement human nature to take something that appears to be can all help characters in this encounter. free. Those falling for this scam frequently ask, “What’s the catch?” This is a can’t-miss opportunity The cavern ahead is divided by a gaping chasm. You for the salesperson, because once the victim can see a passage along the wall on the other side. believes she’s discovered all the hidden costs, she almost always makes the deal. For example, a char- acter never leaves a magic item alone if she finds it Creatures: Three gargoyles perch at the points unattended in the middle of a corridor. It may well marked with a G. They wait motionless, blending be a monitoring device to keep tabs on the heroes, with the worked stone of the cavern. Noticing any or a cursed item, or even a deathtrap. More impor- of them requires a Spot check (DC 27, +1 per 10 feet tantly, though, it’s free. of distance). 49",
        "name":  "The Hidden Cost",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nothing happens when a character walks rune-scribed armband worth 500 gp. into an empty room. If a nongenie walks into the The chest contains 800 gp, 3,100 sp, a small room with the chest, it immediately teleports to one leather pouch, and a small, unlocked brass box. The of the other two rooms (determine randomly). The pouch contains 10 pieces of lapis lazuli (worth 50 two remaining rooms (other than the destination of gp each) and a 500-gp diamond. The box holds four the chest’s teleportation) each explode with a blast of sticks of phosphor, a crystal prism, 4 ounces of fire. This process repeats anytime someone attempts alkaline salt, and a brass key that fits the good lock to enter the room with the chest. inset in the brass box. To solve the jann’s puzzle, a character must stand A successful Search check (DC 18) finds a piece of in the destination room of the chest’s teleportation. parchment spread flat against the underside of the This means a scapegoat must then enter the area lid. This is actually an arcane scroll of identify, knock, with the chest, or the characters must somehow and arcane lock. drag the chest over the threshold. If someone is Secure Door-Knocker: Whenever the door-knocker is already in the room when the chest teleports there, attached to a wooden door, that door is sealed with he or she may then open the unlocked chest without arcane lock. Striking the knocker suppresses the arcane further incident. Anyone else who enters triggers lock for 1 minute and sends a mental alarm (as the the trap again. alarm spell) to any creature attuned to the knocker Attempting to remove the chest results in the same (up to five creatures that must be selected when the events. Just as the chest crosses the threshold of the knocker is installed). 52 archway, it teleports back into an empty room, and a Caster Level:5th; Prerequisites:Craft Wondrous Item, blast of fire fills each of the other two areas. alarm, arcane lock, knock;Market Price:2,000 gp. aFiery Trap: CR 5; 5-ft.-radius blast of fire (6d6 620_88168 Bk of Challenge2d.qxd 4/18/02 10:43 AM Page 53 ENCOUNTER (EL 8) Scaling the Challenge The images of undead cover every surface, except for EL 6:Reduce the number of jann to 2. a 10-foot-wide stretch of floor along the east and west EL 10:Increase the number of jann to 8. walls. The 70-foot-by-70-foot area of the floor deco- rated with the mosaic is magically trapped. Detect magic reveals that every 10-foot-by-10-foot area bears WARDING OF THE DEAD an aura of Abjuration magic. The aura is faint for the (EL 8) glyphsand moderate for the greater glyphs.",
        "name":  "Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The safest path through here is to start Increasing the EL by raising the deadliness of the on the skeleton glyph on the west side or the traps themselves isn’t the most effective method of zombie glyph on the east side. An unbroken path altering this encounter. That’s because the same goes through nothing but the less problematical methods the PCs use to bypass it at EL 8 also work skeleton and zombie glyphs. at higher ELs. Thus, they would just be getting more Undead look similar to each other, so the PCs must XP for the same work. make their own interpretations of what the mosaic tiles represent. A successful Knowledge (arcana) A LIGHT IN THE DARK check (DC 15) gives a PC the version of the mosaic (EL 9) with the names of the undead on it. Read magicallows a PC to identify a glyph of warding with a successful This complex mechanical trap serves as a lair for Spellcraft check (DC 13). Identifying the glyph does creatures who can take advantage of it. Thoughtful not discharge it and allows the PC to know the basic parties may approach the trap like a puzzle and deal nature of the glyph (version, type of damage caused, with it quite effectively. Very cautious parties may and which spell is stored). just grab the treasure and run, trying to avoid a",
        "name":  "Solution",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This minor trap warns the dryad and nymph that intruders are approaching. If it is not set Creatures: The dryad, Alphesiboea, and the off, the two do not know of the PCs’ presence. If the nymph, Amarantha, are engaged in conversation. If honey hits a character, three other forest creatures they didn’t hear the trap go off, they each suffer a –5 dive on the PC from a nearby tree. These three rac- penalty on Spot and Listen checks to notice the PCs coons are after the sweet treat, not a fight. If the PC due to their inattention. A few feet away, Alphesi- swipes at one, or even shakes violently, the raccoons boea’s Huge oak tree towers majestically. Amarantha’s run away. If cornered or struck, a raccoon bites before use of a divine scroll has awakened it. running, chittering all the way. dAlphesiboea, Dryad: hp 8; see Monster Manual. 60 dRaccoons (3): hp 2 each; see Monster Manual dAmarantha, Nymph: hp10; see Monster Manual. (use weasel statistics). Amarantha’s Prepared Spells (6/5/4/3/2); base DC 13 + spell level): 0—cure minor wounds (×3), detect 620_88168 Bk of Challenge2d.qxd 4/18/02 10:44 AM Page 61 ENCOUNTER (EL 9) magic, detect poison, light; 1st—cure light wounds, The dryad and nymph know of a treasure buried entangle, goodberry, obscuring mist; 2nd—charm person along the lake. If their attitude becomes helpful, they or animal, speak with animals, summon swarm; 3rd— tell the PCs of its location in area D. They recommend cure moderate wounds, plant growth; 4th—summon following the lakeshore until they find peace. They nature’s ally IV. elaborate by giggling at their own cleverness. dAwakenedTree: Huge animated object; hp86; see Treasure: The dryad and nymph have stashed their Monster Manual. Spd 20 ft.; SA Constrict (vines); SQ combined treasure in the upper branches of Alphesi- Hardness 5; Int 11, Wis 8, Cha 12. boea’s tree. In a large sack sewn from leaves are four",
        "name":  "Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the magic items noted Scaling the Challenge above, Lachesis wears a necklace strung with emeralds EL 7:Reduce the number of assassin vines to one. (worth 700 gp) and Jaide wears a jade comb (worth EL 10: Give each pair of ladies a protector. A 480 gp). shambling mound aids the fey, while a gray render serves the green hag and lamia. D. The Bitter Trap (EL 6) The illusory hill giant prompts this assassin vine WATCH YOUR BALANCE ambush. It takes a successful Spot check (DC 20) to (EL 9) notice the vines before they attack. Anyone with Wilderness Lore or Knowledge (nature) can use This deadly corridor features a classic trap, then cou- those skills instead of Spot checks to notice the ples it with creatures who are intelligent enough to plants. When a PC attacks the hill giant, read the fol- exploit it. The encounter is especially deadly to char- lowing text. acters who insist on rushing ahead of the rest of the party, especially if their comrades aren’t able (or will- ing) to attempt a quick rescue. Strangling vines writhe around the sides of the giant and reach out with what appear to be humanoid hands. The wide corridor ends in a “T” intersection with passages leading off to the left and right. Each arm of the “T” is perhaps a half dozen paces long,",
        "name":  "Treasure",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nonmagical fire (including alchemist’s fire) 200 feet. A creature in perfectly clear water has one- does not burn underwater. Spells or spell-like quarter concealment at 50 feet (10% miss chance), effects with the Fire descriptor are ineffective one-half concealment at 100 feet (20% miss chance), underwater unless the caster makes a successful three-quarters concealment at 150 feet (30% miss Spellcraft check (DC 15 + spell level). If the check chance), and nine-tenths concealment at 200 feet succeeds, the spell creates a bubble of steam instead (40% miss chance). Beyond 200 feet, the creature has of its usual fiery effect, but otherwise the spell total concealment (50% miss chance) and opponents works as described. Supernatural fire effects are cannot use sight to locate it. ineffective underwater unless their descriptions Water that isn’t as clear obscures vision at a shorter state otherwise. distance, and creatures in it are concealed at a shorter The surface of a body of water blocks line of effect distance. Creatures have one-half concealment at half for any fire spell. If the caster has made a Spellcraft the given distance, nine-tenths concealment at the check to make the fire spell useful underwater, the given distance, and total concealment beyond that surface still blocks the spell’s line of effect. For distance. For example, if murky water limits vision to example, a fireballcast underwater cannot be targeted 40 feet, creatures have one-half concealment at 20 at creatures above the surface. feet, nine-tenths concealment at 40 feet, and total",
        "name":  "Fire",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +12, Spot +17. soon as they view the combat. Neither the xorn nor rules gave it good hit points Improved Grab (Ex): If the creature the gray render are flat-footed, since they’re already (15d8), a great attack bonus hits with its bite, it deals normal damage in a fight. The xorn and gray render battle each (as fighter), and three good and attempts to start a grapple as a free other exclusively unless the characters interfere. saves, making it significantly action without provoking an attack of If the characters simply watch the fight, the xorn tougher as well. The extra opportunity. Unless otherwise stated, dispatches the gray render in 5 rounds (taking 120 feats are incredibly handy. improved grab only works against oppo- additional points of damage in the process). She The extra skill points don’t nents of Large size or smaller. The crea- then takes the remaining treasure and burrows mean much in this encounter. ture has the option to either grapple through the floor, never to return. This merits a CR 2 increase, normally or use its jaws to hold the oppo- The xorn defends herself against any new threat as so it’s now CR 10. Tripling it nent. Each successful grapple check it appropriate, but the gray render focuses completely would probably result in an makes during successive rounds automati- on the xorn until it is dead. If the PCs continue to increase of 4, to CR 12. cally deals bite damage. fight the gray render after they help it defeat the The gray render in the Mon- Rend (Ex):If the creature gets a hold, it xorn, the gray render attempts to pick up the ster Manualstarts out as a CR latches onto the opponent’s body and tears mephit’s body and flee. If the characters manage to 8, 10-HD monster. We applied the flesh. This attack automatically deals initiate dialogue with the gray render (almost cer- the monster advancement an additional 3d8+9 points of damage. tainly with magic), it wants nothing more than to rules to advance it to 30 HD. Scent (Ex): The creature can detect make its “friend” come back. This tripled the number of Hit approaching enemies, sniff out hidden Treasure:The PCs can find 9,000 gp worth of vari- Dice. The creature focuses on foes, and track by sense of smell. ous gems among the dead mephit’s rock collection. simple melee. It gained great",
        "name":  "Skills",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +22, Intuit Direc- wait, the easier the fight becomes for them. tion +30, Knowledge (geography) +7, Knowledge (minerals) +31, Listen +32, Move Scaling the Encounter Silently +30, Search +34, Spot +36; Alertness, EL 8:Use a normal gray render and elder xorn. 78 Cleave, Combat Reflexes, Great Cleave, Iron Will, EL 10:Use a double-HD gray render (20 HD, CR Lightning Reflexes, Multiattack, Power Attack. 10) and the elder xorn detailed above. 620_88168 Bk of Challenge2d.qxd 4/18/02 10:47 AM Page 79 ENCOUNTER (EL 11) Unless the PCs have a light source, the area RELEASE THE HOUNDS remains dark. Many thick, short chains are clus- (EL 11) tered throughout the area. They hang from the 15- This encounter relies on the presence of antimagic foot-high ceiling, dangling down to a height of 5 zones. The rules for antimagic can be found in the feet above the floor. Four kytons hide near the ceil- DUNGEON MASTER’s Guide. Perhaps the zones were ing; they can see perfectly well in the darkness. The placed here as part of an ancient sorcerer’s lair, or dangling chains they cling to give them a +6 cir- maybe a high-level fighter commissioned them to cumstance bonus on their Hide checks (average help his pet wolves guard his abode. Whatever the result 16). reason, they are the real obstacles the characters The 10-foot-long hanging chains must overcome to defeat the opponents. The don’t touch one another, and none of Using Antimagic Zones encounter also features a pitched battle with many them are moving. However, they pro- Antimagic zones seem like an foes coming from multiple directions. The DM vide one-quarter cover (+2 AC, +1 easy solution to controlling must be comfortable with keeping track of many Reflex saves) against any Medium-size high-level characters, but like monsters simultaneously when running this scene, or larger upright creature. They provide any other tactic, they should as well as the rules for flanking and reach. no cover against smaller opponents, be used in moderation. Char- The characters may enter this area through prone opponents, or long Medium- acters presumably earn the either entrance. When they first enter, read the fol- size or Large opponents (such as the magic items they possess, so lowing text. dire wolves featured later in the throwing antimagic zones at encounter, all of whom can attack them every time you want to under the chains). The thick scent of wet fur emanates from this dark toughen up an encounter can",
        "name":  "Skills and Feats",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 2; +10 melee ing. If antimagic were easy to obtain, every fortress would (3d6); Search DC 28, Disable Device be covered in it to prevent DC 20. Once the portcullis drops, magical invasion. Use unique characters can’t use Disable Device to KK circumstances, such as a defeat it. puzzle or trap, and give the",
        "name":  "KKyyttoonn aanndd HHoouunnddss aPortcullis Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Four kytons roam these players a way to circumvent it. halls, each hiding in one of the DD Players feel much less manip- antimagic zones. Six dire wolves prowl ulated if the zones are used through the cells. DKytons (4):hp 44 each; see Monster to accent a tough encounter, DD instead of being the sole Manual. One carries a potion of climbing. DD KK DD DDire Wolves (6): hp 44 each; see reason for its design. Monster Manual. KK",
        "name":  "DD DD KK Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After a kyton springs the trap, the dire wolves move to surround (and flank) the characters KK==KKyyttoonn as best they can, using scent to locate hidden or AAnnttiimmaaggiicc ZZoonneess DD==DDiirree WWoollff invisible characters. They prefer to fight in the antimagic zones, using their trip attacks to keep opponents off-balance. SSccaallee iinnFFeeeett 55 Any character who remains outside the antimagic zones is subject to the kytons’ animated chain 79 22..55 attacks. Each kyton can attack with any two chains within 20 feet, and each chain can extend up to an 620_88168 Bk of Challenge2d.qxd 4/18/02 10:47 AM Page 80 ENCOUNTER (EL 11) ZYPHUR’S CRYPTIC SPELLBOOK (EL 11) This spellbook belonged to a wizard with an odd method of organizing his spells. Zyphur had one spellbook that contained all his six-letter spells, a second one with spells that contained Roman numer- als, and yet another for spells whose words all began with the same letter (like obscure objectand sepia snake sigil). The spellbook detailed here is another of his off- kilter books, with a lethal trap for those who cannot decode the instructions for opening it. A large dragon with scales of burnished brass and mottled green wings stands on its hind legs with one front claw on its chin. Its puzzled expression seems to be prompted by a book that rests near its feet. A thin wisp of smoke issues from the frus- trated wyrm’s snout.",
        "name":  "Tactics",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; cone of determines that the tome is a spellbook, a bardic the substitutions randomly, as prismatic spray(see the spell in the Player’s knowledge check (DC 30) might allow the character in the spell list above. In a Handbook); variable save (see spell, DC to remember stories of a wizard named Zyphur who random substitution, A might 20); Search DC 32; Disable Device DC had odd methods of organizing his spellbooks. Adju- equal V, B might equal J, and 32. When the prismatic spraytriggers, the dicate such alternative methods of puzzle solving as C might equal U. (Or A might book teleports 100 feet away in a ran- appropriate to the situation. equal ?, B might equal #, and dom direction. C might equal some other JUST PASSING THROUGH symbol.) You can make it even The Book harder by double-assigning (EL 12 AND UP) The cover runes form a code that defines letters to one substitution (A the book’s contents. When decoded, the Many players assume that once their characters = B and X), or running the code spells out the names of fourteen have cleared out an area in a dungeon, they needn’t message backward before you spells. These spells all have an “apostro- worry about it again. This section presents an encode it. phe-S” at the end of their first word (usu- underground chamber that refutes that assumption. To encode the message, ally the name of the spell’s creator or the Each time the characters “just pass though” it, a dif- write out the letters of the real creature imitated by the spell). The apos- ferent challenge confronts them. The encounter alphabet, then put substitute trophe-S is indicated by the cipher text works best when used as part of a much larger dun- letters above them. Don’t (cid:54)(cid:86). Deciphered, the book’s contents by geon or cavern complex. assign the same substitute page count are: Although all the encounters presented here are letter to two regular letters combat encounters, each group of creatures makes use (unless you mean to do so). Pages Spell of the terrain in a different way. Magical ranged weap- Transfer the substitute letters 1–4 Melf’s acid arrow ons are necessary in these encounters, and groups that over the real letters of your 5–18 Drawmij’s instant summons remember what they have encountered here before message. Double-check the 19–22 bull’s strength have a distinct advantage in the later encounters. letter assignments, write out 23–24 Tenser’s floating disk As the heroes approach this area for the first time, the coded message by itself, 25–32 Rary’s mnemonic enhancer read the following text. and give the cryptogram to 33–36 Leomund’s trap your players. 37–48 Mordenkainen’s lucubration The passage ahead slopes down gently into a 49–52 cat’s grace vast cavern with a sandy floor and a fairly high 53–68 Otto’s irresistible dance ceiling. It’s hard to tell the full extent of the 69–76 Evard’s black tentacles place because you can’t see it all. Natural 77–86 Bigby’s interposing hand columns stand here and there, breaking up the 82 87–94 Otiluke’s resilient sphere spaces you see in smaller areas. The cavern’s 95–96 Nystul’s undetectable aura sandy floor is dry underfoot, but you sense 97–100 Tasha’s hideous laughter 620_88168 Bk of Challenge2d.qxd 4/18/02 10:48 AM Page 83 ENCOUNTER (EL 12) map. These tunnels are 10 feet wide and only about moisture in the air. Big stalactites hang in clus- 7 feet high. Characters more than 5 feet tall find ters from the ceiling. the quarters a little cramped, suffering a –2 penalty on attack rolls, Dexterity checks, and Reflex saves. The chamber’s natural stone walls and columns are The uneven floors in the tunnels prevent running rough and fairly dry (Climb DC 15). Footfalls in or charging. the thin layer of sand make very little noise, grant- aDelver Pits: CR 4; no attack roll necessary; ing creatures and characters a +2 circumstance (2d6); Reflex DC 20 avoids, Search DC 30. bonus on Move Silently checks. The ceiling is 50 Creatures: The chamber gets a reasonable amount feet overhead. of traffic, thanks to the three passages leading into it. This chamber was once part of an underground Many different creatures use the chamber as a hunt- river, but a series of cave-ins diverted the river and ing ground. They take advantage of the presence of dried the area, leaving the sandy floor. More cave-ins prey, the chamber’s natural hazards (which they gave the chamber its present shape. The old stone know about and avoid), and the numerous hiding riverbed is uneven. In a given area, it may be hidden places the area offers. anywhere between 6 inches and 30 feet below the The numbered locations on the map indicate where surface of the sand. each creature begins its encounter. The following",
        "name":  "A hard cryptogram assigns aPrismatic Spray Trap",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Do not award any XP begins filling with water. for defeating the summoned hamatula, since it is aWater-Filled Room:CR 7; no attack roll neces- already factored into the CR for the forcecage and sary; Search DC 20; Disable Device DC 25. The room summon monstertrap. floods at a rate of 2 feet per round for 5 rounds. (If one or more characters are trapped under the crush- Scaling the Challenge ing ceiling, the room floods at only 18 inches per Increasing the deadliness of the traps may not have round, and thus fills only to 7 1/2 feet.) It drains at a as significant an effect on this encounter’s diffi- 97 rate of 2 inches per hour (or 6 inches per round if a culty as you would like, since the PCs may simply character is trapped under the ceiling). disable them. Also, higher-level characters aren’t 620_88168 Bk of Challenge2d.qxd 4/18/02 10:50 AM Page 98 ENCOUNTER (EL 14) likely to earn significant experience for the weaker Entrance (EL 7) traps. However, you can make the encounter less A single secret door leads into this area. The PCs are deadly by removing or reducing the danger of likely to approach through the natural fissure that some traps. leads to the secret door. As the characters approach EL 11: Remove the acid arrows, deathblade scythe, the door, read the following text. crushing ceiling, and crushing walls. Replace the hamatula with a Medium-size salamander (summon This passage is a natural limestone fissure that monster V); this reduces the forcecage/summon monster runs for about 70 feet and ends in a small alcove. trap to CR 8. EL 12: Remove the deathblade scythe, crushing ceiling, and crushing walls. Replace the hamatula Checking for tracks reveals nothing. The spiders are with an unarmed barbazu (summon monster VI); this too large to fit through the secret door. Seldara and reduces the forcecage/summon monstertrap to CR 9. Garem rarely leave. A detect magicspell reveals a mod- erate aura of Evocation (unhallow) and a moderate aura of Abjuration (greater glyph of warding). TANGLED WEBS (EL 14) Finding the secret door requires a Search check NPCs offer some of the greatest challenges to player (DC 20). If the characters find the door, a Spellcraft characters. After all, they allow DMs to use many of check (DC 23) reveals that someone crafted it with the players’ favorite tricks against them. stone shape.",
        "name":  "Two rounds after the trigger activates, the room Ad Hoc XP Adjustment",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st—change self, detect poison, ghost Combat and Trample feats to good advantage, and sound, obscuring mist. she relies on her Ride-By Attack to stay out of melee 620_88168 Bk of Challenge2d.qxd 4/18/02 10:51 AM Page 101 ENCOUNTER (EL 15) most of the time. Should a character get too close, EL 17: Make Seldara a Clr16 and Garem a Rog2/ she relies on touch spells such as slay livingand con- Asn4. Replace the shadows with spectres. tagion. The other monstrous spider fights alongside her, while the shadows take any opportunity to BEHOLDER DOME Overall ceiling attack a lone character (using their ability to pass height is 50 ft. (EL 15) Tangled Webs through the walls, floor, ceiling, and webs to go Spider wherever they please). One of the most terrifying challenges an adventuring 2 Garem fires an arrow coated with deathblade party can face is the fearsome beholder. A well- Ceiling height here poison (injury DC 20; 1d6 Con/2d6 Con), hoping to planned beholder encounter transcends a typical is 10 ft. lower the target’s Fortitude save. He then casts invisi- battle and could well be the climax of a campaign. bility and lurks at the outskirts of the battle for 3 Powerful monsters require additional planning, rounds, attempting to study the target for a death so give careful consideration to the beholder’s tac- attack. While he’s studying his victim, he can per- tics. Review the Playing Monsters Smarter than You form other actions (for instance, casting dispel magic sidebar elsewhere in this book for tips on how to at his target) as long as his attention remains focused handle such a creature. In addition, this encounter on the target. Subsequently, he either lets loose with takes place in three dimensions. Tips on running Key lightning bolts or enters melee combat, attempting to adventures in the vertical plane appear both in this Spider use his allies (particularly the shadows) to gain a encounter and elsewhere in this book. An insidious 1 Altar flanking position. Dungeon Master should think about where the Stalagmite and stalactite columns Web sheets If attacked from the Ethereal Plane, Seldara uses eleven exits from the Beholder Dome lead. You can 10-ft. stalagmite on floor her etherealness spell to bring herself, Garem, and make the challenge tougher on the heroes by pro- 10-ft. stalactite on ceiling the monstrous spiders to the Ethereal Plane as viding encounters or rooms at the end of some or well. She can’t bring the incorporeal shadows all of them. along with her. Scale in Feet 10",
        "name":  "Assassin Spellbook",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The chamber has twelve identical adaman- aDisintegrateTrap (#5):CR 7; +7 ranged touch (as tine doors, including the one the characters use to disintegratespell); Fort DC 19 for 5d6 damage; Search DC 31; Disable Device DC 31. aFear Trap (#6): CR 5; +7 ranged touch (as fear spell); Will DC 16 negates; Search DC 29; Disable Device DC 29. BBeehhoollddeerr DDoommee aSlowTrap (#7):CR 5; +7 ranged touch (as height- ened slow spell except affects any HD of creature); Will DC 16 negates; Search DC 29; Disable Device DC 29. 66 77 55 aInflict Moderate Wounds Trap (#8): CR 3; +7 ranged touch (2d8+10); Will DC 13 half; Search DC 88 44 27; Disable Device DC 27. aFinger of DeathTrap (#9):CR 8; +7 ranged touch (death); Fort DC 20 for 3d6+13 damage; Search DC 99 33 32; Disable Device DC 32. aTelekinesis Trap (#10): CR 6; +7 ranged touch 1100 (lifts character weighing up to 325 lbs. 20 ft. per 22 round to 100-ft. ceiling, then drops for 10d6 1111 11 damage); Will DC 17 negates; Search DC 30; Disable Device DC 30. SSiiddee vviieeww aGreater DispellingTrap (#11): CR 7; +7 ranged EEnnttrryy touch (as targeted greater dispelling spell; level check 1d20+13 against all magical effects on target character); no save; Search DC 31; Disable Device SSccaallee iinn FFeeeett DC 31. MMaaxxiimmuumm TTiilltt 55 No Exit 102 22..55 Five rounds after the first character enters the cham- ber, all doors close and lock (Open Lock DC 40 to 620_88168 Bk of Challenge2d.qxd 4/18/02 10:51 AM Page 103 ENCOUNTER (EL 15) open) for 1 hour. Then the real trouble begins. Read You hear the slide of metal on metal, then the low the following text. cackle of a grim laugh. From the far wall, a fear- some, floating, skull-like creature appears. Facing You hear the sounds of many doors locking, fol- back into the passage it just emerged from, it rises lowed by a dread moment of silence. With a lurch, up out of the opening and rotates around. A single the floor beneath your feet begins to tilt, and your giant eye leers down over a maw of jagged teeth. A balance is thrown askew. mass of what appears to be snakes writhes on its scalp. It’s quickly apparent that snakes would be the best you could hope for, because each stalk",
        "name":  "Traps",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+1 dagger, cloak of elvenkind, ring of warmth, 100-gp amethyst. EE Cleric Spells Prepared (5/5/4/2; base DC 12 + spell level): 0—cure minor wounds (2), detect magic, detect poison, light;1st—cause fear*, detect undead, doom, invisi- ZZ ZZ bility to undead (2); 2nd—death knell*, desecrate, shat- ter*, silence; undetectable alignment; 3rd—contagion*, dispel magic. *Domain spell. Deity: None; Euphraia devotes her- self to evil. Domains: Death (death touch 1/day); 55 Destruction (smite 1/day). SSccaallee iinn FFeeeett EL 13: Replace the Colossal zombies with Huge zombies, and reduce Euphraia to a Clr11. Use these 22..55 statistics: d Euphraia: Female human Clr11; CR 11; Medium-size humanoid; HD 11d8+11; hp 64; Init +2; Spd 30 ft.; AC 12, touch 12, flat-footed 10; Atk +7/+2 movement in this room triggers an attack of opportu- melee (1d4–1/19–20, +1 unholy dagger); SA Rebuke nity from at least one zombie. undead 9/day; SQ Spontaneous casting (inflictspells);",
        "name":  "Possessions",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The corps- duration 15 rounds), es are seventeen zom- allowing the pit bies created from dead fiend to concentrate nomads with Je’ponze’s on the major image(a animate dead. The night- standard action) and walker hides invisibly in the still take a full round niche marked N. If it has of actions. He begins warning, it has sum- by casting unholy aura moned (and cast haste on himself (+4 deflec- upon) four shadows, tion bonus to AC, +4 which lurk at the resistance bonus on cavern’s ceiling. The pit saves; blocks posses- fiend Je’ponze, still in sion and mental influ- the polymorphed form ence; blinds any good of a frost giant princess, creature who strikes hides with improved Je’ponze). He enjoys tacti- invisibility on a 100-foot- cal uses of dispel magicand high ledge in the corner wall of fireto harry and sepa- of the cavern (at the spot rate the PCs. marked P), concentrating on the major Each time the “dragon” is imageof the skeletal dragon. Note also that struck, Je’ponze makes it react appropri- Alia the red dragon joins the battle if she hasn’t ately and roar menacingly, but it holds its ground. It already been defeated in the fissure. doesn’t leave the lava pit (forcing the characters to Zombies (17):hp 18 each; see Monster Manual. use up spells and ranged attacks against it). Eventu- Shadows (4):hp 22 each; see Monster Manual. ally, he allows the dragon to “die” and collapse back",
        "name":  "Creatures",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +4, Intimidate +8, Jump +14, itself in 2d4 days. Even powerful spells are often only tem- Listen +18, Search +17, Spot +18; Great Fortitude, porary solutions. If P’Cku would otherwise be destroyed, Power Attack. she returns to her old haunts with a successful level check Frightful Moan (Su): P’Cku can moan as a standard (1d20+6) against DC 16. The only way to get rid of her action. All living creatures within a 30-foot spread must for sure is to deliver her desired message to her mother. 3 Scent (Ex): P’Cku can detect approaching enemies, ABOUT THE AUTHOR sniff out hidden foes, and track by sense of smell. Gwendolyn F.M. Kestrelis an editor for Wizards of Turn Resistance (Ex):P’Cku is less easily affected the Coast’s Roleplaying Games R\u0026D department. by clerics or paladins. When resolving a turn, rebuke, Recent credits include editing Faiths and Pantheons, command, or bolster attempt, she is treated as a 10- Oriental Adventures, Magic of Faerûn, Defenders of the HD creature. Faith and Book of Challenges.",
        "name":  "Skills and Feats",
        "source":  "book_of_challenges.txt",
        "_id":  "e7c57779d217354d7898aaf253a1b6566be73907e2ff0439b53b8d6f1b5d5248"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The venom of a couatl, when level equivalent for purposes of spell effects and determining the milked from the creature and purified, becomes a potent ravage strength of its aura of good, but relics never radiate magic, that severely weakens the victim. cannot be identified with the identifyor analyze dweomerspells,",
        "name":  "Purified Couatl Venom",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This affliction causes insatiable sexual desire and cannot be suppressed or dispelled with dispel magicor anti- while preventing any possible fulfillment of that desire. magic field.",
        "name":  "Raging Desire",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This milky rain falls on the Upper Planes and usually heralds the death of a powerful champion of good or the birth of a stillborn child. These milky tears can be collected. A single vial of storm tears duplicates the effects of a heart’s ease spell (see Chapter 6: Magic for details). Storm tears are non- magical in nature, and each vial has a market price of 750 gp.",
        "name":  "Storm Tears",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the exalted feat. Only of your religious order. intelligent characters of good alignment and the highest moral At any time, you may retreat to a consecrated or hal- standards can acquire exalted feats, and only as a gift from pow- lowed location and spend time in prayer in order to erful agents of good—deities, celestials, or similar creatures. awaken the spirits in your ancestral relic. This requires These feats are thus supernatural in nature (rather than being a sacrifice of valuable items worth the difference extraordinary abilities, as most feats are). between the market price of the magic item your relic A character must have the DM’s permission to take an will become and the market price of your current exalted feat. In many cases, a ritual must be performed; often relic. This sacrifice does not have to be gold—you can this simply amounts to a character swearing a sacred vow, for sacrifice magic items or other goods worth the example, in the presence of a celestial being. A character who required amount, rather than selling your goods (at willingly and willfully commits an evil act loses all benefits half value) to pay for the sacrifice. You must spend 1 from all his exalted feats. She regains these benefits if she day per 1,000 gp value you sacrifice. During this atones for her violations (see Sin and Atonement in Chapter 1). time, you must spend at least 8 hours each day in",
        "name":  "This book introduces a new type of feat",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your special mount gains the celestial creature tem- choose a magical beast as shown on the table below. You must plate. It gains the ability to smite evil once per day, darkvision choose a companion whose alignment is the same as yours, so out to 60 feet, resistances (acid, cold, and electricity) based on its only a ranger can have a blink dog, pegasus, or unicorn as a com- total Hit Dice, and damage reduction and spell resistance that panion. Even though your companion is a magical beast, you increase as its Hit Dice increase. See the celestial creature tem- can cast spells on it as though it were an animal. The exalted plate in the Monster Manualfor details. companion has all the normal abilities of a typical creature of its kind, as well as the characteristics of an animal companion CONSECRATE SPELL [METAMAGIC] determined by the druid or ranger’s level. You can imbue your spells with the raw energy of good, by the grace of a celestial power. Companion Alignment Druid Level1, 2",
        "name":  "Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use a spell trigger item, such as a wand or of damage in addition to the normal turning effect. staff, you can use one of your turning attempts for the day to trigger the item. You still expend a charge from the wand or EXALTED WILD SHAPE [EXALTED, WILD] staff. The spell cast by the item is modified as though it had the You can use your wild shape ability to take the form of a good- Consecrate Spell feat applied to it. aligned magical beast.",
        "name":  "Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use your wild shape ability to turn yourself 42 good alignment. into a blink dog, giant eagle, giant owl, pegasus, or unicorn. :4 RETPAHC STAEF 620_88026_ExaltedDeeds2a.qxd 8/25/03 5:09 PM Page 42 You can also turn into a celestial version of any animal you GIFT OF FAITH [EXALTED] could normally transform into. (At the DM’s discretion, other You have an unusual capacity to trust in divine providence magical beast forms might be available to you. In general, only working all things for the good. creatures of CR 3 or lower are possible.) You gain the extraor- Prerequisites:Wis 13. dinary and supernatural abilities of the creature. This ability Benefit:You gain a +2 bonus on saving throws to resist any counts as a use of your wild shape ability and functions the fear effect, despair effect (such as the crushing despairspell), or same way. similar mind-affecting condition, but not charms or compul- sions (such as the charm personand dominate personspells). FAVORED OF THE COMPANIONS [EXALTED] You swear allegiance to Talisid or one of the Five Companions, GIFT OF GRACE [EXALTED] the paragons of the guardinals, and in exchange gain power to You can improve the saving throws of your allies by sharing act on their behalf. some of your divine grace.",
        "name":  "Instead of an animal companion, you have a magical beast of Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat, Knowledge INTUITIVE ATTACK [EXALTED] (arcana) 5 ranks. You fight by faith more than brute strength. Benefit: Choose one type of energy: acid, cold, electricity,",
        "name":  "Prerequisites",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fighter may select Intuitive Attack as one of his way except it deals nonlethal damage instead of fire damage. fighter bonus feats. A nonlethal spell uses a spell slot of the spell’s normal level, modified by any other metamagic feats. KNIGHT OF STARS [EXALTED] You swear allegiance to the Court of Stars, the paragons of the NYMPH’S KISS [EXALTED] eladrin, and in exchange gain power to act on their behalf. By maintaining an intimate relationship with a good-aligned fey",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once you take this feat, you may not take it again, nor gain a +2 circumstance bonus on all Charisma-related checks, can you take either the Servant of the Heavens feat or the and a +1 bonus on all saving throws against spells and spell-like Favored of the Companions feat. Your allegiance is only yours to abilities. Starting with the level when you take this feat, you give once. gain 1 extra skill point per level. NEMESIS [EXALTED] PURIFY SPELL [METAMAGIC] You are the holy bane of creatures of a particular type. You can charge your damaging spells with celestial energy that 44 Prerequisites:Favored enemy class ability. leaves good creatures unharmed. :4 RETPAHC STAEF 620_88026_ExaltedDeeds2a.qxd 8/25/03 5:09 PM Page 44",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use your sneak attack ability against an as a wand or staff. evil creature, roll d8s for your sneak attack dice (instead of d6s)",
        "name":  "You can channel holy power through a spell trigger item, such Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use a spell trigger item, such as a wand or staff, you can use one of your turning attempts for the day to SACRED VOW [EXALTED] trigger the item. You still expend a charge from the wand or You have willingly given yourself to the service of a good deity staff. The spell cast by the item is modified as though it had the or cause, denying yourself an ordinary life to better serve your Purify Spell feat applied to it. highest ideals.",
        "name":  "Benefit",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Improved Unarmed Strike, Kistrike (lawful), or magic circle against evil(as detailed in the Book of Vile Darkness). Cha 15.",
        "name":  "Prerequisites",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To fulfill your vow, you must abstain attack penalty increases by 1, to a maxi- from any sexual contact with any other creature. If mum equal to your character level. The you intentionally break your vow, you immedi- duration of the increased penalty starts from ately and irrevocably lose the benefit of this the latest slaying. feat. You may not take another feat to You may ask your allies to give you an replace it. If you break your vow as a oath that a helpless foe will not be result of magical compulsion, you lose slain. If the oath is sworn, an ally who the benefit of this feat until you perform later breaks the oath takes the a suitable penance and receive an atone- penalty for doing so as if you mentspell. were present. If you leave a helpless foe to be killed by VOW OF NONVIOLENCE your allies, you have broken [EXALTED] your vow. You may ask a de- You have taken a sacred vow to avoid violence feated creature to give you an against humanoids. oath of surrender or noninterference",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " add the character’s apostle levels to one-half of his caster 0 Level: create water, cure minor wounds, detect levels in other spellcasting classes. magic, detect poison, guidance, light, mending,",
        "name":  "To determine the caster level of an apostle of peace, the following list",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Affected creatures are stunned for 1 round. with a break enchantment spell, but the caster must succeed on a 60 caster level check against a DC equal to the emissary’s original :5 RETPAHC EGITSERP SESSALC 620_88026_ExaltedDeeds2a.qxd 8/25/03 5:15 PM Page 60 Table 5–7: The Emissary of Barachiel Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +0 +2 Calling 0 — — — 2nd +1 +0 +0 +3 1 — — — 3rd +2 +1 +1 +3 Conversion 2 0 — — 4th +3 +1 +1 +4 3 1 — — 5th +3 +1 +1 +4 Sustenance 3 2 0 — 6th +4 +2 +2 +5 3 3 1 — 7th +5 +2 +2 +5 3 3 2 0 8th +6 +2 +2 +6 3 3 3 1 9th +6 +3 +3 +6 3 3 3 2 10th +7 +3 +3 +7 3 3 3 3 Table 5–8: Emissary of Barachiel Spells Known —Spells Known— Level 1 2 3 4 1st 21 — — — 2nd 3 — — — 3rd 3 21 — — 4th 4 3 — — 5th 4 3 21 — 6th 4 4 3 — 7th 4 4 3 21 8th 4 4 4 3 9th 4 4 4 3 10th 4 4 4 4 1 Provided the emissary has sufficient Charisma to have a bonus spell of this level. Diplomacy check result. Also during this time, an atonement ence, either bloodline or simply favor. These are the exalted spell can make the alignment shift permanent, preventing the arcanists, spontaneous spellcasters who gain access to spells that creature from making any additional saving throws. channel celestial energy. If a creature fails seven saving throws after the initial saving Only characters who spontaneously cast arcane spells can throw against the calling, the alignment change is permanent. become exalted arcanists, which means that in most campaigns At this point, the creature can change alignment again, either the class is limited to sorcerers and bards. through another conversion effect, or voluntarily (in a gradual Exalted arcanists are very often adventurers, using the power manner, as alignment change normally works—the creature they consider a gift to the purpose for which it was intended: to cannot simply decide to be evil again). help combat evil. They gravitate to places where their ability to Sustenance (Su):At 5th level, an emissary of Barachiel can cover a battlefield with holy smite spells is useful, so they are help to keep good creatures good. As a use of his calling ability, rarely found in cities or placid villages. They frequently join he can produce one of the following effects: forces with other exalted adventurers, much less frequently • Duplicate the effects of an atonementspell. with other exalted arcanists. • Reverse any magical alignment change (such as that Hit Die: d4. produced by a helm of opposite alignmentor a morality undonespell). REQUIREMENTS • Dispel a charm or compulsion effect cast by an To qualify to become an exalted arcanist, a charac- evil creature upon a good target, by making a ter must fulfill all the following criteria. dispel check (1d20 + character Alignment:Any good. level against a DC of 11 + evil Base Save Bonuses: Will +5. caster’s level). Skills: Knowledge (arcana) 9 These effects require the emis- ranks, Knowledge (religion) 4 sary of Barachiel to touch the ranks. target creature. Feats: Consecrate Spell, Purify Spell.",
        "name":  "Stunned",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An exalted arcanist gains access to spells EXALTED ARCANIST that do not normally appear on arcane spellcasters’ spell lists. Tales say that sorcerers gain their innate magical ability from dra- The exalted arcanist’s spell list additions appear below. At 1st conic blood, and many sorcerers (especially kobold sorcerers) level, an exalted arcanist adds the spells of up to 3rd level to her loudly champion this legend. Aasimar sorcerers, meanwhile, spell list, and each additional exalted arcanist level grants her smile to themselves, knowing that dragons are not the only access to two more spell levels on the spell list. She does not source of spontaneous arcane power. Among both sorcerers and automatically know these spells, but can choose them as spells bards, some trace the source of their power back to celestial influ- known. 61 Illus. by G. Kubic CLASSES PRESTIGE CHAPTER 5: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:14 AM Page 61 An exalted arcanist Spell Knowledge (Ex):At 1st level, an exalted arcanist learns fighters, rangers, and occasionally warriors. While Sealtiel two new arcane spells of any level up to the maximum spell champions those who defend good communities from evil level she can cast. These can be spells from her normal spell list assault, Raziel’s crusaders lead the charge against evil wherever or from the exalted spell list that appears below. She does not it is found. Smiting evil is their mission and their specialty. gain any extra spell slots at this level. To become a fist of Raziel, a character must already possess Faster Consecrate (Ex):At 2nd level, an exalted arcanist can some degree of divine spellcasting ability, so members of the spontaneously cast spells with the Consecrate Spell feat without class generally begin as paladins or clerics, less often as extending the spells’ casting time. fighter/clerics or ranger/clerics. Perhaps strangely, the order Spells per Day/Spells Known:At each exalted arcanist level includes a number of ex-barbarians who first multiclassed as after the first, the character gains new spells per day and spells clerics and then adopted the fist of Raziel prestige class. These known as if she had also gained a level in an arcane spellcasting ferocious warriors seem to be drawn to Raziel’s crusading creed. class to which she belonged before adding the prestige class The fists of Raziel are an elite, ordered, and disciplined fight- level. She does not, however, gain any other benefit a character ing force. To make best use of their power, however, they typi- of that class would have gained (bardic music abilities, cally serve as leaders or advisors to adventuring parties, military improved familiar abilities, and so on), though she does retain strike teams, or the armies of good kingdoms, working with the ability to exchange spells known with every even-numbered members of other classes instead of with each other. equivalent sorcerer or bard level. If the character had more than Hit Die: d10. one arcane spellcasting class before becoming an exalted arcan- ist, she must decide to which class she adds each exalted arcan- REQUIREMENTS ist level for the purpose of determining spells per day and spells To qualify to become a Fist of Raziel, a character must fulfill all known. the following criteria.",
        "name":  "Exalted Spell List",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a 10th-level risen martyr has earned Skills: Knowledge (arcana) 8 ranks, Knowledge (nature) 8 enough experience points to gain his next level, his perfected, ranks, Spellcraft 8 ranks. spiritual body is taken whole into the upper planes. Feats:Sacred Vow, Vow of Obedience. 69 CLASSES PRESTIGE CHAPTER 5: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:17 AM Page 69 A sentinel of Bharrai CLASS SKILLS This ability functions as the polymorphspell, except as noted The sentinel of Bharrai’s class skills (and the key ability for each here. Changing form is a standard action and doesn’t provoke skill) are Alchemy (Int), Concentration (Con), Decipher Script attacks of opportunity. The sentinel of Bharrai may assume bear (Int, exclusive skill), Gather Information (Cha), Handle Animal form (and change back) at will and may remain in bear form as (Cha), Heal (Wis), Knowledge (all skills taken individually) long as he wishes. (Int), Profession (Wis), Read/Write Language, Speak Language, The sentinel of Bharrai retains the ability to speak while in Spellcraft (Int), Survival (Wis), and Use Magic Device (Cha, bear form and may communicate with other bears. exclusive skill). See Chapter 4 of the Player’s Handbookfor skill Quickened Call Lightning (Sp): At 3rd level, a sentinel of Bhar- descriptions. rai can cast a quickened call lightning spell once per day, as",
        "name":  "Final Ascension",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Handle Animal 10 ranks, Ride 10 ranks. rebuking undead, metamagic or item creation feats, hit points",
        "name":  "Skills",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At the skylord’s option, he may have any spell a normal attack to deal extra damage equal to its HD total (but not any spell-like ability) he casts on himself also affect his against an evil foe. mount. The mount must be within 5 feet at the time of casting Superior Low-Light Vision (Ex): The giant owl can see five to receive the benefit. If the spell or effect has a duration other times as far as a human in dim light. than instantaneous, it stops affecting the mount if it moves farther than 5 feet away and will not affect the mount again Celestial Pegasus:CR 4; Large magical beast; HD 4d10+12; hp even if it returns to the skylord before the duration expires. 34; Init +2; Spd 60 ft., fly 120 ft. (average); AC 14, touch 11, flat- Additionally, the skylord may cast a spell with a target of “You” footed 12 (–1 size, +2 Dex, +3 natural); Base Atk +4; Grp +12; on his mount (as a touch range spell) instead of on himself. A Atk +7 melee (1d6+4, hoof); Full Atk +7 melee (1d6+4, 2 skylord and his mount can share spells even if the spells hooves) and +2 melee (1d3+2, bite); Space/Reach 10 ft./5 ft.; normally do not affect magical beasts. SA smite evil; SQ acid resistance 5, cold resistance 5, damage",
        "name":  "Share Spells",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The damage dealt by each of the reduction 5/magic, darkvision 60 ft., electricity resistance 5, mount’s natural attacks increases by one step. For example, a low-light vision, scent, spell-like abilities, spell resistance 9; SV giant eagle mount with this ability would roll 1d8 instead of Fort +7, Ref +6, Will +4; AL CG or as skylord; Str 18, Dex 15, 1d6 for claw damage and 1d10 instead of 1d8 for bite damage. Con 16, Int 10, Wis 13, Cha 13. Improved Fly Speed (Ex):The mount’s fly speed increases by Skills and Feats: Diplomacy +3, Listen +8, Sense Motive +9, 10 feet. Spot +8; Flyby Attack, Iron Will. Deadly Charge (Ex): The skylord’s mount deals an extra 2d6 Smite Evil (Su):Once per day, a celestial pegasus can make points of damage on a successful attack made during a charge. a normal attack to deal extra damage equal to its HD total Spell Resistance (Su): A mount’s spell resistance equals the against an evil foe. skylord’s character level + 5. Spell-Like Abilities: At will, a pegasus can detect good and Immunities (Su):A skylord’s mount is immune to hold, paral- detect evilwithin a 60-yard radius, as the spells from a 5th-level ysis, sleep, charms, and compulsions. caster. pqqqqrs giant owl, or celestial pegasus (consult the Skylord’s Mounts Storm Kinship (Su):At 6th level, a skylord is less likely to sidebar for details). The mount remains with the skylord until it lose his bearings in a storm. He retains full visibility during rains is slain or dismissed. It requires food and rest, and the skylord is and storms and does not take the usual penalties on Search, Spot, responsible for tending to its needs. and Listen checks (see Weather in the Dungeon Master’s Guide). Calling a mount is a conjuration (calling) effect. If the mount This ability is not imparted to the skylord’s mount. dies, the skylord can either have the mount raised from the dead Summon Tempest(Sp): At 10th level, once per week, the sky- or call another mount. The skylord may only call a replacement lord can summon a tempest (as described on page 193 of the mount after living and meditating atop a mountain for 1 week. Monster Manual II). This ability is otherwise similar to the Eyes of the Eagle (Ex): A skylord has the keen eyesight of an summon monster I spell. Use the skylord’s character level to eagle. While airborne, a skylord receives a +4 insight bonus on determine the effect’s range and duration. Spot checks. Ride the Wind (Ex): At 2nd level, a skylord becomes SLAYER OF DOMIEL a master of the winds, guiding his mount through them with ease. While riding a flying mount, the sky- Assassins, of course, are evil by their nature and the lord’s penalties on ranged attacks in windy condi- nature of what they do: committing murder for money tions are reduced by 2 (no penalty in strong is a completely evil act. However, sometimes the skill winds, –2 penalty in severe winds). The sky- set of an assassin is required for more noble pur- lord can make ranged attacks in windstorms, poses. Claiming the power of the paragon archon albeit at a –4 penalty. In hurricanes, the Domiel, the slayers of Domiel are a disciplined, ranged attack penalty increases to –8. Nei- secretive order of stealthy spies and—when ther the skylord nor his mount take penal- the need arises—assassins who serve the ties on Listen checks in windstorms and cause of law and good. Rather than rely- hurricanes. ing entirely on stealth and poison, the Both the skylord and his mount can move slayers of Domiel use supernatural normally in severe winds and windstorms means to dispatch evil foes. (instead of being checked), and hurricane Rogues most commonly be- winds reduce the flying speed of the sky- come slayers of Domiel. On very lord’s mount by half. rare occasions, the order ac- Improved Mounted Combat (Ex): cepts former assassins who At 3rd level, a skylord’s skill at mounted have repented and atoned combat improves, enabling him to for their past evil deeds better protect his mount. This ability and wish to become slay- works as the Mounted Combat feat, ers. Some slayers also except that the skylord’s Ride check have monk, fighter, receives a +2 bonus. The bonus or even paladin improves to +4 at 5th level, +6 at 7th levels. Sorcerer/ level, and +8 at 9th level. rogues and cleric/ Deadly Charge (Ex): At 4th rogues are also level, a skylord deals an extra 2d6 found among their numbers. points of damage on a successful Slayers of Domiel often work closely attack made during a charge. The sky- with other lawful good characters, but lord must be riding a not often with other slayers. Every flying mount to deal the slayer has a superior in the order extra damage. responsible for mentoring, training, and supervising her 73 Illus. by S. Belladin CLASSES PRESTIGE CHAPTER 5: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:18 AM Page 73 A slayer of Domiel Table 5–17: The Slayer of Domiel Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +0 Death touch 1/day, detect evil 0 — — — sneak attack +1d6 2nd +1 +0 +3 +0 Divine grace 1 — — — 3rd +2 +1 +3 +1 Sneak attack +2d6 1 0 — — 4th +3 +1 +4 +1 Death touch 2/day 1 1 — — 5th +3 +1 +4 +1 Sneak attack +3d6 1 1 0 — 6th +4 +2 +5 +2 Improved evasion 1 1 1 — 7th +5 +2 +5 +2 Sneak attack +4d6 2 1 1 0 8th +6 +2 +6 +2 Death touch 3/day 2 1 1 1 9th +6 +3 +6 +3 Sneak attack +5d6 2 2 1 1 10th +7 +3 +7 +3 Death touch 4/day 2 2 2 1 progress, but some slayers go for months between meetings she would be entitled to based on her Wisdom score for that with their superiors. Few slayers know of more than one or two spell level. other slayers besides their mentors. The slayer of Domiel’s spell list appears below. A slayer of",
        "name":  "Improved Natural Attacks",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sneak attack +3d6, evasion class ability. A slayer of Domiel can use this ability more often as she increases in levels, as shown on Table 5–17. CLASS SKILLS Detect Evil(Sp):At will, as the spell of the same name. The slayer of Domiel’s class skills (and the key ability for each Sneak Attack (Ex):If a slayer of Domiel can catch an oppo- skill) are Balance (Dex), Bluff (Cha), Climb (Str), Craft (Int), nent when he is unable to defend himself effectively from her Diplomacy (Cha), Disguise (Cha), Gather Information (Cha), attack, she can strike a vital spot for extra damage. Any time a Hide (Dex), Intimidate (Cha), Jump (Str), Listen (Wis), Move slayer’s target would be denied his Dexterity bonus to AC Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (whether the target actually has a Dexterity bonus or not), the (Wis), Spot (Wis), Tumble (Dex), Use Magic Device (Cha), and slayer’s attack deals an extra 1d6 points of damage at 1st level Use Rope (Dex). See Chapter 4 of the Player’s Handbookfor skill and an additional 1d6 at every two slayer levels thereafter (3rd, descriptions. 5th, 7th, and 9th). Should a slayer of Domiel score a critical hit",
        "name":  "Special",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Calls forth an elemental spirit that 3rd-Level Sanctified Spells assumes a cloudy, dragonlike form. AbjurPhieran’s Resolve: +4 sacred bonus on saves against Trans Restore Soul’s Treasure: Restores a magic item spells with the evil descriptor. destroyed by soul’s treasure lostspell.",
        "name":  "Conj Dragon Cloud",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blocks all telepathic communication within Convert Wand:Transforms a magic wand into a healing wand 80-ft. radius. (lasts 1 minute/level).",
        "name":  "Telepathy Block",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms potion into a grenade that deals takes 1d6/level damage. energy damage in a 10-ft.-radius burst. Heart’s Ease: Removes fear, despair, confusion, insanity and 7th-Level Cleric Spells some mind-influencing effects; restores 2d4 points of Bastion of Good: Acts as minor globe of invulnerability and temporary Wisdom damage. double-strength magic circle against evil.",
        "name":  "Energize PotionM",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cure a nauseated or sickened character. Righteous Smite:Deals 1d6 damage/level (1d8 damage/level to evil outsiders) in 20-ft. radius and blinds evil foes for 1d4 rounds. 85 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:43 AM Page 85",
        "name":  "Remove Nausea",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Calms hostile creatures within bond. 10-ft./level radius. 5 Rary’s Telepathic Bond: Link lets allies communicate. 6 Heroes’ Feast:Food for one creature/level cures and blesses. 9th-Level Cleric Spells 7 RefugeM:Alters item to transport its possessor to you.",
        "name":  "Spread of ContentmentM",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates clouds of flickering light 6th-Level Sorcerer/Wizard Spells (110-ft. cube/level) that dazes creatures. AbjurStarmantleM:Cloak of stars destroys nonmagical weap-",
        "name":  "Ench Dolorous Motes",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates area where only good crea- 9th-Level Sorcerer/Wizard Spells tures can be summoned. Conj Blinding GloryM:100-ft./level radius of light that blinds evil creatures. 89 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:45 AM Page 89 SPELL for the specified amount of time prior to Affliction casting the spell. Necromancy [Good] DESCRIPTIONS",
        "name":  "Trans Perfect Summons",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF below: all the qualities of a celestial creature Casting Time:1 standard action (see the Monster Manual for complete Range:Personal Target’s Cold, Electricity, Fire, details): Target:You HD and Sonic Resistance 1–3 5 • You take on a shining, metallic Duration:1 round/level 4–7 10 appearance. 8–11 15 • You gain the ability to smite evil once When you cast this spell, your body 12+ 20 a day. Add your Charisma bonus to changes into a form that is more like your attack roll and your character your deity (in a very limited fashion, Material Component:A diamond wand level to your damage roll against an of course). You gain a +4 enhancement worth at least 10,000 gp. evil foe. bonus to your Charisma score. You XP Cost:1,000 XP. • You gain darkvision out to 60 ft. also gain acid, cold, and electricity • You gain resistance 20 to acid, cold, resistance 10. Ayailla’s Radiant Burst and electricity. Evocation [Good] • You gain damage reduction 10/magic. Axiomatic Creature Level: Sanctified 2 • You gain spell resistance 25. Transmutation Components: V, S, Sacrifice",
        "name":  "As lesser aspect of the deity, but you take on Components",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates Shards of heavenly light spray from your As lesser aspect of the deity, except that you (harmless) fingertips, blinding evil creatures in take on the qualities of a half-celestial Spell Resistance: Yes (harmless) their path for 1 round. A successful For- (see the Monster Manual for complete titude save negates the blindness. The details). You do not gain the spell-like This spell transforms the target into an luminous shards also sear the flesh of abilities of these creatures. axiomatic creature—a perfect version evil creatures, dealing 1d6 points of Your creature type changes to out- of itself. The spell rids the creature of damage per two caster levels (maximum sider for the duration of the spell. noticeable flaws, makes its fur or scales 5d6). A successful Reflex save halves the Unlike other outsiders, you can be appear shinier, and so forth. Animals damage, which is of divine origin. brought back from the dead if you are touched by this spell become magical Sacrifice: 1d2 points of Strength killed in this form. beasts, but otherwise the creature’s type damage. You undergo the following transfor- is unchanged. If the target has an Intel- mations: ligence of 2 or less, the spell imbues the target with an Intelligence of 3. 91 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:46 AM Page 91",
        "name":  "Saving Throw",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No blindness spell. During the duration of this spell. the spell, you can suppress or resume A nimbus of light surrounds you, pro- this effect as a free action, while remain- Bolt of Glory tecting you and those around you from ing stunningly attractive. Evocation [Good] spell effects and the attacks of evil crea- Abstinence Component: You must ab- Level:Exalted arcanist 6, Glory 6 tures. The aura excludes all spell effects of stain from sexual intercourse for one Components:V, S, DF up to 3rd level, exactly as a minor globe of week before casting this spell. Casting Time:1 standard action invulnerability does. In addition, the Range:Close (25 ft. + 5 ft./level) nimbus protects creatures within it as a Blinding Glory Effect:Ray magic circle against evilat double strength. Conjuration (Creation) [Good] Duration:Instantaneous Warded creatures gain a +4 deflection Level: Glory 9, sorcerer/wizard 9 Saving Throw:None bonus to AC and a +4 resistance bonus on Components: V, S, M/DF Spell Resistance:Yes saves against attacks from evil creatures, Casting Time: 1 hour and they are protected from possession, Range: Close (25 ft. + 5 ft./2 levels) By casting this spell, you project a bolt of mental control, and bodily contact by Area: 100-ft./level radius spread, cen- energy from the Positive Energy Plane summoned or conjured creatures. tered on you against one creature. You must succeed",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Apostle of peace 3, champion of brightly illuminating the area. The light Creature’s Origin Damage Gwynharwyf 3, cleric 3, paladin 3, is similar to that created by the daylight Material Plane 5d8 Elemental, neutral outsider 5d6 Celestial 3, slayer of Domiel 3 spell, but no magical darkness counters Positive Energy Plane,",
        "name":  "Level",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You magical darkness (or vice versa), includ-",
        "name":  "Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and 1 willing celestial Casting Time: 1 standard action twice the usual penalty when they are Duration: 10 minutes/level (D) Range: Medium (100 ft. + 10 ft./level) within 60 feet of the object. Undead Saving Throw: None Target: One creature creatures take 1d6 points of damage Spell Resistance: No Duration: 1 round/level each round they are within the bright Saving Throw: None light. Evil outsiders, as well as undead You invite a celestial creature to occupy Spell Resistance: No creatures that are specifically harmed by your body, as described in the section on sunlight, take 2d6 points of damage each Celestial Channeling in Chapter 2. The You call upon the heavenly powers to round in the bright light. celestial must be present when you cast bind a creature in writhing chains of Celestial brilliancebrought into an area the spell, it must be willing, and it cannot scintillating light. The creature is entan- of magical darkness (or vice versa) is have more than 12 HD. It need not have gled, taking a –2 penalty on attack rolls temporarily negated, so that the other- the innate spell-like ability to channel its and a –4 penalty to effective Dexterity. wise prevailing light conditions exist in power through mortals; this spell be- Moreover, the chains are anchored to the overlapping areas of effect. stows that ability upon the celestial. the nearest immobile object (usually the Celestial brilliance counters or dispels If you channel a celestial that was floor), preventing the bound creature any darkness spell of equal or lower summoned to the Material Plane by from moving. An entangled creature level, such as deeper darkness. means of a summon monster or similar attempting to cast a spell must succeed 94 :6 RETPAHC CIGAM 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:47 AM Page 94 on a Concentration check (DC 15 + spell Crown of Brilliance Crown of Glory level) or lose the spell. Evocation [Good, Light] Evocation [Good]",
        "name":  "Creatures with light sensitivity take Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 6 Level:Glory 8, Herald 8 bound creature for 3d6 points of non- Components: V, S, M, Archon Components:V, S, M/DF lethal damage per round unless the Casting Time: 1 round Casting Time:1 round caster (as a free action) commands the Range: 20 ft. Range:10 ft./level chains not to deal damage during any Area: 20-ft.-radius emanation, centered Area:10-ft.-radius/level emanation given round. on you centered on you The constricting chains have AC 20, 5 Duration: 1 round/level Duration:1 minute/level hp per caster level (maximum 100 hp), Saving Throw:Fortitude partial Saving Throw:Will negates and damage reduction 10/magic. They Spell Resistance:Yes Spell Resistance:Yes are immune to energy-based attacks, nonlethal damage, and all spells except A blazing crown of golden light sur- This spell temporarily bestows the aura dispel magicand similar effects. They are rounds your head. Creatures you of celestial authority on you, inspiring not subject to critical hits. Half of all engage in melee combat must make awe in all lesser creatures who behold damage dealt to the chains (rounded successful Fortitude saving throws or your terrible perfection and righteous- down) is transferred to the target. be blinded for 1d4 rounds. Creatures ness. Creatures with fewer than 8 levels A successful DC 32 Strength check that successfully save, and creatures or Hit Dice cease whatever they are breaks the chainsand ends the spell. An that have recovered from blindness, are doing and turn to face you. When you entangled creature can also attempt to still dazzled for as long as they remain speak, your words are treated as a sugges- escape (requiring 1 minute) with a DC in melee with you. tionspell, and the listeners telepathically 40 Escape Artist check. Creatures with light sensitivity and understand you, even if they do not",
        "name":  "The chainsautomatically constrict the Level",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No spell, and the spell ends prematurely if the Faith. the opal is shattered by other means. This spell temporarily transforms a Cry of Ysgard magic wand of any type into a healing Crown of Flame Conjuration (Calling) [Good] wand with the same number of charges Evocation [Good] Level: Sanctified 7 remaining. At the end of the spell’s dura- Level: Cleric 5, exalted arcanist 5, Components: V, Sacrifice tion, the wand’s original effect is re- Glory5 Casting Time:1 round stored, and any charges that were Components: V, Archon Range:Close (25 ft. + 5 ft./2 levels) depleted remain so. The spell level of the Casting Time: 1 standard action Effect:Calls 2d4 bariaur defenders of wand determines how powerful a heal- Range: 10 ft. Ysgard ing instrument the wand becomes: Area: 10-ft.-radius emanation, centered Duration:Instantaneous; see text on you Saving Throw:None",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You call 2d4 bariaur defenders of Ysgard wounds (see Chapter 8: Monsters) from the 3rd Wand of cure serious You become a blazingly hot beacon of plains of Ysgard to your location. They wounds the powers of good, searing all evil out- serve you for up to a year, and you may 4th Wand of cure critical wounds siders, evil undead, and evil fey within dismiss them at any time. They are intel- 10 feet of you. Affected creatures take ligent, so you can assign them different For example, a 10th-level cleric can 2d6 points of damage per round. tasks. They can refuse to complete a transform a wand of lightning bolt (3rd- quest or otherwise take on complex bur- level spell) into a wand of cure serious dens without your supervision. woundsfor 10 minutes. No matter how many times you cast this spell, you can control no more than 95 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:47 AM Page 95 four bariaur rangers; others are released Range: Medium (100 ft. + 10 ft./level) You draw forth the material essence of joy from service and return to Ysgard imme- Area: 20-ft.-radius burst from a creature experiencing great bliss. diately. You choose which creatures to Duration: Instantaneous This physical manifestation of joy, called release. Saving Throw: Reflex half; see text ambrosia, can be used in the creation of",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d3 points of Strength drain. Spell Resistance: Yes good magic items, as a special spell com- ponent, or as a druglike substance (with Curtain of Light This spell creates a burst of magical no addictive qualities). The Celestial Heb- Evocation [Light] energy that deals 1d6 points per level of domad, the rulers of the Seven Heavens,",
        "name":  "Sacrifice",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) gering threads of magical energy for 1d6 receptacle, such as a vial. Ambrosia can",
        "name":  "Range",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No run or charge. An entangled creature on a deliriously lovestruck character, a that attempts to cast a spell must suc- dryad dreaming near her tree, an artist An immobile, vertical curtain of bril- ceed on a DC 15 Concentration check or crafting his life’s masterpiece, or a char- liant light energy springs into existence. lose the spell. This spell affects only acter experiencing a moment of rapture This barrier cannot pass through spaces creatures—objects are unharmed. or undiluted sexual pleasure. occupied by creatures and objects, but it Arcane Material Component: A bit of Good spellcasters can use ambrosia in can bend around them. spider’s web. magic item creation. Each dose provides One side of the curtain, selected by the equivalent of 2 experience points you, sends forth flashes of light, dealing Diamond Spray needed to create the item. A dose of 2d4 points of damage to evil creatures Evocation [Good] ambrosia can also be used as an optional within 10 feet and 1d4 points of damage Level:Sanctified 4 spell component (see Chapter 3). to evil creatures past 10 feet but within Components:V, S, M A living creature that drinks a dose of 20 feet. The curtain deals this damage Casting Time: 1 standard action ambrosia experiences a soothing sensa- when it appears and at the start of the Range:60 ft. tion that wipes away minor aches and caster’s turn each round. In addition, the Area:Cone-shaped burst pains, takes the edge off grief and sad- curtain deals 2d6 points of damage +1 Duration: Instantaneous ness, and cures 1 point of damage. These point of damage per caster level (maxi- Saving Throw:Reflex half positive sensations and emotions persist mum +20) to any evil creature passing Spell Resistance: Yes for 1d4+1 hours. through it. Contact with the curtain Focus: A vial or similar container in deals double damage to undead crea- A blast of diamondlike shards springs which to contain the ambrosia. tures. from your hand and extends outward in A curtain of lightcan be made perma- a glittering cone. The cone dazzles evil Divine Inspiration nent with a permanencyspell. A perma- creatures in the area for 2d6 rounds. The Divination nent curtain of light that is destroyed spell also deals 1d6 points of damage per Level: Sanctified 1 becomes inactive for 10 minutes, and caster level (maximum 10d6). The Components: Sacrifice then reforms. Curtain of light counters damage affects only evil creatures. A Casting Time:1 standard action any magical darkness spell of 5th level successful Reflex save reduces the Range: Touch or lower with which it comes into con- damage by half but does not negate the Target:One creature touched tact. Any magical darkness spell of 5th dazzling effect. Duration: 1d4 rounds level or higher counters curtain of light. Material Component: Diamond dust Saving Throw:None The curtain of lightis impervious to all worth at least 100 gp. Spell Resistance:Yes (harmless) physical attacks and spells except anti- magic field, dispel magic, greater dispel Distilled Joy This spell helps to tip the momentum of magic, and Mordenkainen’s disjunction. Transmutation combat in the favor of good, granting",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level gets immune to mind-affecting spells This spell converts magical energy",
        "name":  "Duration",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) does not negate mind-influencing ef- ders the target immune to one energy fects already in place. type (acid, cold, electricity, fire, or sonic) Your allies become elated, full of energy Second, targets of the spell take only specified when the spell is cast. Second, and joy. Affected creatures gain a +2 half damage from all melee and ranged whenever the target is subjected to a morale bonus to effective Strength and attacks for the duration of the spell. magical attack of the selected energy Dexterity, and their speed increases by Third, the fuguelike state induced by type, he instead heals damage equal to +5 feet. the spell makes it difficult for targets to 10% of the damage dealt (rounded Elationdoes not remove the condition concentrate on certain tasks. Creatures down). For example, a creature pro- of fatigue, but it does offset most of the in ecstasy take a –4 penalty on all skill tected by energetic healing (cold) that penalties for being fatigued. checks, and casting a spell while under would normally take 35 points of cold the influence of empyreal ecstasyrequires damage from a cone of coldheals 3 points Emerald Burst a DC 15 Concentration check. of damage instead. Once the spell heals a Evocation [Good] number of hit points equal to 2 per",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level sorcerer/wizard 2, Wrath 2 power and it flies toward your enemies. Saving Throw: None Components: V, S, M",
        "name":  "You infuse an emerald with magical Duration",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Emerald worth at with dire consequences. This spell transforms a magic potion least 1,000 gp. Any creature in the spell’s area that into a volatile substance that can be makes an attack takes 20d6 points of hurled out to the specified range. The Empyreal Ecstasy damage. The caster decides whether the spell destroys the potion and releases a Abjuration spell deals lethal or nonlethal damage 10-foot-radius burst of energy at the",
        "name":  "Material Component",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magic potion. Level: Sanctified 6 Saving Throw:Will negates",
        "name":  "Material Component",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You die. You can be raised or Casting Time:1 standard action saves. All the subjects take only half resurrected normally. Range: Close (25 ft. + 5 ft./2 levels) damage from all wounds and attacks 99 MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 9:48 AM Page 99 that deal them hit point damage. The Hammer of Righteousness Components: V, S, DF amount of damage not taken by all the Evocation [Force, Good] Casting Time: 1 standard action warded creatures is taken by you. Forms Level: Sanctified 3 Range: Close (25 ft. + 5 ft./2 levels) of harm that do not involve hit points, Components: V, S, Sacrifice Targets: One creature/level such as charmeffects, temporary ability Casting Time: 1 standard action Duration: Permanent damage, level draining, and disintegra- Range: Medium (100 ft. + 10 ft./level) Saving Throw: Will negates (harmless) tion,are not affected. If a subject suffers Effect: Magic warhammer of force Spell Resistance: Yes (harmless) a reduction of hit points from a lowered Duration: Instantaneous",
        "name":  "Sacrifice",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A platinum ring (worth at least damage is rolled. The hammer is con- peace. 50 gp) worn by you and each subject of sidered a force effect and has no miss the spell. chance when striking an incorporeal Heavenly Lightning This spell first appeared in Magic of target. A successful Fortitude save Evocation [Good] Faerûn. halves the damage. Level: Celestial 5, exalted arcanist 5",
        "name":  "Focus",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) path. Each target struck by an arc takes As status(described in the Player’s Hand- 3d6 points of special celestial electric- book), but you can also cast a limited You transfer some of your life essence to ity damage. Creatures normally selection of spells through the link, as if another creature, healing it. You may immune to electricity take full damage you were touching the target. You can heal up to 1d6 hit points per two caster from this spell, and the celestial light- cast any spell that meets the following levels (maximum 10d6), and must de- ning is not subject to being reduced by conditions: cide how many dice to roll when you protection from energy (electricity)or sim- • Level: 0, 1st, or 2nd cast the spell. You take damage equal to ilar magic. • Range: Touch the amount the target is healed. This • Target: Creature touched spell cannot restore more hit points to a Heavenly Lightning Storm • Saving Throw: Harmless target than your current hit points +10, Evocation [Good] which is enough to kill you. Level: Celestial 7, exalted arcanist 7",
        "name":  "Spell Resistance",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A masterwork trumpet, which more detailed response. This spell Evocation [Good, Light] you must blow. cannot be used to force the target to Level: Cleric 1, paladin 1, sorcerer/ divulge information it doesn’t know, wizard 1, vassal of Bahamut 1 and the target creature is unable to fab- Components: S, Abstinence ricate lies of any kind while under the Casting Time: 1 standard action spell’s hold. Range: Close (25 ft. + 5 ft./2 levels) MAGIC CHAPTER 6: 620_88026_ExaltedDeeds2a.qxd 8/26/03 1:50 PM Page 101 Evil cannot escape from heavenly lightning. 101",
        "name":  "Focus",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "40-ft.-radius spread creature that is under the influence of a Duration: 1 hour/level Phieran’s Resolve mind-affecting spell or effect, that crea- Saving Throw: None Abjuration [Good] ture immediately receives another Spell Resistance: No Level: Sanctified 3 saving throw against the effect’s original Components: V, S, DF DC to break free of the effect. If the spell You create an area in which only good crea- Casting Time: 1 standard action or effect did not originally permit a tures can be magically summoned. No Range: 20 ft. saving throw, this spell has no effect. matter what a later caster attempts to Targets: One good creature/level in a summon, he actually summons a good ver- 20-ft.-radius burst centered on you Path of the Exalted sion (a celestial beast rather than a fiendish Duration: 1 minute/level Divination one, for example) or a good equivalent (an Saving Throw: Will negates (harmless)",
        "name":  "When you cast this spell and touch a Area",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, Abstinence radius and shadowy illumination to 20 magic. Creatures may leave the area to",
        "name":  "Components",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    }
]
