[
    {
        "origin_file":  "magic_items.json",
        "description":  "1,550 gp, 124 XP, 4 days. These reins allow your mount to briefl y break the bonds of gravity. Reins of ascen- REACH GAUNTLETS sion have 3 charges, which are renewed each day at dawn. Spending 1 or more Price (Item Level): 500 gp (3rd) charges grants your mount a benefi t as",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— can activate this cape. While it is active, age maneuverability) for 5 rounds. the bonus granted by your minor and 3 charges: Fly at double normal land Each of these gauntlets bears a brass plate set major auras improves by 2. speed (perfect maneuverability) for 1 with a faceted pale blue crystal on the back This benefi t lasts for 10 rounds or round. of the hand. until you and your allies are no longer Prerequisites: Craft Wondrous Item, outnumbered. This ability functions fl y, jump. If you are a psionic character, reach once per day. Cost to Create: 1,650 gp, 132 XP, 4 days. gauntlets allow you to temporarily create",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, a telekinetic extension of your normal eagle’s splendor. RELIQUARY HOLY attacks. You must spend 1 power point to",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 160 XP, 2 days. activate the gauntlets, effectively extend- SYMBOL ing your normal reach by 5 feet for all RECIPROCAL BRACERS Price (Item Level): 1,000 gp (4th) melee attacks you make until the end of",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat your turn. Price (Item Level): 5,000 gp (9th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, mage Aura: Faint; (DC 17) transmutation",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. Weight: — This hollow holy symbol holds a pinch of dust and a fragment of bone. REARGUARD’S CAPE These dark adamantine bracers are slightly dif- fi cult to separate, as if a magical fi eld attracts Price (Item Level): 2,000 gp (6th) As the repository of a tiny fragment of a them to one another.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, were charging, its entire full-round action ADAMANTINE TOUCH turn undead. would be wasted.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 gp, 40 XP, 1 day. This ability functions once per day. Price (Item Level): 6,000 gp (10th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Body Slot: Ring RENDING GAUNTLETS Bigby’s interposing hand. Caster Level: 12th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,150 gp, 92 XP, 3 days. Aura: Strong; (DC 21) transmutation Price (Item Level): 3,610 gp (8th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) evocation Price (Item Level): 9,000 gp (12th) Three strips of adamantine form this simple",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 days. your turn, you can activate rending gaunt- You can activate a retributive amulet imme- lets to deal an extra 2d6 points of damage diately after another creature has dealt RING OF ANTIVENOM with the second attack. damage to you with a melee attack. That This ability functions three times per creature takes damage equal to half the Price (Item Level): 8,000 gp (11th) day. damage it dealt to you. This damage is of Body Slot: Ring",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, the same type (or types). Caster Level: 7th shatter. This ability functions three times per Aura: Moderate; (DC 18) conjuration",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,600 gp, 360 XP, 9 days. A tiny, speckled mushroom grows from the tip REPELLING of this granite ring. GAUNTLETS RIDING BOOTS Once per day, you can activate the ring Price (Item Level): 12,000 gp (13th) Price (Item Level): 2,300 gp (6th) to gain the benefi t of a neutralize poison",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— RING OF These calf-high boots are made of smooth, Dark birds of prey, four small chains, and a supple leather and have pointed toes. They ARCANE MIGHT black-and-yellow checkered fi eld adorn these are unadorned except for a pair of shining, leather gloves. Price (Item Level): 20,000 gp (15th) silver spurs that seem to leave a tracery of light",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th Price (Item Level): 18,000 gp (14th) affecting incorporeal evil creatures.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, shrink item. protects against, you can activate the ring",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, resist energy, Price (Item Level): 10,000 gp (12th) with the Draconic word for friendship. spell turning.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— who is wearing another ring of communica- tion to which you are attuned. The volume DRAGON FRIENDSHIP This solid gold ring is set with emeralds that of the speech and the background noise Price (Item Level): 16,000 gp (14th) run all around the outside of its band. at either end make no difference; whis-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. vate the ring to produce a suggestion effect Price (Item Level): 1,000 gp (4th) directed at a creature of the dragon type.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (command); see text Price (Item Level): 2,000 gp (6th) If you or one of your allies attacks a",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, Heighten RING OF ESSENTIA RING OF FLOATING Spell, dominate monster, suggestion. Price (Item Level): 6,000 gp (10th) Price (Item Level): 2,000 gp (6th)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Weight: — Price (Item Level): 8,000 gp (11th) This plain silver band is set with a small sap- A scene of a shattered ship and wooden debris",
        "name":  "DEFLECTION Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard (command) This is a continuous effect and requires essentia can reclaim it earlier by touch- Weight: — no activation. ing the ring and willing it to return (a If you also wear a magic item that standard action). This ring is carved from clear quartz and is provides a bonus to your speed, the miss",
        "name":  "Alternatively, the donor of the stored Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, essentia pool, engraved with complex magic sigils. chance provided by the ring increases soul boon (MoI 104). to 50%.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. Ring of fl oating Ring of entropic defl ection Ring of avoidance Ring of adamantine touch Bone ring Illus. by E. Widermann 662200__1100776622__CChhpp33..iinndddd 112233 1122//2211//0066 55::3388::5511 AAMM 124 3 RETPAHC GNIHTOLC dawn. Spending 1 or more charges cre- RING OF GREATER dispel magic used to counter a spell, except ates a 10-foot-square vertical wall of force that you add your caster level to the coun- COUNTERSPELLS (as the spell) up to 30 feet away from you. terspell check (maximum +20). Thus, a The number of charges spent determines Price (Item Level): 16,000 gp (14th) 12th-level wizard wearing a ring of greater the duration of the wall. Body Slot: Ring counterspells would roll 1d20+12 when acti- 1 charge: 2 rounds. Caster Level: 15th vating this ability. When you activate this 2 charges: 3 rounds. Aura: Strong; (DC 22) abjuration secondary effect, the braids of white gold 3 charges: 4 rounds. Activation: — and immediate seem to twist and writhe on your fi nger,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, greater dispel RING OF FOUR WINDS This white gold ring is forged in a braided pat- magic, imbue with spell ability. tern. A single ruby set in its center fl ickers and Cost to Create: 8,000 gp, 640 XP, Price (Item Level): 2,000 gp (6th) pulses with magical energy. 16 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immediate (command) Price (Item Level): 18,000 gp (14th) counterspells. You cannot cast a stored spell",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,000 gp, 720 XP, 18 days. counterspell attempt functions like greater Ring of greater Ring of Ring of Ring of Ring of counterspells mystic lightning piercing spells nine lives negatice protection nnamrediW .E yb .sullI 662200__1100776622__CChhpp33..iinndddd 112244 1122//2211//0066 55::3388::5566 AAMM 125 CLOTHING CHAPTER 3 RING OF RING OF MASTER This white gold ring bears a square-cut ruby. Arcane runes are inscribed around its band. LIGHTNING FLASHES ARTIFICE, GREATER Price (Item Level): 11,500 gp (13th) Price (Item Level): 61,000 (18th) A ring of mystic defi ance protects you from",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring Caster Level: 16th damaging magical effects. When you acti-",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,750 gp, 300 XP, 8 days. MASTER ARTIFICE Price (Item Level): 25,000 (15th) RING OF MYSTIC FIRE",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring Price (Item Level): 7,500 gp (11th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— These thin, interlocking rings are made of dif- ARTIFICE, LESSER ferent metals, including silver, adamantine, Price (Item Level): 5,000 gp (9th) This silver ring seems to smolder with an mithral, and platinum.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 21) no school A ring of master artifi ce functions only if A ring of mystic fi re provides a boost to you can imbue infusions (see the EBERRON This item functions as a ring of master your fi re-based spells. When casting Campaign Setting). Assembling the ring artifi ce, except a lesser ring provides you spells with the fi re descriptor, you gain from its various components requires 5 with one bonus 1st-level infusion and one a +1 competence bonus to caster level. minutes and a successful DC 22 Intelli- bonus 2nd-level infusion (instead of one This is a continuous effect and requires gence check, which you can attempt any bonus 3rd-level infusion and one bonus no activation. number of times. Once assembled, a ring 4th-level infusion). In addition, this ring has 3 charges, of master artifi ce must be worn for 24 hours",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring. which are renewed each day at dawn. for its magic to take effect. After that time,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,500 gp, 200 XP, 5 days. Spending 1 or more charges grants a bonus you gain the ring’s benefi t every time you to the amount of damage you deal with concentrate to regain your daily allotment RING OF the next fi re spell you cast before the end of infusions. of your turn. (If the fi re spell doesn’t nor- The ring increases the number of infu- MYSTIC DEFIANCE mally deal fi re damage, this expenditure sions you can imbue daily. A ring of master Price (Item Level): 7,500 gp (11th) has no effect). artifi ce provides one bonus 3rd-level infu-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Cost to Create: 3,750 gp, 300 XP, 8 days. Illus. by E. Widermann 662200__1100776622__CChhpp33..iinndddd 112255 1122//2211//0066 55::3399::0011 AAMM 126 3 RETPAHC GNIHTOLC RING OF RING OF NEGATIVE This blood-red, metallic signet ring bears the emblem of a black skull with wands crossed MYSTIC HEALING PROTECTION beneath it. Price (Item Level): 3,500 gp (8th) Price (Item Level): 36,000 gp (17th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Weight: — you cast against an enemy you are fl ank- ing deals an extra 2d6 points of damage. This steel ring glimmers with a faint golden This gleaming, white gold ring is set with a Touch spells that don’t normally deal light. single piece of polished jet. hit point damage don’t gain any benefi t from this ability. If you don’t cast a touch A ring of mystic healing provides a boost You can ignore the 1d6 points of damage spell that deals hit point damage before to your healing spells. When casting cure dealt by negative-dominant planes, such the end of your turn, you gain no benefi t spells, you gain a +1 competence bonus as the Negative Energy Plane, each round. from the ring. to your caster level. This is a continuous You also cannot gain negative levels. This ability functions three times per effect and requires no activation. Prerequisites: Forge Ring, protection from day. In addition, this ring has 3 charges, negative energy (LM 70). Prerequisites: Forge Ring, infl ict moderate which are renewed each day at dawn. Cost to Create: 18,000 gp, 1,440 XP, wounds, sneak attack. Spending 1 or more charges grants a bonus 36 days. Cost to Create: 1,000 gp, 80 XP, 2 days. to the damage healed by the next cure spell you cast before the end of your turn. RING OF NINE LIVES RING OF POSITIVE 1 charge: +2d6 points of healing. Price (Item Level): 45,000 gp (17th) PROTECTION 2 charges: +3d6 points of healing.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring 3 charges: +4d6 points of healing. Price (Item Level): 36,000 gp (17th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— MYSTIC LIGHTNING The stylized face of a contemplative cat adorns This plain black iron ring is set with a single this ivory ring. Two tiny emeralds glimmer Price (Item Level): 7,500 gp (11th) perfect diamond. within the cat’s eyes.",
        "name":  "RING OF Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "22,500 gp, 1,800 XP, which are renewed each day at dawn. RING OF 45 days. Spending 1 or more charges grants a bonus SELF-SUFFICIENCY to the damage dealt by the next electric- RING OF ity spell you cast before the end of your Price (Item Level): 10,000 gp (12th) turn. (If the spell doesn’t normally deal PIERCING SPELLS Body Slot: Ring electricity damage, this expenditure has Caster Level: 7th Price (Item Level): 2,000 gp (6th) no effect). Aura: Moderate; (DC 18) transmutation",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,750 gp, 300 XP, 8 days. move constantly. 662200__1100776622__CChhpp33..iinndddd 112266 1122//2211//0066 55::3399::0033 AAMM 127 CLOTHING CHAPTER 3 You gain a +10 competence bonus on Auto- This sturdy band of mithral is set with tiny RING OF SPELL-BATTLE hypnosis checks. sapphires. Price (Item Level): 12,000 gp (13th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, creates a silence effect, as the spell, cen- can activate the ring to counterspell that 10 days. tered on you. While this effect lasts, you spell as if with dispel magic, or change the can cast up to three spells of 3rd level target of the spell to any target within 60 RING OF SOULBOUND or lower without verbal components feet of you. If you choose an illegal target (as though using the Silent Spell feat, PROTECTION, GREATER (because of the spell’s range limitation except that the spells do not require a or other restrictions), the spell functions Price (Item Level): 26,000 gp (16th) higher level spell slot or increased cast- normally and the effect is wasted.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18th ing time). Prerequisites: Forge Ring, detect magic, dispel",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strong; (DC 24) abjuration This ability functions once per day. magic, spell turning, Spellcraft 10 ranks.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. RING OF This item functions as a ring of soulbound THUNDERCLAPS RING OF SOULBOUND protection, except the maximum bonus Price (Item Level): 6,000 gp (10th) PROTECTION to AC you can gain with this ring is +5",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring instead of +3. A greater ring of soulbound Price (Item Level): 10,000 gp (12th) Caster Level: 7th protection (set with four sapphires) has a",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 days. WATER BREATHING RING OF UNIVERSAL Price (Item Level): 6,000 gp (10th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th Price (Item Level): 60,000 gp (18th) Aura: Faint; (DC 17) transmutation (minor); 120,000 gp (21st) (major); Activation: — 180,000 gp (24th) (greater) Weight: —",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forge Ring, resist energy. Price (Item Level): 30,000 gp (16th) seeing) still function normally.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15,000 gp, 1,200 XP, RING OF VANISHING 30 days. Each of these black iron rings is set with smooth Price (Item Level): 30,000 gp (16th) pieces of jet all around its band.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th Price (Item Level): 4,500 gp (9th) This pair of black iron rings must be worn",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15,000 gp, 1,200 XP, evant school. Ignan that causes four fi ery orbs, each 30 days. Cost to Create: 10,500 gp, 840 XP, about 6 inches in diameter, to spring from 21 days. the sleeves. They circle slowly around ROBE OF your body at waist height as long as the ARCANE MIGHT ROBE OF THE INFERNO robe remains active, but don’t interfere with your actions in any way. As long as Price (Item Level): 37,000 gp (17th) Price (Item Level): 21,000 gp (15th) they are active, they collectively provide",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. ROBE OF MYSTERIOUS Made from heavy leather, these boots have CONJURATION solid iron plating along the toes and ankles. A smoky crystal shard is set into the back of each Price (Item Level): 10,000 gp (12th) boot, a few inches above the heel. Body Slot: Body",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bind Elemental (ECS 51) or your mind to the distant realms from Rogue’s vest Craft Wondrous Item, planar binding. which a puissant mage can pluck servants",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. and bind them to his will. equal to 1d6 points per level of the spell Three times per day, you can activate sacrifi ced. This ability functions three ROGUE’S VEST the robe and sacrifi ce a prepared arcane times per day. spell (or arcane spell slot) to summon Price (Item Level): 18,000 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, summon monster V. This slick-looking black vest is made of supple,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, well-worked leather. Its buttons are carved of Desperation chain 10 days. dull black glass and seem to absorb light rather than refl ect it. ROBE OF While wearing this vest, you gain a +2 com- RETALIATION petence bonus on Hide and Move Silently Price (Item Level): 6,500 gp (10th) checks, and a +2 competence bonus on",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat Price (Item Level): 12,000 gp (13th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 20) abjuration Prerequisites: Craft Wondrous Item, jump",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Cost to Create: 5,000 gp, 400 XP, 10 days. This porcelain pin is sculpted to look like a pair of outstretched white wings. A tiny green stone This sumptuous red silk sash is feather-light. It SANDALS OF adorns the center, where the wings meet. is set with a large ruby cabochon surrounded SPRINTING by an embroidered silver circle. If you fall at least 10 feet, a safewing emblem Price (Item Level): 2,300 gp (6th) becomes a pair of feathery wings that Wearing a ruby cincture of immutability pro- Body Slot: Feet grant you a feather fall effect, allowing vides you with a safeguard against attacks Caster Level: 5th you to descend safely from any height up that change your form. Once per day, you Aura: Faint; (DC 17) transmutation to 180 feet. When you land, the emblem can instantly counter any effect that would Activation: Swift (command) shatters, its magic expended. signifi cantly change your bodily form or Weight: 1/2 lb.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, composition. Effects that the sash protects feather fall. against include polymorph, petrifi cation, These lightweight sandals are soled with",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, break SPRINGING When you activate sandals of sprinting, you enchantment. gain a +30-foot enhancement bonus to Price (Item Level): 10,000 gp (12th)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, SCARAB OF Prerequisites: Craft Wondrous Item, con- expeditious retreat. tingency, cure light wounds. STABILIZATION",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,150 gp, 92 XP, 3 days. Cost to Create: 10,000 gp, 800 XP, Price (Item Level): 20,000 gp (15th) 20 days.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 20) evocation Price (Item Level): 8,000 gp (11th) Price (Item Level): 40,000 gp (17th) Activation: —",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, harmful effects that don’t deal damage. new hit point total, provided that it is still persistent image. A scarab of invulnerability functions once between –1 and –9.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. per day. You must wear a scarab of invulner- If a wound would drop you to –10 hit ability for 24 hours before you can access its points or lower, the secondary power of SCOUT’S HEADBAND abilities. If it is taken off, it becomes inac- the scarab activates automatically. You do tive until worn for an additional 24 hours. not die, but your hit point total becomes Price (Item Level): 3,400 gp (8th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, –1, and you automatically stabilize. This Body Slot: Head iron body. power functions only once—the scarab Caster Level: 9th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— wolhctirC .C yb .sullI 662200__1100776622__CChhpp33..iinndddd 113322 1122//2211//0066 55::3399::3311 AAMM 133 CLOTHING CHAPTER 3 This tattered strip of cloth is strangely resil- SEPULCHRAL VEST This wristband seethes with ever-shifting shad- ient, and when you hold it, elven runes appear ows. Its touch feels like frozen silk. Price (Item Level): 2,000 gp (6th) along its length.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immediate (command) is a continuous effect and requires no magic to derive healing from their use of",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— activation. such magic. In addition, this circlet has 3 charges, When you cast a spell with the shadow The smell of fresh graves and decaying lilies which are renewed each day at dawn. descriptor, or whenever you cast a mys- clings to this vest. Spending 1 or more charges enhances tery (see the shadowcaster class, ToM your visual acuity as described below. 111), you can activate the maniple to heal Sometimes jokingly dubbed “gravedigger’s 1 charge: You gain darkvision out to 60 damage equal to the level of the spell or shirts,” these items help characters who feet for 1 hour. mystery. battle undead. When activated, a sepulchral 2 charges: You can see invisible crea- A shadow maniple functions three times vest grants you a +5 sacred bonus on saves tures and objects (as see invisibility) for 10 per day. against any effect generated by an undead minutes. Prerequisites: Craft Wondrous Item, creature for 1 round. 3 charges: You gain true seeing (as the shadow conjuration or any apprentice This ability functions three times per spell) for 1 minute. mystery. day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, band are taken from the Saga of Filix, a death ward. great elf scout from long ago (Knowledge SHADOW VEIL",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 gp, 80 XP, 2 days. [history] DC 10). Price (Item Level): 16,000 gp (14th) Filix bargained with Corellon for",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th gift came with a curse: The scout could Price (Item Level): 3,700 gp (8th)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, see of the undead creatures known as shad- invisibility, darkvision, true seeing. ows. While wearing it, you gain a +1",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,700 gp, 136 XP, 4 days. defl ection bonus to AC. In addition, while in shadowy areas, you are treated SCRY SHROUD as if you had concealment against crea- Price (Item Level): 4,000 gp (8th) tures lacking darkvision, blindsight, or",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) illusion Prerequisites: Craft Wondrous Item,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8,000 gp, 640 XP, The black lining of this nondescript gray cloak 16 days. seems to absorb both light and sound. SHIFTWEAVE While wearing a scry shroud, you gain a +5 Price (Item Level): 500 gp (3rd) competence bonus on saves against divina-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift (mental) detect a magical sensor created by a scry-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, domly into the fabric. nondetection, invisibility.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Though originally created for 15 days. wealthy socialites who wanted to avoid This shirt grants you damage reduction wearing the same gown to the gala, 3/bludgeoning. SHIRT OF THE FEY shiftweave is also useful to spies and assas- Prerequisites: Craft Wondrous Item, Price (Item Level): 15,000 gp (14th) sins (Knowledge [nobility and royalty] stoneskin.",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. Price (Item Level): 9,000 gp (12th) Weight: 1 lb.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th This light blue shirt is made of material so fi ne Price (Item Level): 15,000 gp (14th) Aura: Moderate; (DC 18) transmutation it seems like gossamer. Embroidery along the",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. silver chain in an intricate pattern. becoming almost impossible to see. This shirt grants you damage reduction 3/cold This shirt is composed entirely of soft, white This shirt grants you damage reduction iron. feathers like those from an angel’s wings. 3/piercing. Prerequisites: Craft Wondrous Item,",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, stoneskin. Despite its composition, a shirt of angels stoneskin. Cost to Create: 7,500 gp, 600 XP, 15 days. is as durable as the sturdiest homespun. Cost to Create: 4,500 gp, 360 XP, 9 days. This item grants you damage reduction SHIRT OF THE 3/evil. SHIRT OF DEMONSKIN INEVITABLE",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 15,000 gp (14th) righteous might. Price (Item Level): 15,000 gp (14th)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Price (Item Level): 9,000 gp (12th) Weight: 1 lb.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) transmutation skin sewn together with a rough stitch. shoulders xoC .E yb .sullI 662200__1100776622__CChhpp33..iinndddd 113344 1122//2211//0066 55::3399::3399 AAMM 135 CLOTHING CHAPTER 3 This shirt is actually the metallic chest- Whenever a healing spell of 4th level or SHIRT OF RESILIENCE plate from one of the constructs of lower is cast within 30 feet of you, you Price (Item Level): 12,000 gp (13th) Mechanus—a noble inevitable. It grants instantly recognize the spell being cast.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, no activation.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. any healing spell cast within 30 feet of you, SHIRT OF IRONSKIN instead of the spell affecting its intended This sturdy leather shirt is laced with a green target. If the spell would normally affect Price (Item Level): 15,000 gp (14th) leather cord. more than one creature, you choose which",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) transmutation 3/magic. the target to use this effect.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Prerequisites: Craft Wondrous Item, This ability functions three times per",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, mass This shirt is made of interlocking iron plates. 12 days. cure light wounds.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. This shirt grants you damage reduction SHIRT OF SLAADSKIN 3/adamantine. SHIRT OF THE MOON Price (Item Level): 15,000 gp (14th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso stoneskin. Price (Item Level): 15,000 gp (14th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Price (Item Level): 8,000 gp (11th) This lightweight, brightly colored shirt is made",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Prerequisites: Craft Wondrous Item,",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, righteous might. stoneskin. This blood-red, silk shirt looks as though it was Cost to Create: 7,500 gp, 600 XP, 15 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "death knell and detect no activation. undead. Price (Item Level): 9,000 gp (12th) In addition, once per day, you can acti- Prerequisites: Craft Wondrous Item, death",
        "name":  "SHIRT OF THE TREANT This is a continuous effect and requires vated once per day",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, SNAKEBLOOD TOOTH",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. grease. Price (Item Level): 1,350 gp (5th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 18) conjuration The leaves that make up the fabric of this Price (Item Level): 3,200 gp (8th) Activation: — and immediate shirt were gathered from living treants. Body Slot: Feet (command)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Activation: — and swift (command) This tiny chunk of ivory resembles the fang stoneskin. Weight: 1 lb. of a snake.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,500 gp, 360 XP, 9 days. These comfortable boots are made from soft When placed into an empty tooth socket, SHROUD OF SCALES doeskin. a snakeblood tooth adheres to your jawbone until removed. Placing or removing a Price (Item Level): 24,000 gp (15th) Scouts (CAd 10) prize skirmisher boots, but tooth requires a standard action. A snake-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 lb. tinuous effect and requires no activation. In addition, a snakeblood tooth has 3 A character without the skirmish class charges, which are renewed each day This opaque, reticulated shawl appears to con- feature does not gain this benefi t. at dawn. Spending 1 or more charges tain hundreds of polychromatic dragon scales In addition, you can activate skirmisher enhances a tooth’s protective qualities as stitched into its fi bers. Deep, fl owing sleeves boots to make a single extra melee or ranged described below. hang from long arm slits cut into the main attack using your full base attack bonus. 1 charge: You gain a +5 alchemical bonus body of the shawl. You can only activate this ability if you on saves against all types of poison for 3 have already moved at least 10 feet from the rounds. While wearing a shroud of scales, you can space where you started your turn. Move- 2 charges: You and up to three allies use your arms and hands normally and ment while mounted does not allow you within 10 feet of you gain a +5 alchemi- see through the garment despite its appar- to activate the boots. This benefi t does not cal bonus on saves against poison for 3 ent opacity. You gain damage reduction require the skirmish class feature and can rounds. 5/magic and are immune to a dragon’s be activated two times per day. 3 charges: You gain immunity to poison frightful presence.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, for 1 round.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, haste. Prerequisites: Craft Wondrous Item, stoneskin.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "675 gp, 54 XP, 2 days. 24 days. SKULL PLAQUE SOULSMITE SILKSLICK BELT Price (Item Level): 6,200 gp (10th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat GAUNTLETS Price (Item Level): 2,000 gp (6th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Waist Price (Item Level): 3,000 gp (7th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "—; see text Prerequisites: Craft Wondrous Item, bind off-hand attack.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, requires 10 minutes and the expenditure This faceted gemstone is the size of a coin and 10 days. of an infusion of the appropriate level. mounted on a golden disk covered in runes An infusion powers a spare hand for 24 and scrollwork. SPARE HAND hours. Price (Item Level): 12,000 gp (13th) Prerequisites: Craft Wondrous Item. Soulstones are boons to all those who chan-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Waist Cost to Create: 6,000 gp, 480 XP, nel the power of incarnum (see Magic",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "SPELLSINK SCARAB Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, greater dispel magic. keen edge. Price (Item Level): 2,000 gp (6th)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immediate (command) Price (Item Level): 1,400 gp (5th) SPECTACLES",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Body Slot: Feet Price (Item Level): 2,500 gp (7th) Caster Level: 3rd",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, points. creature that charges you (and thus it deals read magic. 3 charges: Reduce damage by 4d6 double damage if your attack is success-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, out penalty. Cost to Create: 2,000 gp, 160 XP, 4 days. bull’s strength. The effect of these bracers doesn’t",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "700 gp, 56 XP, 2 days. stack with the powerful build trait (such SURGE CRYSTAL as that possessed by the half-giant and Price (Item Level): 18,000 (14th) STORM GAUNTLETS goliath races).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 10,604 gp (13th) Caster Level: 10th enlarge person.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. pulses with a vibrant radiance. Ribbons of electricity crackle over these gleam- A surge crystal allows you to exceed your ing, blue-tinged metal gauntlets. Jagged white normal manifesting limits briefl y. A crys- bolts arc between the pair, fi lling the air with tal has 5 charges, which are renewed each the scent of ozone. day at dawn. Spending 1 or more charges increases your manifester level for the When worn together, this pair of +1 spiked next psionic power you manifest in that gauntlets grants you resistance to electric- round. The manifester level boost gives ity 5. This is a continuous effect and you the ability to augment the power requires no activation. to a higher degree than you otherwise In addition, storm gauntlets have 4 could; however, you must still pay charges, which are renewed each day the extra power point cost for this at dawn. Spending 1 or more charges augmentation. allows you to generate a number of 1 charge: +1 manifester level. electrcity-based effects. 3 charges: +2 manifester level. 1 charge: shocking grasp. 5 charges: +3 manifester level. 2 charges: lightning bolt (Refl ex DC 14 The benefi t from a surge crystal doesn’t half). stack with wild surge or the Overchan- 4 charges: electric spheres. These act like nel feat. fl aming spheres, except that you create four A surge crystal can be activated only after spheres of crackling electricity. You can Surcoat of valor being worn continuously for 24 hours. If direct any or all of the spheres with the it is taken off, it becomes inactive until same action. Multiple spheres directed at it is again donned and worn for a full 24 the same creature deal damage separately SURCOAT OF VALOR hours. (Refl ex DC 13 half). These spheres deal Prerequisites: Craft Wondrous Item, wild Price (Item Level): 4,000 gp (8th) electric damage. surge (EPH 31) or Overchannel feat.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Magic Arms and Cost to Create: 9,000 gp, 648 XP,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. 10 days. TRANSFIGURATION This is a fi ne blue linen surcoat, with gold STRONGARM BRACERS Price (Item Level): 500 gp (3rd) and white trim and a golden dragon rampant",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat Price (Item Level): 6,000 gp (10th) emblazoned on the chest.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "250 gp, 20 XP, 1 day. to have been among the burial raiments of Shedlazzar IV, a legendary wizard- TABARD OF THE king who haunted his castle for decades after his death.His grandson, a noted DISEMBODIED [RELIC] necromancer in his own right, wrested Price (Item Level): 6,000 gp (10th) the secret of the tabard’s creation from",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Prerequisites: Craft Wondrous Item, This misty gray tabard is silky soft to the Sanctify Relic, ethereal jaunt. touch. It is embroidered with small sequins Cost to Create: 3,000 gp, 240 XP, 6 days. in a skull motif. TABARD OF THE GREAT A tabard of the disembodied is connected CRUSADE [RELIC] to the Ethereal Plane, the realm where ghosts hold sway. Once per day, you can Price (Item Level): 5,500 gp (10th) activate this tabard to become ethereal for Body Slot: Torso 1 round, provided that you are neutral evil, Caster Level: 20th Tabard of the great crusade lawful evil, chaotic evil, or neutral. Aura: Strong; (DC 25) conjuration",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, the proper divine connection, you can (manipulation); see text Sanctify Relic, heal. activate a tabard of the disembodied to trans- Weight: 1 lb.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have established require activation. the proper divine connection, a tabard of the great crusade also provides you with Third Eye Aware damage reduction 5/evil. Furthermore, Price (Item Level): 10,000 gp (12th) any ally other than you who grasps the",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, have since been passed down from one Spot 10 ranks. battlefi eld cleric to another (Knowledge",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, [religion] DC 20). 10 days. Tabard of the disembodied sillE .S yb .sullI 662200__1100776622__CChhpp33..iinndddd 114400 1122//2211//0066 55::4400::0011 AAMM 141 CLOTHING CHAPTER 3 Glowing with a faint magenta light, this crys- Emitting a white glow, this crystal seems to Third Eye Clarity tal draws your eyes into its limitless depths. shed light into the deepest shadows. Price (Item Level): 3,000 gp (7th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Prerequisites: Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,000 gp, 400 XP, Cost to Create: 1,250 gp, 100 XP, 3 days. 10 days. This crystal is so clear that it is diffi cult to see. Third Eye Freedom Third Eye Dampening Price (Item Level): 2,600 gp (7th) You can activate this crystal to negate any Price (Item Level): 2,500 gp (7th) Body Slot: Face one of the following conditions affect- Body Slot: Face Caster Level: 7th ing you: confused, dazed, fascinated, or Caster Level: 3rd Aura: Moderate; (DC 18) abjuration stunned. Aura: Faint; (DC 16) abjuration Activation: Immediate (mental)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, You can activate a third eye dampening to ger a freedom of movement effect lasting for panacea (SC 152). reduce all variable numeric effects of 1 round. Since this ability suppresses only",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,500 gp, 120 XP, 3 days. the next power, psi-like ability, spell, or the effect hindering your movement, you spell-like ability that affects you to the must either fi nd some other method of minimum value (if this power or spell removing or eliminating the effect, or it Third Eye Conceal would affect multiple creatures, only you will resume after the duration ends. Price (Item Level): 120,000 gp (21st) are protected). This protection lasts until This ability functions once per day.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Face the end of your next turn. Prerequisites: Craft Wondrous Item, free-",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Cost to Create: 1,300 gp, 104 XP, 3 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— dispel magic or damp power (CP 82)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,250 gp, 100 XP, 3 days. Third Eye Gather A bright white light shines from the heart of Price (Item Level): 10,000 gp (12th) this crystal, seeming to offer the promise of Third Eye Dominate Body Slot: Face protection. Price (Item Level): 120,000 gp (21st) Caster Level: 7th",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th Activation: — by all devices, spells, or powers that detect, Aura: Strong; (DC 23) enchantment Weight: — infl uence, or read emotions or thoughts, Activation: Standard (mental) as well as those with mind-affecting or Weight: — This crystal beams with a deep blue light. scrying descriptors. It even foils bend reality, limited wish, miracle, reality revision, This yellow, gleaming crystal pulses with This crystal grants you a +10 competence and wish when they are used to affect hypnotic power. bonus on Gather Information checks. your mind or to gain information about Prerequisites: Craft Wondrous Item, you (however, metafaculty can pierce the A third eye dominate allows you to use Gather Information 10 ranks. protective quality). In the case of arcane dominate monster (as the spell) once per Cost to Create: 5,000 gp, 400 XP, 10 days. eye, remote viewing, or a scrying spell used day on any creature within 60 feet (Will to scan an area you are in, the effect works DC 23 negates). Third Eye Improvisation but you simply aren’t detected. Prerequisites: Craft Wondrous Item, Price (Item Level): 1,000 gp (4th)",
        "name":  "A third eye conceal protects you from view Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, mind dominate monster or psionic dominate",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Third Eye Concentrate Third Eye Expose Price (Item Level): 10,000 gp (12th) Price (Item Level): 2,500 gp (7th) This crystal fl ickers from one color to the next",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Weight: — for a skill in which you have no ranks. You 662200__1100776622__CChhpp33..iinndddd 114411 1122//2211//0066 55::4400::0066 AAMM 142 3 RETPAHC GNIHTOLC are treated as being trained in the skill A third eye powerthieve allows you to borrow Prerequisites: Craft Wondrous Item, for the purpose of making this check. one power from a psionic target within 40 dispel magic or dispel psionics (EPH 94). You must begin the check before the feet once per day. If the target fails a DC 16 Cost to Create: 7,500 gp, 600 XP, end of your turn to gain this benefi t, and Will save, it instantly loses one power of 15 days. the check must be completed within 10 your choice, and you instantly gain tem- minutes. You can’t take 20 on this check porary knowledge of that power. You can Third Eye Sense (though you can take 10). manifest the borrowed power normally if Price (Item Level): 24,000 gp (15th) This ability functions once per day. you have suffi cient power points to pay its",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, cost. You retain knowledge of the power",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— distance. If the former owner is dead, you Third Eye Penetrate still lose the borrowed power. Price (Item Level): 8,000 gp (11th) This bright orange crystal emits a steady",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— or line of effect is not necessary, but the Third Eye Repudiate locale must be a place familiar to you or an This crystal glows with a piercing sapphire Price (Item Level): 15,000 gp (14th) obvious one, such as behind a door, around light. Body Slot: Face a corner, or in a grove of trees. Once the",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th locale has been selected, the focus of your A third eye penetrate grants you a +2 bonus Aura: Moderate; (DC 25) abjuration sight does not move, but can be rotated in on caster level checks to overcome a Activation: Immediate (mental) all directions to view the area as desired. creature’s spell resistance. Weight: — Psionically, magically, or supernaturally",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, lim- enhanced senses cannot be used through ited wish or bend reality (EPH 80). This crystal emits a powerful azure light. this item. If the chosen locale is shrouded",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,000 gp, 320 XP, 8 days. in magical or psionic darkness, you see A third eye repudiate allows you to use dispel nothing. If it is naturally pitch black, you magic (as the spell) once per day. can see in a 10-foot radius around the Third Eye Powerthieve Price (Item Level): 10,000 gp (12th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, scry- Vampire torc ing or clairvoyant sense (EPH 83).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12,000 gp, 960 XP, 24 days. Third Eye Surge Price (Item Level): 2,100 gp (6th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, true Price (Item Level): 6,000 gp (10th) form of a dragon writhing across the surface strike or adrenaline boost (CP 78). Body Slot: Throat of the torc.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, lim- Price (Item Level): 2,000 gp (6th) This jet-black torc is crafted in the form of two ited wish or bend reality (EPH 80).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immediate (mental) an injury meant for your ally. When you Price (Item Level): 3,300 gp (8th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, 3 charges: 40% miss chance. Body Slot: Throat bull’s strength.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Caster Level: 15th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Illus. by A. Stokes 662200__1100776622__CChhpp33..iinndddd 114433 1122//2211//0066 55::4400::1122 AAMM 144 3 RETPAHC GNIHTOLC TOXIC GLOVES TRUE STRIKE tion checks, not just those made to cast spells. Price (Item Level): 6,000 gp (10th) GAUNTLETS",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hands Price (Item Level): 3,500 gp (8th) bear’s endurance.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard (command) Price (Item Level): 6,000 gp (10th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, DC 16 negates). A unicorn pendant has two abilities, each of true strike.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, and neutralize poison. TUNIC OF STEADY poison. In addition, if you are a paladin wearing",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp, 240 XP, 6 days. SPELLCASTING a unicorn pendant, you treat your Cha- risma as 4 points higher than normal for Price (Item Level): 2,500 gp (7th) TRANSPOSER CLOAK the purpose of your lay on hands ability.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso This is a continuous effect and requires Price (Item Level): 6,000 gp (10th) Caster Level: 3rd no activation.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shoulders Aura: Faint; (DC 16) transmutation Prerequisites: Craft Wondrous Item, cure",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— This earth-colored tunic is sturdy, though the VAMBRACES OF material is as soft as silk. Around the neck, This cloak is divided diagonally into two colors. wrists, and hem are runes of stability stitched WARDING The upper portion is pure white, while the in gold thread. Price (Item Level): 8,000 gp (11th) lower is black as night.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, objects weighing up to its maximum load, protection from arrows. but additional creatures can’t be brought",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, bale- ful transposition (SC 23). Price (Item Level): 5,000 gp (9th)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Tunic of steady spellcasting xoC .E yb .sullI 662200__1100776622__CChhpp33..iinndddd 114444 1122//2211//0066 55::4400::1177 AAMM 145 CLOTHING CHAPTER 3 This black iron torc bears a ruby that seems to VEIL OF ALLURE weep tears of blood. Price (Item Level): 14,000 gp (14th)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, vampiric touch. eagle’s splendor.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,000 gp, 560 XP, 14 days. VANGUARD TREADS The massive spikes and treads on the Price (Item Level): 3,100 gp (8th) soles of vanguard treads leave a distinc- VEST OF THE",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Faint; (DC 16) transmutation Search checks made to track you. Price (Item Level): 200,000 gp (25th)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd rain (such as rubble, undergrowth, but rumors of this item are unfounded.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, burning ground on the Elemental Plane Finally, it is suggested, the wearer of invisibility. of Fire), you still take that damage. the vest of the archmagi could expend a",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,250 gp, 100 XP, 3 days. prepared arcane spell or spell slot to heal himself of damage equal to fi ve times the Illus. by B. Trott 662200__1100776622__CChhpp33..iinndddd 114455 1122//2211//0066 55::4400::2200 AAMM 146 3 RETPAHC GNIHTOLC level of the spell so expended. This act VEST OF THE requires but a moment’s thought (a swift MASTER EVOKER action), and can be repeated as often as desired throughout the day. Price (Item Level): 10,000 gp (12th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso basis in reality, for such an item would Caster Level: 9th undoubtedly be prized above all others Aura: Moderate; (DC 19) evocation by any mage with the resources to craft Activation: Swift (command) one. Of course, as a thing of myth, the Weight: 2 lb. vest of the archmagi can’t be created. But if it could, it might possibly have the follow- This black silk vest is heavy with moonstone ing prerequisites and costs. and jacinth beadwork sewn into arcane pat-",
        "name":  "Sadly, these stories obviously have no Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, terns on the back. wish.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "100,000 gp, 8,000 XP, Crackling with power, a vest of the 200 days. master evoker intensifi es arcane evoca- tion spells you cast. Many an ambitious VEST OF DEFENSE evoker sees gaining this vest as a rite of passage, much like casting his fi rst Price (Item Level): 2,000 gp (6th) magic missile or fi reball, and among elite",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. spell you cast before the end of your turn. That spell deals additional damage equal This snug-fi tting vest is crafted from the skin to twice its spell level, and the save DC of of a huge tan-and-black snake. the spell increases by 2. This damage is of the same type as normal for the spell (or, A vest of defense improves your ability to if the spell deals more than one type of dodge attacks. When activated, this vest damage, of any one of those types at your improves the dodge bonus to AC granted discretion). If the spell doesn’t normally by fi ghting defensively, the total defense deal damage, this use of the vest has no action, or the Combat Expertise feat by 2. effect. Using more than one of these techniques In addition, you can apply the effect doesn’t provide more than a +2 bonus. This of any sudden metamagic feat (CAr 83) bonus lasts for 1 round. you know to any evocation spell you cast This ability functions three times from a wand or staff as if you were cast- per day. ing the spell yourself. Doing this requires",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, no activation, but uses up that feat’s daily cat’s grace. Vestments of ebonsilk use as normal.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Lore: Said to be woven from silk Spell Focus (evocation) or evoker, able to extruded by Lolth herself, vestments cast at least fi ve evocation spells, two of of ebonsilk are occasionally awarded to which must be 5th level or higher. undeserving followers of Lolth as a test",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, Sanctify Relic, freedom of movement, spider Price (Item Level): 1,000 gp (4th) (+1); climb. 4,000 (8th) (+2); 9,000 (12th) (+3);",
        "name":  "VEST OF RESISTANCE Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Price (Item Level): 12,000 gp (13th)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— in the form of a +1 to +5 resistance bonus WAR WIZARD CLOAK on saving throws. This golden chain bracelet has a number Price (Item Level): 16,000 gp (14th)",
        "name":  "A vest of resistance offers magical protection Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, of small metal objects hanging from it like",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate; (DC 19) evocation 2,000 gp, 160 XP, 4 days (+2); 4,500 gp, A wand bracelet can store up to four items,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. days (+4); 12,500 gp, 1,000 XP, 25 days You can grab one of the charms from the (+5). bracelet as a swift (manipulation) action, This long black cloak has a high collar and is causing it to appear in your hand. cut to overlap a wearer’s chest and arms. An VESTMENTS OF If you have an item in hand, you can open white palm in a circle adorns the right use a move (manipulation) action to store EBONSILK [RELIC] breast, and a rampant purple dragon rages the item in the bracelet or to switch a on the left. Price (Item Level): 5,000 gp (9th) held item for a stored item by touching",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Torso the item to the charm representing the A war wizard cloak protects you from the",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20th stored item. Storing an item causes it to elements (as endure elements) and also",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— ing from the bracelet. Any item stored matically if you fall more than 5 feet.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, hold person, resistance, spider climb.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,100 gp, 168 XP, 5 days. WINK BROOCH Price (Item Level): 600 gp (3rd)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, no activation. Prerequisites: Craft Wondrous Item, dancing lights. In addition, a water cloak offers two charm person.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
