[
    {
        "origin_file":  "armor.json",
        "description":  "Patrols of guards (human warrior 1) walk directly to Lars Tannerson or Vera Orrenti at either city gate along the walls at all times, although in times of peace, these (area 3), or to Walthas Kang at the city barracks (area 43). patrols consist of only a single guard stationed between each watchtower. When the city raises the alarm, this 3. CITY GATES number increases to three guards per wall section. Two gates, one at either end of the city, control land access to Saltmarsh. The townsfolk refer to them (simply enough) 2. WATCHTOWERS as Eastgate and Westgate. Each gate consists of a 60-foot- Twelve watchtowers provide additional defense to Salt- by-20-foot structure shaped roughly like a large “H”—a marsh’s wall. The majority of these towers stand along walkway over the road fl anked by two towers. Each tower the eastern portion of the wall, where the open country stands 40 feet in height, with the walkway bridging the and swamps are notorious for hiding tribes of dangerous two about halfway up. A large iron gate between the towers humanoids and bandits. can be closed to control access to the city; the gates are left Each watchtower is made of stone and stands 30 feet in open during the day and locked at night. height. A single door provides access to the ground fl oor Each tower consists of three internal fl oors and a roof inside, which is split into three rooms: a holding cell, armed with a heavy catapult. The ground fl oor of each tower a small armory and storeroom, and a guard room. The has a guardroom, an offi ce, and a holding cell. The second upper fl oor holds a barracks for the guards posted at the fl oor is mostly taken up by the machinery that opens and tower and exits onto the city wall. The roof is armed with closes the massive iron gate. The third fl oor contains doors a single light catapult. A spiral staircase in the tower’s that allow access to the walkway above the gate, along with center provides access to all three levels. barracks for the guards stationed in the towers.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The guards’ tendency to overlook This large structure is more than a museum of art and nocturnal goings-on has proven to be a boon for one of sculpture. It also serves as the guildhouse for the artisans’ Saltmarsh’s most dangerous predators, the denizen of the guild, an organization that is closely allied to both the tem- old Andrigal Mansion (area 60)—the vampire Soshyn ple of Boccob (area 39) and the Saltmarsh Playhouse (area Anamar. Late at night, she lures vic- 24). Unlike most museums, everything on display here is tims to the bridge, almost always for sale—for the right price. Most of the objects sell lone visitors to the city that no for around 100 gp, but some approach Saltmarsh’s one would miss. Because she limit of 3,000 gp. Anyone who merely wants to comes and goes in gaseous wander the display wings of the museum can do form (bringing the body of so for the bargain price of 1 gp. her latest victim with her to Creatures: The Saltmarsh Museum’s dispose of later in her lair), curator (and the artisans’ guildmaster) the guards have no idea that is a pleasant old human named such dire predation is occur- Merrin Paskenfell. He’s always ring on an almost weekly on the lookout for new talent, basis right under their nos- and a character who proves es. Soshyn might target one his skills to the old man of the PCs as a victim if finds him a supportive and she thinks the character is helpful patron. alone, or she might target The Saltmarsh Museum someone the PCs are hop- might sound like a tempt- ing to meet in town. ing target for thieves, but Merrin has spared 36. MAJOR no expense in making BRIDGES it a gauntlet. Regular Two large wooden bridges patrols of hired guards span the Kingfi sher River (human fi ghter 3) watch in Saltmarsh, each wide the building day and enough for two car- night, and the gates and riages to pass abreast. doors are protected by The northern most arcane locks placed by bridge is called Anwyn Merrin himself (though Bridge, after one of the he keeps the doors and founders of Saltmarsh. gates open during public The southernmost hours). Numerous other one is named Sharkfi n magic traps, including Bridge due to its distinc- alarms, sepia snake sigils, tive triangular supports. and glyphs of warding placed by clerics of Boccob, 37. MINOR BRIDGES guard the displays, and the Two smaller bridges cross the King- most valuable works are kept fi sher River as well. Each is wide enough Soshyn the vampire claims another victim in in a massive vault in the center for a single horse but generally sees the ruins of Andrigal Mansion (see area 60) of the main building. Finally, Merrin only foot traffi c. The eastern bridge is known as Market recently secured the use of a shield guardian to augment Bridge, and the western one is called Barnacle Bridge due the museum’s defenses. Nevertheless, Merrin secretly pays to its thickly encrusted pilings. the Saltmarsh thieves’ guild a monthly fee of protection money to ensure that no local criminals try their hand at 38. SALTMARSH MUSEUM robbing the place. This huge building is made of white marble. Numerous Adventure Hook: One of Merrin’s prized artisans, the carved pillars support open courtyards, and the façade is human sculptor Desthen Clorisal, is a con artist. Using wreathed with intricate carvings. A wrought-iron gate scrolls of fl esh to stone purchased from the Black Market Illus. by V. Rams 662200__8866331177__CChhpp44..iinndddd 113377 33//2288//0055 44::2299::4488 PPMM 138 4 RETPAHC HSRAMTLAS The Temple of Boccob dominates the Saltmarsh skyline (area 49), Desthen has been capturing animals and minor Built like a pyramid, the temple is capped with a large monsters from the nearby wilderness and transforming dome surrounded by glass towers. A large, fi ve-story tower them into statues that he passes off as his own work. With of pale blue marble dominates the eastern face of the a DC 26 Spellcraft check, someone can recognize that the pyramid. At night, the entire structure shimmers with statues were created by fl esh to stone, but because Merrin countless continual fl ames, and a massive glowing symbol of has no ranks in this skill and the statues sell quickly, no Boccob slowly rotates above the central dome’s peak. The one’s noticed the deception—that is, almost no one. Tyson entire display is both awesome and ostentatious. Clerics Kashtilan, a lay priest of Boccob, realized what was going of the other temples in town (particularly Lyra Ivessa of on when he saw one of Desthen’s statues on display. Tyson the Cathedral of Pelor, area 8) fi nd the display tasteless and confronted Desthen, but the wizard used one of his scrolls embarrassing, but the structure has found its way into the on the cleric. Tyson’s been missing for several months now, hearts of the town’s less religious denizens. and Desthen has been wary about creating new statues. The Temple of Boccob serves several functions in Salt- He hopes to arrange for the statue of Tyson to be sold to a marsh. First and foremost, it is a place of worship. The books visiting collector through the Black Market, but until he from the old town library are kept here as well, although can seal the deal in a few more weeks, the petrifi ed cleric only the faithful can peruse the stacks without paying a 1 remains hidden in the basement of Desthen’s modest gp fee. The temple also serves as the guildhouse for the local home. mages’ guild, which is located in the blue marble tower and connects to the main temple by a short stone passage. The 39. TEMPLE OF BOCCOB wizards of the guild point out that membership is open to Until very recently, this site was the location of Saltmarsh’s anyone of any faith, but those who don’t worship Boccob fi nd underfunded library. A few years ago, a local adventuring the guild to be somewhat uncomfortable and awkward. cleric of Boccob bought the library and had it torn down Finally, the temple is one of the few places in town that and rebuilt as a temple devoted to his deity. Today, the regularly sells magic items. Unlike the Black Market (area Temple of Boccob is perhaps the most unique and recogniz- 49) and the Curio Shop (area 33), the majority of the goods able structure in all of Saltmarsh. sold here are crafted on-site by the wizards or clerics. The nagaH .B yb .sullI 662200__8866331177__CChhpp44..iinndddd 113388 33//2288//0055 44::2299::5511 PPMM 139 SALTMARSH CHAPTER 4 magic shop generally has anything in stock that one could earn citizenship as long as they demonstrate marketable ask for, up to the town’s limit of 3,000 gp. However, items skills (and have at least 4 ranks in a Craft, Perform, or that cost over 2,000 gp are in limited supply; typically, only Profession skill) or seem to be capable of aiding in the 1d3 are available each month. town’s defense (and have at least two character levels in a",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If a spellcaster on your team provokes attacks ability, add together the rogue levels of all team members of opportunity by casting a spell, a team member adja- engaged in melee with that foe to determine whether she cent to the spellcaster can interpose herself between the can be fl anked. If the sum of your teammates’ rogue levels spellcaster and one or more attackers at the last moment, is four more than the foe has Hit Dice, all members of your taking upon herself attacks of opportunity meant for the team can fl ank that foe. spellcaster. The team member can intercept a number Tips: If your team has this benefi t, you get the +2 bonus of attacks of opportunity equal to 1 + her Dexterity for fl anking on your melee attacks more frequently. You’ll bonus. Resolve each attack as normal, using the inter- want to study how to fl ank unusually large creatures (see posing team member’s Armor Class. If the attack hits, it page 153 of the Player’s Handbook). damages the interposing character but doesn’t distract the spellcaster. ACQUIRING A COMPANION SPIRIT The process of attracting a companion spirit begins with Superior Flank a group of at least two and no more than eight creatures Your team is good at harrying foes by surrounding them. gathering for a brief magic ritual. If two of you get into fl anking positions, you can both time The creatures in the group must each have at least 4 Hit your attacks to take maximum advantage of the enemy’s Dice and an Intelligence score of 3 or higher. Other than divided attention. Enemies get so distracted that every the Hit Dice requirement, the requirements for connecting attacker benefi ts.",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters don’t live in their armor. die rolls for hit points, though class abilities might provide Using this requirement creates all kinds of ugly questions bonus hit points at specifi c levels. about how long a character must wear armor (or an armor- infl uencing magic item) every day to be able to earn a level Class Skills and Skill Points of the prestige class. Generally speaking, the number of skill points and the",
        "name":  "Armor Class",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Anywhere the Shining Crusade has a fortress (usu- as a reward to soldiers and adventurers who show heroism ally 50% of small cities, and all large cities and metropolises), in battle against the forces of evil or thwart a fi endish or crusaders on a mission can get warhorses and nonmagical undead plot. If the PCs vanquish evil in a manner that gets equipment from the fortress’s arsenal. As long as characters the attention of good-aligned governments or churches, don’t obviously abuse this privilege, they needn’t return they might receive an invitation to join the Shining the gear when they’re done with it. Crusade. Where the crusade is popular, members enjoy a One item of gear deserves special note: the crusader’s degree of honored social status, not unlike that accorded tabard. Because crusaders come from dozens of religions to a decorated war veteran. and scores of races and nations, the Shining Crusade has While many members of the Shining Crusades are adopted a simple tabard as its insignia, rather than a holy paladins, the stereotypical “knights in shining armor,” symbol or heraldic design on a shield. On their tabard or the organization knows the value of fi ghting evil from robe, crusaders wear an emblem in the form of a radiating the shadows as well. Thus, the Shining Crusade counts sun pattern. members of every class and race within its ranks. Traditionally, the sun emblem is gold on a blue tabard,",
        "name":  "Membership in the Shining Crusade is generally granted Gear",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Shining Crusade expects its mem- their failure to defeat the lich before its power grew, vowed bers to live as crusaders, battling evil whenever possible. The never again to let evil lurk in the darkness and grow in crusade leadership recognizes that the tides of evil ebb and strength. Calling themselves the Shining Crusade, they fl ow. The organization is also too busy watching evildoers urged like-minded heroes to carry their banner and to keep close track of every group of crusaders. began training a new generation of crusaders. Aryesha As long PCs adhere to the crusader’s code and are gener- and Athrau have passed on to the afterlife, but Rurithane ally available for crusade missions, they remain members remains an infl uential member of the Shining Crusade. in good standing. Unless a global threat arises, they can Rurithane rarely contacts the other high-level members take as much time off as they need to construct magic of the Shining Crusade’s leadership, but his counsel is items and perform side missions that involve other evil accorded great weight when he does. foes. If characters have a string of successes under their With Rurithane often absent and Aryesha and Athrau belt, the Shining Crusade will look the other way at side gone, national governments and organized good-aligned missions that don’t involve evildoers or are primarily religions have the strongest infl uence on the Shining efforts at self-enrichment. Crusade’s leaders, because those churches and govern- ments fund the crusade from their own treasuries. The THE SHINING CRUSADE Shining Crusade relies on enough different funding IN THE WORLD sources that no one government or church can convince “The entrance guards are missing? Ropes leading up the tower the crusade’s leaders to change the direction of its mission. walls? Sound the alarm and make ready my armor—the Shining Highly lawful and highly chaotic churches sometimes Crusade has found us.” withdraw their support of the Shining Crusade, but they Choronak, hamatula general usually come back into the fold once the crusade deals a particularly telling blow to the forces of evil. The Shining Crusade is designed as an adventure enabler. It offers missions to the PCs to get matters started and NPC Reactions provides noncombatant assistance such as spellcasting Anywhere the Shining Crusade goes, it carries the thanks that enables hurt or killed PCs to return to the fray. If of the countless innocent lives the organization has saved the PCs are captured or trapped, their fellow crusaders by striking at the roots of evil. Because the Shining can be the fi gurative (or even literal) cavalry that rides to Crusade specializes in preemptive strikes and battles on their rescue. enemy ground, those innocent lives often don’t know",
        "name":  "Responsibilities",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Members of the same mercenary guild tend to Benefi ts: You gain a +2 competence bonus on each of use combat tactics that mesh well with each other. When- your guild-associated skills. ever you are adjacent to another member, each of you gains In addition, because of your enhanced status, you no a +1 competence bonus to Armor Class. longer need to pay guild dues. If your guild is a standard",
        "name":  "Mercenary",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ritual can be used with any armor, than your own. shield, staff, amulet, phylactery, or vestment. Ceremony: Within 24 hours of completing the task, you must meditate for 8 consecutive hours without Ritual of Fire interruption.",
        "name":  "Typical Items",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If an evil creature dies while holding the in the forest’s high branches. power of a terrible cyst, a new one forms at the spot where Lore: Characters can gain the following pieces of infor- its body falls. Thus, any given terrible cyst confers its power mation about a watchpost of vigilance by making Knowledge only once, but the death of the creature that absorbed this (history) checks at the appropriate DCs, as given below. power regenerates the cyst in a new location. DC 10: A watchpost of vigilance forms because of some Special Ability (Su): Upon draining power from a heroic act of vigilance that took place at the site in terrible cyst, a creature gains the ability to smite a good foe question. once per day. On a successful attack against a good-aligned DC 15: A successful check at this level allows the charac- opponent, the creature adds its character level to its damage ter to learn the basic details of the specifi c act of heroism roll (maximum +20). that created a particular watchpost of vigilance. Illus. by E. Cox 662200__8866331177__CChhpp77..iinndddd 224499 33//3300//0055 22::1166::0077 PPMM 250 7 RETPAHC CIGAM SMETI DC 20: A watchpost of vigilance is more than a simple MAGIC ARMOR AND SHIELD footnote to history. The power held within it grants those SPECIAL ABILITY DESCRIPTIONS who stand watch there sharper eyes and quicker reactions Like the armor special abilities described in the Dungeon to danger than normal. Master’s Guide, the following qualities can be combined",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Although watchposts of vigilance vary in in any magic armor a character creates. However, all the size, most are no greater than 20 feet by 20 feet. Regardless abilities described in this section must be activated in order of its actual appearance, a watchpost of vigilance commands to function, and their descriptions are broken down into an excellent view of the surrounding areas. Even in the sections, as follows. tight confi nes of a dwarf stronghold, such a site might occur at an important crossroads, or in some other place ABILITY DESCRIPTION FORMAT that grants a relatively wide view of the area. The general nature of the armor is described fi rst.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Only a creature with an Intelligence score Description: This section details how the armor looks of 5 or higher can benefit from the effect of a watchpost and how the wearer looks and feels when its special ability of vigilance. is activated.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "To claim the power of a watchpost Prerequisite: Any other special ability that the armor of vigilance, a qualifi ed creature must spend a minimum of must have to acquire the ability in question is noted here. 8 hours within its confi nes and draw its power into itself Activation: The method of activating the special ability by force of will. A watchpost of vigilance holds enough power is described in this section. to affect up to fi ve qualifi ed creatures simultaneously. Effect: This section details the effect of the special ability.",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once a watchpost of vigilance has conferred Any limitations on usage and duration are also specifi ed. its ability on fi ve creatures, it cannot confer it again for Aura/Caster Level: This section presents the aura type 24 hours. and strength, as well as the caster level of the effect. Special Ability (Su): A watchpost of vigilance sharpens Construction: The creation requirements for armor the awareness, vision, and hearing of an affected creature with this ability are given here. and quickens its reaction times. The creature gains a +2 Price: This entry provides the bonus equivalent or extra enhancement bonus on initiative rolls and on Spot and gp value of adding the ability to armor. (These values are Listen checks as long as it remains within the watchpost summarized on Table 7–3.) and for 24 hours after leaving it.",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Each incarnation of the watchpost of vigilance Table 7–3: Armor and Shield Special Abilities affects creatures while they are within its confi nes, and Special Ability Base Price Modifi er Energy defense +3 bonus a full 24 hours after the creature leaves the small area of Energy immunity +3 bonus the site. Fortifying defense (with light fortification) +3 bonus",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The energy defense ability can be added When the energy immunity ability is activated, the only to armor or a shield that already has the energy wearer feels a rush of its power. The exact nature of the resistance, improved energy resistance, or greater energy effect depends upon which kind of energy the wearer has resistance special ability. invoked its protection against. He feels a rush of warmth",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer activates the energy defense if the armor is protecting him from cold damage, or a chill ability as an immediate action in response to an attack that wind if it is protecting him against fi re. A metallic tang deals energy damage of the type that her armor already fi lls his mouth and nostrils if electricity protection is in resists. Thus, if a spell or effect that deals acid damage force, and an acrid tang fi lls the air around him if acid targets the wearer of acid resistance armor that has the protection has been activated. energy defense ability, she can take an immediate action Activation: The wearer can activate the energy immu- to generate an acid shield around herself. When such an nity ability as an immediate action in response to an attack attack occurs, the wearer chooses whether or not to activate that deals energy damage. When such an attack occurs, the ability, and she can choose to activate it even if she is he chooses whether or not to activate the ability and can fl at-footed or unaware of the source of the attack. She can activate it even if he is fl at-footed or unaware of the source also choose to activate it as a standard action in preparation of the attack. He can also activate the armor as a standard for an attack, if desired. (See page 237 for the defi nition of action in preparation for an attack he knows is coming. an immediate action.) (See page 237 for the defi nition of an immediate action.)",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor functions normally until its energy in response to an attack that deals no damage of the type immunity ability is activated. At that point, the wearer that the armor could normally resist. gains immunity to damage from his choice of the following",
        "name":  "The wearer cannot activate the energy defense property Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, fi re shield, Description: Fortifying defense armor is built to make resist energy. the wearer look like an impregnable fortress of defense.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 bonus. Even light armor with this special ability looks sturdier than normal. ENERGY IMMUNITY When armor with the fortifying defense ability negates This armor renders the wearer impervious to a specifi c a critical hit or sneak attack, it seems to grow around the type of energy damage determined on activation. Because wearer. In contrast, the creature that made the critical hit the armor can be activated in response to such an attack, or sneak attack against the wearer seems to wilt, as if the it minimizes the wearer’s risk of taking energy damage armor’s increasing bulk were sapping its strength. of any sort. Prerequisite: The fortifying defense ability can be",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor with the energy immunity special added only to armor or a shield that already has the light, ability is decorated in elemental motifs. No particular moderate, or heavy fortifi cation special ability. element is favored in the design; waves, fl ames, rock forma- Activation: When the armor negates the extra tions, and billows of wind are all represented equally. damage from a critical hit or sneak attack as a result of 662200__8866331177__CChhpp77..iinndddd 225511 33//3300//0055 22::1166::1199 PPMM 252 7 RETPAHC CIGAM SMETI its fortification ability, the fortifying defense ability Aura/Caster Level: Strong abjuration; CL 15th. activates automatically. No action on the wearer’s part Construction: Craft Magic Arms and Armor, mind is required. Thus, the ability activates 25% of the time blank, +22,500 gp, +1,800 XP, +45 days. for light fortifi cation armor, 50% of the time for moder- Price: +45,000 gp. ate fortifi cation armor, and 100% of the time for heavy fortifi cation armor. SLIPPERY MIND",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, limited Activation: This armor special ability activates auto- wish or miracle. matically the round after the wearer fails a saving throw",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 bonus (light fortifi cation armor), +4 bonus against an enchantment spell or effect. No action on the (moderate fortifi cation armor), or +5 bonus (heavy for- wearer’s part is required. tifi cation armor). Effect: If the wearer fails a saving throw against an enchantment spell or effect, she can attempt a second save SLIPPERY AURA [SYNERGY] 1 round later at the same DC. If the wearer fails the second Slippery aura armor expands on the slippery mind special save, the armor grants no further retries. This special abil- ability, granting its potent effects to the wearer’s allies for ity has no effect on a creature that already possesses the a short time each day. slippery mind class ability.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor with this ability features several Aura/Caster Level: Strong abjuration; CL 15th. decorative studs that radiate outward from the surface. Construction: Craft Magic Arms and Armor, mind Runes of escape surround each stud, as if the armor’s blank, +22,500 gp, +1,800 XP, +45 days. power might also affect creatures around the wearer. Price: +45,000 gp. When the slippery aura is active, these studs seem to twinkle softly, and the runes rotate slowly around the SPELL TRAPPING [SYNERGY] base of each one. When an opponent’s magical attack fails to overcome",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The slippery aura ability can be added this armor’s innate spell resistance, the incoming effect only to armor or a shield that already has the slippery mind is stored within the armor until the wearer chooses to special ability (see below). unleash it at a foe.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Activating the slippery aura is a standard Description: This armor features the familiar symbols action. of warding that decorate spell resistance armor. These par-",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When the slippery aura is activated, each ally ticular runes, however, also seem to indicate a redirection within a 10-foot-radius gains the slippery mind ability of power—almost as if the armor could channel or direct that slippery mind armor normally provides only to the magical energy in some way. wearer. Thus, any ally within the area who fails a saving Spell trapping armor (or a spell trapping shield) is throw against an enchantment spell or effect can attempt slightly tacky to the touch, almost as if a fi ne paste covered a second save 1 round later at the same DC. If he fails the its surface. Touching it leaves no residue on the fi ngers, but second save, the armor grants no further retries. This spe- no amount of cleaning removes the fi lm. In fact, because of cial ability has no effect on an ally who already possesses its slightly sticky quality, spell trapping armor is diffi cult the slippery mind class ability. to clean at all. The ability is usable once per day. The effect lasts for 10 Prerequisite: The spell trapping ability can be added minutes, or until the wearer dismisses it (though doing only to armor or a shield that already has the spell resis- so wastes any unused duration). Once the effect ends, it tance quality. is not available again for 24 hours. 662200__8866331177__CChhpp77..iinndddd 225522 33//3300//0055 22::1166::2211 PPMM 253 ITEMS MAGIC CHAPTER 7",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The spell trapping ability increases the armor’s Earth elemental power (Large) +1 bonus spell resistance by 2. Thus, armor with spell resistance Fire elemental power (Large) +1 bonus 15 now grants the wearer spell resistance 17. In addition, Water elemental power (Large) +1 bonus when a spell of 5th level or lower that targets the wearer Illusion bane +7,000 gp Acidic burst +2 bonus fails to overcome the armor’s spell resistance, the wearer Air elemental power (Huge) +2 bonus can make an immediate action to trap it within the armor. Earth elemental power (Huge) +2 bonus This ability is usable only once per day, regardless of the Fiercebane +2 bonus level of spell trapped. Fire elemental power (Huge) +2 bonus Water elemental power (Huge) +2 bonus The armor can hold one spell of up to 5th level at a time; Air elemental power (greater) +3 bonus the wearer can dismiss a stored spell as a standard action to Earth elemental power (greater) +3 bonus make room for another one. The stored spell is preserved Fire elemental power (greater) +3 bonus as originally cast in every way, and the wearer can release Illusion theft +3 bonus Incorporeal binding +3 bonus it at any time. Water elemental power (greater) +3 bonus Since the wearer cannot voluntarily fail a check to over- Air elemental power (elder) +4 bonus come spell resistance, attempts to store a spell by casting Earth elemental power (elder) +4 bonus it directly into the armor are risky at best. Fire elemental power (elder) +4 bonus Water elemental power (elder) +4 bonus Aura/Caster Level: Strong abjuration and evocation; CL 15th.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, Melf’s acid arrow. EARTH ELEMENTAL POWER",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor and acid are sturdily crafted, much like the elementals they fog, acid storm, Melf’s acid arrow, or storm of vengeance. summon. Even the most elegant one appears thicker of",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 bonus (Large), +2 bonus (Huge), +3 bonus Construction: Craft Magic Arms and Armor, summon (greater), or +4 bonus (elder). monster I.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor plus chill target—whether or not the blow deals any damage. This metal or ice storm. effect is a targeted dispel, but it functions only against",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, true seeing, swift action that must occur immediately after the wielder dispel magic. makes a successful melee attack. (See page 237 for the",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor plus call Price: +2,000 gp. lightning or lightning bolt.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, hold from the elven community he called home, and as his monster. research progressed, both his business and his health",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms This magical gauntlet allows you to attack and Armor plus chill metal or ice storm spiritual beings and other normally imma- plus summon monster VI (Large), sum- terial creatures. mon monster VII (Huge), summon Description: This strange gauntlet monster VIII (greater), or summon is made of a pale gray metal that seems monster IX (elder). almost transparent at times.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, plane requires no action, as noted in the description of the ring shift, teleport object, 34,391 gp, 2,751 XP, 35 days. of counterspells, page 230 of the Dungeon Master’s Guide.",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25,000 gp. Rod of sure striking 4,000 gp Conduit rod 10,000 gp ROD OF AVOIDANCE Rod of avoidance 10,000 gp Soul anchor 10,000 gp A rod of avoidance is a powerful tool for escaping extreme Magic siphon 25,000 gp danger. It protects its wielder with a nearly impassable shield of invisible force that turns most attacks harmlessly CONDUIT ROD aside. This fi eld is so powerful that even the great energies Conduit rods are powerful magical enigmas that alter the of the rod cannot maintain it for very long. But even though fundamental ways in which magical energies interact. it cannot protect the wielder from more than a handful When activated, a conduit rod weakens the energy resistance of attacks, it can easily mean the difference between life of the user and all nearby creatures. Although powerful, and death when used at the right moment. 662200__8866331177__CChhpp77..iinndddd 226644 33//3300//0055 22::1166::4466 PPMM 265 ITEMS MAGIC CHAPTER 7",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Upon activating the rod, the wielder gains a Aura/Caster Level: Moderate divination; CL 7th. +20 defl ection bonus to Armor Class that lasts until the Construction: Craft Rod, true strike. beginning of his next action. The rod is usable three times Weight: 3 lb. per day. Price: 4,000 gp. Aura/Caster Level: Strong abjuration; CL 15th.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Rod, shield. SOUL ANCHOR",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This section details how the item looks Construction: Craft Wondrous Item, share spell ability and how the wielder looks and feels when its special ability or shield other, 30,000 gp (for pair), 2,400 XP, 60 days. is activated. Weight: —.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "While worn, the robe continuously provides on to the arcane spellcasters of the caravan into which she the wearer with a +4 armor bonus to AC. Its major power, eventually retired. however, is apparent only upon activation. Description: This slick-looking, black vest is made When the command word is spoken, four fi ery orbs, of supple, well-worked leather. Its buttons are carved each about 6 inches in diameter, spring from the sleeves. of dull, black glass and seem to absorb light rather than They circle slowly around the wearer’s body at about reflect it. waist height as long as the robe remains active. When a Upon donning the vest, the wearer immediately senses fi re-based attack targets the wearer, the orbs spin more that his footsteps are lighter and more fl uid, and his ability quickly, defl ecting the attacks or absorbing their fi re. to leap out of the way of danger is enhanced. If the wearer The orbs do not interfere with the wearer’s movement or also has the sneak attack ability, his sneak attacks seem to actions in any way. As long as they are active, the wearer strike more true than normal. has resistance to fi re 10. Activation: The rogue’s vest functions continuously as The orbs also collectively provide light equivalent to that long as it is worn, requiring no action on the wearer’s part of a torch. While the robe is active, any invisible creature that to activate. comes within 5 feet of the wearer is automatically outlined Effect: When worn, this vest grants its wearer a +2 in glowing fl ames, as though from a faerie fi re spell, for 10 competence bonus on Hide and Move Silently checks rounds. This effect remains in place even if the creature and a +2 bonus on Refl ex saves. In addition, if the wearer subsequently leaves the 5-foot-radius area. has the sneak attack ability as a class feature or a special In addition, the wearer can send one of the fi ery orbs ability, his sneak attack damage increases by 1d6 as long streaking toward an enemy as a standard action up to twice as he wears the vest. A character without the sneak attack per day. To attack with an orb, the wearer must make a ability doesn’t gain the benefi t of this increase. ranged touch attack against a single target within 60 feet. Aura/Caster Level: Strong illusion; CL 13th.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Wondrous Item, scorching ray, resist Description: This item is a solid gold scarab with energy, faerie fi re, mage armor, 18,560 gp, 1,485 XP, 38 days. obsidian chips for eyes. Glyphs of protection and health",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "—. worn, provided that the wearer’s armor is no heavier than",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The hit points of a feycraft armor or shield are reduced by 5 (minimum 1). FIRESHAPED TEMPLATE",
        "name":  "Hit Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The fi reshaped template adds 300 gp to the the only creatures capable of crafting them. Some sages other costs associated with creating a given suit of armor theorize that a githzerai with the requisite skill could also or shield. produce such items, but that claim is still unproven.",
        "name":  "Cost",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The hardness of a hellforged suit of armor or shield is increased by 1. REQUIREMENTS",
        "name":  "Hardness",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The hit points of a hellforged suit of armor The creator of a pitspawned item must be native to the or shield are increased by 5. Infi nite Layers of the Abyss and must make the item on",
        "name":  "Hit Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The maximum Dex- that plane. terity bonus granted by hellforged armor or a hellforged shield is reduced by 1 (minimum +0). If the item has PITSPAWNED ARMOR AND SHIELDS no maximum Dexterity bonus, this adjustment does A pitspawned suit of armor or shield is dark in color, but not apply. when the light hits it at the right angle, dark tones of",
        "name":  "Maximum Dexterity Bonus",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The armor check penalty blood-red seem to refl ect from its surface. Good creatures imposed by hellforged armor or a hellforged shield grow uneasy at the mere sight of such an item because of improves by 1 (minimum –1). this unusual effect. Abyssal smiths most often apply this",
        "name":  "Armor Check Penalty",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The arcane spell failure chance template to light armor because speed is a fundamental imposed by hellforged armor or a hellforged shield requirement for Abyssal armies. increases by 5% (minimum 5%). Cost: The pitspawned template adds 600 gp to the",
        "name":  "Arcane Spell Failure",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fortifi cation (light, moderate, and heavy); other costs associated with creating a given suit of armor breastplate of command (specifi c armor). or shield.",
        "name":  "Affi nities",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The soulforged template adds 400 gp to the other interest to a campaign if used correctly. costs associated with creating a given suit of armor or shield. REASONS TO",
        "name":  "Cost",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The hardness of a soulforged suit of armor INTRODUCE ARTIFACTS or a soulforged shield is increased by 1. When you decide to introduce an artifact into your",
        "name":  "Hardness",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The hit points of a soulforged suit of armor game, take a good, long look at the abilities of the one or a soulforged shield are increased by 5. you have chosen. Many minor artifacts, such as a book of",
        "name":  "Hit Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Invulnerability (armor special ability) and exalted deeds or a philosopher’s stone, are single-use items. blinding (shield special ability); celestial armor (specific Such artifacts produce few lasting repercussions beyond armor). The power inherent in soulforged armor lends their (relatively) narrow band of infl uence. Other minor itself well to both offense and defense. artifacts, such as a hammer of thunderbolts or a sphere of",
        "name":  "Affi nities",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You take a permanent –4 profane penalty to your means short of a miracle or wish spell until you are slain. Wisdom score to become immune to all mind-affecting spells You gain 2 temporary hit points per Hit Die of the slain and abilities. creature. These temporary hit points last for up to 1 hour. As an immediate action, you can derive clarity from your madness to add a bonus equal to one-half your character level Insane Defiance [Vile] to a single Will save. Make this decision before determining You adopt insanity as a shield to turn effects that target your the results of the saving throw. You must wait 1 minute before mind against those around you. you can take this action again. Prerequisite: Base Will save +5.",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain spell resistance equal to 11 + your character level against divine spells. If you already have spell resistance, All elder evils have anathematic secrecy (see below), it increases by 5 against divine magic. which shields them from divination spells by divine cast-",
        "name":  "Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Ichor Sea emits an aura of negative energy. All undead within 20 feet gain +6 turn resistance, +20 hit points, and a +4 profane bonus to Armor Class and on saving throws. Living creatures in the area that are targeted by any negative energy effects (such as inflict spells or spells that bestow negative levels), suffer the maximum possible effect. The Ichor Sea is far more dangerous to those that touch it. Living creatures must succeed on a DC 35 Fortitude save for each round of contact or gain a negative level. Creatures that gain negative levels equal to or greater than their Hit Dice are slain and rise as angels of decay in 1d3 rounds. The DC to re- move a negative level after 24 hours is 35. Each negative level bestowed grants the aspect of Atropus 5 temporary hit points. These hit points last for up to 1 hour. 29 662200__2211555566__CChh22__EENNCC..iinndddd 2299 99//2277//0077 22::4466::4455 PPMM 33--22 RREETTNNUUOOCCNNEE A AA NNGGEELLSS OOFF TTRROOPPUUSS 6 Angels of DecayLM CR 15 Encounter Level 20 hp 198 each (26 HD); DR 10/adamantine and magic SETUP CE Large undead Init +6; Senses darkvision 60 ft.; Listen +29, Spot +29 Six angels of decay (A) prowl the area here. The players Aura rotting (15 ft., DC 27) can place their miniatures along a map edge based on the Languages Abyssal, Common direction of their approach. AC 28, touch 15, flat-footed 26 Immune undead immunities (MM 317) When the players have fi nished placing their fi gures, SR 24 read: Fort +14, Ref +18, Will +26 You look out over the vast black stones called the Speed 30 ft. (6 squares), fly 50 ft. (poor) Eyes of Death. Narrow, glowing crevices mar the Melee 2 claws +25 each (2d6+13) and 2 wing slams +20 each (1d6+6) surface like a grotesque web of veins. Space 10 ft.; Reach 10 ft. Base Atk +13; Grp +30 Six disgusting fi gures fl y above the blasted stone on Atk Options Cleave, Combat Reflexes, Power Attack, magic rotting wings. They have the vague shapes of strike, rotting touch angels, but chunks of skin slough from their bodies Abilities Str 37, Dex 14, Con —, Int 20, Wis 20, Cha 18 and fl oat away into the void. SQ unholy grace Feats Cleave, Combat Reflexes, Great Fortitude, Improved Initiative, Improved ToughnessLM, Iron Will, Lightning TACTICS Reflexes, Power Attack, Toughness Skills Concentration +29, Diplomacy +6, Hide +27, At the start of combat, the angels of decay are 60 feet above Intimidate +33, Knowledge (arcana) +29, Listen +29, the moonlet’s surface. As poor fl yers, they can make 45- Move Silently +26, Search +29, Sense Motive +29, degree turns for every 5 feet of movement, and they can Spellcraft +34, Spot +29, Survival +5 (+7 following descend at double speed (100 feet). Each lands in a space tracks) that will put it within reach of a PC. Each angel attacks Rotting Aura (Su) When the creature is not flying, at the a different character; they double up if there are more of end of each of an angel of decay’s turns, any corporeal them than there are PCs. creature within 15 feet of it must succeed on a DC 27 After the angels of decay land, the PCs are subject to Reflex save or take 5d6 points of damage (half on a the angels’ rotting aura as long as the angels remain on successful save). In addition, a living creature must also the ground. succeed on a DC 27 Will saving throw or become In melee, the angels of decay use Power Attack nauseated for 1 round. (included in the statistics block) to boost damage. Char- Each round a creature takes damage from an angel acters struck by two or more attacks take additional of decay’s rotting aura, the angel heals 5 points of damage. damage, and the angel of decay dealing the damage heals Rotting Touch (Su) An angel of decay that hits a single foe 5 hit points. with more than one attack in a round causes that Combat attracts the attention of Atropus. In the round creature’s flesh to rot, dealing an additional 1d6+6 after combat begins, the elder evil dispatches its aspect points of damage. Each time this occurs, the angel of (see page 19 for full statistics). It arrives from a random decay heals 5 points of damage. direction after 1d6 rounds. Unholy Grace (Su) An angel of decay adds its Charisma bonus to its Armor Class and on saving throws. These",
        "name":  "The Ichor Sea",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This entire encounter takes place on one of the Eyes of Death. Creatures touching the surface must succeed on a DC 30 Fortitude save for each round of contact or gain 1d6 negative levels. Creatures that gain negative levels equal to or greater than their Hit Dice are slain and rise as angels of decay in 1d3 rounds. The DC to remove a negative level after 24 hours is 30. Each negative level bestowed grants the aspect of Atropus 5 temporary hit points. These hit points last for up to 1 hour. All undead on the Eyes of Death gain +6 turn resistance, +20 hit points, and a +4 profane bonus to Armor Class and on saving throws. Living creatures in the area targeted by any negative energy effects (such as inflict spells or spells bestowing negative levels) suffer the maximum possible effect.",
        "name":  "Eyes of Death",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor bonus Hit Dice, and the save DC is Charisma-based. increases by 4.",
        "name":  "Armor Class",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These depict heavily armored guards from the ancient kingdom. The squares they fill are considered dif- ficult terrain (2 squares of movement to enter).",
        "name":  "Fallen Statues",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Space 10 ft.; Reach 10 ft. Base Atk +6; Grp +21 You see two crumbling walls of a ruined stone Atk Options bestow worm, Kyuss’s gift building. Chalky white bones and statues Spell-Like Abilities (CL 12th): depicting dying humans are scattered about. 1/day—contagion (DC 20), haste, unholy blight (DC 20) There’s a rancid smell in the air, a stink of rotting Abilities Str 32, Dex 8, Con —, Int 6, Wis 11, Cha 22 fl esh beneath the decay of the swamp. Feats Ability Focus (Kyuss’s Gift), Improved Initiative, Improved ToughnessLM, Stealthy, Toughness Whenever a character notices a hidden spawn or is Skills Hide +3, Jump +21, Listen +6, Move Silently +7, Spot +6 attacked by one, read: Curative Transformation (Ex) A remove disease spell (or more A massive undead horror rises from the muck. Its powerful spell that achieves the same result) cast on a ochre fl esh clings to its bones, giving it a skeletal blessed spawn of Kyuss transforms it into a zombie. Use statistics for a minotaur zombie (MM 267). appearance. Its mouth yawns open to reveal a mass Bestow Worm (Su) Once per round as a free action, a of bright green worms. blessed spawn of Kyuss can bestow a worm onto its opponent. It can do this when it hits with a slam attack Later in the combat, when a PC encounters the grave- or by making a touch or ranged touch attack up to 10 crawler, read: feet away (+16 and +4 attack modifiers, respectively). A worm is a Fine vermin with AC 10 and 1 hit point. A bloated maggot with an eyeless, humanlike head It can be killed with normal damage or by the touch of slithers toward you, spewing mad threats and silver. At the start of the spawn’s next turn, the worm curses as it travels. burrows into its host’s flesh (a creature with a +5 or greater natural armor bonus is immune to this effect). TACTICS The worm makes its way to its victim’s brain, dealing 1 point of damage each round for 1d4+1 rounds. At the The blessed spawn cast haste on themselves, increasing end of that period, it reaches the brain, where it deals their speed to 70 feet and giving them a +1 bonus on attack 1d2 points of Intelligence damage each round until it’s rolls, on Refl ex saves, and to AC. They close to engage the killed or it slays its host, which occurs when the victim’s closest PC, making touch attacks to bestow worms. Intelligence is reduced to 0. While the combat rages, the gravecrawler moves to place A remove curse or remove disease spell destroys the the PCs within range of its calcifying aura. It uses Spring worm while it’s within the host. Dispel evil or neutralize Attack to strike at any characters within 2 squares of its poison delays the worm’s progress for 10d6 minutes. A location. It engages the PCs if they destroy or turn four or successful DC 20 Heal check extracts the worm and more blessed spawn. kills it in the process. A Small, Medium, or Large creature slain by the worm rises as a new spawn of Kyuss (MM2 186) 1d6+4 CONCLUSION rounds later. Smaller creatures rot away, and larger Searching through the rubble turns up an assortment of creatures gain the zombie template. baubles. There is a total of 1,034 pp. Characters succeeding Kyuss’s Gift (Su) Any creature hit by a blessed spawn of Kyuss’s slam attack must succeed on a DC 24 Fortitude on DC 20 Search checks also fi nd 1d2 black pearls (500 save or contract this supernatural disease. The gp) until a total of fi ve have been found. A DC 20 Search incubation period is 1 day, and the disease deals 1d6 check in the western corner uncovers a +2 heavy wooden points of Constitution damage and 1d4 points of shield of spell resistance (13). Wisdom damage. 138 662200__2211555566__CChh99__EENNCC..iinndddd 113388 99//2277//0077 33::3366::1100 PPMM EENNCCOOUUNNTTEERR 99--11 GravecrawlerMM2 CR 16 Skills Balance +4, Bluff +14, Diplomacy +20, Disguise +0 (+2 hp 162 (25 HD) acting), Escape Artist +16, Gather Information +4, Hide +34, Intimidate +2, Jump –4, Knowledge (history) +31, N Small undead (earth) Knowledge (local) +31, Knowledge (religion) +31, Listen Init +2; Senses darkvision 60 ft., tremorsense 60 ft.; Listen +16, Sense Motive +16, Spot +2, Tumble +16, Use Rope +2 +16, Spot +2 (+4 bindings) Aura calcifying (30 ft., DC 22) Languages Abyssal, Common, Giant, Infernal; speak with Calcifying Aura (Su) At the start of each of the gravecrawler’s dead turns, all living creatures within 30 feet must succeed on DC 22 Fortitude saves or take 1d2 points of Constitution AC 17, touch 13, flat-footed 15; Dodge, Mobility damage. A creature reduced to 0 Constitution is slain and Immune mind-affecting spells and abilities, undead turned to stone. Creatures that have no Constitution immunities (MM 317) scores are immune to this ability. Resist +6 turn resistance; SR 30 Speak with Dead (Su) As the speak with dead spell; 1/week; Fort +8, Ref +10, Will +16 DC 13; caster level 20th. Speed 20 ft. (4 squares), burrow 20 ft.; Spring Attack Constitution Drain (Su) Living creatures hit by the Melee bite +13 (1d4/19–20 plus 1d4 Con drain) gravecrawler’s bite attack must succeed on a DC 22 Base Atk +12; Grp +8 Fortitude save or take 1d4 points of Constitution drain. A Atk Options Blind-Fight, Combat Reflexes, Constitution drain creature reduced to 0 Constitution is slain and turned to Abilities Str 10, Dex 15, Con —, Int 16, Wis 11, Cha 11 stone. On each such successful attack, the gravecrawler Feats Alertness, Blind-Fight, Combat Reflexes, Dodge, gains 5 temporary hit points. The gravecrawler cannot Improved Critical (bite), Iron Will, Mobility, Negotiator, gain temporary hit points in excess of its full normal hit Spring Attack points. Temporary hit points last for up to 1 hour.",
        "name":  "Once the players have placed their miniatures, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These spaces contain the worms of Kyuss. A char- the effect intensifies, and all characters must succeed on DC acter moving through one of these spaces becomes infested with 15 Balance checks. A failed check means the character falls a worm. The worm is a Fine vermin with AC 10 and 1 hit point. prone. A check failed by 5 or more indicates the character falls It can be killed with normal damage or by the touch of silver. prone and slides 1d2×5 feet toward the sphere. Each minute At the end of the character’s next turn, the worm burrows into thereafter, the Balance DC increases by 5. After 3 minutes, its host’s flesh (a creature with a +5 or greater natural armor flying anywhere within 100 feet is impossible, and such char- bonus is immune to this effect). The worm makes its way to its acters are automatically sucked into the sphere unless they victim’s brain, dealing 1 point of damage each round for 1d4+1 succeed on a Reflex save against the Balance check DC. rounds. At the end of that period, it reaches the brain, where it deals 1d2 points of Intelligence damage each round until it’s killed or it slays its host, which occurs when the victim’s Intel- ligence is reduced to 0. A remove curse or remove disease effect destroys the worm while it’s within the host. Dispel evil or neutralize poison delays the worm’s progress for 10d6 minutes. A successful DC 20 Heal check extracts the worm and kills it in the process. A Small, Medium, or Large creature slain by the worm rises as a spawn of Kyuss (MM2 186) 1d6+4 rounds later. Smaller creatures rot away, while larger creatures gain the zombie template.",
        "name":  "Worms",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The bed is a stained feather mattress. There is nothing Combat Gear potion of cure light wounds Hexblade Spells Known (CL 5th; 1d20+7 to overcome SR): of interest on the bed, but searching it exposes the characters to 2nd (2/day)—bull’s strength, invisibility, suggestion (DC 15) slimy doom (contact; Fort DC 14; incubation 1 day; 1d4 Con 1st (2/day)—charm person (DC 14), disguise self, entropic plus second Fort save or 1 point becomes drain; DMG 292). shield, expeditious retreat Stove: This is a simple stove. A fire burns inside. Standing Abilities Str 14, Dex 18, Con 10, Int 10, Wis 8, Cha 16 on the stove grants a +1 bonus on attack rolls made against SQ summon familiar (none at present) lower creatures, but the character takes 1d2 points of fire Feats Combat CastingB, Combat Reflexes, Deformity (gaunt)B, damage each round.",
        "name":  "Bed",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Splint mail armor, falchion, sap, 2 boot daggers. It happens to almost every party of adventurers sooner or later: a brush with those who live outside the law. The Tactics burglars, con artists, thieves, and assassins who ply their Thugs won’t start fights unless they think they can win, trade in the shadows might be regarded by some as and even then they’d rather make threats than actually criminals to be hunted down and brought to justice. resort to violence. But when a fight breaks out, they’re all",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather armor, 3 daggers (belt, boot, and sleeve). This is the stereotypical “second-story thief” who enters the villas and palaces of the rich through an upper-story dGang Leader: Gnome Brd4; CR 4; Small humanoid; window. A superlative climber and lockpick, the burglar HD 4d6+8; hp 22; Init +2; Spd 20 ft.; AC 14 (touch 13, flat- relies on stealth and skill to make off with prizes without footed 12); Atk +3 melee (1d4–1, dagger) or +7 ranged raising an alarm. (1d2 subdual, masterwork whip); SQ Bardic knowledge Player characters might encounter this burglar in their +5, bardic music 4/day (countersong, fascinate, inspire own rooms at an inn, sneaking across the floor in the competence, inspire courage), gnome traits; AL CE; SV dead of the night to grab the jeweled scabbard hanging Fort +3, Ref +6, Will +4; Str 8, Dex 15, Con 14, Int 12, Wis from a peg. Burglars make a point of studying the layout 10, Cha 15. of the places they infiltrate, so parties planning a",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 full plate, large wooden tools. He befriends them, using his shield, masterwork morningstar, magic to aid their cause, all the while assess- potion of fly, 5 scrolls of cure light ing their abilities and learning as much about wounds. them as he can. Once he’s made up his mind, he mentally controls his victims and sweeps them away to Tactics his flying ship, Kanto’s Lament, there conditioning Before any fight, Theresh spends several them further until he finds a buyer. rounds getting Olidammara’s blessings, cast- Alternatively, the PCs could be hired or sent on a ing entropic shield, shield of faith, bull’s strength, and mercy mission to find a kidnapping victim, only to learn enduranceon himself. When he’s done, his AC has that the kidnapper was Qirtaia. Tracking someone so improved to 24, ranged attacks against him have a well-traveled is sure to tax their detective skills, and 20% miss chance, his morningstar attack bonus is +11 Qirtaia certainly won’t give up his prize without a for 1d8+6 points of damage, and he’s gained 8 temporary struggle. hit points (assuming average rolls for the bull’s strength Qirtaia takes pleasure in dominating his victims; the and endurance spells). If instructed to, Theresh uses invis- business of buying and selling sentient cargo just pays the ibility or his potion of fly on himself as well, although he’d bills. He’ll readily double-cross business partners given prefer to keep at least one invisibility spell in reserve for a even the slightest temptation, because he’s confident in getaway. his ability to escape retribution. He’s been known to keep Although he’s not a rogue, Theresh employs roguelike the choicest flesh-tools for himself, or even steal them tactics in combat, trying to flank his foes so he can back once he’s sold them away. He never sells his victims “sneak attack” them (no extra damage, but he still gets back into freedom, so he does his best to ascertain the the +2 flanking bonus). Theresh casts spells in melee intentions of any potential buyer. “Freed slaves are bad for with confidence—he’ll probably succeed in the business,” Qirtaia says. Concentration check to cast defensively, and even if he fails, he’s likely to survive the attack of opportunity dQirtaia: Male djinni Sor13;CR 18; Large outsider (Air, from his foe. Chaotic); HD 7d8+14 plus 13d4+26; hp 114; Init +8; Spd 9 20 ft., fly 60 ft. (perfect); AC 21 (touch 15, flat-footed 17); Atk +16/+11/+6 melee (1d8+6, slam); Face/Reach 5 ft. by 620_T11852_001_EN_ENAll.qxd 8/13/01 3:50 PM Page 10 CHAPTER 1:CRIME 5 ft./10 ft.; SA Spell-like abilities, air mastery, whirlwind; Possessions: Bracers of armor +3, ring of protection +2, cloak of SQ Plane shift, telepathy, acid immunity; AL CN; SV Fort Charisma +2, potion of cure critical wounds,scroll of binding, +11, Ref +13, Will +15; Str 18, Dex 19, Con 14, Int 14, Wis scroll of planar binding, scroll of true seeing, wand of 15, Cha 20. displacement,flying ship: Kanto’s Lament(new magic item,",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 hide armor, periapt of Wisdom +2, wand of jobs. flaming sphere, wand of speak with animals. 620_T11852_001_EN_ENAll.qxd 8/13/01 3:51 PM Page 14 CHAPTER 2:RELIGION C hapter 2:",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Panga can have up to 10 HD aCovered Pit Trap: 20 ft. deep; CR 1; no attack roll neces- worth of animal companions. He is currently accompa- sary (2d6); Reflex save (DC 20) avoids; Search (DC 20). Note: nied by an owl and a Huge viper. 10 feet long and as wide as the corridor (usually 5 or 10 feet); Possessions:+1 leather armor,greatclub, 3 javelins, cloak of the trap can’t be disabled, but it can be jumped or bridged. resistance +1, potion of cat’s grace, potion of cure moderate dTiny Monstrous Scorpion:hp 4; see Monster Manual, wounds, ring of freedom of movement,3 flasks alchemist’s fire. Appendix 2.",
        "name":  "Animal Companions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amulet of natural armor +1,ring of protection +1,staff, cloak of resistance +1,bag of tricks (gray),disguise kit, healer’s kit, magnifying glass, masterwork thieves’ tools. Tactics Brother Culver has become a man of peace, and he’d rather back down from a confrontation than fight. He might toss out an animal from his bag of tricks to provide a diversion while he retreats. If hard pressed, he casts sanctuaryto escape, but if even that fails, he can 22 wield his staff quite effectively. Anyone who raises a hand to Brother Culver had better be ready to fight the whole town, however, as the healer is very popular. The 620_T11852_001_EN_ENAll.qxd 8/13/01 3:52 PM Page 23 CHAPTER 2:RELIGION nature sense, resist nature’s lure, trackless step, venom a medium earth elemental, which remains for up to 14 immunity, wild shape 4/day (Small to Large animal), rounds. He removes the necklace and dons his amulet of woodland stride; AL N; SV Fort +9, Ref +7, Will +11; Str natural armorbefore joining the fray. 10, Dex 13, Con 12, Int 12, Wis 17, Cha 13. In combat he uses entangle to interfere with oppos-",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 leather armor,+1 small wooden Like most dwarves, Da- shield, amulet of natural armor +1, ring of llic has a squat build with a protection +1,+1 spell storing scimitar,cloak of barrel chest and broad shoul- resistance +1,necklace of prayer beads(karma ders. He has dark brown skin, bead), 2 Quaal’s feather tokens (tree), coal-black hair, and brown eyes. scroll of ice storm, scroll of wall of When at the forge he wears a fire, wand of cure light wounds (26 worker’s outfit consisting of a charges), 10–15 goodberries, 2 flasks linen tunic, leather breeches, a alchemist’s fire, sunrod. leather apron, and low boots. Heavy leather gloves protect his hands. At",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "other times, he trades his working hp 60 ; see Monster Manual, Dire attire for full plate armor covered in Animals. blue-black enamel with the symbol of Moradin (a hammer and anvil) embossed",
        "name":  "DFarid, Dire Lion Companion",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +7, Disguise +3, Escape battle, they usually cast defensive spells to enhance Artist +6, Gather Information +5, Hide +7, Innuendo +4, their survivability. Mage armor and shield are good for Listen +5, Move Silently +6, Pick Pocket +5, Spellcraft +6, low-level mage encounters, while mid-level characters Spot +5; Combat Casting, Dodge, Scribe Scroll, Tough- carry such spells as cat’s graceand invisibilityto let them ness. get the drop on their opponents. At higher levels, stone- Poison (Ex):Blue whinnis, injury Fort save (DC 14); skin is the spell of choice to shrug off most normal initial damage 1 temporary Con, secondary damage damage. unconsciousness. Spells Prepared(4/3; base DC = 12 + spell level): 0—detect TYPICAL EVIL MINION magic, flare, light, read magic;1st—expeditious retreat, mage armor, true strike. “It doesn’t matter what the question is. The answer is always,",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, dancing lights, daze, detect ‘Right, boss.’” magic, detect poison, disrupt undead, flare, ghost sound, light, mage hand, mending, open/close, prestidigitation, ray of Every evil mage has at least a couple of these at his beck frost, read magic, resistance; 1st—comprehend languages, and call, and many have a horde of such operatives: spell- expeditious retreat, mage armor, magic missile, shocking grasp, casting flunkies, sorcerous servants, magic-taught mooks. true strike. These minions have been picked off the street and have",
        "name":  "Spellbook",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, dancing lights, daze, detect dwarven mage of great necromantic power. The valley is magic, detect poison, disrupt undead, flare, ghost sound, light, the home of mindless zombies and skeletons that often mage hand, mending, open/close, prestidigitation, ray of frost, shamble forth to attack the living, and most of the nearby read magic, resistance; 1st—comprehend languages, enlarge, inhabitants give it a wide berth. At its heart is an aban- expeditious retreat, mage armor, magic missile, shocking grasp; doned dwarven mine, which now serves as Moxic’s sanc- 2nd—blur, bull’s strength, invisibility, scare, summon monster tum. He conducts foul research within his halls, where, it II;3rd—displacement, lightning bolt. is said, he seeks to animate and empower the great dwar-",
        "name":  "Spellbook",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, dancing lights, daze, detect In support of her interests, Gartha often hires herself magic, detect poison, disrupt undead*, flare, light, mage hand, out as a magical assassin or punisher, though her mending, open/close, prestidigitation, ray of frost, read magic, approach is much more direct than any stealthy rogue’s: resistance;1st—cause fear*,comprehend languages, feather fall, She’ll readily cast fireballinto an inn to take out one indi- mage armor, mount, ray of enfeeblement*, sleep; 2nd—cat’s vidual, or blast a shop on a crowded street. She is equally grace, ghoul touch*, levitate, protection from arrows, resist willing to take on personal contracts as well as attacks elements, scare*, spectral hand*; 3rd—explosive runes, fireball, against property. She doesn’t care who she works for, as gentle repose*, halt undead*,secret page, slow, vampiric touch*; long as it gives her the chance to set things ablaze, and 4th—contagion*, enervation*, fear*,ice storm, stoneskin, wall she often hangs around invisibly afterward to watch the of fire; 5th—animate dead*, cone of cold, Leomund’s secret carnage of the fire. Gartha is wanted in several of the chest, magic jar*. larger cities already, and she tends to avoid towns that *These spells belong to the Necromancy school, this she has recently visited. character’s specialty. Prohibited school: Illusion. Gartha is likely to be hired by someone seeking †Because of Spell Focus (Necromancy), the save DC for vengeance against the PCs. That someone has to make these spells is 16 + spell level. it worth her while, though. She is partial to magic",
        "name":  "Spellbook",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +1, and other opportunities for confu- masterwork light mace, 2 boot sion. This posse is led by Gerbo daggers, horn of fog, wand of sleep, Flintwhistle, a sorcerer and able riding dog trained for combat. commander.",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, dancing lights, daze, detect CHANDRA SKYREAVER, magic, detect poison, disrupt undead, flare, ghost sound, light, ELVEN WARDEN OF THE mage hand, mending, open/close, prestidigitation, ray of frost, FOREST read magic, resistance; 1st—color spray, grease, mage armor, shield, sleep, summon monster I; 2nd—cat’s grace, detect “Within this forest I am the law.” thoughts, invisibility, protection from arrows, see invisibility; 3rd—fireball, stinking cloud.",
        "name":  "Spellbook",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "On your action, Climb, Jump, Listen, and Move Silently checks (already the enemy is moving through a dense before making attack rolls for a figured into the statistics given above). glade or other natural setting where the round, you may choose to take Spells Known (6/7/3; base DC = 11 + spell level): 0— abilities of the Circle’s members can be daze, detect magic, disrupt undead, mage hand, ray of frost, read brought to bear in all their green glory. A a –4 penalty to your AC during magic; 1st—expeditious retreat, mage armor, magic missile; favored tactic is casting entangleon unsus- the round to gain a +2 compe- 2nd—summon monster II. pecting foes, then using spells and ranged tence bonus on all melee",
        "name":  "Benefit",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance +11, Climb +18, Jump +19, ghost sound, light, mage hand, ray of frost, read magic; 1st— Listen +14, Move Silently +8, Tumble +14; Deflect charm person†, comprehend languages, enlarge, magic missile, Arrows, Dodge, Mobility, Multiattack. shield; 2nd—arcane lock, bull’s strength, Melf’s acid arrow, Confusing Gaze (Su):Confusionas cast by an 8th-level protection from arrows, see invisibility; 3rd—dispel magic, sorcerer, 30 feet, Will negates DC 17. haste, hold person†, lightning bolt†; 4th—phantasmal killer, Tremorsense (Ex):Blind Jak can automatically sense polymorph other†, stoneskin; 5th—hold monster†, teleport†; the location of anything within 60 feet that is in contact 6th—disintegrate†. with the ground. †Because of Spell Focus (Enchantment), Spell Focus",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +2, 2 potions of haste. (Evocation), and Spell Focus (Transmutation), the base DC for saves against these spells is 16 + spell level.",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates ment*, shield; 2nd—bull’s strength, fog cloud, word and a successful Charisma check (DC 19). It (see text) ghoul touch*†, Melf’s acid arrow, spectral hand*, takes 1 minute of rest for Lord Carrion’s berserk",
        "name":  "Saving Throw",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Tasha’s hideous laughter; 3rd—dispel magic, chance to reset to 0%. displacement, haste, lightning bolt (2), vampiric Construct: Immune to mind-influencing effects, You release a silent burst of touch*†; 4th—dimension door, Evard’s black poison, disease, and similar effects. Not subject to critical negative energy from your tentacles, icestorm, negative energy wave*† (new hits, subdual damage, ability damage, ability drain, or body. spell; see sidebar), phantasmal killer, stoneskin; death from massive damage. You can affect up to 1d6 hit 5th—animate dead*, cone of cold, hold monster, Magic Immunity (Ex):Lord Carrion is immune to all dice worth of undead creatures magic jar*†; 6th—acidfog, chain lightning, circle spells, spell-like abilities, and supernatural effects, except per level (maximum 15d6). of death*†, disintegrate; 7th—control undead*†, as follows. Fire- and cold-based effects slowit (as the spell) Those closest to you are finger of death*†, summon monster VII. for 2d6 rounds, with no saving throw. An electricity effect affected first; among equidis- Spellbook: 0—arcane mark, dancing lights, breaks any sloweffect on Lord Carrion and cures 1 point tant undead creatures, weaker daze, detect magic, disrupt undead*, flare, ghost of damage for each 3 points of damage the effect would ones are affected first. The spell sound, light, mage hand, mending, open/close, otherwise deal. prestidigitation, ray of frost, read magic, resistance; Possessions: +3 Huge rhino hide armor. has one of two effects, which 1st—alarm, chill touch*, feather fall, grease, you select when you cast it. magic missile, protection from good, ray of enfee- DAoket: Male mummy Mnk10: CR 13; Medium-size",
        "name":  "Spell Resistance",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The undead crea- blement*,shield, summon monster I;2nd—bull’s undead; HD 6d12+3 plus 10d8; hp 87; Init +4; Spd 40 ft.; tures cower as if in awe. (Treat strength, fog cloud, ghoul touch*,knock, levitate, AC 28 (touch 18, flat-footed 24); Atk +13/+10/+7 melee them as stunned.) The effect Melf’s acid arrow, resist elements, scare*,spectral (1d10+6 and mummy rot, slam) or +16/+11 melee (1d6+6, lasts 10 rounds. hand*, Tasha’s hideous laughter; 3rd—dispel +2 kama); SA Despair, flurry of blows, ki strike (+1),",
        "name":  "Rebuked",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 bracers of armor, +2 kama, helm of tele- spell level): 1st—change self, obscuring mist, portation. ghost sound, spider climb;2nd—darkness, pass Redbone and Aoket first without trace, undetectable alignment; 3rd— appeared in the Heart of Night- dRedbone: Female wight Asn9; CR 13; Medium-size deeper darkness, nondetection; 4th—dimen- fang Spire adventure but have undead; HD 5d12 plus 9d6; hp 92; Init +8; Spd 30 ft.; AC sion door, improved invisibility. been configured somewhat dif- 25 (touch 16, flat-footed 25); Atk +14/+9 melee (1d4+5 Spellbook: 1st—change self, detect poison, ferently as members of the Pale and energy drain and poison, slam); SA Create spawn, ghost sound, obscuring mist, spider climb; Grin. If you prefer, simply energy drain; SQ Undead, sneak attack +5d6, death 2nd—alter self, darkness, pass without trace, advance their character levels attack, poison use, uncanny dodge (Dex bonus to AC, undetectable alignment; 3rd—deeper dark- using the information that can’t be flanked), darkvision 60 ft.; AL LE; SV Fort +4, ness, misdirection, nondetection; 4th—dimen- appears in that book. Ref +11, Will +8; Str 17, Dex 18, Con —, Int 18, Wis 13, sion door, improved invisibility. Cha 15. Possessions: +3 leather armor, ring of protec-",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +1, ring of protection +1, +1 kama, +1 mage armor, magic missile, protection from evil, shield; 2nd—invisi- javelin, javelin of lightning, potion of bull’s strength, potion of cat’s bility, web. grace, backpack, bedroll, flint and steel, sack, 1 day’s trail rations,",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amulet of natural armor +1, bracers of armor +3, ring Familiar benefits; AL CG; SV Fort +5, Ref +6, Will +8; Str 8, Dex of protection +1, +2 kama, +1 javelin, 2 javelins of lightning, boots 16, Con 15, Int 10, Wis 12, Cha 21. of striding and springing, cloak of resistance +2, gloves of Dexterity",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Grants master Alertness feat (when with- dEmber: Female human Mnk15; Medium-size humanoid; in arm’s reach); master can share spells; master has empathic link. Spells Known(6/8/7/7/6/4; base DC = 15 + spell level): 0— HD 15d8+30; hp 101; Init +6; Spd 160 ft.; AC 34 (touch 26, arcane mark, dancing lights, detect magic, detect poison, ghost sound, flat-footed 28); Atk +17/+14/+11/+8 melee (1d12+3/19–20, light, mage hand, open/close, read magic;1st—mage armor, magic unarmed strike) or +17/+14/+11/+8 melee (1d6+6, +3 kama) missile, protection from evil, shield, true strike; 2nd—endurance, or +18 ranged (1d6+4, +1 javelin); SA Flurry of blows, stun- invisibility, see invisibility, web; 3rd—dispel magic, displacement, ning attack 16/day (Fort save DC 21), kistrike (+2), quivering lightning bolt†;4th—dimension door, stoneskin; 5th—cone of cold†. palm 1/week (Fort save DC 21 within 15 days or die); SQ †Because of Spell Focus (Evocation), the base DC for saves Improved evasion, still mind, slow fall (50 ft.), purity of body, against these spells is 17 + spell level. wholeness of body (30 hp/day), leap of the clouds, diamond",
        "name":  "Familiar Benefits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +22, Knowledge (arcana) +18, Spells Prepared(6/7/6/5/5/4; base DC = 15 + spell level): 0—detect Spellcraft +18; Combat Casting, Maximize Spell, Point Blank magic (2), light, read magic, resistance, virtue; 1st—cause fear, command, Shot, Skill Focus (Concentration), Spell Focus (Evocation), doom, entropic shield, protection from evil*, sanctuary, shield of faith; Spell Penetration, Toughness. 2nd—aid*,bull’s strength, hold person (2), resist elements, silence;3rd—",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Grants master Alertness feat (when against kobolds and goblinoids; +4 dodge bonus against giants. within arm’s reach); master can share spells; master has empath- Cantrips:1/day—dancing lights, ghost sound, prestidigitation (all ic link; master can scryon familiar. as Sor1). DC 9. Spells Prepared (4/10/10/6/5/5/4/3/1; base DC = 17 + spell Spells Prepared(5/5/4/3; base DC = 13 + spell level): 0—detect level): 0—arcane mark, dancing lights, detect magic, read magic; magic (2), mage hand, open/close, read magic; 1st—color spray*†, 1st—charm person†(2), feather fall, mage armor (2), magic missile mage armor, magic missile, shield, silent image*†;2nd—cat’s grace, (2),shield (3); 2nd—blur (2), detect thoughts (2), invisibility, knock, flaming sphere, hypnotic pattern*†, invisibility*†; 3rd—displace- Melf’s acid arrow (2), web (2); 3rd—dispel magic (2), fireball†,fly, ment*†,fireball, major image*†. lightning bolt†,suggestion†;4th—charm monster†(2),stoneskin (2), Spellbook: 0—arcane mark, dancing lights, detect magic, detect wall of fire†; 5th—cone of cold†,dominate person†,hold monster†, poison, disrupt undead, flare, ghost sound*, light, mage hand, mend- teleport, wall of force; 6th—chain lightning†,disintegrate, greater dis- ing, open/close, prestidigitation, ray of frost, read magic, resistance; pelling, mass suggestion†;7th—finger of death, plane shift, prismatic 1st—change self*, color spray*, identify, mage armor, magic missile, spray†;8th—horrid wilting. obscuring mist, shield, silent image*, summon monster I;2nd—cat’s †Because of Spell Focus (Enchantment) and Spell Focus grace, flaming sphere, hypnotic pattern*, invisibility*, minor image*, (Evocation), the base DC for saves against these spells is 19 + mirror image*; 3rd—dispel magic, displacement*, fireball, invisibility spell level. sphere, major image*.",
        "name":  "Familiar Benefits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 hide armor, +3 large wooden shield, ring of protec- Search checks. tion +1, +2 keen throwing and returning scimitar, cloak of resistance Spells Prepared(5/4/3/2; base DC = 13 + spell level): 0—detect +2, periapt of wisdom +6, belt of giant strength +4, bracers of health magic, detect poison, know direction, light, read magic; 1st—endure +4, boots of speed, druid’s vestment, bag of tricks (rust), ring of feath- elements, entangle, magic fang, obscuring mist; 2nd—barkskin, er fall, orb of storms, scroll of barkskin (6th-level caster), potion of charm person or animal, speak with animals; 3rd—greater magic invisibility, backpack, bedroll, flint and steel, holly and mistle- 63 fang, poison. toe, sack, 1 day’s trail rations, waterskin.",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 hide armor, +1 large wooden shield, ring of protection +1, +1 scimitar, sling, 10 sling bullets, cloak of resistance +1, 2 620_T11852_001_EN_ENAll.qxd 8/13/01 3:59 PM Page 64 APPENDIX 3: NPCS RANKED BY CHALLENGE RATINGS Appendix 3: 13 Aoket Mummy Mnk NPCs Ranked 13 Comar Troll Ftr 13 Durlob Phase spider Rog by Challenge 13 Mandel Human Clr 13 Redbone Wight Asn 13 Wallach Pseudodragon Sor Ratings 13 Yarrick Zan Mind flayer Asn 14 Incunabulum Human Nec 14 Rosal Aasimar Pal/Sor CR Name Race Class 14 Silvarr Human Wiz/Lor 1 City guard Human War 15 Chandra Skyreaver Elf Rgr/Wiz/Arc 1 Cutpurse Human Rog 15 Neshia Human Clr 2 Burglar Elf Rog 18 Qirtaia Djinni Sor 2 Elite guard Human Ftr 2 Temple guard Human Ftr/Clr Group Encounter Levels 2 Thug Half-orc War/Rog Variable Gnome vigilantes 3 Ambrose Pifflestone Human Exp Variable Halfling clean-up crew 3 Clean-up crew member Halfling Rog/Ftr Variable Pickpocket gang 3 Evil minion Human Rog/Wiz 8 The Circle of Green (without Halaandial) 3 Kavatha Human Bbn 13 The Circle of Green (with Halaandial) 3 Thokka Dwarf Rog 14 Band of the Hand 4 Floki Longfingers Goblin Rog/Adp 17 The Pale Grin 4 Greenleaf Elf Drd 18 The Claw 4 Murta Wintervale Halfling Sor 4 Pickpocket gang leader Gnome Brd 4 Scarsnout Kobold Adp/Sor 4 Temple warden Human Mnk/Ftr 4 Theresh Half-orc Clr 4 Vallen Halfling Exp/Sor 4 Vigilante Gnome Ftr 4 Xarole Banoc Half-orc Rgr 5 Brother Culver Half-elf Ftr/Clr/Exp 5 Gerbo Flintwhistle Gnome Sor 6 Hamelin Human War/Rog 6 Korgul Redeye Orc Bbn/Clr 6 Senior temple guard Human Ftr/Clr 6 Panga Lizardfolk Drd 7 Laila Human Rog/Div 7 Stallas Mon Human Rog/Ftr 7 Strabo Half-dragon Clr 8 Brother Xonak Human Mnk 8 Jara Selarin Human Rog/Wiz 9 Draganoth Minotaur Wiz 9 Eiger Half-orc Mnk 9 Dhavut Stonebreaker Dwarf Ftr 9 Jil Du Ghal Human Ftr 9 The White Spider Halfling Rog/Sor 10 Abrian Half-elf Drd 10 Archangel Half-elf Wiz/Clr 10 Dallic Foehammer Dwarf Ftr/Clr 10 Moxic Dwarf Nec 10 Varro Half-fiend Drd 11 Khalili Human Rog 11 Melantha Human Rgr/Clr 11 Taliaferro Human Clr 12 Anrenay Ettercap Clr 12 Blind Jak Umber hulk Mnk 64 12 Gartha the Red Human Sor 12 Halaandial Treant Drd 12 Lord Carrion Advanced flesh golem",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Skin, Automatic Level Special Quicken Spell, Automatic Silent Spell, Automatic Still 21st — 22nd Wild shape 7/day Spell, Bonus Domain, Enhance Spell, Epic Spell Focus, 23rd — Epic Spell Penetration, Epic Spellcasting, Ignore Mate- 24th Bonus feat rial Components, Improved Alignment-Based Casting, 25th — Improved Combat Casting, Improved Heighten Spell, 26th Wild shape 8/day 27th — Improved Metamagic, Improved Spell Capacity, Inten- 28th Bonus feat sify Spell, Multispell, Negative Energy Burst, Perma- 29th — nent Emanation, Planar Turning, Positive Energy Aura, 30th Wild shape 9/day 10 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS",
        "name":  "Epic Cleric Bonus Feat List",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The druid’s fighter who forgets to pick up defensive abilities may caster level is equal to not live to regret it. Think about Epic Toughness and her class level. The Armor Skin (or Damage Reduction and druid’s number of Fast Healing if you meet the prerequi- spells per day does sites). Because your saving throws, par- not increase after ticularly against most spells, are your 20th level. weak point, consider and Energy",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The monk\u0027s Reflexes, Improved Manyshot, Improved bonus to Armor Class when un- Stunning Fist, Improved Whirl- armored increases by +1 every wind Attack, Infinite De- five levels after 20th (25th, 30th, flection. Instant Reload and so on).",
        "name":  "Exceptional Deflection, Improved Combat Armor Class Bonus",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The monk\u0027s ki strike force of will are unmatched by ability does not automatically mortal beings. increase with class level after 16th Your epic monk has a wide vari- level. However, the monk can select ety of options available to her, so it\u0027s the epic feat Improved Ki Strike to increase best for you to focus on a few areas of the effective enhancement bonus of her un- improvement, at least early in your epic armed strikes. career. Improved Ki Strike means you don\u0027t have to Abundant Step: Use the monk\u0027s class level when deter- rely on anything other than your fists and feet to mining the effective caster level of this ability, as damage creatures, while defensive feats such as normal. Exceptional Deflection, Armor Skin, Damage Reduc- Diamond Soul: The epic monk\u0027s spell resistance is tion, and Fast Healing allow you to stick around longer equal to her class level +10, as normal. in a fight. Improved Stunning Fist and Keen Strike Quivering Palm: Use the monks class level when make your unarmed attacks truly epic in nature, and determining the DC to resist this attack, as normal. the maneuverability provided by Blinding Speed is Empty Body: Use the monk\u0027s class level when deter- pretty awesome. mining the duration of this effect, as normal. 12 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS TABLE 1–8: THE EPIC MONK lets you deal with those pesky fiends that keep getting Monk AC Unarmored in your way. Level Bonus* Speed** Special Charisma, Strength, and Wisdom are all good choices 21st +4 100 ft. (65 ft.) for ability increases. 22nd +4 100 ft. (65 ft.)",
        "name":  "Her speed, power, grace, and Ki Strike",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you enjoy spellcasting, consider 23rd +4 100 ft. (65 ft.) 24th +4 110 ft. (70 ft.) Improved Spell Capacity and metamagic feats. Epic 25th +5 110 ft. (70 ft.) Bonus feat Leadership can get you a pretty big dragon to ride, and 26th +5 110 ft. (70 ft.) that’s something few paladins refuse. If you have a high 27th +5 120 ft. (75 ft.) Constitution score, consider Fast Healing and Damage 28th +5 120 ft. (75 ft.) Reduction. Epic Skill Focus (Diplomacy) can turn 29th +5 120 ft. (75 ft.) 30th +6 130 ft. (80 ft.) Bonus feat would-be enemies into allies to the cause. *This figure plus the monk’s Wisdom modifier is added to the Hit Die: d10. monk’s Armor Class (if this figure plus the monk’s Wisdom Skill Points at Each Additional Level: 2 + Int modifier is not a positive number, do not add it). The Armor modifier. Class bonus is 1/5 the monk’s level. **The number in parentheses indicates the speed of Small and Lay on Hands: Each day a paladin can cure a total dwarven monks. number of hit points equal to her Charisma bonus (if any) times her class level, as normal.",
        "name":  "Other Options",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Skin, Blinding one additional time per week for every three levels above Speed, Damage Reduction, Energy 18th (21st, 24th, 27th, and so on).",
        "name":  "Epic Monk Bonus Feat List",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The rogue does not gain metamagic feats. But you additional rogue special abilities after 19th level, but must also give at least a passing nod to defensive feats FAMILIARS AT EPIC LEVEL TABLE 1–13: EPIC FAMILIAR SPECIAL ABILITIES* Special abilities granted to a familiar continue to grow as the Master Natural level of its master increases beyond 20th, as shown on Table Class Level Armor Int Special 21st–22nd +11 16 Familiar Spell 1–13: Epic Familiar Special Abilities. Even though the table 23rd–24th +12 17 shows advancement only to 42nd level, that is not the limit. 25th–26th +13 18 The patterns in the table continue infinitely. Familiar special 27th–28th +14 19 abilities gained at less than 20th level also continue to 29th–30th +15 20 improve. For instance, the familiar’s spell resistance is 26 if her 31st–32nd +16 21 Familiar Spell master is 21st level. 33rd–34th +17 22 35th–36th +18 23",
        "name":  "Special Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The familiar gains the benefit of the Familiar 37th–38th +19 24 Spell epic feat for the spell you choose. 39th–40th +20 25 41st–42nd +21 26 Familiar Spell *A psion’s psicrystal uses part of this table. Natural armor does not increase, but the psicrystal’s hardness increases by 1 point at 21st level and every additional two levels there- after (23rd, 25th, 27th, and so on). The psicrystal’s Intelligence improves as indicated. Familiar Spell is gained in its “psionically flavored” version: Psicrystal Power. 15 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1: TABLE 1–12: THE EPIC SORCERER Intensify Spell, Master Staff, Master Wand, Multispell, Sorcerer Permanent Emanation, Spell Knowledge, Spell Stow- Level Special away, Spell Opportunity. 21st — 22nd — EPIC WIZARD 23rd Bonus feat 24th — To the epic wizard, knowledge is power, and the quest for 25th — knowledge is never-ending. The secrets of greater magic 26th Bonus feat and the creation of artifacts tempt the epic wizard, who 27th — pursues these secrets across the planes. 28th — Your epic wizard has more options than an 29th Bonus feat 30th — epic sorcerer. In addition to the obvious (Epic Spell Focus, Epic Spellcasting, and meta- such as Epic Toughness. Finally, Epic magic feats), Efficient Item Creation is Skill Focus (Spellcraft) isn\u0027t a bad extremely useful. Multispell is an absolute choice. must-have; if you don\u0027t already have Quicken A sorcerer\u0027s success begins and ends with his Spell, get it first. Don\u0027t forget some defense, such Charisma score, though an occasional boost as Epic Toughness. to Dexterity and Constitution can help The wizard must place most or all of her long-term survival. ability increases in Intelligence. Constitution",
        "name":  "Familiar Spell",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The sorcerer\u0027s familiar con- level. Each time the tinues to increase in power. Every two wizard achieves a new levels beyond 20th (22nd, 24th, 26th, and so level, she learns two new spells of any spell on), the familiar\u0027s natural armor and Intelligence each levels that she can cast (according to her new level). increase by +1. The familiar\u0027s spell resistance is equal to the master\u0027s class level + 5. TABLE 1–14: THE EPIC WIZARD",
        "name":  "Familiar",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "if your spellcasting powers are more 20th (22nd, 24th, 26th, than a mere afterthought, look to additional and so on) the Improved Spell Capacity and metamagic feats. familiar’s natu- You might also need to improve your defen- ral armor and sive capabilities more than noted here, in Intelligence each which case you should consider Armor Skin. increase by +1. The Also, consult the epic paths for your other familiar’s spell resist- class or classes for alternative options. ance is equal to the Hit Die: d8. master’s level + 5. Skill Points at Each Additional Level: 4 + Int",
        "name":  "Every two levels after Other Options",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The arcane archer gains a bonus Casting, Craft Epic Magic feat (selected from the list of epic arcane archer Arms and Armor, Craft Epic feats) every four levels after 10th.",
        "name":  "Automatic Still Spell, Combat Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "two levels after 10th (12th, 14th, An epic assassin and so on). who finds himself in Bonus Feats: The epic assassin the midst of combat gains a bonus feat (selected from the list with frequency should of epic assassin feats) every four levels consider giving up some after 10th. sneak attack capability Epic Assassin Bonus Feat List: Dex- in favor of Armor Skin, terous Fortitude, Dexterous Will, Self-Concealment, and Improved Combat Casting, Im- other defensive feats. Im- proved Death Attack, Improved proved Spell Capacity and Sneak Attack, Improved Spell Ca- one or more metamagic feats pacity, Legendary Tracker, Lingering 18 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS Damage, Sneak Attack of Opportunity, Spell Knowledge, (13th, 16th, 19th, and so on).",
        "name":  "Other Options",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Up to 20th character level, a Uncanny Accuracy. fiendish servant’s powers depend on its master’s charac- ter level, not his blackguard class level. After that, they EPIC BLACKGUARD depend on his blackguard level. For every five black- The epic blackguard is a twisted reflection of the epic guard levels above 10th (15th, 20th, and so on), the paladin, radiating evil fiendish servant gains power from every pore +2 bonus Hit Dice, its of his body. natural armor in- The epic blackguard creases by +2, and its should focus on his Strength and Intelli- combat prowess, in- gence each increase cluding such feats as by +1.",
        "name":  "Spontaneous Spell, Superior Initiative, Tenacious Magic, Fiendish Servant",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The shadow- Wondrous Item, Efficient Item Creation, dancer’s uncanny dodge bonus on Enhance Spell, Epic Spell Focus, saves against traps doesn’t increase Epic Spell Penetration, Epic Spell- after 10th level, because it shows no casting, Forge Epic Ring, Ignore pattern during her normal ten-level Material Components, Improved progression.",
        "name":  "Armor, Craft Epic Rod, Craft Epic Staff, Craft Epic Uncanny Dodge",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The epic psion gains a bonus feat (selected from 17th — the list of epic psion feats) every three levels after 20th. 18th Summon shadow (six of 13 HD each), shadow jump (2,560 ft.) Epic Psion Bonus Feat List: Augmented Alchemy, Auto- 19th Bonus feat matic Quicken Spell, Automatic Silent Spell, Automatic 20th Shadow jump (5,120 ft.) Still Spell, Combat Casting, Craft Epic Magic Arms and Armor,",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Must have previously traveled to any other of gate by one additional day (two days at 6th, three days at plane of existence. 9th, four days at 12th, and so on,. Bonus Feat (Ex): The cosmic descryer gains a bonus Class Skills feat at 5th level and an additional bonus feat every five The cosmic descryer\u0027s class skills (and the key ability for levels thereafter (10th, 15th, 20th, and so on). These each skill) are Alchemy (Int), Bluff (Cha), Concentration bonus feats must be selected from the following list: (Con), Craft (Int), Diplomacy (Cha), Knowledge (arcana) Augmented Alchemy, Automatic Quicken Spell, Auto- (Int), Knowledge (religion) (Int), Knowledge (the planes) matic Silent Spell, Automatic Still Spell, Combat Cast- (Int), Profession (Wis), Scry (Int), Sense Motive (Wis), ing, Craft Epic Magic Arms and Armor, Craft Epic Rod, and Spellcraft (Int). See Chapter 4: Skills in the Player\u0027s Craft Epic Staff, Craft Epic Wondrous Item, Efficient Handbook for skill descriptions. Item Creation, Enhance Spell, Epic Spell Focus, Epic Spell Penetration, Epic Spellcasting, Familiar Spell, Forge",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Must have successfully spent one month tities do not in themselves provide the epic infiltrator using the Disguise skill to pose as someone else. with additional skills, proficiencies, or class features that others might expect of the pretended professions; Class Skills however, a successful Bluff check at the right time is The epic infiltrator’s class skills (and the key ability for enough to deter suspicion. each skill) are Appraise (Int), Balance (Dex), Bluff The epic infiltrator can switch cover identities or (Cha), Climb (Str), Craft (Int), Decipher Script (Int), don a disguise using the Disguise skill in 1d3 minutes. Diplomacy (Cha), Disable Device (Int), Disguise (Cha), He can also put on or take off armor in one-half the Escape Artist (Dex), Forgery (Int), Gather Information normal time. (Cha), Hide (Dex), Innuendo (Wis), Intimidate (Cha), Sneak Attack: If an epic infiltrator can catch an Jump (Str), Listen (Wis), Move Silently (Dex), Open opponent when she is unable to defend herself effec- Lock (Dex), Pick Pocket (Dex), Profession (Wis), Read tively from his attack, he can strike a vital spot for Lips (Int), Scry (Int), Sense Motive (Wis), and Spot extra damage. Basically, any time the epic infiltrator’s (Wis). See Chapter 4: Skills in the Player’s Handbook for target would be denied her Dexterity bonus to AC skill descriptions. (whether she actually has a Dexterity bonus or not), the epic infiltrator’s attack deals +1d6 points of",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The guardian paramount gets a bonus 1st Improved cover identity (3), sneak attack +1d6 feat at 1st level and an additional bonus feat every 2nd Specialist training 3rd Read thoughts 1/day, mind blank 1/day three levels thereafter (4th, 7th, 10th and so on). These 4th Far senses 1/day, sneak attack +2d6 bonus feats must be selected from the following list: 5th Specialist training, improved cover identity (4) Bulwark of Defense, Combat Archery, Damage 6th Far senses 2/day Reduction, Dexterous Fortitude, Dexterous Will, 7th Read thoughts 2/day, sneak attack +3d6 Epic Dodge, Epic Fortitude, Epic Reflexes, Epic 8th Far senses 3/day, specialist training 9th Improved cover identity (5) Reputation, Epic Skill Focus, Epic Speed, Epic Tough- 10th Far senses 4/day, sneak attack +4d6 ness, Epic Will, Exceptional Deflection, Fast Healing, Great Dexterity, Improved Combat Reflexes, Improved GUARDIAN PARAMOUNT Sneak Attack, Improved Spell Resistance, Infinite The guardian paramount is an extraordinary bodyguard, a Deflection, Legendary Climber, Lingering Damage, protector of others who is skilled in preventing harm to Mobile Defense, Perfect Health, Reflect Arrows, Self- his charge. He often places himself in danger, taking the Concealment, Sneak Attack of Opportunity, brunt of attacks meant for the person he is protecting. He Spellcasting Harrier, Trap Sense, and Uncanny displays unparalleled prowess in defending his charge, Accuracy. keeping her from harm and returning her to health Uncanny Dodge Enabler (Ex): The guardian para- should she be injured. mount must have the uncanny dodge class feature to Guardian paramounts most often come from the quality for the prestige class, so at a minimum the ranks of rogues, rogue/fighters, and rogue/clerics, guardian paramount has the extraordinary ability to 30 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS retain his Dexterity bonus to AC (if any) regardless of the guardian paramount player should notify the DM being caught flat-footed or struck by an invisible prior to another character\u0027s roll, stating his intention attacker. It is possible that the character has higher-level to use this ability immediately if the outcome appears aspects of the uncanny dodge ability, such as a bonus to undesirable. avoid traps. Whatever the level of uncanny dodge Call Back (Sp): On reaching 6th level, the guardian attained by the character, the guardian paramount can paramount gains the ability to return a dead creature that extend the features of his uncanny dodge ability to he has previously used any of his other class abilities on include any one creature he designates within 5 feet of back to life, as if he had cast true resurrection as a 20th-level him (he can designate a creature or change designations cleric. The character can use this ability once per day, plus as a free action once per round). Thus, if a guardian para- one additional time per day every six levels (12th, 18th, mount retains his Dexterity bonus to AC when flat- 24th, and so on). footed, the designated target retains it as well. The guardian paramount can extend his uncanny dodge abil- TABLE 1–28: THE GUARDIAN PARAMOUNT ity three times per day at 1st level, plus one additional Guardian time per day every three levels thereafter (4th, 7th, 10th, Paramount and so on). Level Special 1st Bonus feat, uncanny dodge enabler 3/day Evasive Preceptor (Ex): The guardian paramount 2nd Evasive preceptor 1/day must have the evasion class feature, which allows the 3rd Protective aura 1/day character to take no damage from an area attack with a 4th Bonus feat, uncanny dodge enabler 4/day successful Reflex save. He may also have improved eva- 5th Adjust probability 2/day, evasive preceptor 2/day 6th Call back 1/day, protective aura 2/day sion, though this is not a prerequisite. The character can 7th Bonus feat, uncanny dodge enabler 5/day extend evasion or improved evasion to include any one 8th Evasive preceptor 3/day, adjust probability 3/day creature he designates within 5 feet of him. The guardian 9th Protective aura 3/day paramount can extend his evasion ability once per day at 10th Bonus feat, uncanny dodge enabler 6/day 2nd level, plus one additional time per day every three levels thereafter (5th, 8th, 11th, and so on). HIGH PROSELYTIZER Protective Aura (Sp): Starting at 3rd level, the guardian The high proselytizer is the holy inspiration that begins paramount can use a special form of shield other once per religious movements. She is the word of her deity, spread- day, plus one additional time per day every three levels ing the teachings of her god and sharing her beliefs in a thereafter (6th, 9th, 12th, and so on). When a guardian truly stirring display of rapture and fervor. All who listen paramount creates a protective aura, the transferred to her preaching find it easy to accept her words as truth. wounds are dealt to the guardian paramount as subdual They come to understand that committing themselves to damage, not normal damage, as with the shield other the dogma of the high proselytizer\u0027s order will grant spell. Otherwise, the guardian paramount\u0027s protective them enlightenment in her deity\u0027s name. Entire nations aura functions like the shield other spell cast by an 8th- have fallen under the glorious sway of a high prosely- level cleric. tizer\u0027s ardent zeal. Adjust Probability (Ex): On reaching 5th level, the Clerics most often command the attention of the guardian paramount gains the ability to affect proba- people well enough to begin the work of a high prosely- bility twice per day, plus one additional time per day tizer, and paladins sometimes hear the calling as well. per three levels thereafter (8th, 11th, 14th, and so on). Druids and rangers rarely experience such a calling, and The guardian paramount can force a reroll of one other characters simply do not have the proper relation- attack roll, check, or saving throw that another crea- ship with their deities. ture within 25 feet—friend or enemy—just made. The High proselytizers generally work within a society guardian paramount often uses this ability to allow his already worshiping the character\u0027s deity, although it is ward to reroll a saving throw, but he could also use the not uncommon for a high proselytizer to be at odds ability to make an enemy striking his ward reroll a suc- with the established religious leaders of the temple. cessful attack. Often, a high proselytizer\u0027s deity takes a particularly The guardian paramount can find out whether the active role in the events of her world and leads the deity\u0027s attack roll, check, or save would have succeeded followers to action. before using this ability. The recipient must take the Hit Die: d8. second roll, whether it\u0027s better or worse than the orig- inal roll. The use of this ability takes place outside the Requirements normal initiative order, but the paramount guardian To qualify to become a high proselytizer, a character must can\u0027t use it if he is flat-footed or unable to see the situ- fulfill all the following criteria. ation resulting in the roll. The guardian paramount Skills: Diplomacy 12 ranks and either Knowledge must decide whether to reroll as soon as the result of (religion) 24 ranks or Knowledge (nature) 24 ranks. the attack roll, check, or save is known; otherwise he Feats: Leadership. must wait for another opportunity. When possible, Epic Feats: Epic Leadership. 31 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1:",
        "name":  "Level Special Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d12. Silent Spell, Automatic Still Spell, Bonus Domain, Enhance Spell, Epic Reputation, Epic Spell Focus, Requirements Epic Spell Penetration, Epic Spellcasting, Epic To qualify to become a legendary dreadnought, a charac- Will, Extended Life Span, Great Charisma, Great ter must fulfill all the following criteria.",
        "name":  "Armor Skin, Automatic Quicken Spell, Automatic Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Skin. functions against portals and the gate spell, not against",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Without this feat, a character is limited to deals damage, double the damage dealt. If the item or one headband, hat, or helmet; one pair of eye lenses or substance doesn\u0027t deal damage, double the duration of [ goggles; one cloak, cape, or mantle; one amulet, brooch, its effect. If the item or substance doesn\u0027t deal damage medallion, necklace, periapt, or scarab; one suit of armor; and doesn\u0027t have a specific listed duration (or has an one robe; one vest, vestment, or shirt; one pair of bracers instantaneous duration), double all dimensions of its or bracelets; one pair of gloves or gauntlets; two rings; area. If the item or substance doesn\u0027t fit any of these cat- one belt; and one pair of boots. egories, then it cannot be affected by this feat. See the",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can gain this feat multiple times. Each Alchemy skill description earlier in this chapter for time you take the feat, it applies to a new type of wearable more information. magic item. Automatic Quicken Spell [Epic] Armor Skin [Epic] You can cast any of your lesser spells with a moment\u0027s Your skin becomes like armor. thought.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 natural armor bonus to Armor Prerequisites: Quicken Spell, Spellcraft 30 ranks, abil- Class, or your existing natural armor bonus increases by 2. ity to cast 9th-level arcane or divine spells.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, Knowl- Each time you gain the feat, your damage reduction edge (arcana) 28 ranks, Spellcraft 28 ranks. increases by 3.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cha 25, Perform 30 ranks, bardic music ing medium armor, light armor, or no armor. class feature.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Epic spells have no fixed level. 45 Greater Spell Resistance (ritual). Subject gains However, for purposes of Concentration checks, spell SR 35 for 20 hours. resistance, and other possible situations where spell level 45 Spell Worm. Subject abandons all her spells. is important, epic spells are all treated as if they were 46 Epic Mage Armor. Subject gains +20 AC bonus. loth-level spells. 50 Animus Blast. Victims of your 10d6 coldball",
        "name":  "Epic Spell Levels",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 action Epic Mage Armor",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "720,000 gp; 15 days; 28,800 XP. Seed: compel Target: Creature touched (DC 19). Factors: stricter compulsion of any creature Duration: 24 hours (D) (ad hoc +11 DC), 1-action casting time (+20 DC), per- Saving Throw: Will negates (harmless) manent (×5 DC). Mitigating factor: 2d6 backlash (–2 DC), Spell Resistance: Yes (harmless) four additional casters contributing one 9th-level spell To Develop: 414,000 gp; 9 days; 16,560 XP. Seed: armor slot (–68 DC), burn 2,000 XP per caster (–100 DC). (DC 14). Factor: +16 additional armor bonus (+32 DC). You make a permanent thrall of any living creature. You An invisible but tangible field of force surrounds the sub- establish a telepathic link with the subject’s mind. If the ject of epic mage armor, providing a +20 armor bonus to creature has a language, you can generally force the sub- Armor Class. Unlike mundane armor, epic mage armor ject to perform as you desire, within the limits of its abil- entails no armor check penalty, arcane spell failure ities. If the creature has no language, you can communicate chance, or speed reduction. Because epic mage armor is only basic commands, such as “Come here,” “Go there,” “Fight,” made of force, incorporeal creatures can’t bypass it the and “Stand still.” You know what the subject is experiencing, way they do normal armor. but you do not receive direct sensory input from it. A subject forced to take an action against its nature Epic Repulsion receives a saving throw with a penalty of –10 to resist Abjuration taking that particular action, but if it succeeds, it still Spellcraft DC: 52 remains your thrall despite its minor mutiny. Once a sub- Components: V, S ject makes a successful saving throw to resist a specific Casting Time: 10 minutes order, it makes all future saving throws to resist taking Range: Touch that specific action without a penalty. Target: Object or creature touched",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1,530,000 gp; 31 days; 61,200 XP. Seed: con- Animate 25 Foresee 11 jure (DC 21). Factor: change area to 20-ft.-radius hemi- Animate dead 23 Fortify 17 sphere (+2 DC), increase radius to 1,000 ft. (+196 DC), Armor 14 Heal* 25 increase range to 1,500 ft. (+8 DC), deal 10d6 damage Banish 27 Life* 27 Compel 19 Reflect 27 during growth (ad hoc +19 DC), increase damage to Conceal 17 Reveal 19 40d6 (+60 DC), permanent (×5 DC). Mitigating factors: Conjure 21 Slay 25 increase casting time by 9 minutes (–18 DC), Contact 23 Summon 14 eleven additional casters contributing 6th-level spell Delude 14 Transform 21 slots (–121 DC), three additional casters contributing Destroy 29 Transport 27 Dispel 19 Ward 14 4th-level spell slots (–21 DC), burn 10,000 XP per *Spellcasters without at least 24 ranks in Knowledge (religion) 6th-level spell contributor plus caster (–1,200 DC). or Knowledge (nature) may not use heal or life spell seeds. As verdigris, except creatures in the area take 40d6 points Resource Cost: Nothing is free, especially not the of damage (Reflex save for half), as do buildings, and the resources required to develop a spell that breaks the sup- plant growth is permanent. posed levels of magical power. The development of an",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No Shadow –8 Morhg +4 Ghast –6 Vampire +6 You can turn the bones or bodies of dead creatures into Wight –4 Ghost +8 undead that follow your spoken commands. The undead can follow you, or they can remain in SEED: ARMOR an area and attack any creature (or a Conjuration (Creation) [Force] specific type of creature) Spellcraft DC: 14 entering the place. The un- Components: V, S dead remain animated until Casting Time: 1 minute they are destroyed. (A de- Range: Touch stroyed undead can’t be ani- Target: Creature touched mated again.) Intelligent Duration: 24 hours (D) undead can follow more so- Saving Throw: Will phisticated commands. negates (harmless)",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes allows you to create 20 (harmless) HD of undead. Statis- tics for undead of all You grant a creature types are found in the additional armor, Monster Manual. For providing a +4 each additional 1 bonus to Armor HD of undead cre- Class. The bonus ated, increase the is either an ar- Spellcraft DC by +1. mor bonus or a The undead you create natural armor remain under your con- bonus, whichever trol indefinitely. You you select. Unlike can naturally control 1 mundane armor, the HD per caster level of armor seed provides an undead creatures you’ve person- intangible protection ally created, regardless of the that entails no armor method you used. If you exceed check penalty, arcane spell this number, newly created crea- failure chance, or speed re- tures fall under your control, and duction. Incorporeal creatures excess undead from previous cast- can’t bypass the armor seed the way ings become uncontrolled (you they can ignore normal armor. choose which creatures are released). For each additional point of If you are a cleric, any undead you Armor Class bonus, increase command through your ability to the Spellcraft DC by +2. command or rebuke undead do You can also grant a crea- not count toward the limit. ture a +1 bonus to Armor 93 EPIC SPELLS CHAPTER 2: Class using a different bonus type, such as deflection, duration. For example, you might compel a noble knight divine, or insight. For each additional point of bonus to to give her warhorse to the first beggar she meets. If the Armor Class of one of these types, increase the Spellcraft condition is not met before the spell using this seed DC by +10. expires, the activity is not performed.",
        "name":  "The animate dead seed Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous or concentration (see text) bonus to whichever one of the following you choose: • Any one ability score. You can foretell the immediate future, or gain informa- • Any one kind of saving throw. tion about specific questions. • Spell resistance. You are 90% likely to receive a meaningful reading of • Natural armor. the future of the next 30 minutes. If successful, you know if a particular action will bring good results, bad results, The fortify seed can also grant energy resistance 1 for one energy or no result. For each additional 30 minutes into the type or 1 temporary hit point. For each additional + 1 bonus, point future, multiply the Spellcraft DC by ×2. of energy resistance, or hit point, increase the Spellcraft DC by +2. For better results, you can pose up to ten specific ques- The fortify seed has a base Spellcraft DC of 23 if it grants a tions (one per round while you concentrate) to unknown +1 bonus of a type other than enhancement (such as luck or powers of other planes, but the base Spellcraft DC for insight). For each additional +1 bonus of a type other than such an attempt is 23. Your questions reverberate enhancement, increase the Spellcraft DC by +6. If you apply a through planar interstices, seeking an answer from some factor to make the duration permanent, the bonus must be an willing entity. The answers return in a language you inherent bonus, and the maximum inherent bonus allowed is +5. understand, but use only one-word replies: “yes,” “no,” The fortify seed has a base Spellcraft DC of 23 if “maybe,” “never,” “irrelevant,” or some other one-word it grants a creature a +1 bonus of a type other than answer. Unlike 0- to 9th-level spells of similar type, all enchantment. For each additional +1 bonus, increase questions answered are 90% likely to be answered truth- the Spellcraft DC by +6. If you apply a factor to make the fully. However, a specific spell using the foresee seed can duration permanent, the bonus must be an inherent bonus, only be cast once every five weeks. and the maximum inherent bonus allowed is +5. If a spell with The foresee seed is also useful for epic spells requiring the fortify seed grants an inanimate object an ability score it specific information before functioning, such as spells would not normally possess (such as Intelligence), the spell using the reveal and transport seeds. must also incorporate the life seed.",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "COOPERATIVE EXPERIENCE POINT COSTS number of allies who also contribute. For example, if an item Using the standard magic item creation rules, the experience requires an expenditure of 40,000 XP, the item’s creator (the point cost for constructing epic magic items can prove beyond character with the requisite item creation feats) must the means of most would-be creators. For this reason, the DM contribute at least 10,000 XP. may choose to allow the creator’s allies to contribute their own This variant will allow characters access to many of the experience points toward this cost. most powerful epic magic items described in this book. You Such a contribution must be made willingly and without any may choose to limit its use to special circumstances as deter- form of coercion (magical or otherwise). The XP can only come mined by the campaign. Also, if you allow PCs to create items from other PCs, not from NPCs. Even cohorts or other loyal this way, consider allowing NPCs in your game to use a simi- comrades won’t contribute experience points in this way. lar system, though this requires a judgment call as to which The creator of the item must contribute at least one-quarter allies of the NPC would willingly contribute experience points of the item’s total experience point cost, regardless of the to the creation. 125 ITEMS EPIC MAGIC CHAPTER 4: TABLE 4–2: ARMOR AND SHIELDS TABLE 4–3: EPIC ARMOR AND SHIELDS d% Enhancement Bonus Market Price d% Enhancement Bonus Market Price 01 +1 shield 1 +1,000 gp 01–21 +11 +1,210,000 gp 02 +1 armor 2 +1,000 gp 22–39 +12 +1,440,000 gp 03 +2 shield 1 +4,000 gp 40–54 +13 +1,690,000 gp 04 +2 armor 2 +4,000 gp 55–66 +14 +1,960,000 gp 05–06 +3 shield 1 +9,000 gp 67–76 +15 +2,250,000 gp 07–08 +3 armor 2 +9,000 gp 77–84 +16 +2,560,000 gp 09–12 +4 shield 1 +16,000 gp 85–90 +17 +2,890,000 gp 13–16 +4 armor 2 +16,000 gp 91–94 +18 +3,240,000 gp 17–21 +5 shield 1 +25,000 gp 95–97 +19 +3,610,000 gp 22–26 +5 armor 2 +25,000 gp 98–99 +20 +4,000,000 gp 27–30 +6 shield +360,000 gp 100 Roll again and add +10 to bonus 1 2 31–34 +6 armor +360,000 gp 1 This is cumulative if rolled multiple times. 35–38 +7 shield +490,000 gp 2 For enhancement bonuses higher than +20, the market price 39–42 +7 armor +490,000 gp modifier is equal to the square of the bonus × 10,000 gp. 43–45 +8 shield +640,000 gp 46–48 +8 armor +640,000 gp 49–50 +9 shield +810,000 gp TABLE 4–4: RANDOM ARMOR TYPE 51–52 + 9 armor +810,000 gp d% Armor Armor Cost 1 53–54 +10 shield +1,000,000 gp 01 Padded +155 gp 55–56 +10 armor +1,000,000 gp 02 Leather +160 gp 57–62 Specific armor or shield 3 03–12 Hide +165 gp 63–75 Armor with special ability and roll again 4 13–27 Studded leather +175 gp 76–98 Shield with special ability and roll again 4 28–42 Chain shirt 2 +250 gp 99 Epic shield 5 43 Scale mail 2 +200 gp 100 Epic armor 5 44 Chainmail 2 +300 gp 1 Roll also on DUNGEON MASTER’s Guide Table 8–7: Shield 45–57 Breastplate 2 +350 gp Special Abilities. 58 Splint mail 2 +350 gp 2 Roll also on DUNGEON MASTER’s Guide Table 8–6: Armor 59 Banded mail 2 +400 gp Special Abilities. 60 Half-plate 2 +750 gp 3 Roll on Table 4–8: Specific Epic Magic Armor and Shields. 61–100 Full plate 2 +1,650 gp 4 Roll on Table 4–6: Armor Special Abilities or Table 4–7: All magic armor is masterwork armor (with an armor check penalty 1 lower than normal). Shield Special Abilities. 1 Add to enhancement bonus on Table 4–2: Epic Armor and 5 Roll on Table 4–3: Epic Armor and Shields. Shields to determine total market price. 2 Roll d% to determine material: 01–70 steel; 71–90 mithral; epic magic shield, roll on Table 4–2. Note that the +6 to 91–99 adamantine; 100 other or DM choice. Adjust price accordingly. +10 rows apply only to armor and shields that provide an enhancement bonus of +6 to +10 or armor and shields with a single special ability whose market price modifier TABLE 4–5: RANDOM SHIELD TYPE is +6 to +10. Magic armor and shields with a total effec- d% Shield Shield Cost 1 tive bonus of +6 to +10 but that have an enhancement 01–10 Buckler +165 gp bonus of +5 or less and special abilities whose individual 11–15 Shield, small, wooden 2 +153 gp market price modifiers are +5 or less use Table 8–3 in the 16–20 Shield, small, steel 3 +159 gp DUNGEON MASTER’s Guide to determine price. 21–30 Shield, large, wooden 2 +157 gp 31–95 Shield, large, steel 3 +170 gp 96–100 Shield, tower 2 +180 gp Epic Armor and Shield Special Ability Descriptions All magic shields are masterwork shields (with an armor Most magic armor and shields only have enhancement check penalty 1 lower than normal). bonuses. Such items can also have special abilities, such 1 Add to enhancement bonus on Table 4–2: Epic Armor and as those detailed here and in the DUNGEON MASTER’s Guide. Shields to determine total market price. Armor or a shield with a special ability must have at least 2 Roll d% to determine material: 01–70 wood; 71–99 dark- wood; 100 other or DM choice. Adjust price accordingly. a +1 enhancement bonus. 3 Roll d% to determine material: 01–70 steel; 71–90 mithral;",
        "name":  "VARIANT",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or shield with this spe- 91–99 adamantine; 100 other or DM choice. Adjust price cial ability normally has a dull gray appearance. The accordingly. armor absorbs the first 50 points of acid damage per round that the wearer would normally take (similar to the first 50 points of cold damage per round that the the resist elements spell). wearer would normally take (similar to the resist ele-",
        "name":  "Acid Warding",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and elements; Market Price: +6 bonus. Armor, Craft Epic Magic Arms and Armor, protection from",
        "name":  "Armor, Craft Epic Magic Arms and Armor, protection from Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or shield with this elements; Market Price: +6 bonus. special ability normally has a bluish, icy hue or is Exceptional Arrow Deflection: This shield functions adorned with furs and shaggy pelts. The armor absorbs like a shield of arrow deflection (see the DUNGEON MASTER’s 126 :4 RETPAHC CIGAM CIPE SMETI TABLE 4–6: ARMOR SPECIAL ABILITIES TABLE 4–7: SHIELD SPECIAL ABILITIES d% Special Ability Market Price Modifier 1 d% Shield Special Ability Market Price Modifier 1 01–06 Great invulnerability (10/+2) +4 bonus 01–06 Great invulnerability (10/+2) +4 bonus 07–11 Great invulnerability (15/+3) +5 bonus 07–12 Great invulnerability (15/+3) +5 bonus 12–19 Negating +5 bonus 13–19 Acid warding +6 bonus 20–26 Acid warding +6 bonus 20–26 Cold warding +6 bonus 27–33 Cold warding +6 bonus 27–33 Fire warding +6 bonus 34–40 Fire warding +6 bonus 34–37 Great invulnerability (20/+4) +6 bonus 41–44 Great invulnerability (20/+4) +6 bonus 38–43 Great spell resistance (SR 21) +6 bonus 45–50 Great spell resistance (SR 21) +6 bonus 44–46 Infinite arrow deflection +6 bonus 51–57 Lightning warding +6 bonus 47–53 Lightning warding +6 bonus 58–64 Sonic warding +6 bonus 54–60 Sonic warding +6 bonus 65–67 Great invulnerability (25/+5) +7 bonus 61–63 Great invulnerability (25/+5) +7 bonus 68–72 Great spell resistance (SR 23) +7 bonus 64–68 Great spell resistance (SR 23) +7 bonus 73–76 Great spell resistance (SR 25) +8 bonus 69–71 Exceptional arrow deflection +8 bonus 77–79 Great spell resistance (SR 27) +9 bonus 72–75 Great spell resistance (SR 25) +8 bonus 80–87 Roll on Table 8–6 in the DUNGEON 76–78 Great spell resistance (SR 27) +9 bonus MASTER’s Guide, then roll again on this table 79 Great reflection +10 bonus 88–95 Roll twice on Table 8–6 in the 80–87 Roll on Table 8–6 in the DUNGEON DUNGEON MASTER’s Guide MASTER’s Guide, then roll again on this table 96–100 Roll twice again 2 88–95 Roll twice on Table 8–6 in the 1 Add to enhancement bonus on Table 4–2: Epic Armor and DUNGEON MASTER’s Guide Shields to determine total market price. 96–100 Roll twice again 2 2 If you roll a special ability twice, only one counts. If you roll 1 Add to enhancement bonus on Table 4–2: Epic Armor and two versions of the same special ability, use the better. Shields to determine total market price. 2 If you roll a special ability twice, only one counts. If you roll two versions of the same special ability, use the better. Guide), except that it can deflect any type of ranged attack (including spells that require a ranged Craft Magic Arms and Armor, Craft Epic Magic Arms touch attack) as if it were an arrow. Any time and Armor, stoneskin, wish, or miracle; Market Price: +4 the bearer would normally be struck by a bonus (10/+2), +5 bonus (15/+3), +6 bonus ranged attack, he can make a Reflex saving (20/+4), +7 bonus (25/+5). throw (DC 20). If the ranged attack has an Great Reflection: This mirrorlike enhancement bonus (or a spell level), the shield is completely reflective. Any DC increases by that amount. If he succeeds, time its bearer is targeted with a spell, the shield deflects the attack. The bearer must it automatically reflects the spell back be aware of the attack and not flat-footed. at the caster (as the spell turning Attempting to deflect a ranged attack doesn’t spell). The wearer can lower or raise count as an action. this effect as a free action (thus allow-",
        "name":  "Cold Warding",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25th; Prerequisites: Arms and Armor, shield, wall of force; Market Craft Magic Arms and Armor, Craft",
        "name":  "Magic Arms and Armor, Craft Epic Magic Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+8 bonus. Epic Magic Arms and Armor, spell",
        "name":  "Price",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or turning; Market Price: +10 bonus. shield with this special ability normally Great Spell Resistance: This suit has a reddish hue and often is deco- of armor or shield grants the wearer rated with a draconic or fiery motif. spell resistance. The spell resistance The armor absorbs the first 50 points can be 21, 23, 25, or 27, depending on of fire damage per round that the the armor. wearer would normally take (similar to the Caster Level: 21st (SR 21), 22nd (SR 23), resist elements spell). 23rd (SR 25), 24th (SR 27); Prerequisites: Craft",
        "name":  "Fire Warding",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Magic Arms and Armor, Craft Epic Magic Arms and Armor, Craft Epic Magic Arms Arms and Armor, spell resistance; Market Price: +6 and Armor, protection from elements; Market bonus (SR 21), +7 bonus (SR 23), +8 bonus (SR Price; +6 bonus. 25), +9 bonus (SR 27).",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and natural enhancement bonus of +3). The armor pro- Armor, Craft Epic Magic Arms and Armor, protection from vides a –5 penalty on dispel checks made against it or arrows, shield; Market Price: +6 bonus. its wearer.",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of Caster Level: 21st; Prerequisites: Craft Magic Arms and armor or shield with this special abil- Armor, Craft Epic Magic Arms and Armor, greater dis- ity normally has a bluish hue and pelling, stoneskin, wish or miracle; Market Price: 871,500 gp; often is decorated with a storm or Cost to Create: 436,500 gp + lightning motif. The armor absorbs 18,700 XP. the first 50 points of lightning Armor of the Abyssal Horde: damage per round that the wearer This crimson and black suit of +6 would normally take (similar to the full plate armor is fashioned to resist elements spell). make the wearer appear demonic,",
        "name":  "Lightning Warding",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prereq- The helmet is shaped to uisites: Craft Magic Arms look like a horned demon and Armor, Craft Epic Magic head, and its wearer looks Arms and Armor, protection from out of the open, tooth-filled elements; Market Price: +6 bonus. mouth. The armor’s clawed",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20th; Prerequisites: Craft Magic Arms and armor is worn. Armor, Craft Epic Magic Arms and Armor, greater dis- Caster Level: 20th; Prerequisites: Craft Magic Arms pelling; Market Price: +5 bonus. and Armor, Craft Epic Magic Arms and Armor, creator",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or shield with this must be evil, energy drain; Market Price: 768,260 gp; Cost special ability normally has a glistening appearance. The to Create: 385,260 gp + 17,660 XP. armor absorbs the first 50 points of sonic damage per Armor of the Celestial Battalion: This bright silver round that the wearer would normally take (similar to or gold +7 chainmail is so fine and light that it can be the resist elements spell). worn under normal clothing without revealing its pres-",
        "name":  "Sonic Warding",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and ence, though most owners wear it openly and with Armor, Craft Epic Magic Arms and Armor, protection from pride. It has a maximum Dexterity bonus of +10, no elements; Market Price: +6 bonus. armor check penalty, and an arcane spell failure chance of 10%. It is considered light armor, and it allows the TABLE 4–8: SPECIFIC EPIC MAGIC ARMOR AND SHIELDS wearer to fly at will (as the fly spell). Furthermore, the d% Specific Armor or Shield Market Price wearer is at all times surrounded by a magic circle against 01–20 Shapeshifter’s armor 400,165 gp evil effect (as the spell) which, if dispelled, can be cre- 21–40 Warlord’s breastplate 416,200 gp ated again as a free action. 41–57 Dragonskin armor 564,550 gp",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20th; Prerequisites: Craft Magic Arms and 58–71 Armor of the celestial battalion 616,300 gp 72–82 Armor of the abyssal horde 768,260 gp Armor, Craft Epic Magic Arms and Armor, creator must 83–93 Antimagic armor 871,500 gp be good, magic circle against evil; Market Price: 616,300 gp; 94–100 Bulwark of the great dragon 1,612,980 gp Cost to Create: 308,300 gp + 16,160 XP. 128 :4 RETPAHC CIGAM CIPE SMETI Bulwark of the Great Dragon",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and cial ability described in the DUNGEON MASTER’s Guide. Armor, Craft Epic Magic Arms and Armor, acid fog; Caster Level: 21st; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+6 bonus. Armor, Craft Epic Magic Arms and Armor, word of chaos;",
        "name":  "Market Price",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22nd; Prerequisites: Craft Magic Arms and 75–76 Pick, light +304 gp 77–78 Ranseur +310 gp Armor, Craft Epic Magic Arms and Armor, summon mon- 79–80 Sap +301 gp ster IX; Market Price: +7 bonus. 81–82 Scythe +318 gp",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and +6d6 points of holy (good) damage and bestows two neg- Armor, Craft Epic Magic Arms and Armor, fireball; Market ative levels (or +9d6 and three negative levels if the criti-",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, dictum; Market Armor, Craft Epic Magic Arms and Armor, holy word; Price: +8 bonus.",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, cone of cold; Armor, Craft Epic Magic Arms and Armor, lightning bolt;",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+6 bonus. Armor, Craft Epic Magic Arms and Armor, inflict moderate 133 ITEMS EPIC MAGIC CHAPTER 4: Chaosbringer wounds; Market Price: 770,310 gp; Cost to Create: 385,310 gp any blow that would otherwise kill a foe or knock him + 17,700 XP. unconscious. Only one creature can be so held, but the",
        "name":  "Price",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23rd; Prerequisites: Craft Magic Arms and word; Market Price: 4,620,315 gp; Cost to Create: Armor, Craft Epic Magic Arms and Armor, bull’s 2,310,315 gp + 56,200 XP. strength, keen edge, true seeing; Market Price: 2,900,400 gp; Mace of Ruin: This +7 heavy mace ignores the",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23rd; Prerequisites: Craft Magic Arms +5 quarterstaff of speed have equal enhancement and Armor, Craft Epic Magic Arms and Armor, and special powers, meaning that it allows an addi- animate objects, haste, shield (or shield of faith); Market tional attack with each end every round. While the",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Magic Arms and 44–48 Epic wizardry (V) 250,000 gp Armor, Craft Epic Magic Arms and Armor, blindness/ 49–53 Ineffable evil 250,000 gp deafness, call lightning or lightning bolt, control winds, fly, 54–58 Virtuous good 250,000 gp protection from elements; Market Price: 235,350 gp; Cost to 59–63 Rapid healing 300,000 gp",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, blasphemy, unholy aura, unholy blight; Market Price: 4,650,315 gp; Cost Ring, shield of law, creator must be lawful; Market Price: to Create: 2,325,315 gp + 56,500 XP. 250,000 gp.",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer of this blue-black ring is the ring is worn. constantly sheathed in a shield of law effect. It bestows Caster Level: 15th; Prerequisites: Forge Ring, Forge Epic one negative level on any chaotic creature that puts it Ring, cloak of chaos, creator must be chaotic; Market Price: on. The negative level remains as long as the ring is 250,000 gp. worn and disappears when the ring is removed. This Elemental Immunity: This plain adamantine band negative level never results in actual level loss, but it continually provides the wearer with immunity to a cannot be overcome in any way (including restoration single type of energy: fire, cold, electricity, acid, or spells) while the ring is worn. sonic. The wearer takes no damage from the energy of",
        "name":  "Adamant Law",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ring offers continual magical Rapid Healing: The wearer of this ring of bone protection in the form of a deflection bonus to Armor grants a living wearer fast healing 3. It must be worn Class of +6 or higher. for 24 hours before its powers activate, and if removed",
        "name":  "Epic Protection",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20th: Prerequisites: Forge Ring, Forge Epic it will not function again until it has been worn for 24 Ring, shield of faith, creator’s caster level must be three hours by the same individual. times the ring’s bonus; Market Price: 720,000 gp (+6), Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic 980,000 gp (+7), 1,280,000 gp (+3), 1,620.000 gp (+9), Ring, regenerate; Market Price: 300,000 gp. 2,000,000 gp (+10). Sequestering: This crystalline ring becomes invisible",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30th; Prerequisites: Craft Rod, Craft Epic sion is palatial, able to accommodate up to 250 people, Rod, Craft Magic Arms and Armor. Craft Epic Magic housing them in private chambers and serving them Arms and Armor, cure critical wounds, inflict critical wounds, fine banquets. The mansion lasts for three days, after bull’s strength, fireball, dominate person, power word stun; which time it, and everything originally in it (including",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24th; Prerequisites: Craft Rod, Craft Map: Three times per day a section of the rod Epic Rod, Craft Magic Arms and Armor, Bigby’s inter- unrolls like a scroll from a tube, revealing a map posing hand, create food and water, major creation, wall of of the surrounding area, centered on the location iron, wall of stone; Market Price: 465,665 gp; Cost to of the rod. The area shown on the map covers an",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When held, this stout adamantine miles in radius, zooming in or out with a set of com- rod grants its wielder the following powers. mand words. The map reveals natural topography and all types of structures (even hidden ones), but • +5 natural armor bonus. it will not show the location of creatures. • +5 resistance bonus on saving throws. Passage: Three times per day, this power allows the • Damage reduction 50/+3. wielder and up to five others in a 20-foot radius to move • Immunity to critical hits. unhindered through natural plant growth • Spell resistance 32. or bodies of water (as per the freedom of movement spell).",
        "name":  "Invulnerability",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "34th (white or brass), 81–99 9th-level spell plus metamagic (1) 35th (black or copper), 36th (green or 100 DM’s choice bronze), 37th (blue or silver), 38th (red or gold; Prerequisites: Craft Rod, Craft 11th-Level Spell Epic Rod, Craft Magic Arms and Armor, d% Spell Level and Metamagic Level Adjustment Craft Epic Magic Arms and Armor, Im- 01–03 1st-level spell plus metamagic (10) proved Heighten Spell, improved heightened polymorph 04–08 2nd-level spell plus metamagic (9) 09–15 3rd-level spell plus metamagic (8) other, creator must be same alignment as dragon type; 16–24 4th-level spell plus metamagic (7)",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This platinum-shod staff has • Gate (1 charge) three powers. When using the greater planar ally power, you must • Shield (quickened, 1 charge, may be activated once still bargain with the called creature. per round) In addition to its other powers, a staff of planar might • Forcecage (1 charge) is a +5 outsider bane quarterstaff (roll 1d4 to determine • Bigby’s crushing hand (1 charge) what alignment of outsiders the staff’s bane power works against: 1=chaotic, 2=evil,",
        "name":  "Mighty Force",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21st; Prerequisites: Craft Staff, Craft Epic 3=good, 4=lawful). After all charges are used Staff, Quicken Spell, Bigby’s crushing hand, forcecage, shield; up from a staff of planar might, it remains a +5",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This • Magic missile (intensified, quickened, 1 amulet, usually crafted from dragon scales, charge, 5 missiles dealing 10 points of toughens the wearer’s body and flesh, giving damage each) him a natural armor bonus to his AC of +6 or • Fireball (heightened to 6th, enhanced, quick- higher, depending on the type of amulet. ened, 1 charge, 20d6 damage, DC 19) Caster Level: 20th; Prerequisites: Craft Won- drous Item. Craft Epic Wondrous",
        "name":  "Amulet of Epic Natural Armor",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This steel pole is constantly coated with a 256,000 gp; Weight: 1 lb. thin layer of frost. It has a circular metallic headpiece Bracers of Epic Armor: These items 6 inches in diameter, through which a scene of a appear to be wrist or arm guards. They surround the raging snowstorm is always visible. The staff allows wearer with an invisible but tangible field of force; the use of the following spells. granting him an armor bonus of +11 or higher, just as though he were wearing armor. Both bracers must • Cone of cold (intensified, 2 charges, DC 28) be worn for the magic to be effective. • Ice storm (intensified, 2 charges, DC 26) Caster Level: 20th; Prerequisites: Craft Wondrous • Otiluke’s freezing sphere (intensified, 2 charges, DC 29) Item, Craft Epic Wondrous Item, mage armor, creator’s • Wall of ice (1 charge) caster level must be twice the bracers’ bonus; Market Price: 144 :4 RETPAHC CIGAM CIPE SMETI Staff of Prism Staff of Winter Staff of Walls Staff of Spheres 1,210,000 (+11), 1,440,000 (+12), 1,690,000 gp (+13), TABLE 4–25: EPIC WONDROUS ITEMS 1,960,000 (+14), 2,250,000 gp (+15); Weight: 1 lb. d% Wondrous Item Market Price",
        "name":  "Winter",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These adamantine 22–24 Bracers of epic health +8 640,000 gp tracers grant a +12 enhancement bonus to the wearer’s 25–27 Cloak of epic charisma +8 640,000 gp Strength and Constitution. The wearer is treated as two 28–30 Cloak of epic resistance +8 640,000 gp size categories larger than normal (to a maximum of 31–33 Cloves of epic dexterity +8 640,000 gp 34–36 Headband of epic intellect +8 640,000 gp Colossal) for purposes of combat-related opposed 37–39 Periapt of epic wisdom +8 640,000 gp checks that apply a modifier based on size, such as bull 40–42 Amulet of epic natural armor +6 720,000 gp rush, grapple, and trip. 43–45 Cloak of epic resistance +9 810,000 gp",
        "name":  "Bracers of Relentless Might",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20th; Prerequisites: Craft Wondrous Item, 46–48 Amulet of epic natural armor +7 980,000 gp 49–51 Belt of epic strength + 10 1,000,000 gp Craft Epic Wondrous Item, bull’s strength, endurance, en- 52–54 Bracers of epic health +10 1,000,000 gp enlarge; Market Price: 4,384,000 gp; Weight: 1 lb. 55–57 Cloak of epic charisma +10 1,000,000 gp",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This extraordinary cabinet has 58–59 Cloak of epic resistance +10 1,000,000 gp the ability to produce a delicious feast for up to forty 60–62 Cloves of epic dexterity +10 1,000,000 gp people, three times per day. Merely opening the doors of 63–65 Headband of epic intellect +10 1,000,000 gp 66–68 Periapt of epic wisdom +10 1,000,000 gp the cabinet reveals platters of food of all types and flavors 69–71 Bracers of epic armor + 1 1 1,210,000 gp of the very freshest sort. The meal has all the qualities and 72–74 Amulet of epic natural armor +8 1,280,000 gp benefits of that produced by a heroes’ feast spell. 75–76 Belt of epic strength +12 1,440,000 gp",
        "name":  "Cabinet of Feasting",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40th; Prerequisites: Craft Wondrous Item, 77–78 Bracers of epic armor + 12 1,440,000 gp 79–80 Bracers of epic health +12 1,440,000 gp Craft Epic Wondrous Item, heroes’ feast; 81–82 Cloak of epic charisma +12 1,440,000 gp",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This 89–90 Amulet of epic natural armor +9 1,620,000 gp 91–92 Bracers of epic armor + 13 1,690,000 gp lightweight and 93–94 Bracers of epic armor + 14 1,960,000 gp fashionable cloak 95–96 Amulet of epic natural armor + 10 2,000,000 gp has a decorative 97–98 Bracers of epic armor +15 2,250,000 gp gold trim. When 99–100 Bracers of relentless might 4,384,000 gp worn, it grants a +8 or higher en- hancement bonus Caster Level: 20th; Prerequisites: Craft Wondrous Item, a character’s Craft Epic Wondrous Item, resistance, creator’s caster level Charisma score. must be three times the cloak’s bonus; Market Price:",
        "name":  "Charisma",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This embroidered 1d4 High Score Medium Score Low Score garment is worn over normal clothing or armor. It grants 1 Intelligence Charisma Wisdom the wearer spell resistance 40. 2 Intelligence Wisdom Charisma 3 Wisdom Intelligence Charisma",
        "name":  "Mantle of Epic Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This enor- ly crafted platinum ring of un- mous suit of black iron +10 full known origin is set with a gem plate armor increases the wearer’s of nine facets, each one in- size by one category (to a maxi- scribed with a different incom- mum of Colossal). The wearer prehensible rune. Each day at gains a +10 enhancement bonus sunrise, the gem turns to display a to Strength and is rendered im- different facet (with no apparent mune to mind-affecting effects, poi- pattern, though some wearers have son, disease, and similar effects. He is not reported the ability to control the active subject to critical hits, subdual damage, abil- facet to some extent). The active facet deter- ity damage, energy drain, or death from mas- mines the Ring’s power for that day. Each day, roll 1d10 to sive damage. Unlike the iron golem after determine which facet (and thus which power) is active. which the armor is modeled, Golem Armor is immune to rust attacks. The wearer of Golem Armor gains damage 1d10 Active Facet Power reduction 50/+3. He also cannot regain hit points by any 1 Wearer is immune to disease means (mundane or magical) while the armor is worn. It 2 Wearer needs no air to survive 3 Wearer gains +5 natural armor bonus requires 1 hour to don or extract oneself from Golem Armor. 4 Wearer gains low-light vision",
        "name":  "Golem Armor",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "51 (+4 size, +3 Dex, +5 natural armor, +8 bracers of Combat armor, +2 ring of protection, +21 insight) While demiliches are steeped in the knowledge of fell",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alchemy +38, Concentration +25, Hide +27, soul within. The soulless body collapses in a mass of Knowledge (arcana, religion) +38, Knowledge (the planes, corruption and molders in a single round, reduced to 174 :5 RETPAHC SRETSNOM dust. If left to its own devices, the demilich slowly A shatter spell affects a demilich as if it were a crys- devours the soul over 24 hours—at the end of that time talline creature, but deals half the damage normally the soul is completely absorbed, and the victim is for- indicated. A dispel evil spell deals 3d6 points of damage ever gone. (Fort save for half damage). Holy smite spells affect If the demilich is overcome before the soul is eaten, demiliches normally. crushing the gem releases the soul, after which time it is Phylactery Transference (Su): Headbands, belts, free to seek the afterlife or be returned to its body by the rings, cloaks, and other wearable items kept in close asso- use of either resurrection, true resurrection, clone, or miracle. ciation with the demilich’s phylactery transfer all their A potential victim protected by a death ward spell is not benefits to the demilich no matter how far apart the immune to trap the soul, but receives a +5 bonus on its demilich and the phylactery are located. The standard Fortitude saving throw. Negative energy protection is effec- limits on types of items utilized simultaneously still tive against the level loss. apply. The sample demilich “wears” bracers of armor +8, Fear Aura (Su): Demiliches are shrouded in a dread- headband of intellect +6, pink Ioun stone, ring of wizardry I, ful aura of death and evil. Creatures of less than 5 HD in ring of protection +2, and gloves of Dexterity +2. a 60-foot radius that look at the demi- Undead Traits: Immune to poison, sleep, lich must succeed at a Will save paralysis, stunning, disease, death, effects, (DC 19) or be affected as necromantic effects, mind-affecting though by fear as cast by a effects, and any effect requiring a 21st-level caster. Fortitude save unless it also Paralyzing Touch works on objects. Not subject Su): Any living crea- to critical hits, subdual dam- ture a demilich age, ability damage, ability touches must suc- drain, or energy drain. Nega- ceed at a Fortitude tive energy heals. Not at risk save (DC 36) or be of death from massive dam- permanently para- age, but destroyed at 0 hit lyzed. Remove paral- points or less. Darkvision ysis or any spell 60 ft. Cannot be raised; res- that can remove urrection works only if a curse can free creature is willing. the victim (see Immunities (Ex): the bestow curse Demiliches are immune spell). The effect to cold, elec- cannot be dispelled. tricity, poly- Anyone paralyzed by morph, and a demilich seems mind-affecting dead, though a suc- attacks. cessful Spot check (DC 20) or Heal CREATING A check (DC 15) re- DEMILICH veals that the victim “Demilich” is a tem- is still alive. plate that can be",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The demilich added to any lich. It uses all the lich’s statistics and can cast any spells it could cast as a lich. This sample special abilities except as noted here. demilich was a 21st-level wizard (spells per day: 4/12/8/ A demilich’s form is concentrated into a single por- 7/7/7/7/6/6/6/3). The three two spell slot is a 10th-level tion of its original body, usually its skull. Part of the slot and available for 0–9th level metamagic spells. process of becoming a demilich includes the incorpora- Perfect Automatic Still Spell (Ex): A demilich can tion of costly gems into the retained body part; see Creat- at all the spells it knows without gestures. ing Soul Gems, below. Spell-like Abilities: At will—alter self, astral projec- Size: Medium-size and Large liches become Diminu- tion, create greater undead, create undead, death knell, enerva- tive demiliches, Huge liches become Small demiliches, tion, greater dispelling, harm (usually used to heal itself), Gargantuan liches become Medium-size demiliches, summon monster I–IX, telekinesis, weird; 2/day—greater and Colossal liches become Large demiliches. planar ally. Demiliches use these abilities as casters of a Hit Dice: As lich. level equal to their spellcaster level, but the save DCs Speed: Replace with fly 180 ft. (perfect) or the lich’s at all 36. supernatural fly speed, if any, is also retained. Magic Immunity (Ex): Demiliches are immune to AC: The demilich retains the lich’s +5 natural armor all magical and supernatural effects, except as follows. bonus and gains an insight bonus equal to AC equal to its 175 MONSTERS CHAPTER 5: Hit Dice, as well as a probable size adjustment to AC (for Perfect Automatic Still Spell: The demilich can cast all the example, +4 for its new Diminutive size for a previously spells it knows without gestures. Medium-size lich). Spell-Like Abilities: At will—alter self, astral projec-",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dragon’s natural armor bonus Dice. This represents an increase of 21 HD, or seven vir- increases by +1 for every Hit Die it gains beyond the tual age categories. great wyrm stage. (You can use this rule for lesser dragon advancement as well, since natural armor and Hit Dice Red Great Wyrm, Advanced always increase at the same rate.) Colossal+ Dragon (Fire)",
        "name":  "Armor Class",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "78 (–8 size, +19 deflection, +57 natural) resistance; 1st—enlarge, mage armor, magic missile, shield, true",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "48(+12 Dex, –2 size, +16 natural armor, +12 insight) The gibbering orb is a great, bloated, floating mass of eyes",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 (–8 size, +14 Dex, +24 natural armor) A ha-naga has the ability to fly, winding and coil-",
        "name":  "DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "52 (+17 Dex, +20 insight, +5 natural armor)",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "By character class affected by the miss chance that applies to attacks against a concealed target. Pseudonatural trolls (called pseudonatrolls, or just Improved Grab (Ex): if a pseudonatural troll hits an pseudotrolls) are creatures descended from trolls and opponent smaller than it with a tentacle, it deals normal alien protoplasm originating in a realm far beyond the damage and attempts to start a grapple as a free action known multiverse. without provoking an attack of opportunity. A pseudotroll appears roughly humanoid in shape, Rend (Ex): If a pseudotroll hits with two or more ten- standing 9 feet tall and weighing 500 pounds. Its moss- tacle rake attacks, it latches onto the opponent’s body and green hide is rubbery and mottled green and gray. Instead tears the flesh. This attack automatically deals an addi- of arms, it possesses five tentacles, lined with suckers, tional 4d8+25 points of damage, and can be used concur- barbs, and eyes, and tipped with toothy mouths. A rently with its improved grab ability. writhing, hairlike mass is situated where a head might sit Rotting Constriction (Ex): Once a pseudotroll has on a natural creature. The legs end in great three-toed feet. hold of an opponent, each successful grapple check it Pseudotrolls speak Giant (using all their tentacle- makes during subsequent rounds automatically drains mouths simultaneously). 2d4 points of Constitution. At the same time, the pseudotroll regains 10 lost hit points. COMBAT Regeneration (Ex): Fire and acid deal normal damage Pseudotrolls have no fear of death. They launch them- to a pseudotroll. selves into combat without hesitation, flailing wildly If a pseudotroll loses a tentacle or body part, the lost 211 MONSTERS CHAPTER 5: portion regrows in 1 minute. The creature can reattach affected by the miss chance that applies to attacks the severed member instantly by holding it to the stump. against a concealed target. Spell-Like Abilities: At will—blur, dimension door, Improved Grab (Ex): If the creature hits an opponent shield, unhallow. Caster level 20th; save DC 8 + spell smaller than it with a tentacle, it deals normal damage level. and attempts to start a grapple as a free action without Alternate Form (Su): At will, a pseudotroll can take provoking an attack of opportunity. the form of a grotesque, tentacled mass (or another appro- Rotting Constriction (Ex): Once the creature has hold of priately gruesome form determined by the DM), but all an opponent, each successful grapple check it makes its abilities remain unchanged despite the alien appear- during subsequent rounds permanently drains 2d4 ance. Changing shape is a standard action. Other crea- points of Constitution. At the same time, the creature tures receive a –1 morale penalty on their attack rolls regains 10 lost hit points. against a pseudotroll in this alternate form. Spell-Like Abilities: At will—blur, dimension door, shield, unhallow. Caster level 20th.",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pseudonatural creatures gain a +35 natural armor If the creature already has one or more of these special bonus. If the creature already has an armor bonus, use qualities, use the better value. whichever is better. Alternate Form (Su): At will, a pseudonatural creature",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "36–42 HD (Large); 43–70 HD (Huge) A shadow of the void is a manifestation of cold malevolence, the spirit of one condemned in the afterlife to an eternity of frosty conflagration. A shadow of the void appears to be a 10-foot-tall incorporeal humanoid made of blightfire, black flames that crackle with cold energy. The only dis- cernible feature of a shadow of the void is its two blue, piercing eyes. Shadows of the void are usually found far from the Material Plane, sometimes accompanied by a winterwight or two. The creatures known as winterwights were origi- nally created by shadows of the void, though winter- wights have also been created artificially by powerful demiliches. Whenever a shadow of the void discovers an artificially created winterwight, the shadow attempts to slay it. Combat Shadows of the void prefer to close with their oppo- nents because of their deadly blightfire. Blightfire (Su): Living creatures taking damage from a shadow of the void’s incorporeal touch attack find themselves ignited with blightfire; cold, black 214 :5 RETPAHC SRETSNOM with a 50% chance to ignore any damage from a corporeal A shape of fire appears to be a 10-foot-tall incorporeal source. Can pass through solid objects at will, and own humanoid made of blazefire, white-hot flames that attacks pass through armor. Always moves silently. crackle with searing energy. The only discernible feature",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Undead traits, incorporeal traits, turn corporeal source. Can pass through solid objects at resistance +6, fire subtype, heat aura, SR 36, DR 20/+6 will, and own attacks pass through armor. Always",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "HD 23d8 + 46 + 10 (159 hp) mirror image, displacement, globe of invulnerability, and shield",
        "name":  "Hit Dice",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scrolls of spends a full-round action can fireball (10th-level caster), break free of the embrace and teleport without error, move up to half its speed away acid fog, incendiary cloud, from the worm if desired, but shapechange, wail of can do nothing else. Otherwise, the banshee, Bigby’s each round a victim remains clenched fist, horrid embraced, it takes another 100 wilting, maze, summon points of damage. Constructs monster IX; potions of cure are immune to this attack. serious wounds, alter self, Spells: A worm that walks haste, fly. Other magic can cast any spells it could cast as gear: amulet of natural a living character. armor +2, bracers of armor Spell-Like Abilities: 1/day— +8, ring of protection +3, +4 animal friendship (vermin), an- staff, rod of absorption, gloves imal growth (vermin), animal mes- of Dexterity +4, headband of senger (vermin), animal shapes intellect +6, pink Ioun stone, (vermin), animal trance wings of flying. (vermin), colossal vermin (as giant vermin, but it can increase CREATING A WORM THAT WALKS the creature’s size from Large to Gargantuan and “Worm that walks” is a template that can be added to any from Huge to Colossal), creeping doom, giant vermin, 229 MONSTERS CHAPTER 5: summon swarm (vermin), summon vermin (as summon WORM THAT WALKS CHARACTERS nature’s ally, except it summons 10 HD of vermin per The process of becoming a worm that walks is poorly level), and vermin plague (as insect plague). Caster level 20th. understood by nonepic spellcasters. By making eldritch",
        "name":  "Possessions",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "All garroters carry mortu, a poison substance deriving pleasure from the ultimate hobby of gathering applied to the eyes of a dead body. Mortu renders a dead any and all types of magical devices for safekeeping body incapable of being brought back to life by raise dead, and study. resurrection, or true resurrection. Wish, miracle, and other extreme methods can still do the trick, but even then OVERVIEW AND BRIEF HISTORY each use of a spell of this power is only 50% likely to be Members of this group completely dedicate themselves effective—multiple attempts can be made. For a contract to researching, hunting down, and retrieving remarkable that requires permanent removal, the body is sent items, whether lost to time, hidden in the treasure troves through the closest field house, and then on to the Guild of powerful creatures, or even abused by those the Glean- Mother and her cloak-shaped void. Mortu has no effect on ers consider less worthy of possession. Gleaners bring living creatures, constructs, or undead. such items back to their headquarters for safe and secure storage and study. ENCOUNTERS Not everyone thinks fondly of the Gleaners, particu- Unless one or more of the characters in your campaign larly those who have had items taken by the organiza- specifically goes looking to become a member of the tion, but the Gleaners’ power causes even the most Garrote (or decides she needs their services), your PCs aggressive antagonist to think twice before actively are unlikely to have any direct contact with this organi- opposing them. Others, who don’t necessarily wish to zation. It is far more probable that they come under the join the group, work with them from time to time or Garrote’s scrutiny for one of two reasons: Some enemy of come to them to seek knowledge, advice, or to research the characters hires the assassins to eliminate them, or magic within their archives. some action on the part of the PCs draws the group’s The unremarkable history of the Gleaners began with a attention. The former plot line is fairly straightforward collection of teachers at a magical college with a particu- and doesn’t require a lot of storyline weaving to make it larly extensive collection of artifacts of ancient power, work, although it is always a potential risk to run a cam- The collected works grew large enough and impressive paign with the threat of this kind of character death. enough that real power could be sought there. Over time, Unless the characters have the means to either thwart the college became more and more interested in the such an event or reverse its effects, be very careful, unless study and accumulation of yet more artifacts and con- you are certain your players will deal with the loss of one cerned with keeping them safe. Eventually, the entire of their epic characters maturely. charter of the college shifted. The Gleaners cared less Drawing the Garrote’s attention (and probably its ire) about teaching and more about discovering yet more can happen in a number of ways. The characters might powerful relics and safely storing them in their Penulti- be freelancing on this organization’s turf, which never mate Vault. Now, mostly to aid their ongoing collection makes a guildmaster happy. Alternatively, the charac- efforts, the Gleaners work with major arcane schools in ters might have some sort of vested interest in a target different dimensions, providing materials and notes for the Garrote is going after, especially if they are mem- teaching and research. bers of the Order of the Shield (described later in this chapter). Sooner or later, this kind of interference with THE ORGANIZATION a guild of assassins is going to make the PCs targets. The Gleaner organization differs little from what one",
        "name":  "Mortu",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A closed vault door on a field of green. others help demystify recovered items or devise new and cleverer ways of protecting them. On the very LEADERSHIP rare occasions of theft, exceptionally competent A senior council of seven wizards who decide policy, strike teams seek to reacquire the item as well as called regents, leads the Cleaners. The entire organiza- the thieves who took it. tion gathers every six months to advise this council Nonmembers (other than the deans of (though regular attendance is not mandatory and cer- arcane schools) occasionally request tainly not expected, given the nature of most of the and receive permission to examine members’ work), discuss progress on particular quests, particularly interesting artifacts, or review the urgency of any given retrieval. At this always under very careful supervi- time, any organization member can reveal knowledge sion and scrutiny. Even more rarely, the Gleaners allow of new items she feels should be acquired or petition limited use of retrieved items to correct some imbal- for aid on a particularly troublesome quest. The coun- ance in the fabric of the universe, but these occasions cil can then adjust priorities and commit more have only been under the direst of circumstances. resources where needed. Any member not on the senior council is considered beholden to it, and it the MEMBER BENEFITS AND council asks a member to aid in a particular quest, it is RESPONSIBILITIES expected to be obeyed. Beyond that, members freely Becoming a member of the Gleaners has many rewards. pursue items and knowledge. The seven council mem- Access to the greatest collection of rare and wondrous bers are responsible for the storage and protection of magic is certainly the biggest. The extensive list of arti- the items brought in by the organization, and they facts includes most of the items in this book, the DUN- have a subcommittee of specialists who work with GEON MASTER’s Guide, and other sources. To ensure them to maintain the security. integrity of the system, the protocol for accessing the Following are short descriptions of some of the major Penultimate Vault to check out a particular artifact figures of the Gleaners. requires two regents. The regents must be present to Dalshaman (LG male human Wiz27), first regent of either store or retrieve an item. The regent council and the Gleaners, is accounted the most knowledgeable about its security subcommittee expend every effort to pro- the collection, and knows that its true danger is worse tect the Penultimate Vault. Part of the protocol calls for 235 SETTING AN EPIC CHAPTER 6: using living vaults (see Chapter 5) while transporting a they want. Either way, if a member of the Gleaners shows checked-out artifact. up asking for the item, things are bound to get interest- A member character of at least 21st level may check out ing. The Gleaners may be slow to try drastic measures, one artifact per year and keep it for up to one month for which means you can keep this particular issue as a research. Members who abuse the borrowing privilege minor thorn in the characters’ sides, but the Gleaners are in any way are sought out and disbarred from the organ- nothing if not patient, and they can easily become a long- ization (and the artifact they have in their possession, if term adversary for the heroes. any, is retrieved). While checking out an artifact is usu- Alternatively, the Gleaners may approach the char- ally done purely for research, a member may use the arti- acters for aid in tracking down one of their goodies. fact however she sees fit during the period of time she is This may occur purely because of the PCs’ reputations, allowed to use it. If an artifact is damaged or destroyed or it may be because of the characters’ affiliation will while in a member’s possession, the member must obtain one or another of the other organizations described in a new artifact for the collection or be disbarred. this chapter, such as the Planar Cartographic Society, The Temporal Archive complex also provides work- Gleaners commonly employ Surveyors to help them space for research, living quarters for members who find obscure locales and survive hostile regions. prefer to live “on campus,” food, and magical components Instead, the Gleaners may worry that they have com- all at reasonable prices (list prices in the Player’s Handbook petition in a quest to retrieve a potent magical device. and the DUNGEON MASTER’s Guide). Alternatively, the former owners of something the The organization expects members to contribute to the Gleaners successfully retrieved rail about losing their archives. Each ten years, every member must participate precious possession and seek to regain it, perhaps in procuring one new artifact for the archives (going on a through the services of the Order of the Shield and retrieval mission). Those who prefer to find and retrieve member characters. artifacts may train in the agent retriever prestige class Typical Gleaner Encounter (EL 25): 1 Gleaner (Wiz (see Chapter 1). If the member engages in other types of 21), 1 mercenary (Ftr21), 1 agent retriever (Rgr21/Agent work that directly contributes to the cause of the organi- Retriever2). The band could be after an artifact held by an zation (such as research, guard duty, and so forth), this enemy of the PCs, or by one of the PCs. Gleaners prefer requirement is waived. If neither of these circumstances not to outright steal an artifact from a good group; they applies, the member must contribute 200,000 gp for the usually first offer money, services, or something else in period in order to remain in good standing and continue exchange for the artifact desired. using the facilities. Other responsibilities include upholding the ideals THE GODKISSED of the group at large, obeying the regent council in all its rulings, and never attempting to steal an item from Members of the Godkissed claim (and have means to the Penultimate Vault. Only twice in the entire history demonstrate or fake) some amount of divine ancestry. of the Gleaners has a member turned rogue. In both They see themselves as somehow larger or greater than instances, a member stole an item from the archives of average beings and seek to be treated accordingly. the organization and fled with it in hopes of gaining the item permanently. One is still at large, but the Gleaners OVERVIEW AND BRIEF HISTORY hunted down the other culprit. The regents passed sen- At its most fundamental level, the Godkissed works to tence and meted out justice. That criminal now rests in further its influence by putting its members into posi- temporal stasis, another piece of the collection in the tions of power throughout the planes. Members believe Penultimate Vault. in their innate superiority over those who do not share their particular pedigree of godly ancestry. Because they ENCOUNTERS think their supposed preeminence is fundamental, they Characters in a campaign may become involved with the feel they trod a path to glory and supremacy. Anything Gleaners through two primary methods. First, they goes in their bid to assume control of influential bodies might come into possession of something the Gleaners across the multiverse. Treachery, assassination, bribery, want. Second, the Gleaners may contact them about pos- or all-out war makes little difference to the Godkissed’s sible work. The former does not require piquing the play- pursuit of its agenda. Unfortunately for its aims (which ers’ interest, while the latter does. In either case, interact- remain rather murky), the Godkissed members rarely ing with this organization is more often than not a agree on who should lead the group, or the true nature straightforward proposition. of their penultimate goal. Many a Godkissed member If you want to throw a small monkey wrench into your sits on a governing board of a large city or has influence current plot lines, it’s a simple matter for you to plant an over a powerful organization (sometimes after much item into your story threads that both the heroes and the bloodshed and conniving), but imparts few or no direc- Gleaners want. Perhaps the characters need to find some tives for the benefit of the Godkissed. In fact, the most artifact that allows them to solve a quest, or maybe they tumultuous exchanges occur internally among warring just stumbled across some particularly powerful item members. In some ways, the Godkissed functions as a 236 :6 RETPAHC CIPE NA GNITTES club for the extremely powerful, a club with little actual LEADERSHIP aim other than to give its members a feeling of superi- There hasn’t been any true leadership in the organiza- ority over nonmembers. tion in quite some time. Plenty of potential candidates Most members focus on self-aggrandizement, seeking vie for some sort of control of the group as a whole, but ways to use the Godkissed organization to further their no one is anywhere close to establishing leadership, and personal ambitions at the expense of any greater it is unlikely that such will occur any time soon. The top common goal. Working to position themselves in high of the heap is an unstable position at best, and tumbles places and seeking adulation from the common masses, from those heights are all too common as alliances shift the members of this group exhaust themselves with and change with the wind. infighting and political maneuvering, struggling to gain Calabar Kordson (LN male human Mnk20/Wiz10) the upper hand and never succeeding for long. Heaven claims his great grandfather was none other than the god help the multiverse if the Godkissed ever unite behind a of strength, Kord. Certainly Kordson possesses super- single powerful leader. natural strength and an undisputed pedigree. He heads a coalition of twenty other Godkissed who want to impose ORGANIZATION their leadership over all the others. Calabar’s goal, should The organization is usually described as a “gathering of he gain control of the organization, is divine power, pure equals,” though in practice the more powerful have a and simple. He believes sufficient political power voice far greater than those of lesser stature. Thus, through control over cities, counties, and other planar dozens of lesser coalitions flourish within the organiza- regions will eventually enable him and his chosen fol- tion. Some so violently oppose others that splinter lowers to ascend to actual godhood, in effect creating a groups form. new pantheon.",
        "name":  "Symbol",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A red lightning bolt on a field of white. is able to wield, and whose side he or she is on. 237 SETTING AN EPIC CHAPTER 6: MEMBER BENEFITS AND The order has been around for a very long time, longer RESPONSIBILITIES than almost all its current members have served. Popular There is little in the way of tangible benefits or respon- history has it that a wizard named Sharlee the Enchan- sibilities inherent in membership in the Godkissed, tress received the Last Book directly from a being of pure other than celebrity status in some quarters of the magic she called “the serpent.” Sharlee was given to planar metropolis of Union and perhaps some other understand that filling the Last Book with the recorded planar metropolises. Since anything goes, members magic of the multiverse would keep magic alive every- make their own rewards and follow their own rules in where, but should the record become outdated, magic their quest for the pedestal. Everyone is mindful of the itself could fail. Most contemporary members don’t actu- consequences for brash actions such as assassination and ally believe this. Instead, they belong to the order so they treachery, so some level of care is always taken not to can have access to spells all across existence, and for the bring the ire of others down on the group at large. Such a pleasure of personally scribing a new spell into the book faux pas may earn the wrath of all the Godkissed. and seeing it neatly organized, cataloged, and accounted for fair and square. ENCOUNTERS PCs who spend any time in the planar metropolis of THE ORGANIZATION Union are likely to at least hear of the doings of this or Sharlee still runs the Order of the Book, but below her, that Godkissed member. The local populace follows there is no hierarchy per se among the members. The even the Godkissed’s mundane happenings as if they group divided itself by necessity into several different created some sort of dramatic serial story. Those who task forces. Some must cross-index the work that already seek out the Godkissed can easily find flamboyant rep- exists, making sure the group avoids duplication of spells, resentatives at the exclusive local tavern called while others constantly scribe new spells into the tempo- Heaven’s Tankard, though getting on the guest list rary stacks (awaiting final scribing into the Last Book by could prove difficult. Sharlee), and still others utilize a network of informants Because the members of this group have no shortage who are charged with reporting any and all unusual of ambition, they always seek others who can do their arcane activity anywhere in the multiverse. Those who dirty work for them. Able adventurers with no small actually travel the planes in search of new magic makeup amount of savvy are always handy to have around, even the largest group of all, but it is by and large a self- (and especially) when they don’t know the true divine governing process; few decisions need to be made that purpose of their employers. The Godkissed also utilizes would influence the operation of the group. Each group the services of some of the other organizations who have functions autonomously, often ignorant of what others a presence in Union, especially the Garrote and the are doing. Order of the Shield. Because of the nature of the God- Headquarters: The Order of the Book houses itself in kissed, it is a logical assumption that the Regulators have a mountain stronghold on a little-regarded Material a few agents planted among this organization’s member- Plane world with no roads, no doors, and no mundane ship, although few Godkissed realize it. Using the God- access of any kind, except by flying. The structure is heav- kissed as a foil for any of the other groups, particularly ily guarded and warded with symbols (keyed to ignore all with the PC’s caught in the middle in some fashion, is a members) and several brachyuruses (see Chapters great wrinkle to throw into your campaign. trained to attack invaders have the run of the grounds.",
        "name":  "Symbol",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A hand scribing arcane symbols into an he sees. open book. RECRUITING LEADERSHIP The Order of the Book welcomes those willing to Sharlee the Enchantress is the ultimate authority, but donate their time, their spells, and indeed their life- due to her single-minded ambition, not to mention her times to the cause. Only arcane spellcasters who prepare physical form, most of the leadership for the group their spells can join as full members; other arcane prac- comes from trusted wizards who chair the task forces. titioners, divine casters, and psionic characters offer Sharlee’s special form came about due to her unwavering little in the eyes of the order, and are not considered for ambition to start what she finished with the membership. The order believes such individuals Last Book. When age drew death near, she lack the single-minded purpose and drive underwent the ritual that transformed her to effectively contribute to the into a lich, and then sometime later became cause. Of course, any and all are demilich. welcome to aid the order in its Sharlee the Enchantress (NE female quest; no spell in written form demilich Wiz31) appears as a jewel- shall be turned down for studded skeletal hand (see the demi- inclusion. Many members also lich description in Chapter 5). The frequently employ others to disembodied hand madly scribes help them in their quest for new spells into the Last Book day and scrolls, tomes, and epic magic; night, never requiring a break. such assistance is necessary, even Only the most serious news expected, if the compilation is ever suffices to disturb her work, to be completed. lest punishments follow. Sharlee’s backlog is consider- MEMBER BENEFITS AND able; she cannot scribe spells RESPONSIBILITIES nearly as fast as the organiza- The benefits of membership are great; tion finds new spells and adds access to every spell compiled in the tem- them to the temporary stacks. porary stacks is a boon all members of the Phalsan Dubokat (CG male order enjoy (a very few are accorded access to human Bbn21) leads the task force responsible for the Last Book itself, as a reward for finding a stronghold security. He raised each and every brachyurus particularly choice spell addition). Ironically, the tem- that freely roams the grounds. He has a name for each porary stacks are now so large that any attempt to com- one. While Phalsan is on the grounds, his whistle brings pletely peruse the shelves in their entirety would take a 2d4 brachyuruses running to investigate. While travel- lifetime or longer. (The stacks take the form of row ing, Phalsan brings Grip, his favorite brachyurus, along. after row of parallel book shelves separated by a space Sfels the Gatherer (NG male gnome Wiz22) leads of 10 feet, and stretching vertically over a hundred sto- the task force responsible for gathering spells from ries; flying is the only way to move around the stacks.) other planes. He is often seen in Union, speaking with This is not the best use of a member’s time, at least not powerful spellcasters who pass through the planar that of a member dedicated to adding to the body of metropolis. Sometimes Sfels holds back spells that he work. Members who become lax in their efforts to LAST BOOK (MAJOR ARTIFACT) This mystic book is of great value to arcane spellcasters; some spell that appears in any source exists in this tome, and can be would say no book is more useful. A large volume, its pages prepared by a spellcaster who can use an arcane spellbook. and its capacity are infinite. The Last Book contains every spell Despite the breadth of the work, a spellcaster attuned to the ever recorded by the Order of the Book, an organization in the book can locate any spell she seeks in only seconds, aided by planar metropolis of Union. The Order of the Book has been the potent magic of the artifact. recording spells in the Last Book for thousands of years; thus, Anyone incapable of casting arcane spells who reads even a the number of spells in it is almost uncountable. If an arcane single word of the work must make a Will save (DC 20) or spellcaster studies the work for one month, upon completion suffer insanity (see the insanity spell). the caster can use the book as his own spellbook. Every arcane Caster Level: 19th; Weight: 3 lb. 239 SETTING AN EPIC CHAPTER 6: bring new spells into the fold, or who are obviously anyone with the wealth to pay them, but they are good more interested in using the temporary stacks for per- enough to serve heads of state. sonal gain rather than to further the group’s ultimate end, may be cast out, never again welcome in the hal- OVERVIEW AND BRIEF HISTORY lowed halls of the order. A group of adventurers who got tired of trekking far- Members may lodge in any of the hundreds of empty ther and farther afield to seek their fortunes formed rooms within the stronghold, including the empty cata- the Order of the Shield. The city where they lived pro- combs beneath. Many magically travel to and from the vided plenty of mayhem, and they realized their talents stronghold as necessary, preferring to arrange for their could be put to just as good use protecting business- own higher-quality accommodations. people, politicians, and anyone else wealthy enough to No formal dues are required to maintain membership, need competent guards. The group’s successes multi- only an active pursuit of written magic. Donations for plied. When a great schism grew in one powerful the cost of scribing new magic into the tomes are always temple, the high cleric feared a coup and assassins. She welcome. Sometimes, members find it necessary to hired the Shield, firmly establishing the organization embark on side adventures in order to garner supplies, and their reputation. spell components, and sufficient wealth to keep the proj- Today, the Order of the Shield hires out to protect just ect as a whole going. Even powerful wizards must eat, about anything. It can take items for safekeeping, watch sleep, and bathe, and spell scribing requires ink, candles, over family members, or guard valuable facilities. Its serv- pens, parchment, and binding facilities (though a large ices don’t come cheaply, but the cost is well worth it, storeroom in the stronghold usually holds enough of Lately, the Order of the Shield has been having more and this sort of equipment to last for a month of scribing). more trouble with the Garrote, as the two organizations tend to work at cross purposes. No one knows what may ENCOUNTERS come of this conflict, but it seems that things maybe The Order of the Book is probably the most reclusive boiling to a head in the near future. organization among those described herein, but that More openly observed and discussed is the Order of doesn’t mean the player characters have no valid or inter- the Shield’s antagonistic relationship with the Union esting reasons to cross paths with it at some time or Sentinels. Both groups have a similar charter, though one another. The most obvious plot line in which to use the is profit-oriented (the Shield) while the other is a civic Order of the Book is to have the characters create, institution (the Union Sentinels). Problems of jurisdic- acquire, or even witness the use of a new and unusual tion are common. In some cases, those who have paid the spell the order doesn’t have yet. Less direct but no less Order of the Shield for protection have been sought by interesting is a plot thread involving the need for power- Union Sentinels for real or alleged crimes (though the ful epic characters to chase down a needed spell. If you Shield attempts to screen potential clients to avoid the want to bring the characters into conflict with the order, potential tor this sort of thing). Rumors persist of out- perhaps you can weave some plot in such a way that the and-out conflicts between Union Sentinel teams and PCs get involved with some extremist group that believes Shield teams, though both deny it. the Order of the Book will bring about yhe downfall of the multiverse if it is allowed to complete the project it is THE ORGANIZATION working on. The Champions of the Shield direct all the activities of Typical Spell Gathering Task Force (EL 23): 2 gath- the organization. erers (Wiz19), 1 guardian (Ftr21). A spell gathering task Headquarters: The order’s base of operations is a force can appear almost anywhere, at any time, teleport- stone manor house in the planar metropolis of Union, ing or plane shifting to a location of interest. The mem- located in the Commerce Quarter. There, the group bers are usually quite single-minded about acquiring houses its members, trains them, stores provisions and the spell they came for, but are willing to enter into side equipment, and runs the place so that it is self-sufficient agreements if such a deal will net them a new spell in (a well-guarded portal inside the manor house opens the end. They prefer to simply pay, as for a scroll, the onto a fertile valley on a Material Plane, where agents right to copy a spell. If necessary, they may fight those contracted with local farmers for foods and goods). As who refuse to part with a spell, although this behavior one might imagine, this manor is well protected; no one is not common. approaches who isn’t expected and welcome. Guests are escorted at all times when visiting, but members also happily visit a potential client’s abode or place of business THE ORDER OF THE SHIELD to discuss possible work. The Shield is a group of mercenaries who specialize in Supposedly, the basement of the headquarters houses protection and defense. It is sometimes referred to as the a relic acquired by the founders. Dire magic suppos- Order of the Seal (due to a strange relic the group keeps edly seals the item against all tampering. It is this rumor sealed below its headquarters in the city of Union’s Com- that gives the Shield its unofficial name, the Order of merce Quarter). Its members work as bodyguards for the Seal. 240 :6 RETPAHC CIPE NA GNITTES",
        "name":  "Symbol",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "220+ (a few Union Sentinels have quit their RECRUITING former organization, and now serve as powerful mem- The Order of the Shield selects its members carefully. It bers of the Shield). wants to protect its own reputation for reliability, hon-",
        "name":  "Members",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Militaristic. The Order of the Shield main- esty, and effectiveness. Many common bodyguards have tains a strict hierarchy, beginning with the Champions of the talent but not the scruples to make it as a member of the Shield. Orders come down from on top, and members the Order of the Shield. The Champions of the Shield obey their superiors. make all decisions about membership based on their",
        "name":  "Hierarchy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Low. Members know most other members, take three simple trial protections of short-term clients. and most nonmembers would recognize an Order of the If he or she succeeds in these efforts without sullying the Shield agent on the job, though sometimes efforts are name of the order, a PC can become a member. made to hide security arrangements, so as not to draw The organization values all skill sets. While warriors attention to a client. make a wonderful first line of defense, magical protec-",
        "name":  "Secrecy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A white tower shield on a blue background. tions are just as important. Rogues are always in demand for scouting out threats and for consultation on potential LEADERSHIP weakness in a defense. All classes have a job to do within The original founders of the organization, now called the the order. Champions of the Shield, rule the organization. They live sole decision-making power on matters of member- MEMBER BENEFITS AND ship, new clients, and other policies. They vote on every- RESPONSIBILITIES thing themselves, and their word is law. They perform Both nonmember clients and members can gain benefits. very little work themselves beyond administering the Client Services: Order of the Shield bodyguards will organization, having moved well beyond their prime never take on a client who desires protection while con- years of life. ducting an evil or unlawful activity—clients who lie Fabulous Melorin (NG male half-elf Clr3/Wiz26) about their purposes can expect no mercy from their provides the Champions with their wizardly firepower. former protectors once the deception is revealed. Clients His comrades simply call him Fab. Fabulous Melorin seeking protection pay a straightforward fee, regardless appears as a graying half-elf with a silken beard and an of the situation. The client can specify the desired power elaborate costume consisting chiefly of glowing multi- level of their protector or protectors. Normally, a client colored coats, scarves, boats, and ostentations staves. His prefers to choose a group whose average level is higher power more than equals his appearance. than her own. The minimum daily fee for protection Mazod Stonebreaker (N male dwarf Ftr29) hails from against all comers is equal to the average character level the famous Stonebreaker clan, to which several famous of the client or clients × the average level of the body- dwarves belong. Mazod is the eldest member of that clan, guard or bodyguards × 50 gp. and at need he can call 2d6 Stonebreakers, each of level For instance, a 5th-level wizard who wants a single 1d10+10 (all fighters), to his aid via a special clan token hour of protection from a 10th-level fighter when enter- he wears around his neck as an amulet. ing into a labyrinth pays the full day rate, which is 5 × 10 Sasa Fenar (CG female halfling Rog28) is a wizened × 50 = 2,500 gp. If the protection ends with the death of creature, but her daily exercises keep her limber all the the client, the client’s designated heir receives double a time. Of all the Champions, Sasa is the most vocal day’s fee. Thus, if the 5th-level wizard is slain despite the about directly involving the Champions in protecting protection, a person designated by the wizard receives serious clients, and often engages in extraorganiza- 5,000 gp in compensation. tional escapades and adventures. Member Benefits: Membership in the order means Hammish Lightbringer (LG male dwarf Clr27, having a reputation for reliability. It’s hard to make a domains Good and Healing) is a devoted follower of better name for oneself than by being a part of such a Pelor. The manor has a small chapel, and Hammish trustworthy company. spends two hours every day there in prayer. He also con- Tangible benefits include lodging at the manor house, ducts healing and other miracles for very important if desired, plus a 5% commission on all protection fees clients of the organization. personally gathered. Bodyguards are also granted salvage Marsale Minter Casal (CG female elf Brd10/Rgr18) rights concerning any threats they may overcome when chronicles the exploits of Champions past and current, as defending a client (though a client who aids in her own well as some of the more memorable exploits of the orga- defense with spells or combat is eligible for half the sal- nization’s members. If the Order of the Shield has a vage, if any). It’s not easy to protect lives and valuables, “font” person, it is Marsale. Likewise, she is called in to but if the job is done well, then every gold piece is well negotiate tough contracts, since she has a wonderful way earned. The order keeps the bulk of protection fees, with people of all races. dividing it evenly between upkeep, insurance, equip- ment, and other general needs of the organization. 241 CHAPTER 6: Members of the Order of the Shield are expected to already have gone. If you need a personal guide to help uphold the high reputation of the group, doing their you find your way, you’ve come to the right place. utmost to make sure their charges remain safe and sound, The Surveyors were founded by a mercane named no matter what the opposition tries. There is no policy Khymez Ta’rol who sought to increase his business against freelance work while one is a member of the dealings with the gnome petitioners of Dothion, part of organization, but client stealing is frowned upon, and an outer plane called the Twin Paradises of Bytopia. besides, most potential customers don’t believe they can Ta’rol wanted to know just who was making what, and get the same level of security without the full backing of what kind of quality was available, so he hired a hand- the order anyway. With the kind of financial support the ful of rangers to investigate for him, cataloging indus- order provides, those clients may be right. try sites throughout the realm. The rangers’ report increased his business substantially. Ta’rol decided to ENCOUNTERS expand into a new branch of business, convinced the Since the majority of campaigns revolve around good- scouts to work for him full time, and then contracted aligned characters, it is a safe assumption that sooner or with other merchants to perform a similar service for later the PCs’ goals and the Order of the Shield’s goals them. Eventually, the services offered by the Surveyors may coincide. Whether they cooperate and actively expanded to include all sorts of scouting, guide work, work together or just grudgingly agree to stay out of and mapping. one another’s way is up to you and your players. The heroes may eventually become a part of the Order of THE ORGANIZATION the Shield, actively working to protect clients from The Planar Cartographic Society is run like a company, harm, but even if they don’t, the order can become a complete with a president, directors, officers, and field staunch ally for a number of endeavors during the agents. course of epic play. Conversely, the characters may Headquarters: The headquarters of the Planar Carto- work against the goals of the Order of the Shield. For graphic Society is located in the city of Union’s Com- instance, the characters may find themselves in con- merce Quarter, where almost all their commercial busi- tention with a individual or a group paying for Order of ness is negotiated. It is there that the Surveyors maintain the Shield protection. In this situation, the Order can their records and build on their knowledge, and it is be a potent adversary. there that interested employers go when they want to Exceptional Shield Protection Team (EL 27): 2 contract the group’s services. shields (Ftr16), 1 captain (Ftr22), 1 generalist (Clr8/ Members: 850+ (including several nonstandard races). Wiz18). A shield protector team of this potency is some- Hierarchy: Loose. Leaders come and go every ten thing only very rich clients can afford, and then only for years, based on internal elections. The current president, a few days. Exceptional teams often hide their presence, Khymez Ta’rol, is the founding president, and cannot preferring to strike at potential threats from an initial be voted out. Despite the fluidity of the lesser leader- position of surprise. ship, orders come down from the top, and members Typical Shield Protection Team (EL 15): 2 shields obey their superiors. (Ftr8), 1 captain (Ftr12), 1 generalist (Rog3/Clr5/Wiz5). Religion: Various (Fharlanghn is the most popular).",
        "name":  "Symbol",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Various. of the Order of the Shield and walk the streets with their Secrecy: None. The Surveyors work entirely in the client with obvious pride and vigilance. open and make no effort to conceal their works, head- quarters, or operatives. Field agents are easily recognized PLANAR CARTOGRAPHIC (at least by those who hail from Union). Of course, their accumulated information requires fees from the general SOCIETY public in order to be accessed. If there’s a frontier still out there somewhere, chances are Symbol: A stylized compass. the Planar Cartographic Society is pushing it farther and farther from civilization. This group focuses on explo- LEADERSHIP ration, and there’s no place members won’t go just to say Khymez Ta’rol still runs the company, but he delegates they’ve been there. most business dealings to the officers below him, because Khymez often serves as a field agent, doing the OVERVIEW AND BRIEF HISTORY work he loves best. High-up officers run the map Members of the Planar Cartographic Society, also called archives. Others formulate plans for new exploration, Surveyors, walk to the ends of many earths and beyond, targeting stretches of uncharted regions that the society literally. If you want to know what’s out there, ask the knows little about. Still others work with customers, Surveyors. They’ve made maps of every place, and they determining specific needs and setting up special teams can find out what’s just beyond the edge of reality. Folks to fulfill the terms of contracts. from all backgrounds come to the Surveyors to help President Khymez Ta’rol (CG male mercane Wiz23/ them find where they need to go, or where they might Cosmic Descryer5) is the president of the Surveyors, 242 :6 RETPAHC CIPE NA GNITTES but leaves the day-to-day business of the organization Cartographic Society archives pay a standard fee of 1,000 to his officers 50% of the time. While absent, Khymez gp for each copy. acts as a common field agent on a surveying trek. Often, Member Benefits: All employees have salvage rights other field agents do not even realize Khymez’s true for any threats they overcome while in the field. More- identity. over, each member receives a stipend (equal to his or her Hesmeth Schlade (NG male human Wiz10/Exp20) character level × 500 gp) for each successful mapping is the officer in charge of the guildhall in Union, a mission from which the member returns. In addition, a former librarian from the Material Plane city of Grey- ready supply of cartographic equipment can be bor- hawk, lured away from that position by Ta’rol himself. rowed (specifically, mundane items such as compasses, Schlade oversees a bureaucratic staff of specialists who surveying rods, high quality inks, parchments, chalk, categorize all the different pieces of information in measuring tape, and related equipment). their various forms into a more comprehensive picture Those who take special delight in finding new worlds of the multiverse. and lands can train in the cosmic descryer prestige class Desarlov (LG female half-elf Bbn10/Rgr14/Agent (see Chapter 1). Retriever6) is the most renowned field agent within Knowledge is a powerful commodity, and the officers the company. Desarlov has mapped more realms of require field agents to remember that information gained interest than any other ten agents together. She pos- on company time (which is all the time, as far as they are sesses a special minor artifact, called the eye of the world, concerned) is proprietary. Passing information, maps, or which she claims gives her knowledge of never-before- even assistance on to someone who hasn’t paid for it (or seen lands while she sleeps. who might be working for a fledgling, upstart competi- tor) is grounds for immediate dismissal. Whatever a RECRU1TING member gleans during her travels becomes the property Becoming a member of the Planar Cartographic Society of the Planar Cartographic Society, plain and simple, and is not particularly difficult. Prospective members simply no one gets a freebie. need to be able to demonstrate an aptitude for direction, an ability to make accurate maps, a penchant for surviv- ENCOUNTERS ing hostile environments, and a willingness to go deep The Planar Cartographic Society takes a particular into the wilderness, all in the name of exploration. Usu- interest in adventurers, simply because hero types dig ally, Surveyor recruits show up at the guildhall in Union, around in unusual and out-of-the-way places and pro- maps in hand, ready to add to the body of knowledge in vide the most interesting information concerning exchange for steady work. Occasionally, the Surveyors such exotic locales. The organization willingly pays a approach individuals who either had remarkable exploits fair price for such information, provided it is reliable while finding passage through uncharted territory or and thorough (see Nonmember Services, above). have a reputation for tracking, mapmaking, and/or sur- Occasionally, the Surveyors recruit particularly well- viving the elements. traveled characters. While the obvious choice of character class favored Even if the PCs aren’t interested in working directly for for membership is the ranger, the whole array of skills the Planar Cartographic Society, they likely interact with and talents available to characters can come in handy. other people who have crossed paths with the Surveyors. Trekking through the wilderness requires muscle, The Planar Cartographic Society members are the most magic, and healing as well as tracking and direction recognizable group among the organizations listed in sense. Oftentimes, prospective customers want more this section. You can do as much or as little with them as than just a single guide; a whole contingent of body- you wish, but it can be a lot of fun for the characters to guards may be necessary. Plus, getting to the frontier run into them from time to time, especially as a non- from Union can be a long journey in and of itself; threatening diversion. The Gleaners may have hired their transportation magic provides a welcome accelerant to services, or a map they created might wind up in the the trip. characters’ hands, or someone might have stolen some- thing from the Surveyors, and they want it returned. MEMBER BENEFITS AND Sometimes, just seeing the dynamics of the multiverse RESPONSIBILITIES without always being at odds with every one of its organ- The benefits of membership in the society are pretty izations goes a long way toward keeping the flavor of a simple and straightforward. campaign fresh and new.",
        "name":  "Typical Shield protection teams visibly wear the symbol Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "High. Those in the highest level of the THE ORGANIZATION organization (The Thirty-Three) do not know most of The truth about the Regulators’ secretive organization their agents. Information passes through intermediaries, resembles the greatest conspiracy theories ever often in code. Members generally hide their identities expounded. To maintain the level of secrecy so impor- via disguises, aliases, and anonymous messages. tant to the continuation of the ideals and existence of Symbol: No official symbol, though variations of the the Regulators, the hierarchy of the organization is number 33 have sometimes served as a symbol of recog- extraordinarily covert. Everyone answers to someone, nition between members, such as two rows of three dots but at the lower levels, few know the identity of their each on an otherwise blank field. superior’s superior or even the names of others who answer to the same individual they do. Information LEADERSHIP and instructions flow from above, and tasks are At the highest level, the Regulators are composed of a assigned based on the needs of the moment and the tal- council of especially powerful yet insightful individuals ents of the agents involved. When assignments end, from all over the multiverse who have a unique under- word passes back up the chain. Very few know where standing of just how tremulous the existence of the orders originate or how high the power of the Regula- cosmos really is. Among themselves, they are simply tors truly stretches. called The Thirty-Three, and such is their number. 244 :6 RETPAHC CIPE NA GNITTES Though their backgrounds and ideologies may vary by Eventually, as trust develops, the member receives more great degrees, the council members share one belief sophisticated assignments. Eventually, the member gets a above all else: They must prevent total chaos and permanent position somewhere, carefully and secretly destruction from reigning across all the planes by steer- working as the guiding hand of a secular power, with his ing events in a direction and manner of their choosing. own cadre of agents to assist him. Members of this council include some of the most pow- erful archwizards, battle-tested warriors, and fervent MEMBER BENEFITS AND holy leaders ever known, as well as heads of guilds, RESPONSIBILITIES fiends from the Nine Hells, no less than three dragons, a Membership provides few straightforward and tangible beholder, both good and evil fey, and a host of other benefits. To avoid notice, the Regulators charge no dues planar creatures, all bent on preventing the ultimate and pay no stipends (except in special cases). Not even mayhem that results from the abuse of power. the most outstanding members get awards or recogni- Older than old, the reputed first and original coun- tion. They can only enjoy the satisfaction of a job well cil member Mella Theeg still sits on the council— done. Occasionally, special equipment and supplies, or actually, the council meets around her, since she doesn’t aid in the form of another agent, passes down from supe- move much. rior to agent in the field, but as with all things, this Mella Theeg (LN female advanced treant Wiz36/ process is kept low-key and out of sight. Brd20) is a founding member of the Regulators. She gives Any member of the Regulators ultimately answers to proof to the idea that the Regulators have been around the organization, above all else, even nations or deities. Its almost forever, since she claims to number her years of members shoulder the weight of the worlds with grave life in the millions. A mighty tree-being, she has not seriousness. Sometimes, agents are asked to carry out stirred from the inner council chamber at the center of tasks that, on the surface, may seem confusing or even the Citadel of Regulation for eons. She is a repository for contrary to what that agent believes, but the commands all knowledge and history accumulated by the Regula- are never to be questioned. Turning your back on the tors, and the other council members often defer to her orders of a superior, working against those instructions, flawless memory and incisive directives. or trying to stop another agent from carrying those orders out merits death. Agents never really leave the RECRUITING organization. They may retire from active service after a No one initially chooses to join the Regulators. Instead, time or when it would be impossible for them to ever the Regulators choose their new members from among again show their faces in a public forum, but even then, those who have been contracted to carry out Regulator they are still considered members and expected to serve work (unknowingly, of course; the Regulators don’t the Regulators. announce themselves when hiring specialists to handle tasks). Such candidates must demonstrate a willingness ENCOUNTERS to serve and obey and an ability to use subtle methods to Characters in a campaign have many opportunities to accomplish their goals. Once a candidate has been cross paths with the Regulators. Initially, the charac- established as appropriate for the type of work neces- ters should stumble across this organization’s activities sary to serve the Regulators, recruiters begin a secret and machinations from a peripheral position, possibly screening process, learning more about the candidate’s not even aware of what’s happening. The Regulators attitudes toward chaos versus stability, desire for power may have agents planted behind positions of power for its own sake as opposed to being the power behind with which the characters interact, such as an advisor the throne, and so on. If a candidate exhibits the appro- who serves the noble the characters are working for. priate opinions and seems qualified in other ways, the Alternatively, if one or more of the characters wields Regulators approach him or her with an offer of full- power in a leadership position (perhaps a minor land time service. grant, or a stronghold that has been built on the fron- The Regulators consider new members of all classes tier), perhaps one of their own trusted advisors and backgrounds. While rogues’ and bards’ skills come in secretly serves the Regulators. At the start of any of handiest in the service of the Regulators, the need for all these cases, it’s a good idea to keep the agent’s affilia- types of skills is obvious; however, to succeed, every tion a secret. agent must be able to deflect notice, to appear convinc- Instead, the characters might find themselves in the ingly as someone other than what he or she truly is. Thus, midst of some Regulator plot to shift the balance of powerful warriors, cunning sorcerers, holy leaders, and power in a region or on a particular plane, beginning to everyone in between all have parts to play in the ongoing work at cross purposes with the organization, again machinations of the Regulators. without initially even realizing who they are up against, New members initially receive straightforward assign- if a prominent political figure fears that some unknown ments of finite duration. Commonly, a recent enrollee assistant is passing information to his enemies, he might gets assigned as an aide to a proven agent who is cur- hire the characters to find out the truth and, even if it rently undercover as an advisor or a council member. turns out to be a completely different outcome from 245 SETTING AN EPIC CHAPTER 6: what the political figure fears, the characters might of the crime that might otherwise be committed, and come dangerously close to revealing the Regulator agent what they can’t handle, the mercanes deal with by in the process. other means. Conversely, the Regulators might recruit the charac- Despite their immense power, the Union Sentinels are ters to do work for them. This series of events almost fair and do not abuse their station. Though many some- always begins with anonymous contracts, the characters times feel that the Union Sentinels can be overbearing hired to take care of some task without knowing whom or too staid, no one has ever claimed the Union Sen- they are truly serving, and without all the facts. Eventu- tinels stepped over the line in dealing with problems ally, they may be offered a chance to work with the organ- (well, no one who wasn’t already in trouble, anyway). ization on a more permanent basis, but only after they have proven themselves both trustworthy and of a like THE ORGANIZATION mind with the organization. The Union Sentinels are organized much like police Things can really get complex if two or three different forces throughout the multiverse. The standard patrol organizations become involved with one another in par- unit consists of two to five regulars led by a sergeant. ticularly complex plots. For example, a Regulator agent Twenty units comprise a company, led by a captain. Five might need to remove a threat to his position by having a companies together form a division, each led by a Cap- member of a lord’s cabinet killed, so he hires a member of tain Commander. Supreme Commander Dilella com- the Garrote to eliminate that figure. Of course, the char- mands all the Captain Commanders. Each division is acters just happen to be working for the Order of the responsible for a different quarter within Union. Most Shield, and the cabinet member hires them to protect patrol units are made up of regulars of similar ability him against possible threats. The whole affair becomes a levels, but special, less common independent units can tangled web of espionage, clandestine meetings, and move into an area at a moment’s notice when the need thwarted attacks in the streets, making for good inves- arises (such as when particularly powerful and uncooper- tigative gaming. ative creatures are causing trouble). Typical Regulator Encounter (EL 20): 1 regulator Headquarters: The central headquarters of the prime agent (LN human Wiz20), 1 assistant (LN gnome Union Sentinels is in the Military Quarter (also com- Rog5). More than likely, the agent poses as someone else, monly called the Quarter of Law) in Union, and it is using magic to disguise her true nature and appearance. there that all the bureaucracy and decision-making The PCs may never realize they’ve just encountered an takes place. Recruits go there for training. Scattered agent of the Regulators. throughout the rest of the city are smaller section houses, where each company is quartered, prisoners are housed until trial, and judges preside over trials THE UNION SENTINELS and sentencings for said prisoners. The section houses The Union Sentinels are a police force, an elite unit of are spartan in their facilities, but well defended by guards who patrol the streets of Union, a planar metrop- Union Sentinels. olis run by mercane business leaders. The Union Sen- Members: 5,000+. tinels’ sole purpose is to enforce the law and capture Hierarchy: Militaristic. The Sentinels maintain a strict lawbreakers by nonlethal methods, holding them until hierarchy. Orders come down from the top. Members they stand trial. obey their superiors (Supreme Commander; Captain Commander; captain; sergeant; regular).",
        "name":  "Secrecy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Human Ftr30/Union Sentinel1; CR 31; Medium-size humanoid; The following section provides a description of each of HD 30d10+153 plus 1d10+5; hp 328; Init +12; Spd 30 ft.; the major islands that make up Union. Each island, con- AC 36, touch 18, flat-footed 33; Atk +36/+31/+26/+21 nected to others by a series of bridges, is considered a 254 :6 RETPAHC CIPE NA GNITTES 255 SETTING AN EPIC CHAPTER 6: 256 :6 RETPAHC CIPE NA GNITTES unique district or quarter, and each has its own distinc- Ta’rol (CG male mercane Wiz23/Cosmic Descryer5), the tive focus and personality. A few prominent establish- mercane who originally founded the organization. ments are called out and detailed in some quarters. 3. Offices of Exploration and Tracking: This greet- ing room serves as an outer office for both the explo- COMMERCE QUARTER ration and tracking departments. Clients wait here to get The Commerce Quarter is the second largest floating in to see the directors of those two departments. Hun- and of Union, behind only the Market Quarter, and the dreds of planar maps decorate this chamber, scribed in streets here are wide, fairly straight, and brightly lit. Most various mediums (including several maps composed of the buildings are separate, freestanding affairs that are only of shaped light). well maintained. A large wall surrounds the perimeter of 3a. Office of the Director of Exploration: When the island, protecting the inhabitants and visitors from clients just want to see what’s out there, this is where they falling over the edge into the void beyond. come. Some want to go on a safari-type exploration, while It is in the Commerce Quarter, or the Business Quar- other have a more academic or business-oriented bent to ter as some refer to it, that all manner of stores, mer- their needs. chants, companies, and independent professionals con- 3b. Office of the Director of Tracking: Clients who duct their industry. Sages, engineers, gemcutters, wish to find something, someone, or someplace specific armorsmiths, cartographers, and a host of other entre- are brought here. preneurs manage their trade in this quarter, operating 4. Office of Guidance: This waiting room is similar to out of clean, well-constructed establishments. Private 2 and 3. residences are interspersed throughout the district, 4a. Office of the Director of Guidance: The Director and the Union Sentinels patrol the whole place with of Guidance is the person to visit for those customers regularity, for this is truly the heart of Union, the seeking professional guides through the wilderness, whole reason for its existence. and as such this room is a lavish office filled with all The center of the quarter, known as Central Plaza, is a manner of valuable keepsakes gathered from across large, open, paved court, complete with a fountain. All the planes. the major thoroughfares make their way from the various 5. Office of Cartography: Map inquiries and pur- bridges to this plaza. Several of the most prominent busi- chases are made in this office. If a member of the Survey- nesess are on the plaza, facing the fountain, which is a ors has visited a place, a map of it can be found here. popular place to meet or visit before getting down to 5a. Office of the Master Cartographer: The master actual business. cartographer has his offices in here and offers up-to- date maps for sale. The originals are safely stored in Planar Cartographic Society the archives. The headquarters of this esteemed organization is located 6. Security Checkpoint: This room serves as a bar- in a prominent hall on Central Plaza. It is a large building, rier between the front part of the building, where divided into two main sections. A public area provides a clients are allowed, and the rear part, where all the real place for customers to come to do business, whether they work gets done. Clients may come here if they wish to need a guide or a map, or want to sell information they purchase expedition equipment (found in the storage have garnered. Beyond this are the various archives and rooms, area 7). No one without clearance gets past here, research departments, as well as the storage facilities for where two guards are always on duty. Only members of equipment and supplies. the Surveyors have clearance. Six guards constantly 1. Entrance and Museum: Opulent sculptures, like- keep watch here (LG humans War16) nesses, mementos, and artifacts from the history of the 7. Equipment and Supplies: Members preparing for society’s exploration efforts decorate this grand entrance an expedition visit this set of storage rooms. Every piece foyer. Clients arrive here and are greeted by courteous of equipment that might prove useful for wilderness staff members ready to discuss potential jobs and steer travel can be found here. There are even some minor them in the right direction. magic items useful for frontier journeys available. 2. Reception Area: Tasteful tile mosaics and comfort- 8. Research Department: This chamber is devoted to table chairs decorate this room that serves as both a wait- making maps. Among long rows of desks and tables, ing room and receptionist’s area for the Director of the research specialists labor over scraps of information, bits Society. Few visitors have the influence to receive an of parchment, and portions of maps to flesh out the appointment to meet with the director, but those that do Planar Cartographic Society’s knowledge base. Cartogra- wait here to get in to see him. phers create new and more accurate maps, scribes detail 2a. Meeting Room: A large table with plenty of com- locales (such as flora, fauna, known civilizations), and fortable chairs facilitates client/director negotiations. others cross-reference the material for storage. 2b. Office of the Director: The director of the Planar 9. Archives: Here is where the sum of all Surveyor Cartographic Society, Hesmeth Schlade (NG male knowledge is stored. Each chamber is magically sealed human Wiz10/Exp20), has his offices here. He runs the day-to- (arcane lock has been cast on the door by a 24th-level day operations of the society and answers to Khymez wizard), warded (forbiddance cast by a 24th-level cleric, 257 SETTING AN EPIC CHAPTER 6: alignment lawful good), and guarded against unlawful John’s father, despite his anger over her illicit affair, entry (each chamber has an iron golem stationed just made sure she was well cared for by providing her with inside the doorway, instructed to remove anyone not this estate and a full complement of servants. Jolin authorized to be there). Each chamber is filled with shelf wants for nothing—she made separate arrangements after shelf of completed and often-accessed information with the wizard who aided her to deliver her paramour useful to the society. into her arms. Her father, on the other hand, would like",
        "name":  "Union Sentinel Backup Team Member",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dexterous Fortitude, Epic Reflexes, Epic + 10, amulet of epic natural armor +8. Speed, Self-Concealment, Superior Initiative, Trap Sense.",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 quarterstaff, everburning torch, figurine of Attack, Toughness. wondrous power (bronze griffon). Paladin Spells Prepared (2/2/2; base DC 14 + spell level): 1st—bless, cure light wounds; 2nd—resist elements, shield (cid:3)Brin: Male human Ftr6; CR 7*; Medium-size human- other; 3rd—cure moderate wounds, prayer. oid; HD 6d10+15; hp 51; Init +1; Spd 30 ft.; AC 21,",
        "name":  "Cleave, Endurance, Great Cleave, Iron Will, Power Possessions",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "While magical finding; that he must be allowed to retain, should he accoutrements can be more readily bought in other have possession of it or know its whereabouts.” parts of Union than at the society’s headquarters, the “I know only a small amount about Regalid’s mis- Surveyors supply their employees and sometimes their sion. He said his commission is for a relic called customers with goods specifically needed for survival Flameguard, a shield of great power. The Gleaners’ his- in hostile environments. Because Agnimia has been tories place the shield with Kerleth Helvetius in his here before, she already has a deal worked out—she is obsidian Tower on the Elemental Plane of Fire. Sup- here to pick up forty-eight potions of protection from ele- posedly, this tower has long been in ruins, aban- ments (fire) in a custom-crafted Heward’s handy haversack doned by Kerleth long since. Regalid departed for outfitted with a spigot and a slender tube, allowing the the Elemental Plane of Fire three months ago and has wearer to suck a dose of potion from the haversack as a not been heard from since.” free action once per round. “Will you help me?” The PCs, seeing Agnimia’s purchase, may be prompted to obtain other protections against fire, or at least prepare Agnimia doesn’t know much more than what is covered their own abilities of this order. They can purchase any above. She does know how to get to the tower, thanks to a protection from elements spell on a scroll, potion, or item rough map in her possession—unfortunately, she doesn’t found in the DUNGEON MASTER’s Guide or in this book from have a good enough description of the tower to attempt the Surveyors, though they’ll need Agnimia to sponsor to teleport there. Neither can she scry her brother (and their purchase, as a friend of the society. Of course, they PCs are likewise unsuccessful if they make the attempt). can find the same items elsewhere in the city, too, with- If the PCs accept Agnimia’s proposal, she pays them 30% out sponsorship. now in blue diamonds and jacinth. She indicates her intent to deliver the final 70% upon successful comple- The Gleaners: See the section on the Gleaners ear- tion of the trek. lier in this chapter. No matter whom the PCs manage to talk to in the organization (should they attempt to",
        "name":  "Planar Cartographic Society",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Roll for treasure based on the creature’s this vantage point. type; however, the treasure is only what one might expect from a CR 20 dragon—Etiol has had it tough Although it seems that the obsidian outcropping and the since losing Tiamat’s regard. Etiol keeps his treasure tower atop it should teeter over and fall into the chasm, hoard in a heat-shielded iron sphere that lies 40 feet the whole rock is actually securely anchored right where below the surface of the magma, anchored by a heat- it is because it is a small encapsulated region of the plane shielded chain attached to the obsidian outcropping that is morphically static; that is, it is as though the out- (with a clever friction clamp). Despite the possibility of cropping has had a time stop spell cast upon it, and it potentially helpful items in his hoard, the dragon dis- cannot be moved or altered in any fashion. Even as the dains such things are crutches for the weak. lava-fall eventually cuts away the cliff face through ero- Development: If the players haven’t accepted Schae- sion, the obsidian fragment will hang suspended in space threth’s help, or if the PCs have somehow avoided meet- indefinitely. Sufficient magic could suppress the static ing it so far, it shows up now. (The infernal’s statistics, effect, but it would require specifically developed epic average for a demonic infernal, can be found in Chapter spells to do so. 5). He uses the Egg of Abominable Cold himself on the 277 SETTING AN EPIC CHAPTER 6: 278 :6 RETPAHC CIPE NA GNITTES dragon, then waits off to one side, to see if the PCs can homage to the dwellers in the city. The double doors take out the dragon. At your option, he may also directly at the end of the hall are made of a red enameled enter the conflict (especially if it seems the PCs need metal with flame-shaped handles. the aid—the infernal dearly wants the PCs to enter the tower so they can find and free Regalid). The infernal stands watching the PCs as they attempt The friezes are masterfully painted directly onto the to enter the tower (assuming the PCs have reached some obsidian walls, and then magically protected to keep sort of accord, even if temporary). He calls out a warning the paint from cracking and peeling in the heat. If detect if the PCs attempt to enter through the top of the tower: magic or similar magic is used, the walls radiate a faint “I advise against going in at the top—flux slime infects abjuration aura. the breached laboratory. I’m surprised your dearest Trap: Just inside the door (in the 5-foot-wide hallway), brother didn’t warn you, Agnimia!” The infernal’s warn- a series of twelve permanent empowered symbols of death ing is honest—it believes the PCs would have an easier (caster level 30th, DC 28) are inscribed upon the floor, time getting in without dealing with the slime (see room walls, and ceiling at 5-foot intervals, set to go off if any 16 for more on the flux slime). creature passes through the narrow hall into the larger If the PCs leave the tower at any time, they find chamber beyond. Each can slay a creature with no more Schaethreth waiting. See the Conclusions section, fol- than 225 hit points (Fortitude save to negate). Once 225 lowing the area descriptions, for more on Schaethreth’s hit points’ worth of creatures have been affected, the options at that time. symbol goes dormant, resetting in 10 minutes. (cid:2)Permanent Symbols of Death Trap: CR 9; empowered 1. Entry (EL 19) symbols of death (each slays creatures with up to 225 hit points, resets in 10 minutes); Fort save negates (DC 28); The large single door blocking the entrance is a Search (DC 33); Disable Device (DC 33). smooth sheet of steel, polished to reflect light with",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Countersong, fascinate, locate object, magic mouth, misdirection, inspire competence, inspire courage, see invisibility, shadow mask. suggestion. Possessions: Amulet of natural armor",
        "name":  "Bardic Music",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor Height 6 ft. +4, brooch of power (as pearl of Skills and Feats: Alchemy +17, power, 5th level), boots of speed, Concentration +28, Craft (gemcut- rune necklace (usually holds ting) +12, Craft (trapmaking) +17, 4 runes of cure critical wounds Disable Device +12, Handle and 2 of raise dead). Animal +3, Heal +8, Hide +6,",
        "name":  "Possessions",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Evil (cast evil spells at (architecture and engineer- 10th spell level), Storm (electric- ing) +27, Knowledge (the ity resistance 5). planes) + 12, Knowledge (religion) + 17, Knowledge Daughter of frost giant jarl Orel (Undermountain history) +17, the Grayhand, Gerti worships Auril the Frostmaiden, a Knowledge (Undermountain local) +22, Listen +9, domineering and oppressive deity. She will inherit the Profession (herbalist) +11, Scry +22, Search +27, Spellcraft +34, 294 :1 XIDNEPPA SCPN CIPE NÛREAF FO Spot +24, Use Rope +6; Craft Magic Arms and Armor, Possessions: Ring of regeneration, horned ring (teleport Craft Wondrous Item, Create Portal, Delay Spell, 3/day when within Undermountain, negate arcane lock Improved Initiative, Improved Spell Capacity (10th), or nonprismatic magical barriers by touch, acts as a Improved Spell Capacity (11th), Improved Spell Capac- ring of freedom of movement, absorbs all magic missile and ity (12th), Magical Artisan (Create Portal), Maximize electricity effects), 1d20 flying daggers (animated Spell, Multispell, Quicken Spell, Scribe Scroll, Skill flying objects with a +1 enhancement bonus), robe of Focus (Spellcraft), Spell Focus (Enchantment), Spell eyes, ring of protection +5. In addition to these items that Focus (Transmutation), Spellcasting Prodigy. he always carries, Halaster has caches of magic items Arcane Fire (Su): Halaster may cast any spell as an all over Undermountain containing powerful items energy bolt (range 600 ft., damage 5d6 + 1d6 points per of all sorts. spell level).",
        "name":  "Domains",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    }
]
