[
    {
        "origin_file":  "armor.json",
        "description":  "You can select this feat multiple times, gaining one additional daily use each time you take it. Your connection to the divine principle of protection shields",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "D10 Most of the following prestige classes are associated with Base the organizations in the preceding section. Their role in the Attack Fort Ref Will Unarmed campaign is described in the associated organizations\u0027 text. Level Bonus Save Save Save Special Damage1 1st +1 +2 +2 +0 AC bonus, ld8 The ordained champion (page 90) and the sanctified one fast movement, (page 99) have no organizations of their own. feral trance 1/day, New feats, spells, items, and other features introduced primal living in this book are marked with an asterisk (*) in the sample 2nd +2 +3 +3 +0 Uncanny dodge, 1d8 character statistics blocks. untamed strike 3rd +3 +3 +3 +1 Feral trance 1d10 2/day, scent _ FIST OF THE FOREST 1 The value shown is for Medium characters. Use the monk class table (PH 41) for Small or Large fists of the forest. \"To be one with the wild, you must become wild yourself. It\u0027s only natural. \" Class Skills (2 + Int modifier per level): Balance, Climb, —Sorag, Warden of the Green Handle Animal, Intimidate, Jump, Listen, Move Silently, Sense Motive, Spot, Survival, Swim. For some among the Guardians of the Green (see page 68), the pursuit of an animalistic lifestyle is a form of asceti­ CLASS cism. A feral disposition FEATURES seems to come naturally to others. In either case, You are skilled at hunt- the result is a powerful ing and killing with your defender of nature: the bare hands. You defend fist of the forest. the forest by channeling raw, bestial might through BECOMING your own being, using ei­ A FIST OF ther disciplined focus or THE FOREST primal ferocity. Though the two classes AC Bonus (Ex): While seem to have little in unarmored, you gain a bo¬ common, the paths of nus to your Armor Class the monk and the bar­ equal to your Constitution barian often converge bonus (if any). See the monk in the fist of the forest. class feature (PH 40). Monks and other disci­ Fast Movement (Ex plined characters seek Your base land speed is heightened connections faster than the norm fori with nature through a your race. See the barbar­ primal devotion to its ian class feature (PH 25). | defense. Barbarians and If you already have fas| other wild characters movement from another seem to simply end up class, the bonuses to your on this path if they are speed stack. fated for it. Feral Trance (Su): Once per day, you can enter ENTRY a feral battle trance. While REQUIREMENTS you are in this state, the raw",
        "name":  "HIT DIE",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +4 bonus to your natural armor bonus. In addition, for 10 rounds per day, you can grant yourself",
        "name":  "Orsos",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +1 circumstance bo­ based offensive nus on your ranged attack roll with every ray spell against a spell that you aim at a creature with a nat­ creature with an ural armor bonus. (Knowledge [arcana\" opposing alignment 8 ranks) component (chaos/law",
        "name":  "Accurate Retort",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one Pallavarta Santalieri, Mind over Matter: Whenever you creature type or subtype from the ranger\u0027s a Paragnostic apostle cast a spell that creates a solid object, its [TABLE 2-7: THE PARAGNOSTIC APOSTLE HIT DIE: D4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Holy texts, knowledge is power, lore +1 level of existing spellcasting class 2nd +1 +0 +0 +3 Knowledge is power +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Knowledge is power +1 level of existing spellcasting class 4th +2 +1 +1 +4 Knowledge is power +1 level of existing spellcasting class 5th +2 +1 +1 +4 Knowledge is power +1 level of existing spellcasting class Class Skills (4 + Int modifier per level): Concentration, Craft, Decipher Script, Knowledge (all skills, taken individually), Profession, Search, Speak Language, Spellcraft, Spot. hardness and hit points each increase by 2. When you cast stand beside the fighters—such tactics are no longer as viable a spell that provides an armor bonus, that bonus to AC also for you as they once were. When given the choice, focus on increases by 2. (Knowledge [architecture and engineering] the foes against whom your specific class abilities are most 5 ranks) effective, but don\u0027t be afraid to make use of your spells where",
        "name":  "Discern Weakness",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a sanctified one of Ehlonna, you gain abilities for any roll normally requiring ld20 and use the higher of I relating to light, life, and nature. the two results. Light of Life (Su): Once per day as a standard action, you can Sanctified Strength (Su): Once per day, you can apply twice call upon Ehlonna\u0027s light to create a consecrated area. This your sanctified one level as a sacred bonus to your Strength effect works like the consecrate spell, except that the effect is for 1 round. mobile and centered upon you. In addition, you are treated Blessing of Kord (Su): At dawn every day, you can choose one as an altar of Ehlonna for the purpose of determining the of the following blessings of Kord, which lasts for 24 hours: I bonuses granted. This effect lasts for 10 minutes. +2 bonus to Strength, +2 luck bonus on all saves, or +10-foot SANCTIFIED ONE ABILITIES AND BLESSINGS Deity Additional Class Skills Sanctified Abilities Sanctified Blessing Knowledge (nature), Search, Light of life* nature\u0027s bounty, nature\u0027s Ehlonna (NG) Survival holding, summon nature\u0027s mount* Fast healing 5 Climb, Jump, Knowledge Chaos warp* holy fire, luck of battle-\u0027, Kord (CG) (dungeoneering) sanctified strength* Blessing of Kord Appraise, Knowledge Chaos luck* good catch, not in the face\"-\u0027 Olidammara (CN) (dungeoneering), Move Silently rogues\u0027 blessing Fast talk Decipher Script, Knowledge Armor of law, death\u0027s cloak* sanctified Wee Jas (LN) (arcana), Spellcraft fall, sanctified spell* Ruby spell AFFILIATION SPECIFICS bonus to speed. You cannot change this blessing until the next day. The following affiliation details are designed for sanctified",
        "name":  "Ehlonna",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a sanctified one of Olidammara, you ones of Kord. If you are playing a sanctified one dedicated gain abilities relating to luck and stealth. to a different deity, use what follows as a model, but change Chaos Luck (Su): Once per day as an immediate action, you the specifics where appropriate. can grant yourself and each of your allies within 30 feet the evasion ability for 1 round. Any recipient of this benefit Criterion Affiliation Score Modifier who already has evasion gains improved evasion instead. One-Time Any recipient who already has improved evasion gains no Character level 1/2 levels further benefit. Strength 13 or higher +1 Has the Athletic feat +1 Good Catch (Ex): Whenever you make a Disable Device Has the Endurance feat +1 check, you can choose to roll a second time before learning Has a Strength penalty - 2 x penalty the result of your check. If you do so, you must use the result of your second attempt. Multiple Use Not in the Face (Ex): Once per day as an immediate action, Wins an athletic competition +1/4 opponent\u0027s CR you can apply your base Reflex save as a bonus to your Armor Completes a mission or adventure requiring Class for 1 minute. Whenever you are denied your Dexterity great Strength or stamina (scaling a mountain, bonus, you lose this bonus as well. swimming a channel, or the like) +4 Rogues\u0027 Blessing (Su): If you have the sneak attack ability, Refuses a personal challenge -1 you gain an extra ld8 points of sneak attack damage for every Is defeated in an athletic competition -2 two sanctified one levels you possess. Rank Affiliation Fast Talk (Sp): Once per combat encounter, you can make",
        "name":  "Olidammara",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a sanctified one of Wee Jas, you gain abilities only) as a spell-like ability once relating to death, law, and spellcasting. per day (caster level equals your Armor of Law (Su): If you have an armor bonus (permanent character level). or temporary), it increases by an amount equal to your class SANCTIFIED ONE OF KORD BENEFITS level. If you have no armor bonus, you can increase your shield bonus instead. If you have neither, you gain no benefit. Though you have no separate organization, you are entitled Death\u0027s Cloak (Su): Once per day as a swift action, you can to a variety of benefits based on your service to your deity render yourself immune to poison, magic sleep effects, paraly­ and church. If you have a rank of 1 or higher, you can live in sis, stunning, disease, and death effects for 1 minute. a barracks attached to a temple of Kord if you wish. If you Sanctified Eall (Su): If you are reduced to -1 or fewer hit do so, you have access to the attached gymnasiums as well points, or even killed outright by a death effect, you can use (see the Kord entry in Deities and Demigods). an immediate action to either cast a spell or make a single Supplicant: At this rank, you can stay in the guest quarters attack. For this action only, you can increase your either at any temple to Kord for as long as you wish. In addition, your effective caster level or your bonus on attack rolls (your you receive free healing for any injury you suffer in Kord\u0027s decision) by an amount equal to your sanctified one level. service. If you are injured while acting on your own, you can Sanctified Spell (Ex): Once per day, you can increase your receive one free 3rd-level or lower cure spell each day. If you effective caster level by an amount equal to your Intelligence choose these benefits, you also must serve the church for at bonus (if any) for 1 round. least 60 days each year, guarding a temple or other church Ruby Spell (Sp): Choose a spell that you can cast from the property, training other champions, or undertaking quests. highest level to which you have access. You can now use this Your days of service need not be continuous. spell as a spell-like ability once per day. Doing so requires no Competitor: By the time you attain this rank, you have material components, unless those components have a gold achieved a degree of renown among worshipers of your deity. piece cost equal to 100 gp or more. You can also still cast this Because you are regularly called upon to perform missions spell normally as part of your normal spell repertoire. for your church, you gain a +2 bonus on Strength checks and Each time you gain a new spellcasting level, you can either Strength-based skill checks. retain this spell as a spell-like ability or choose a different Master: Your increasing focus on combat in the name of one from the highest level you can cast. Kord has earned you a +2 bonus on opposed checks to resolve grapple, trip, and overrun attempts.",
        "name":  "Wee Jas",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Able to cast lst-level divine spells. (+4 Dex, +5 armor, +1 natural)",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 2nd and 3rd level, you gain new spells Dardallion: As an immediate action, you can grant one ally per day and an increase in caster level (and spells known, if within 30 feet the opportunity to reroll a saving throw, skill applicable) as if you had also gained a level in a spellcasting check, or ability check. class to which you belonged before adding the prestige Imdastri: You can use shield other, as the spell. The effect class level. You do not, however, gain any other benefit a lasts for a number of rounds equal to three times your squire I character of that class would have gained. If you had more of legend level. than one spellcasting class before becoming a squire of Ktolemagne: You can use see invisibility, as the spell. The legend, you must decide to which class to add each level effect lasts for a number of rounds equal to three times your I for the purpose of determining spells per day, caster level, squire of legend level. and spells known. Orsos: You can use lesser restoration, as the spell. Paragon\u0027s Path: Upon becoming a squire of legend, you Reikhardt: You can grant an ally within 30 feet a second use I must choose one of the legendary Six from Shadow after of an extraordinary or supernatural ability normally usable I whom to model your skills and abilities. Once made, your only once per day. If you gain a second daily use of this ability, choice cannot be changed. you cannot use it twice in one day on the same ally. Save Bonus (Ex): At 1st level, you gain a +1 bonus on a Sunyartra: You can use true strike, as the spell, but only on I saving throw determined by your paragon, as given on the a single ally within 30 feet. following table. This bonus increases to +2 when you attain Faithful Companion (Ex): At 3rd level, you learn to place 3rd level. yourself between an ally and harm. If you and an ally within I 5 feet are both subject to an area spell or effect that allows I a Reflex save for partial damage, you can grant your ally a I bonus on her saving throw by taking a penalty of equivalent Reikhardt: When an ally within 30 feet of you uses an magnitude on your own. The value of the bonus and penalty extraordinary, spell-like, or supernatural ability that affects can be any amount up to the value of your base Reflex saving all allies within a given number of feet, you can use \"ah throw. You must decide to invoke this ability immediate action to extend its range and duration before either you or your ally has attempted by 50%. the saving throw. Sunyartra: As an immediate action, Squire\u0027s Burden, Greater (Su): you can grant one ally within 30 feet the At 3rd level, you gain a new su­ opportunity to reroll an attack roll or pernatural ability you can use critical hit confirmation roll. once per day. It follows all the PLAYING A guidelines for least squire\u0027s SQUIRE OF burden, above. If you choose, you can forgo your daily use LEGEND of this ability for an extra You follow in the footsteps use of the least or lesser of a legend, but you embrace squire\u0027s burden. your legendary hero\u0027s in­",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject is sickened or nauseated. • Interfaith Blessing: Subjects gain combat benefits based Deific Bastion: Your shield or armor gains a +1 on their individual deities. enhancement bonus plus a special ability that varies by deity. •5th\u0027Level War-Mount: Your mount gains a +2 enhancement",
        "name":  "Bewildering Visions",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your shield or armor gains a +1 enhance­ creatures begin interactions with subject one step close ment bonus plus a special ability that varies by deity. to hostile.",
        "name":  "Deific Bastion",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Translucent knight grants you a +6 deflection bonus to Armor Class and attacks at your Summon Holy Symbol: Wooden holy symbol appears in command. your hand.",
        "name":  "Spiritual Guardian",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject is protected against 5 points of ability damage to Strength, Dexterity, or Constitu­ Deific Bastion: Your shield or armor gains a +1 enhance­ tion; repeated use for different scores also increases ment bonus plus a special ability that varies by deity. damage absorbed. War-Mount: Your mount gains a +2 enhancement bonus",
        "name":  "Body Ward",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Adept 2, cleric 2, shugenja 2 Chaos +\\ on attack rolls -1 on saving throws Components: V, S, DF Evil +1 on damage rolls -1 to Armor Class",
        "name":  "Alignment Bonus Penalty Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft. /2 levels) Law +1 to Armor Class -1 on damage rolls",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield or heavy armor touched or good/evil), this bonus becomes +10. When making such",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A phantasmal knight can exhaust the remaining positive energy in a sudden Duration: 1 minute/level or 1 round/level; see text burst of healing as a standard action. When this option is Saving Throw: None exercised, roll a number of d4s equal to one-half the spell\u0027s Spell Resistance: No remaining duration, rounded down (for example, Sd4 if the spell has 11 rounds remaining). The result is the number The sound of hoofbeats begins in the distance and draws swiftly of hit points of damage instantly healed. Using this option nearer. As though leaping down from an invisible charger, a ends the spell immediately. translucent knight, clad head to toe in heavy plate, appears by your side. The holy symbol of your deity is emblazoned across his SOUL WARD tabard and shield. Abjuration",
        "name":  "At any point before the duration expires, the subject Effect",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level or until discharged granting you a +6 deflection bonus to Armor Class. As a",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level or until discharged The power of your deity flows through you, guiding your movements Upon casting this spell, you can use one of your daily turn and honing your instincts. or rebuke attempts to turn creatures with the opposing align­ ment subtype as though they were undead. For instance, if Upon casting this spell, you gain a +2 luck bonus on you cast turn anathema as a good spell, you could attempt to ! attack rolls and damage rolls, saving throws, skill checks, turn creatures of the evil subtype, such as demons. You could ability checks, and spell penetration checks, as well as not, however, turn a red dragon, because although it is an to Armor Class. evil creature, it lacks the evil subtype. This spell allows only At any point before the spell expires, you can channel turning, not rebuking or destroying, even if you normally some of its remaining power into a single instant of perfect rebuke rather than turn. You can use as many of your daily fortune as an immediate action. The result of the next attack turn/rebuke attempts as you wish in this way for the duration roll, saving throw, skill check, ability check, or spell penetra­ of the spell. tion check you attempt is treated as a natural 20, as long as it WAR-MOUNT occurs within 1 round of the time you invoked this power. (If you use it for an attack roll, you must still roll to confirm Transmutation the critical hit normally. ) Using this option instantly ends Level: Blackguard 3, paladin 3 the spell. Components: V, S",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level Spell Resistance: Yes When you clutch your holy symbol, it pulses briefly with divine You use the raw power of your deity to reach into your target\u0027s soul power, then grows oddly cold beneath your fingers. and pull forth its sins, leaving their horror exposed for all to see. Choose one non-neutral aspect of your own alignment— You affect the target differently based on how its alignment chaotic, evil, good, or lawful. If you are neutral, you must compares to your own. choose an alignment component for this spell when you If the target\u0027s alignment is the same as yours, weight of sin first cast it, and this choice cannot be altered for subsequent has no effect. castings unless your alignment has changed in such a way If the target\u0027s alignment differs from yours but contains as to make that choice unsuitable. The spell takes on the no directly opposing components (for example, the target is descriptor of the selected alignment component. neutral good and you are lawful neutral), the spell deals 1 Opposed on the first casting, it now causes a moderate effect, and if it Alignments caused a moderate effect, it now causes a major effect. Minor (Yours/ Minor Model-ate Major and moderate effects end in 1 round per caster level, but major Target\u0027s) Effect Effect Effect effects are permanent until dispelled. Chaotic/ -1 on saving Confusion, Baleful In all cases, the subject is entitled to a Fortitude save for lawful throws as the spell polymorph, half damage, and then a Will save to negate the secondary as the spell effect, if any. The target is entitled to this Will save even if Evil/ -1 to Armor Crushing Weakened, the spell duplicated by the secondary effect normally does good Class despair, as symbol as the spell of weakness not permit one. Good/ -1 on attack Exhausted, Blinded, WOODEN BLIGHT evil rolls as ray of as power exhaustion word blind Transmutation Lawful/ -1 on damage Slow, Flesh to Level: Druid 6 chaotic rolls as the spell stone, as Components: V, S, M the spell",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If a horn taken from a unicorn that symbols as foci for their spells. Even a spell that doesn\u0027t has died of natural causes is used as a component in the normally require a focus can be improved by the use of these casting of any touch spell that has the healing descriptor, symbols. The following rules apply to such use. it transforms the spell into a ray with a 30-foot range. Price: Alignment: To gain the benefits associated with a special 190 gp. holy symbol, you must be of a compatible alignment—that is, you cannot have an alignment component in opposition to either component of the deity associated with the symbol. SPECIAL HOLY SYMBOLS For example, Kord is a chaotic good deity, so you could not use his holy symbol for spellcasting if you were either lawful or Clerics, paladins, and most other divine spellcasters require evil. (The alignment of clerics and other divine casters must some sort of holy symbol, both for their spellcasting and to be within one step of the deity they worship, as specified in use some of their other divine abilities. Two types of holy the Player\u0027s Handbook) symbols—wooden and silver—are described in the Player\u0027s Handbook. Neither is more effective than the other. Worship: Although nondivine characters might not In truth, many different types of holy symbols exist. Each pay as much homage to deities as divine casters do, anyone incorporates the symbol of the deity in some way, but the wishing to gain the benefits of using a special holy symbol styles and materials used can vary widely. Symbols of the as a focus must offer up at least a little religious respect. same god might not be exact duplicates—in fact, different Work with your DM to decide what sort of roleplaying is sects of a religion might focus on separate aspects of the same required for your character to be considered a worshiper deity, and their symbols might reflect that difference. And of a particular deity. finally, divine casters who don\u0027t follow a particular religion Exclusivity: Most spellcasters pay homage to only one tend to have symbols of their own. deity at a time, but some—especially nondivine casters— This section provides examples of a few unique holy pay homage to an entire pantheon, or perhaps a subset of symbols. Each draws upon a different core D\u0026D deity for deities. But even if your game uses a pantheistic approach, inspiration but can be adapted to similar deities in other you still need to pick an individual deity to use one of the campaign worlds. special holy symbols in this section. And furthermore, once you select a particular special holy symbol, you can\u0027t COMMON ELEMENTS swap it for another without abandoning the first deity OF HOLY SYMBOLS entirely. If you do want to make such a switch, the DM Each of the following holy symbols has a unique description should work out the roleplaying ramifications of changing and its own special enhancements. However, all have the faiths with you. following elements in common. HOLY SYMBOL DESCRIPTIONS • Each symbol is made of materials worth at least 100 gp. Each entry includes a brief physical description of the holy Even those made of natural materials go through a refin­ symbol, followed by its benefits. ing process that makes them inherently valuable. Blood-Face of Erythnul: This rust-colored talisman • Each symbol is durable, with hardness 5 and 10 hit depicts a face cackling with evil laughter. Swaths of blood- points. red highlight the open, grinning mouth and the brow ridge, • Each symbol is made to fit in one hand, regardless of the giving the face a wild, almost demonic look. size of that hand. Its power lies not in its size, but in its When used as a focus for illusion spells or spells with the connection to the divine. chaotic designator, a blood-face of Erythnul increases the • To wield a holy symbol, the user must hold it in one hand save DC by 1. and brandish it openly. Although some holy symbols can Barbs of Hextor: The shape of this dark-colored, metallic be worn, the wielder must always touch his symbol with talisman is that of a mailed fist grasping barbed arrows. at least one hand and display it prominently to use it as a When used to cast Evil domain spells or spells that have focus for spellcasting, turning checks, and other related the evil descriptor, this symbol increases your effective caster uses. Only the use of a metamagic feat such as Still Spell level by 1. allows a caster to forgo this motion. Bolt of Heironeous: Cast in the shape of a hand grasping • Each special symbol costs 350 gp. That price covers all a lightning bolt, this holy symbol is usually made of silver, material costs, plus any blessings or rituals needed to gold, or a combination of both. consecrate it. This cost also represents the fact that each When used to cast Good domain spells or spells that have symbol is of masterwork quality. the good descriptor, this symbol increases your effective caster level by 1. WHO CAN USE HOLY SYMBOLS",
        "name":  "Unicorn Horn",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  " nature\u0027s children and nature\u0027s sickle This suit of studded leather armor is held together with bits of hone bastion of righteous war increases by 1 for every additional and scale rather than metal rivets. The breastpiece is engraved with multiple of damage (beyond x2) that would normally be dealt an abstract image resembling a tree, whose branches cross over the by the attack\u0027s critical hit. For example, negating a critical armor\u0027s shoulders. threat from a heavy pick (which deals four times normal damage on a critical hit) would cost three turn/rebuke undead If you have the wild shape class feature, this suit of+1 wild attempts, rather than one. studded leather armor grants you one additional use of that The bastion of righteous war is part of a set known collec­ ability per day. (It does not, however, grant that ability if you tively as the regalia of righteous war, which also includes the do not already possess it. ) This extra use stacks with the one blade of righteous war (see below) and the helm of righteous provided by a druid\u0027s vestment (DMG 268). war (page 139). When you hold this blade while wearing Armor of the beast is part of a set known collectively as the other items in the set, you can spend a turn/rebuke the trappings of the beast, which also includes the ring of undead attempt as an immediate action to make an the beast (page 141) and the mantle of the beast (page 140). attack of opportunity with the blade against any foe that When you wear all three of these items, you gain a +5 successfully strikes an ally in melee combat, even if you competence bonus on wild empathy checks. In addition, have already made one against that opponent that round. you are treated as one level higher than you are for the (You must threaten the foe in order to make this attack of purpose of using wild shape. (For instance, an llth-level opportunity. ) druid clad in the trappings of the beast could assume the The holy symbol pictured on the shield always matches form of a plant creature. ) the deity worshiped by the wearer (if any).",
        "name":  "Sample holy symbols of nature",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, wild shape Cost to Create: 9, 000 gp (plus 170 gp for masterwork heavy ability. steel shield), 720 XP, 18 days.",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13, 000gp (plus 175 gp for masterwork studded Prerequisites: Craft Magic Arms and Armor, divine power, leather); 1, 040 XP, 26 days. magic vestment, turn or rebuke undead. BASTION OF RIGHTEOUS WAR BULWARK OF THE LIVING Price (Item Level): 18, 170 gp (14th) Price (Item Level): 10, 157 gp (12th level)",
        "name":  "Cost to Create",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 lb. Weight: 10 lb. The border of this chevron-shaped shield is emblazoned with symbols This heavy wooden shield is perfectly spherical and rimmed in of warfare. When it is carried, the image of a deity\u0027s holy symbol mithral. The sun disk of Pelor is emblazoned across its surface. forms in the center. A good-aligned character who bears this +1 blinding heavy This +1 heavy steel shield functions best in the hands of a wooden shield can expend a 4th-level or higher divine cleric or paladin. If an enemy scores a critical threat against spell as a standard action to cast death ward (PH 217) on you, you can expend a turn or rebuke undead attempt as an himself. immediate action to negate the critical threat. You must Cost to Create: 5, 000 gp (plus 157 gp for masterwork heavy make this decision before your opponent rolls to confirm wooden shield), 400 XP, 10 days. the critical threat, and you still take the normal damage from Prerequisites: Craft Magic Arms and Armor, death ward, the attack. The cost (in turn/rebuke attempts) to activate the searing light, good alignment. A NOTE ON FORMAT The magic items described here use the format introduced in the school of magic, and the school of magic associated with Magic Item Compendium. Aspects of that format that might not the aura. be self-explanatory are described below. Activation: The kind of action required to activate the item is Price (Item Level): This entry gives the price of the item in gold given here, followed by a description of what a character does pieces and the item level. Item level is a guideline for the DM during the activation. For example, a \"swift (command)\" item to estimate the level at which a character can reasonably attain requires a swift action to activate and requires the activator to the item. It is unrelated to caster level. speak a command word. An entry of\"—\" means the effect is",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and your attack rolls, saving throws, and Armor, cure light wounds, monk. Armor Class simultaneously.",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This silver pendant looks like an ordinary holy symbol of any lawful neutral, lawful good, or neutral good deity. Hanging on a thin mithral chain is a tiny charm, on which i carved an odd combination of the holy symbols of Heironeous If you are a worshiper of any lawful neutral, lawful good, and Kord. or neutral good deity, the pendant of redemption refashions itself into the shape of your holy symbol when you don While wearing a periapt of valor, you gain a +2 morale bonus it, and it functions as a divine focus for your spellcast­ on AC and saving throws while your current hit point ing. You also gain a +5 competence bonus on Diplomacy total is equal to or less than one-half of your full normal checks when communicating with any being that can hit points. still be redeemed (or is already redeemed) in the eyes The periapt of valor is part of a set known collectively as of your god. When dealing with a creature that your the raiment of valor. When you wear it along with a crest of REDEMPTION In general, evil beings with \"always\" in their alignment descrip­ process of redemption requires that the being make full rec­ tions cannot be redeemed, but any other—however unlikely ompense or atonement for each evil act, shift its alignment the prospect—can be. Exceptions to this rule might exist in to within one step of your deity\u0027s, and convert to the worship a given campaign or setting, and at the DM\u0027s discretion. The of your god. valor (page 139) and a tabard of valor (page 142), you gain beast (see above), you gain additional abilities, as noted in additional abilities as given in the description of the crest the armor of the beast description. of valor. Cost to Create: 4, 000 gp, 320 XP, 8 days.",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This badly stained robe looks as if it was deliberately cut to be unflat­ This tiny ring is carved of smooth wood, and engravings of ivy run tering on anyone. The fabric seems to be of poor quality and is dyed along its length. a questionable shade of brown-tinged green. Whenever you cast a summon nature\u0027s ally spell (whether While wearing the robe of the vagabond, you gain a +1 luck normally or spontaneously), you can treat it as though it bonus to Armor Class and on all saving throws. were one level higher than it is. For instance, if you cast This robe is part of a set known collectively as the garb of summon nature\u0027s ally III (or sacrifice a 3rd-level druid the vagabond, which also includes the cloak of the vagabond, spell to spontaneously cast it), you can treat it as if you the sandals of the vagabond, and the staff of the vagabond. had cast summon nature\u0027s ally IV instead. However, you Using three or more of these items together grants extra benefits, cannot use a ring of the beast to cast a summon nature\u0027s ally as described in the entries for the cloak of the vagabond and the spell of a level higher than you can normally cast (in the staff of the vagabond. class that allows you to cast the summon nature\u0027s ally Cost to Create: 3, 000 gp, 240 XP, 6 days. spell). This ring continues to function even while you Prerequisites: Craft Wondrous Item, miracle. are using wild shape. The ring of the beast is part of a set collectively known as the trappings of the beast. When you wear it along with armor of the beast (page 135) and a mantle of the Clad in the raiment of valor, Mikolai Laziros of the Disciples of Legend leads his allies to victory SANDALS OF THE VAGABOND saving throw, it instead has no effect at all upon you if you Price (Item Level): 4, 000 gp (8th) save successfully. If you already have mettle from a class",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4, 000 gp, 320 XP, 8 days. spells (each once per day) by expending a prepared divine Prerequisites: Craft Magic Arms and Armor, Craft Wondrous spell or divine spell slot of the same level or higher. Item, blindness, elf. reat quests are a D\u0026D hero\u0027s bread and butter. A This chapter begins by detailing the components of a quest might start in the middle of the action, with holy quest and discusses how you can create adventures villains leaping out to attack the PCs, who then that are more than quick battles against monsters to gain chase them across the land. Or it could begin in treasure. Indeed, using the guidelines presented here, \u0027 the back of a tavern, with an offer whispered across you should be able to turn almost any standard \"kill the a half-drained flagon of ale. Some missions are altruistic in monster\" adventure into a divine quest. nature—save the kingdom, slay; »the evil overlord, rescue the princess. Others turn the battle against evil into a profitable CREATING DIVINE venture—slay the dragon and take its hoard, or explore the CRITERIA ruins of ancient dwarf cities for fun and profit. But the holy mission—the quest for the divine—is the one that really Each deity has different interests and a different \"pur­ makes a hero feel like a hero. Even PCs who don\u0027t cleave to a pose\" in the cosmos. Even if you aren\u0027t using the D\u0026D particular religion recognize the difference between a holy core pantheon, you can use this section to determine mission and a typical kick-in-the-door treasure hunt. which elements of a quest are most important to the The holy quest has long been a staple of fantasy storytell­ deity you have in mind, and which might help turn ing. The \"mission from god, \" as it is often jokingly called, an adventure into a holy quest. ■ is very real to characters in the D\u0026D world. Church elders The easiest way to begin is to look at your deity\u0027s and otherworldly messengers frequently make adventurers portfolio, domains, and alignment. Then examine the agents of their work, and. even deities sometimes reach each nonalignment domain in Table 5-1 (on the down and touch mortal heroes, assigning them quests with following page) for some adventure elements that a holy purpose. might help you create a holy quest. Because the D\u0026D game offers such a wide variety of deities, NONALIGNMENT ELEMENTS not every holy mission is the same. Each has its own compo­ nents and requirements, based on the nature of the deity or Each nonalignment domain in Table 5-1 suggests religion assigning the quest. A geas laid upon heroes of Pelor or elements you can create or identify in adventures to Heironeous probably looks a lot like a holy mission from classic turn those missions into holy quests. Since each domain ! literature, but Olidammara and Wee Jas almost certainly have reflects a different area of interest for a deity, each other criteria in mind when they tap their heroes for quests. provides an isolated element for use. When creating a new quest for your characters, offer one the characters—should be on. Alignment elements can be or two opportunities for them to display characteristics that tricky, though, since not all worshipers of a given deity have are important to the deity during their mission. You can use the same alignment. In fact, a PC might occasionally find the nonalignment domains to suggest methods of achieving himself forced to choose between his alignment principles their goals, but the PCs should feel free to decide how to and his deity in a holy mission. Such a choice can make the accomplish these quests based on their own interpretation quest even more interesting for everyone involved. of their deities\u0027 will. It\u0027s up to you as DM to determine how Deities seldom assign holy quests that deviate in any way well, or how poorly, the PCs accomplish their mission in from their own alignment. However, alignment might be terms of pleasing the sponsor deity. more or less important to the deity in question, based on the nature of the quest. ALIGNMENT ELEMENTS Alignment domains help define the nature of the quest. SAMPLE HOLY QUESTS Indeed, without an alignment element, it might be dif­ ficult to tell which side of a given conflict the deity—and Though almost any adventure can be considered a holy mission if its goals align with the interests of a church or deity, a true TABLE 5-1: NONALIGNMENT DOMAINS AND holy quest should have a much stronger and more central reli­ ADVENTURES gious connection. Such quests can be broad and world-shaking, Nonalignment Adventure Common with enough scope to drive an entire campaign, or they might Domain Theme Components be relatively unimportant except for ceremonial purposes. They Air Extraplanar, flight Avians, might be specific to a particular deity, or they might attract elementals, the attention of multiple divinities. For all their differences, heights however, all holy quests can bring champions the favor—or Animal Nature, wild Animals, the eternal ire—of their deities and their churches. magical beasts, wilderness The following sample quests demonstrate the breadth and Death Apocalypse, Death magic, diversity possible in the design of holy quests. the past tombs, undead THE ELEMENTAL WELLSPRINGS Destruction Disaster, ruin Area spells, giants, population centers Scattered throughout the world, hidden from all but the Earth Extraplanar, Burrowers, greatest magic and the most learned sages, stand nexuses of land-based elementals, elemental power. Each such place is devoted to one of the Underdark locales four elements (air, earth, fire, or water) and provides a conduit Fire Extraplanar, Elementals, from its associated elemental plane to the Material Plane. disrupting evocation magic, These sites are the linchpins that hold the Material Plane in volcanoes the center of the Inner Planes and allow all four elements Healing Rejuvenation, Communities, to hold equal sway. the future healing spells, humanoids For several years, kingdoms and communities at the edges Knowledge History, Divination, of the world\u0027s great deserts have noticed a slow but steady investigation intelligent creatures, influx of refugees from the wastes. These stragglers report libraries that crop failures have become commonplace in the border Luck Coincidence, Changing settings, communities, and their few fertile fields have dried up and nonlinear elaborate puzzles, been swept under by the encroaching sands. The edges of the discoveries fey desert are creeping forward at impossible speed, sometimes Magic Discovery, magic Arcane/divine, moving visibly between one night and the next. The conclu­ magical foci, spell­ sion is clear—the balance of elemental power in the world casting creatures has shifted precariously to favor fire. Plant Growth/regrowth, Forests, nature plant creatures Led by fiends and creatures of elemental fire loyal to the Protection Defense, innocents, Abjuration, citadels, Elemental Prince Imix, an army of monsters has located allies invading creatures no fewer than half a dozen elemental Wellsprings of water. Strength Might makes right, Dragons, fortresses, Through a foul rite involving the fiery sacrifice of sentient tests giants beings and creatures of water, three of those wells have been Sun Nature, revelation Extraplanar, corrupted, and their conduits have been broken and reshaped revealing of secrets to draw upon the Elemental Plane of Fire. Even now, the Travel Travel routes, Ambushes, new forces of Imix are marching on the remaining three wells, voyages lands, wandering If they are not stopped and the corrupted wells restored, monsters the world will grow ever hotter, and its creatures ever more Trickery Cunning, deceits Clever traps, fey, subservient to fire. puzzles War Battle, conflict Humanoids, orga­ Druids and clerics of Obad-Hai and Ehlonna are fully nized resistance, aware of the danger. They seek champions—preferably of set battlefields their own churches, but any willing characters will do—to Water. Extraplanar, Elementals, water seek out the six wells, protect the remaining three, and find undersea creatures, waterways some way of restoring the others. Deities and Domains so could save this most basic building block of life and This holy quest is of world-altering import. Most deities— the environment. even evil ones—would prefer that the realm of mortals not be Protection: Followers of protective deities care less about destroyed by famine, drought, heat, and flame. Followers of the specifics of what is happening and more about the end the nature gods are especially determined to see the natural result—people are suffering and dying. The threatened order set right, but any deity wishing to preserve its mortal individuals and communities must be guarded at all costs. following has a stake in the outcome. The deities most likely (This attitude does not extend to anyone who might be aiding to send their own champions into the fray are those whose the fiends and fire elementals in their activities. ) areas of interest include the Animal, Fire, Healing, Plant, Water: Perhaps the most devoted and militant of all who Protection, and Water domains. strive against the spreading deserts are the followers of the",
        "name":  "A domain staff of war allows you to cast any of the following Cost to Create",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty û4, speed memory of long-departed ancestors, and even measure the 20 ft., 30 lb.). passage of time. They study for years to learn even the funda- Heavy wooden shield (+2 AC, armor check penalty û2, mental elements of their magical practice, and are the most 10 lb.). literate class in many quasi-Asian societies. A shugenjaÆs",
        "name":  "Armor",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you use shugenjas in your game, you should Spellcraft 4 Int ù probably also develop an Asian culture with its own reli- Concentration 4 Con ù gious traditions to represent their homeùeven if the spe- Diplomacy 4 Cha ù cifi c shugenjas in your campaign are thousands of miles Knowledge (arcana) 4 Int ù Intimidate (cc) 2 Cha ù away from it, hailing from a far-off land you donÆt plan to Listen (cc) 2 Wis ù visit. Some shugenjas exiled in a traditional D\u0026D setting Spot (cc) 2 Wis ù express an affi nity for Boccob, Obad-Hai, or Wee Jas, while Survival (cc) 2 Wis ù others see a parallel between the code of bushido and the teachings of Heironeous.",
        "name":  "Skill Ranks Ability Armor Check Penalty Religion",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d4 gp. own Asian races, use those described in Oriental Adventures, or mix Asian culture with the elves, dwarves and other SHUGENJA races of traditional fantasy. With such a mix, dwarves and A class inspired by the mythologies of Asian cultures, the gnomes would be slightly more likely to become shugenjas shugenja is a divine spellcaster who casts spells by attuning because they have an affi nity for earth. himself to the primal energies around him and focusing Other Classes: Like samurai, shugenjas are set apart by such energy through his body to produce magical effects. their noble station and tend to look down upon members11 DEVOTED THE CHAPTER 1 of other classes. Despite the Game Rule Information prevailing view of society, shu- Shugenjas have the following game statistics. genjas do not believe that mar- Abilities: Charisma tial prowess is the ultimate determines how power- expression of honorùin fact, ful a spell a shugenja can they look down on the samu- cast, how many spells the rai who settle any disagreement shugenja can cast per day, or matter of honor with a duel and how hard those to the death. Shugenjas have spells are to resist. To little respect for members of cast a spell, a shugenja other classes; however, shu- must have a Charisma score of genjas, especially adventurers, 10 + the spellÆs level + the shugenjaÆs wisely understand that different Charisma modifi er. High Dexterity is classes have specialized skills and helpful for a shugenja (who typically abilities often needed for success. wears little or no armor) because it pro-",
        "name":  "Gold",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Because theyÆre the preemi- vides him with an Armor Class bonus. nent spellcasters in their culture, shugen- A good Constitution gives a shugenja extra hit jasÆ spell lists run the gamut from top-notch points, a resource that he is otherwise low on. combat spells to powerful healing and ver- Alignment: Any. satile utility spells. But theyÆre less durable Hit Die: d6. in a fi ght than their cleric brethren, and like sorcerers, they have a limited set of Class Skills spells to choose from. The shugenjaÆs class skills (and the key ability Oriental Classes in Nonoriental for each skill) are Concentration (Con), Craft",
        "name":  "Role",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None (speed 30 ft). caught up in the affairs of the living that she has lost her",
        "name":  "Armor",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 5 + Int and inanimate. She combines ancestral worship with animal modifi er. and nature worship. The typical spirit shaman, like a druid, pursues a mystic spirituality of transcendent union with Skill Ranks Ability Armor Check Penalty nature rather than devoting herself to a divine entity. Still, Concentration 4 Con ù some spirit shamans give honor to deities of nature such as Diplomacy 4 Cha ù either Obad-Hai (god of nature) or Ehlonna (goddess of the Heal 4 Wis ù woodlands). Knowledge (arcana) 4 Int ù Knowledge (religion) 4 Int Background: Spirit shamans are fi rst taught by older Spot (cc) 2 Wis ù shamans. When a tribeÆs spirit shaman feels that the time Search (cc) 2 Int is right, she chooses a potential successor from among the Spellcraft 4 Int ù young folk of the tribe. Taking the youth into her own home, she spends years teaching her student the ways",
        "name":  "Skill Selection",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wisdom determines how powerful a spell a skill) are Concentration (Con), Craft (Int), Diplomacy (Cha), spirit shaman can cast and how many spells she can cast per Handle Animal (Cha), Heal (Wis), Knowledge (geography) day. Charisma determines how hard those spells are to resist (Int), Knowledge (history) (Int), Knowledge (local) (Int), (see Spells, below). Like a druid, the spirit shaman benefi ts Knowledge (nature) (Int), Listen (Wis), Profession (Wis), from high Dexterity and high Constitution due to the fact Ride (Dex), Spellcraft (Int), Spot that she begins with profi ciency with only light armor. (Wis), Survival (Wis), and Swim (Str).",
        "name":  "Abilities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amulet of natural armor +1, masterwork studded Adaptation: In many ways, the blighter is to the druid leather, +1 keen kukri, +1 kukri, cloak of elvenkind, scroll of what the blackguard is to the paladin. While itÆs likely that divine power,hat of disguise,ring of featherfall,slippers of spider blighters are loners, you could also develop a secret cult of climbing,potions ofblur (2), catÆs grace (2), and darkvision (2), blighters devoted to ruining the worldÆs ecology. 40 pp, 9 gp. Hit Die: d8. REQUIREMENTS",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 breastplate,amulet of natural armor +1, ring of defl ection +1, +1 scythe, cloak of resistance +1, potions of blur and To qualify to become a church inquisitor, a character must cure moderate wounds, 21 pp, 2 gp. fulfi ll all the following criteria.",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darek has stonecunning, which grants and clever, as well as strong in her faith. Because her foes him a +2 racial bonus on Search checks to notice unusual may have spells and magical abilities of their own, she must stonework. A dwarf who merely comes within 10 feet of it be strong-willed and prepared to properly deal with such. can make a Search check as if actively searching. Paladins and clerics often make good consecrated harriers When standing on the ground, dwarves are exceptionally because of their high Charisma scores. Rangers are equally stable and have a +4 bonus on ability checks made to resist desirable because of their superior tracking abilities. Rogues being bull rushed or tripped. They have a +1 racial bonus on often possess the subtlety and conversational skills to locate attack rolls against orcs and goblinoids. Dwarves have a +4 their targets. racial bonus to Armor Class against giants. Their race also A consecrated harrier can be diffi cult for others to spot. gives them a +2 bonus on Appraise or Craft checks that are She uses her skills, spells, and abilities to mask her nature related to stone or metal items. until she can confront her target. Most consecrated harriers åDwarves have a +2 racial bonus on saving throws against appear to be genial, pleasant people who always have a joke spells and spell-like effects. or a story to tell. This facade masks their true, implacable Immune to Charms (Ex): Darek is immune to all nature, allowing them to gather clues without arousing inter- enchantment (charm) spells and effects. est or suspicion. Particularly powerful or well-protected foes Pierce Disguise (Ex): Darek has a +4 competence bonus attract small groups of consecrated harriers who work with on Spot checks against the Disguise skill. other classes to reach and confront their targets. Pierce Illusion (Su): Darek can penetrate illusions and Hit Die: d10. disguises at will. Whenever he sees an illusion or disguise REQUIREMENTS spell of any sort, he immediately makes a Will save to see through it. He need not interact with or touch the illusion; To qualify to become a consecrated harrier, a character must visual contact is enough. fulfi ll all the following criteria. Cleric Spells Prepared (6/6/6/5/3/2; save DC 13 + spell level, Alignment: Any lawful. caster level 9th): 0ùdetect magic, detect poison, guidance, light, Base Attack Bonus: +5. read magic, virtue; 1stùbless, command, detect chaosD, entropic Skills: Disguise 5 ranks, Gather Information 5 ranks. shield, sanctuary, shield of faith; 2ndùaid, bearÆs endurance, hold Feat: Track. person, remove paralysis, shield other, zone of truthD; 3rdùdispel Special: The candidate must accept an assignment from magic (2), invisibility purge, protection from energyD, searing her church to locate and destroy some specifi c, individual light; 4thùdismissal, divine power, spell resistanceD;5thùrigh- enemy of the church. A character who fails must wait a year teous might, true seeingD. and a day before applying again. If she succeeds, the church D Domain spell. Domains: Inquisition (+4 bonus to all accepts her as a consecrated harrier and she may gain levels dispel checks), Law (cast law spells at +1 caster level), Pro- in the class. tection (protective ward grants +5 resistance bonus on next CLASS SKILLS save, 1/day).",
        "name":  "Dwarf Traits",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Orellen can use the great orator special focused spellcasting class can also adopt this lifestyle. ability three times per day. Adaptation: This prestige class is easy to customize Inspire Hope (Su): This ability gives the evangelist and all by making the spellcasting requirements more specifi c if allies within 30 feet who can hear his oratory a +4 sacred youÆre looking for particular combinations. And a good way bonus on Will saves. Delivering this oratory requires a to incorporate the fl avor of your world into this class is to full-round action to activate and requires concentration create drift choices that mimic the creatures prevalent in each round to continue the effect. The effect lasts as long as your campaign. Orellen speaks and for three rounds thereafter. Inspire hope Hit Die: d6. is a mind-affecting ability. REQUIREMENTS Infl ame the Righteous (Su): Orellen can use this ability to wreath himself and any of his allies within 30 feet in divine To qualify as a geomancer, a character must fulfi ll the fol- fl ame. Each benefi ciary of this ability gains the benefi t of lowing criteria. afi re shield spell (caster level 8). The damage caused by the Skills: Knowledge (arcana) 6 ranks, Knowledge (nature) spell is, however, purely divine and not subject to a creatureÆs 6 ranks. resistance or immunity to fi re. Spells: Able to cast 2nd-level arcane spells and 2nd-level This oratory requires a full-round action to perform and divine spells. requires concentration each round to continue the effect.42 2 RETPAHC EGITSERP SESSALC CLASS SKILLS he can mix or match spellcasting parameters from any of The geomancerÆs class skills (and the key ability for each his classes to gain the maximum possible advantage for any skill) are Climb (Str), Concentration (Con), Craft (any) (Int), spell with a spell level equal to or less than his spell versatil- Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Knowl- ity score. Thus, as a 4th-level geomancer, he can cast any of edge (arcana) (Int), Knowledge (geography) (Int), Knowledge his 3rd-level or lower sorcerer/wizard spells with no chance (nature) (Int), Scry (Int), Spellcraft (Int), Survival (Wis), and of arcane spell failure from armor. (The druidic prohibition Swim (Str). See Chapter 4 of the PlayerÆs Handbook for skill against metal armor still applies to druid/geomancers, how- descriptions. ever, since this stricture Skill Points at Each stems from a spiritual",
        "name":  "Great Orator",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rendela gains special benefi ts from having a familiar. This creature grants Rendela a +3 bonus The holy liberator is a holy warrior, a distant cousin of the on Listen checks (included in the above statistics). paladin, who is dedicated to overthrowing tyranny wher- Alertness (Ex): *Hob grants its master Alertness as long as ever it may be found. These champions of freedom and it is within 5 feet. equality are strong-willed, independent-minded, and vir- Empathic Link (Su): Rendela can communicate telepathi- tuous. They particularly direct their efforts against lawful cally with its familiar at a distance of up to 1 mile. The evil societies (dictatorships or plutocracies), slaveholders master has the same connection to an item or a place that and slave traders, and powerful, corrupt governments, but the familiar does. they also recognize the possibility for tyranny even in a Share Spells (Su): Rendela may have any spell he casts on him- state of anarchy (where strong individuals may impose self also affect his familiar if the latter is within 5 feet at the their will on people weaker than they). time. He may also cast a spell a target of ôYouö on his familiar. Members of all classesùwith the prominent exception of Empathic Link (Su): Rendela can communicate tele- monksùare often drawn to the holy liberator prestige class. pathically with its familiar at a distance of up to 1 mile. The Chaotic good fi ghters and rangers are natural holy libera- master has the same connection to an item or a place that the tors, augmenting their already signifi cant combat abilities familiar does. with the holy powers of the prestige class. Many clerics are Ley Lines +2: RendelaÆs caster level increases by 2 when also drawn to become holy liberatorsùparticularly chaotic in forests. His cleric caster level is 5th and his wizard caster clerics of Pelor and certain clerics of Kord. Many rogues also level is 14th in forests. adopt the holy liberator class, working with stealth and steel Scent (Ex): Rendala can detect approaching enemies, for the cause of freedom. sniff out hidden foes, and track by sense of smell. NPC holy liberators are usually loners, though they Spell Versatility 8: When Rendela casts spells, he can may organize rebellious forces in a tyrannical nation. mix or match spellcasting parameters from cleric and wizard They often have powerful celestial allies, from celestial to gain the maximum possible advantage for any spell. If a animals to ghaele eladrins, assisting their cause, but tend spell requires either an arcane material component or a to work in a loose network rather than a structured or divine focus, he may use either. He can spontaneously con- close association. Just as holy liberators rarely accept vert any prepared spell of up to 2nd level (except a domain orders from anyone, they are loath to give them, choosing spell) into a cure or infl ict spell of equal or lower level. to form alliances and friendships rather than manipulate Cleric Spells Prepared (4/4/3; save DC 16 + spell level): 0ù minions or servants. cure minor wounds (4); 1stùcure light wounds (3), protection Adaptation: In your campaign, holy liberators may from goodD; 2ndùaugury, bearÆs endurance, detect thoughtsD. wander the planes seeking out slavers to destroy, or they D Domain spell. Domains: Evil (cast evil spells at +1 caster may be the sponsors of a rebellion against a particularly level), Knowledge (cast divination spells at +1 caster level; harsh government. Holy liberators can act much like gue- all Knowledge skills are class skills). Caster level 5th (3rd rillas, training and exhorting the local populace to resist outside forests). tyrannical rule. Wizard Spells Prepared (4/5/5/5/4/4/3; save DC 16 + spell Hit Die: d10. level, or 17 + spell level for enchantments): 0ùdetect magic REQUIREMENTS (2), light (2); 1stùcharm person, color spray (2), magic missile, shield; 2ndùsee invisibility (2), TashaÆs hideous laughter, web (2); To qualify to become a holy liberator, a character must fulfi ll 3rdùfi reball (2), lightning bolt, empowered magic missile, pro- all the following criteria. tection from energy; 4thùconfusion (2), greater invisibility (2); Alignment: Chaotic good. 5thùdominate person, quickened magic missile (3); 6thùdis- Base Attack Bonus: +5. integrate, greater dispel magic, quickened invisibility. Skills: Diplomacy 5 ranks, Sense Motive 5 ranks.",
        "name":  "Familiar Benefi ts",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0ùall; 1stùcharm person, color spray, disguise Feat: Iron Will. self, expeditious retreat, mage armor, magic missile, shield; 2ndù CLASS SKILLS invisibility, see invisibility, TashaÆs hideous laughter, web; 3rdùdispel magic, fi reball, lightning bolt, protection from The holy liberatorÆs class skills (and the key ability for each energy; 4thùcharm monster, confusion, dimensional anchor, skill) are Concentration (Con), Craft (Int), Diplomacy (Cha), greater invisibility; 5thùdominate person, hold monster, send- Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowl- ing, teleport; 6thùantimagic fi eld, disintegrate, greater dispel edge (religion) (Int), Profession (Wis), Ride (Dex), and Sense magic, true seeing. Motive (Wis). See Chapter 4 of the PlayerÆs Handbook for skill",
        "name":  "Spellbook",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 mithral full plate,amulet of natural armor +2, descriptions. ring of protection +2,cloak of resistance +1, headband of intellect Skill Points at Each Level: 2 + Int modifi er. +4,lesser rod of metamagic empower,wand of cure light wounds (25 charges), scroll of teleport, wooden holy symbol of Vecna.46 2 RETPAHC EGITSERP SESSALC CLASS FEATURES with one normal melee attack. He adds his Charisma modi- All of the following are class features of the holy liberator fi er (if positive) to his attack roll and deals 1 extra point of prestige class. damage per class level. For example, a 9th-level holy liberator",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "AnyaÆs familiar is a cat named Shasara. The identify, magic missile, shield, silent image; 2ndùinvisibility, familiar uses the better of its own and AnyaÆs base save scorching ray, TashaÆs hideous laughterå; 3rdùlightning bolt, bonuses. The creatureÆs abilities and characteristics are suggestionå; 4thùpolymorph. summarized below. å Because of Spell Focus (enchantment), the base save DC",
        "name":  "Familiar",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d8. Table 2û18: The Sacred Fist Class Base Fort Ref Will AC Unarmored Level Attack Bonus Save Save Save Special Bonus Speed Bonus Spells per Day 1st +1 +2 +2 +0 Unarmed damage +1 +0 ft. +1 level of existing divine spellcasting class 2nd +2 +3 +3 +0 ù +1 +0 ft. +1 level of existing divine spellcasting class 3rd +3 +3 +3 +1 ù +1 +10 ft. +1 level of existing divine spellcasting class 4th +4 +4 +4 +1 Sacred fl ames 1/day +1 +10 ft. ù 5th +5 +4 +4 +1 ù +2 +10 ft. +1 level of existing divine spellcasting class 6th +6 +5 +5 +2 Blindsense 10 ft. +2 +20 ft. +1 level of existing divine spellcasting class 7th +7 +5 +5 +2 ù +2 +20 ft. +1 level of existing divine spellcasting class 8th +8 +6 +6 +2 Sacred fl ames 2/day +2 +30 ft. ù 9th +9 +6 +6 +3 ù +2 +30 ft. +1 level of existing divine spellcasting class 10th +10 +7 +7 +3 Inner armor +3 +30 ft. +1 level of existing divine spellcasting class Illus. by W. Reynolds Alaraster, a sacred fi st60 2 RETPAHC EGITSERP SESSALC REQUIREMENTS Fast Movement (Ex): At 3rd level, a sacred fi st gains an To qualify to become a sacred fi st, a character must fulfi ll all enhancement bonus to his speed, as shown on Table 2û18: the following criteria. The Sacred Fist. A sacred fi st in medium or heavy armor or",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4 + Int modifi er. to 10 feet. Inner Armor (Ex): At 10th level, a sacred fi stÆs inner tran- CLASS FEATURES quility protects him from external threats. He may invoke All of the following are class features of the sacred fi st pres- a +4 sacred bonus to AC, a +4 sacred bonus on all saves, tige class. and spell resistance 25 for a number of rounds equal to his",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +3, amulet of health +2, gloves Seekers donÆt often stay in one place for long, but theyÆll join of Dexterity +2, ring of jumping,wand of cure light wounds (25 any quest that even hints at progress in the search for the charges), potion of bullÆs strength, scroll of divine power, 12 pp, Misty Isle. 5 gp. Adaptation: This prestige class is both race- and deity- specifi c, but you can fi le off the serial numbers and use it for any group of elite wanderers. The fl avor of the class is SEEKER OF THE MISTY ISLE a romanticized version of the French Foreign Legionùa Millennia ago, a well-placed arrow from Corellon Larethian group composed of people who want to start their lives put out one of GruumshÆs eye. But Gruumsh and Kurtulmak over, far from everything they know. conspired to have their revenge on the deity of the elves. Hit Die: d8. Using potent magic (and sacrifi cing thousands of orcs, REQUIREMENTS kobolds, and captive elves), Gruumsh and Kurtulmak man- aged to whisk away one of the worldÆs most beautiful elven To qualify to become a seeker of the Misty Isle, a character communities: the Misty Isle. Neither Corellon LarethianÆs must fulfi ll all the following criteria. personal power nor the combined prowess of the elven Race: Elf or half-elf. nationÆs diviners was able to glean so much as a hint about Skills: Knowledge (religion) 4 ranks, Survival 8 ranks. where Gruumsh and Kurtulmak have hidden the Misty Spells: Able to cast 2nd-level divine spells. Isleùonly that the elves there yet survive, though they are Special: Must be inducted into the order by another trapped and cannot contact their brethren. member.",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any neutral. tance, not familiarity. Table 2û24: The Void Disciple Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +0 +2 Sense Void (physical senses, 1/day) 2nd +1 +0 +0 +3 ù +1 level of existing class 3rd +1 +1 +1 +3 Sense Void (2/day) 4th +2 +1 +1 +4 Moment of clarity (2/day) +1 level of existing class 5th +2 +1 +1 +4 Sense Void (magical senses, 3/day) +1 level of existing class 6th +3 +2 +2 +5 ù +1 level of existing class 7th +3 +2 +2 +5 Altering the course, sense void (4/day) 8th +4 +2 +2 +6 Moment of clarity (3/day) +1 level of existing class 9th +4 +3 +3 +6 Sense Void (empathic senses, 5/day) 10th +5 +3 +3 +7 Void release +1 level of existing class 11th +5 +3 +3 +7 Sense Void (6/day) +1 level of existing class 12th +6 +4 +4 +8 Void suppression, +1 level of existing class moment of clarity (4/day) 13th +6 +4 +4 +8 Sense Void (mental senses, 7/day), Void strike73 CLASSES PRESTIGE CHAPTER 2 Distance DC Void Release (Su): Three times per day, a void disciple of Line of sight 5 10th level or higher can touch an ally, allowing that charac- Up to 1 mile (same village) 10 ter to use his highest ability score modifi er in place of any Up to 10 miles (same province) 15 one lower modifi er (targetÆs choice) for a number of rounds Up to 100 miles (same clanÆs territory) 20 Up to 1,000 miles (another clanÆs territory) 25 equal to half the void discipleÆs level. For example, a severely wounded fi ghter could use his high Strength modifi er in A void disciple cannot sense across planar boundaries. place of his low Dexterity modifi er for a few rounds, increas- Thus, a void disciple standing on one side of a gate could not ing his Armor Class, Refl ex save bonus, and ranged attack extend her senses through it. bonus (as well as Dexterity- With every four levels a void disciple attains beyond based skills). 1st, she gains the ability to perceive deeper levels of real- Void Suppres- ity. At 5th level, a void disciple can use detect magic sion (Su): Once and detect evil at will. At 9th level, she can use dis- per day, a void cern lies and read emotional states, gaining a +10 disciple of 12th bonus on Sense Motive checks. At 13th level, she level or higher can detect thoughts at will. can make a melee A void disciple can use this ability once per touch attack to day at 1st level. With every two force the target levels she attains beyond 1st, she to use his lowest can use the ability an additional ability score modi- time per day (twice at 3rd level, fi er in place of any one three times at 5th, and so on). higher modifi er (void dis- Moment of Clarity (Su): cipleÆs choice) for 5 rounds. A void disciple of 4th level For example, a void disciple or higher can grant an could force an ogre to ally the temporary use his low Intelli- ability to per- gence modifi er in form any skill place of his high or feat (with Strength modi- the exception fi er, severely weak- of ancestor ening the bruteÆs feats). The physical blows. void disciple Void Strike must use a (Su): Once standard per day, a 13th- action to level void dis- touch the ciple can target. The make a melee target gains touch attack to either one feat bestow 1d4 negative or a number levels on the target. The of ranks in one skill equal to his relevant void disciple gains 5 tem- ability modifi er for that skill. For example, a porary hit points for each negative level she character with Dexterity 14 could gain 2 ranks in Ride, for a bestows. If the target has at least as many negative levels total skill modifi er of +4. The effect lasts for 1 round per lev- as Hit Dice, he dies. Each negative level gives a creature a el of the void disciple. The void disciple can use this super- û1 competence penalty on attack rolls, saving throws, skill natural ability twice per day at 4th level, plus an additional checks, ability checks, and effective level (for determining use for every four additional levels she attains. the power, duration, DC, and other details of spells or spe- Altering the Course (Su): Once per day, a void disciple cial abilities). Additionally, a spellcaster loses one spell or of 7th level or higher can add a +20 bonus on any single spell slot from his highest available level. Negative levels attack roll, skill check, or ability check she makes. She stack. Assuming the target survives, he regains lost levels cannot transfer this bonus to another character by any after 13 hours pass. This ability relies on the void discipleÆs means. This supernatural ability requires no action, and mastery of void, not negative energy, so it cannot be used lasts only the duration of the single check. to benefi t undead. Illus. by T. Baxa Pariana Brezzin, a void disciple74 2 RETPAHC EGITSERP SESSALC SAMPLE VOID DISCIPLE hearing, touch, taste, smell) to perceive whatever area,",
        "name":  "Alignment",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +15, Knowledge (arcana) Up to 100 miles (same clanÆs territory) 20 +17, Knowledge (nature) +17, Knowledge (the planes) +12, Up to 1,000 miles (another clanÆs territory) 25 Knowledge (religion) +17, Listen +0*, Spellcraft +17, Spot +0*; Combat Casting, Greater Spell Penetration, Heighten Possessions:Ring of protection +2, cloak of resistance +1, amulet Spell, Improved Familiar, Scribe ScrollB, Spell Penetration. of natural armor +1, masterworkdagger, headband of intellect",
        "name":  "Skills and Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ParianaÆs familiar is a formian worker named +2, 700 gp GrzzÆx. The familiar uses the better of its own and ParianaÆs Wizard Spells Prepared: (4/5/4/4/3; save DC 14 + spell level): base save bonuses. The creatureÆs abilities and characteris- 0ùdetect magic (2), light, read magic; 1stùcharm person, mage tics are summarized below. armor, magic missile (2), shield; 2ndùmirror image, scorching GrzzÆx, Formian Worker Familiar: CRù; Small ray (2), see invisibility; 3rdùdispel magic, fi reball (2), hold person; outsider (lawful, extraplanar); HD 7; hp 24; Init +2; Spd 4thùcharm monster, dimension door, greater invisibility. 40 ft.; AC 21, touch 13, fl at-footed 19; Base Atk +1; Grp Spellbook: 0ùall; 1stùcharm person, identify, mage armor, û2; Atk +3 melee (1d4+1, bite); Full Atk +3 melee (1d4+1, magic missile, ray of enfeeblement, shield; 2ndùmirror image, bite); SQ darkvision 60 ft.; deliver touch spells, improved rope trick, scorching ray, see invisibility; 3rdùdispel magic, fi re- evasion, immunity to poison, petrifi cation, and cold, ball, haste, hold person; 4thùdimension door, charm monster, resistance to electricity 10, fi re 10, and sonic 10, speak greater invisibility, polymorph. with master, granted abilities; AL LN; Save Fort +3, Ref +4, Will +2; Str 13, Dex 14, Con 13, Int 9, Wis 10, Cha 9. WARPRIEST",
        "name":  "Familiar",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can spend one wild shape to give yourself a natural armor bonus of 7. This does not stack with any natural armor you currently have. The effect lasts for 10 minutes. EMPOWER TURNING [GENERAL] You can turn or rebuke more undead with a single turning attempt.",
        "name":  "Benefit",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "in a prestige class, those levels represent a smaller fraction of EPIC LEVELS AND PRESTIGE CLASSES your characterÆs identity. The epic rules allow you to go beyond the normal level limit in a ItÆs Hard to Build an Epic Progression: With only a few levels prestige class, but only if it is a ten-level class. Why canÆt you add to guide you, itÆs hard to determine what an appropriate progres- levels to a prestige class with fewer than ten levels? sion of class features would be for the class. The rate of improve- ItÆs Too Easy: Maxing out a ten-level prestige class takes a ment of a special ability might be too fast to extrapolate over an lot of time and effort, detracting significantly from your pursuit infinite number of levels, or there might simply be too few class of the core classes. Even after maxing out a prestige class with features to build a unique epic progression. only five levels, for instance, you havenÆt taken more than a short That said, if your DM wants to allow a character to gain detour from your main class or classes. epic levels in a prestige class with fewer than ten levels in its ItÆs Not Significant Enough: Characters with ten levels in the progression, thatÆs okay. Work together with your DM to create blackguard prestige class undoubtedly think of themselves as an epic progression for the class (see the Behind the Curtain: blackguards, regardless of the fact that they also have ten levels Building An Epic Progression on page 210 of the Dungeon in one or more other classes. If youÆve taken fewer than ten levels MasterÆs Guide). pqqqqqqqqqqqqqqqqqqqqrs89 RULES SUPPLEMENTAL CHAPTER 3 mine total caster level. However, your spells per day donÆt levels higher than 10th (3/day at 14th, 4/day at 18th, and increase after caster level 20th. so on). ò The powers of familiars, special mounts, and fi endish Celestial Companion (Sp): A holy liberatorÆs celestial servants continue to increase as their masters gain companion continues to increase in power. Once a holy levels, if theyÆre based on a formula that includes the liberator becomes an epic character, at every fi ve levels characterÆs level. higher than 20th (25th, 30th, 35th, and so on), the compan- ò Any class features that increase or accumulate as part of ion gains +2 bonus Hit Dice, its natural armor increases by a repeated pattern (such as a the assassinÆs sneak attack +1, its Dexterity adjustment increases by +1, and its Intel- bonus damage) typically also continue to increase ligence increases by +1. The companionÆs spell resistance or accumulate after 10th level at the same rate. For equals the holy liberatorÆs class level +10. instance, a 10th-level rogue/15th-level assassin would Bonus Feats: An epic holy liberator gains a bonus feat deal +13d6 damage with a successful sneak attack (+5d6 (selected from the list of epic holy liberator feats) every three from rogue levels and +8d6 from assassin levels). An levels after 10th. exception to this rule is any bonus feat progression EPIC FEATS granted as a class feature. If you get bonus feats as part of a class feature (such as the hospitaler), these do not The feats below are only available to epic-level characters; increase with epic levels. Instead, these classes get a that is, characters of at least 21st level. The versions of the new bonus feat progression (which varies from class to feats listed here supersede any previously published version class; see below). of the feat by the same name. ò In addition to the class features retained from non- epic levels, each class gains bonus feats at a certain Bonus Domain [Epic] rate (usually every two, three, four, or five levels after You have access to one additional domain of spells. 10th). This augments each classÆs progression of class Prerequisites: Wis 21, able to cast 9th-level divine features, because not all classes otherwise improve spells. class features after 10th level. These bonus feats are Benefi t: Choose an additional domain from your deityÆs in addition to the feat that every character gets every domain list. You now have access to that domainÆs spells and three levels (as per Table 1û2: Experience and Level- granted powers as normal for your domain spells. Dependent Benefits). Special: You can gain this feat multiple times. Each time ò You donÆt gain any new class features, because there you take the feat, it applies to a different domain. arenÆt any new class features described for these levels. Class features with a progression that slows or stops Epic Devotion [Epic] before 10th level and features that have a limited list of Choose an alignment component (chaos, evil, good, or law) options (such as the loremasterÆs list of secrets) typically different from your own alignment. You are particularly do not improve as you gain epic levels. Likewise, class resistant to spells of that alignment. features that are gained only at a single level (such as Prerequisites: Wis 21, Iron Will, alignment different detect evil) do not improve. from the chosen component, patron deity who does not accept clerics who have the chosen component.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "It is said that these Sanctify Relic, +2 unholy spiked chains are made Craft Rod, domi- from the shackles in HextorÆs nate person, fi nd hellish prison-fortress. De- the path, insect spite their size and un- plague, veil, wall wieldiness, they can be of ice, creator must worship wielded in a grapple, Tiamat; Price 71,908 gp; and anyone pinned Cost 36,108 gp + 2,864 XP; Weight 5 lb. by a foe wielding a Cloak, Dragonscale: This long, fl owing cloak, sewn chain of obeisance must from a random assortment of miniscule chromatic dragon succeed on a Will save scales, transforms into functional dragon wings upon com- (DC 22) or be dominated mand, enabling fl ight with a speed of 150 feet and poor (as the dominate monster maneuverability. The wings last 2 hours per day, divided spell) up as the wearer of the dragonscale cloak wishes. Addition- To use this relic, you must ally, the cloak always provides 10 points each of resistance worship Hextor and either sacri- to fi re, resistance to electricity, resistance to cold, and fi ce a 7th-level divine spell slot or resistance to acid. have the True Believer feat and at least 13 HD. To use this relic, you must worship Tiamat and either sac- Strong enchantment; CL 18th; Sanctify Relic, Craft rifi ce an 8th-level divine spell slot or have the True Believer Magic Arms and Armor, dominate monster, creator must feat and at least 15 HD. worship Hextor;Price 35,600 gp; Cost 17,963 gp + 1,411 XP. Strong transmutation; CL 12th; Sanctify Relic, Craft",
        "name":  "Chain of Obeisance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 unholy dagger; AL Magic Arms and Armor, continual fl ame, gaseous form, cre- NE; Int 18, Wis 10, Cha 18; speech, telepathy, ator must worship Pelor; Price 61,908 gp; Cost 31,108 + 120 ft. darkvision, blindsense, and hearing; 2,464 XP. Ego score 26. EhlonnaÆs Seed Pouch: This brown fur pouch appears",
        "name":  "Dagger of Denial",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rolled-up sheet of vellum, green roots into the wearerÆs skin, grant- often kept in a darkwood tube, is a boon to caravans dnalgnE .W yb .sullI Platinum helm Hooked hammer of the hearthfi re99 ITEMS MAGIC CHAPTER 4 ing fast healing 3 as long as the wearer is standing in better a Perform check, then resumes piping than shadowy illumination. with a successful check, creatures To use this relic, you must worship Corellon within 30 feet get to make new Larethian and either sacrifi ce a 4th-level save attempts. Subjects who suc- divine spell slot or have the True Believer cessfully save are thereafter feat and at least 7 HD. immune to the pipes of frenzied Moderate conjuration; CL 10th; revelry for 24 hours. Sanctify Relic, Craft Magic Arms To use this relic, you must and Armor, regenerate, creator must worship Olidammara and worship Corellon Larethian; Price either sacrifice a 5th-level 18,800 gp; Cost 9,550 gp + 740 XP; divine spell slot or have the Weight 20 lb. True Believer feat and at least",
        "name":  "Map of Unseen Lands",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These pipes, created by To use this relic, you a secretive order of bard/clerics devoted must worship Fhar- to Olidammara, require the piper to langhn and either sac- succeed on a DC 20 Perform (wind rifi ce a 7th-level divine instruments) check each round to func- spell slot or have the tion properly. If the check succeeds, True Believer feat and any living creature within 30 feet of at least 13 HD. the piper must succeed on a DC 16 Will Strong divination; save or suffer a confusion effectùwith one CL 15th; Sanc- exception. Whenever the die roll calls for tify Relic, Craft the subject to attack someone, the subject Magic Arms and makes a mildly amorous advance (such as Armor, true seeing, creator an embrace or kiss) instead. The effect lasts must worship Fharlanghn; Price as long as the subject remains within 30 feet 35,600 gp; Cost 17,920 gp + 1,412 XP. of the piper. If the piper is interrupted or fails Illus. by W. England Morningstar of the many Pipes of frenzied revelry100 4 RETPAHC CIGAM SMETI",
        "name":  "Pipes of Frenzied Revelry",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Said to be woven from To use this relic, you must worship Lolth and either sac- silk extruded by Lolth herself, a robe of ebon- rifi ce a 6th-level divine spell slot or have the True Believer silk gives the wearer a +8 armor bonus, a feat and at least 11 HD. +4 resistance bonus on all saving throws, Strong necromancy; CL 16th; Sanctify Relic, Craft Rod, and continual spider climb and freedom of poison, creator must worship Lolth; Price 33,600 gp; Cost movement effects. 16,953 gp + 1,332 XP; Weight 5 lb.",
        "name":  "Robe of Ebonsilk",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This steel rod looks like a Wee Jas and either sacrifi ce a 6th-level length of thick chain, but it doesnÆt bend even divine spell slot or have the True the slightest. On command, it automatically Believer feat and at least 11 HD. refl ects the next nine levels of spells cast at the Moderate evocation; CL 11th; wearer, exactly as if spell turning had been cast Sanctify Relic, Craft Magic Arms upon the wearer. It also grants its wielder the and Armor, orderÆs wrath, status, Improved Counterspelling feat. creator must worship Wee Jas; Turning a spell changes the rod of reversalÆs Price 46,902 gp; Cost 23,602 gp color, depending on the school of the spell + 1,864 XP. turned. Scrolls of Uncertain",
        "name":  "Rod of Reversal",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rod, wielded by some of scrolls. To begin with, theyÆre writ- LolthÆs high priestesses, resembles a giant spider leg with ten in nearly every language, ancient its segmentations and coarse, black hairs. It acts as a +3 light and modern, and they sometimes mace that deals no hit point damage. Instead, the wielder switch languages within the same injects a poison that deals 2d6 points of Strength damage sentence. One hour of reading allows a to any creature she touches with the rod (by making a DC 20 Knowledge (religion) check to learn melee touch attack). Like any poison, the damage repeats anything useful from the scrolls, with a 1 minute later. If she scores a critical hit, the damage from +2 bonus for every language the reader that hit (both initial and secondary) is ability drain. In speaks. Multiple readers can assist one another in transla- either case, the defender negates the effect with a DC 20 tion, lending the languages they know automatically, but Fortitude save. they share in the risk as well (detailed below). Read magic and comprehend languages spells donÆt help a reader under- recnepS .R dna dnalgne .W yb .sullI Rapier of unerring direction Ruby blade Rod of the recluse101 ITEMS MAGIC CHAPTER 4 stand the scrolls, so cryptic are their wisdom. A readerùor Shield of the Resolute: This +2 mithral moderate fortifi ca- at least one reader if a group is translating togetherùmust tionheavy shield is made from hundreds of strips of mithral, worship Wee Jas to get anything at all from the scrolls. each a different size, riveted together. It is said that shields of The second barrier to reading scrolls of uncertain provenance the resolute are assembled from pieces of shields from hun- is that the reader often draws near to the border between dreds of dwarves who fell in battle defending their home- life and death himself. Whenever someone spends an hour lands. Goblinoids and giants within 30 feet who gaze upon a reading scrolls of uncertain provenance, they must roll on the shield of the resolute must succeed on a Will save (DC 17) or be following table whether or not they learn anything useful. shaken (if they have the same or more HD than the wielder) or frightened (if they have fewer HD). This functions like a d% Effect gaze attack, so the goblinoids and giants must make saves at 01û10 DC 20 Will save or go insane (as the insanity the beginning of their turns every round unless they take spell). 11û30 DC 20 Will save or the scrolls bestow greater curse measures to avoid seeing the shield of the resolute (see Chapter upon you. 8 in the Dungeon MasterÆs Guide for gaze attack rules). 31û60 DC 20 Will save to receive a geas/quest to perform To use this relic, you must worship Moradin and either for Wee Jas. sacrifi ce a 6th-level divine spell slot or have the True 61û90 Take 1d6 negative levels as energy drain (DC 20 Believer feat and at least 11 HD. Fort save negates after 24 hours) 91û100 DC 20 Fortitude save or become a ghost for a year Strong abjuration; CL 15th; Sanctify Relic, Craft Magic and a day. Arms and Armor, fear, limited wish or miracle, creator must worship Moradin; Price 89,620 gp; Cost 45,320 gp + 3,544 While the risks of reading scrolls of uncertain provenance are XP; Weight 7-1/2 lb. great, so too are the rewards. A character who successfully Shield of the Severed Hand: This shieldÆs provenance reads from the scrolls for the listed time can choose from is unrecorded, but it is named for the gory, dripping hand the following benefi ts. emblazoned on it. The shield of the severed hand is a +4 heavy Time Benefi t 1 hour Renewal pact for yourself 2 hours Renewal pact for another 3 hours Death pact for yourself 4 hours Death pact for another 6 hours True resurrection (and the scrolls disappear) To use this relic, at least one reader must worship Wee Jas and either sacrifi ce an 8th-level divine spell slot or have the True Believer feat and at least 15 HD. Strong necromancy; CL 15th; Sanctify Relic, Craft Won- drous Item, death pact, renewal pact, true resurrection, creator must worship Wee Jas;Price 118,000 gp; Weight 10 lb.",
        "name":  "Rod of the Recluse",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This staff, which benefi ts cudgel. It has AC 7, 10 hit points, hardness 5, and a break lawful evil spellcasters the most, allows use of the follow- DC of 24. ing spells: ò Dispel good (2 charges) Table 4û2: Staffs ò Dispel chaos (2 charges) Staff Market Price ò OrderÆs wrath (1 charge) Oaken battle 13,500 gp ò Unholy blight (1 charge) Fauna 19,406 gp Moderate abjuration; CL 9th; Craft Staff, dispel chaos, dispel Pain 27,844 gp The beatifi c, lesser 28,366 gp good, orderÆs wrath, unholy blight; Price 28,266 gp. The diabolical, lesser 28,366 gp The Diabolical, Greater: A more powerful version of The saintly, lesser 28,366 gp lesser staff of the diabolical, this staff allows use of the follow- The wanton, lesser 28,366 gp ing spells: True belief 31,688 gp ò Shield of law (2 charges) Vaporous menace 36,094 gp Winds 37,969 gp ò Unholy aura (2 charges) Building 38,156 gp ò Dictum (1 charge) Planar defense 44,344 gp ò Blasphemy (1 charge) Homeland 48,469 gp Strong abjuration; CL 15th; Craft Staff, blasphemy, dictum, The gaol 51,563 gp shield of law, unholy aura; Price 78,750 gp. Hunting spirits 66,938 gp The beatifi c, greater 78,750 gp Fauna: This staff, often created by druids to store spells The diabolical, greater 78,750 gp for their animal companions, allows use of the following The saintly, greater 78,750 gp spells: The wanton, greater 78,750 gp ò Animal growth (2 charges) Soul-ward 82,417 gp ò Barkskin (1 charge) The jetstream 89,250 gp Storms 118,125 gp ò Greater magic fang (1 charge)",
        "name":  "A typical staff is like a walking stick, quarterstaff, or The Diabolical, Lesser",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This staff, which has thornlike spikes carved across swaths of its surface, allows use of the following spells: Illus. by R. Spencer Staff of the gaol Staff of the jetstream106 4 RETPAHC CIGAM SMETI ò Shield of law (2 charges) The Wanton, Lesser: This staff, which benefi ts ò Holy aura (2 charges) chaotic evil spellcasters the most, allows use of the fol- ò Dictum (1 charge) lowing spells: ò Holy word (1 charge) ò Dispel good (2 charges) Strong abjuration; CL 15th; Craft Staff, ò Dispel law (2 charges) dictum, holy aura, holy word, shield of law; Price ò Chaos hammer (1 charge) 78,750 gp. ò Unholy blight (1 charge) Soul-Ward: This supple staff of Moderate abjuration; CL 9th; Craft Staff, chaos sumac, favored by clerics who face off hammer, dispel good, dispel law, unholy blight; against undead, allows use of the Price 28,266 gp. following spells: The Wanton, Greater: A more power- ò Greater restoration (3 charges) ful version of lesser staff of the wanton, ò Death ward (1 charge) this staff allows use of the following ò Restoration (1 charge) spells: Strong conjuration; ò Cloak of chaos (2 charges) CL 13th; Craft Staff, death ò Unholy aura (2 charges) ward, greater restoration, restora- tion; Price 82,417 gp.",
        "name":  "Pain",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Followers of Garl Glittergold fi nd themselves fallen foe. guarding the welfare of gnome communities, delving deep Herald and Allies: Gruumsh sends 20th-level fi endish for gems, and fi ghting the goblinoid enemies of the race. orc barbarians to the Material Plane as his heralds. Allies Typical quests include battling a tribe of kobold raiders, are fl amebrother salamanders, hezrou demons, and marilith pulling a good-natured prank on an arrogant human king, demons. and seeking the long-lost Ebondark Gem Mine on the Relics: Shield of the severed hand, spear of retribution. Elemental Plane of Earth.",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Much of NerullÆs liturgy is spoken in the past Relics: Armor of the fallen leaves, staff of the unyielding oak. tense, even if it hasnÆt happened yet. For example, a cleric of Nerull might pray, ôYou granted me ultimate dominion over Olidammara the deadàö Intermediate God (Chaotic Neutral)",
        "name":  "Prayers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "VecnaÆs followers spy on the merchant-princes of Vecna (described in the Dungeon MasterÆs Guide) are of para- a port city, blackmail the high priests of other religions, and mount importance to his worshipers. ahnidraS .R yb .sullI Tiamatpqqqqqqqqqqqqqqqqqqqqrs PLANAR ALLIES Each of the three planar ally spells specifies that the called crea- Monster Alignment HD ture is one of the deityÆs choice. The core deity descriptions in Slaad, gray CN 10 this chapter describe which creatures each deity typically sends. Demon, bebilith CE 12 But which monsters make good choices for other deities? Con- Demon, glabrezu CE 12 sult the table below to see some good options for your deity. Demon, hezrou CE 10 Demon, vrock CE 10 Monster Alignment HD Salamander, average Any E 9 Lesser Planar Ally Barghest, greater LE 9 Archon, hound LG 6 Devil, barbed LE 12 Eladrin, bralani CG 6 Devil, bone LE 10 Demon, succubus CE 6 Devil, erinyes LE 9 Howler CE 6 Genie, efreeti LE 10 Salmander, flamebrother Any E 4 Hell hound, Nessian warhound LE 12 Nightmare NE 6 Formian myrmarch LN 12 Shadow mastiff NE 4 Elemental (any), Large N 8 Achaierai LE 6 Invisible stalker N 8 Barghest LE 6 Devil, bearded LE 6 Greater Planar Ally Hell hound LE 4 Angel, planetar Any G 14 Xill LE 5 Archon, hound hero LG 17 Formian taskmaster LN 6 Slaad, death CN 15 Elemental (any), Medium N 4 Basilisk, greater abyssal CE 18 Genie, janni N 6 Demon, marilith CE 16 Rast N 4 Demon, nalfeshnee CE 14 Salamander, noble Any E 15 Planar Ally Nightmare, cauchemar NE 15 Angel, astral deva Any G 12 Devil, horned LE 15 Archon, trumpet LG 12 Devil, ice LE 14 Couatl LG 9 Devil, pit fiend LE 18 Half-celestial paladin LG 9 Arrowhawk, elder N 15 Guardinal, leonal NG 12 Elemental (any), Huge N 16 Eladrin, ghaele CG 10 Tojanida, elder N 15 Slaad, green CN 9 Xorn, elder N 15 pqqqqqqqqqqqqqqqqqqqqrs 119 DEITIES CHAPTER 5",
        "name":  "Quests",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your land speed is faster than the normal Core Deities: Corellon Larethian, Garl Glittergold, Pelor, for your race by +10 feet. This benefi t is lost if you are Yondalla. wearing medium or heavy armor or carrying a medium Other Deities: Bralm, Rao. or heavy load. Granted Power: Use calm emotions as a spell-like ability once per day. Gain +2 bonus on Diplomacy checks. Celerity Domain Spells 1 Expeditious Retreat: Your speed increases by 30 ft. Community Domain Spells 2 CatÆs Grace: Subject gains +4 to Dex for 1 min./level. 1 Bless: Allies gain +1 attack and +1 on saves against fear. 3 Blur: Attacks miss subject 20% of the time. 2 Status: Monitors condition, position of allies. 4 Haste: One creature/level moves faster, +1 on attack 3 Prayer: Allies gain +1 on most rolls, and enemies suffer rolls, AC, and Refl ex saves. û1. pqqqqqqqqqqqqqqqqqqqqrs ALIGNED SPELLS IN NON-ALIGNED DOMAINS Some domains listed here include spells with an alignment abide by those restrictions even if the spell is a domain spell. For descriptor, meaning that a character with the domain may be instance, a chaotic cleric who chooses the Inquisition domain unable to cast one or more of his domain spells. Spellcasters canÆt cast any of the domain spells with the Law descriptor, such who are restricted from casting spells of certain alignments must asdetect chaos. pqqqqqqqqqqqqqqqqqqqqrs138 7 RETPAHC DNA SNIAMOD SLLEPS 4 Tongues: Speak any language. 7 Permanent Image F: Includes sight, sound, and smell. 5 RaryÆs Telepathic Bond: Link lets allies communicate. 8 True CreationX *: As major creation, but permanent. 6 HeroesÆ Feast: Food for 1 creature/level, cures and 9 Pavilion of Grandeur*: A feast and a great pavilion are blesses. created. 7 RefugeM: Alters item to transport its possessor to you. 8 MordenkainenÆs Magnifi cent MansionF: Door leads DOMINATION DOMAIN to extradimensional mansion. Core Deities: Gruumsh, Hextor, St. Cuthbert, Wee Jas. 9 Heal, Mass: As heal, but with several subjects. Other Deities: None.",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain a +4 bonus on all dispel checks. to use this benefi t before the check or save is rolled. Inquisition Domain Spells Madness Domain Spells 1 Detect Chaos: Reveals chaotic creatures, spells, or 1 Confusion, Lesser: One creature acts randomly for objects. one round. 2 Zone of Truth: Subjects within range canÆt lie. 2 Touch of Madness*: Dazes one creature for 1 round/ 3 Detect Thoughts: Allows ôlisteningö to surface level. thoughts. 3 Rage: Subjects gain +2 to Str and Con, +1 on Will saves, 4 Discern Lies: Reveals deliberate falsehoods. û2 to AC. 5 True Seeing: See all things as they really are.140 7 RETPAHC DNA SNIAMOD SLLEPS 4 Confusion: Makes subject behave oddly for 1 round/ 6 Visage of the Deity*: As lesser visage of the deity, but you level. get celestial or fi endish qualities. 5 Bolts of Bedevilment*: One ray/round, dazes 1d3 7 Blasphemy/Holy Wordå: Kills, paralyzes, weakens, or rounds. dazes nonevil/nongood subjects. 6 Phantasmal Killer: Fearsome illusion kills one 8 Holy Aura/Unholy Auraå:+4 AC, +4 resistance, and creature or deals 3d6 damage. SR 25 against evil/good spells. 7 Insanity: Subject suffers continuous confusion. 9 Visage of the Deity, Greaterå*: As lesser visage of the 8 Maddening Scream*: Subject has û4 AC, no shield, deity, but you become half-celestial or half-fi endish. Refl ex save on 20 only. å Choose one spell of those given, based on your alignment, 9 Weird: As phantasmal killer, but affects all within 30 ft. that is always your domain spell for this level. MIND DOMAIN ORACLE DOMAIN",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Purifi es 1 cu. ft./level of natural armor. food or water. BearÆs Endurance: Subject gains +4 to Con for 1",
        "name":  "Purify Food and Drink",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Aura grants +2 or higher Delay Poison: Stops poison from harming subject defl ection bonus. for 1 hour/level.",
        "name":  "Shield of Faith",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creatures attacking you take fi re All Commune With Nature: Learn about terrain for 1 damage; youÆre protected from heat or cold. mile/level.",
        "name":  "Fire Fire Shield",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 size, +3 Dex), touch 15, fl at-footed 12 of damage. If the creator is slain, the bogun also dies, and its Base Attack/Grapple: +1/û5 body collapses into a heap of rotting vegetation.",
        "name":  "Armor Class",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) you and the subject creature are on the same plane, in which case implacable pursuer resumes functioning normally. You conjure forth a glowing, golden suit of barding for your INFESTATION OF MAGGOTS special mount. The golden barding you create has no armor check pen- Necromancy alty and has no effect on your mountÆs speed. The exact Level: Druid 3 nature of the barding depends on your caster level. Components: V, S, M 2ndû3rd: Scale mail barding (+4 armor bonus). Casting Time: 1 standard action 4thû5th: Chainmail barding (+5 armor bonus). Range: Touch 6thû7th: Splint mail barding (+6 armor bonus). Target: Creature touched 8thû9th: Half-plate barding (+7 armor bonus). Duration: One round/2 levels 10th+: Full plate barding (+8 armor bonus). Saving Throw: Fortitude negates",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will screaming, gibbering, and leaping negates about as though completely Spell Resistance: Yes mad. This spell makes it impossible for the victim By pointing your fi gure at a to do anything other than race favored enemy of yours, you about caterwauling. The mark it with a glowing rune spell gives the subject a that only you can see. Your favored û4 penalty to Armor Class, enemy bonuses against a foe with a mark makes Refl ex saving throws of the hunter are +4 higher than they would impossible except on a roll of otherwise be. 20, and makes it impossible to Furthermore, the rune limns your use a shield. enemy, making him easier for you to attack. The subject of a mark of the MAELSTROM hunter gains no bonus to Armor Class Conjuration (Creation) against your attacks from any cover less",
        "name":  "The subject cannot keep himself from Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) Spell Resistance: Yes (harmless) You touch a recently slain ally and temporarily restore her You shield one creature in a nimbus of holy energy. The crea- to life so she may continue to fi ght. The target can have been ture gains a +2 sacred bonus to Armor Class. In addition, dead for up to 1 round/caster level. She functions as if a raise while protected by this spell, the creature does not lose its dead spell had been cast upon her, except that she does not Dexterity bonus to Armor Class when fl at-footed. lose a level and has half of her full normal hit points. She is For the duration of the spell, you gain awareness of the alive (not undead) for the duration of the spell and can be creatureÆs health as with the status spell, and you need not be healed normally, but dies as soon as the spell ends. While able to touch the affected creature to heal it with your lay on the subject is under this spell, she is not affected by resur- hands ability. Use of the lay on hands ability still requires a rection or raise dead. standard action, but it can be done at any range. The target gains a +1 morale bonus on attacks, damage, SANDBLAST saves, and checks against the creature that killed her. Evocation RIGHTEOUS WRATH",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None eyes. Your caster level is the total number of d6 that you can Spell Resistance: No create with this spell (maximum 20d6). You may use them all at once or divide the dice over several rounds. For example, You forge a telepathic bond with another creature with an a 16th-level caster can fi re an 8d6 bolt on one round and Intelligence score of 6 or higher. The bond can be estab- another 8d6 bolt on the next, fi re sixteen bolts over 16 or more lished only with a willing subject. You can communicate rounds (each doing 1d6 electricity damage), or make one large telepathically through the bond regardless of language. No bolt that deals 16d6. Each bolt affects only one creature. special power or infl uence is established as a result of the Launching a bolt is a standard action that does not pro- bond. Once the bond is formed, it works over any distance voke an attack of opportunity, has a range of 100 feet, and (although not from one plane to another). requires a ranged touch attack (you gain a +3 attack bonus if TIDAL SURGE the opponent is wearing metal armor, made out of metal, or carrying a lot of metal). Evocation [Water]",
        "name":  "Finally, you can discharge bolts of electricity from your Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20-ft.-radius emanation centered on a point in space Spell Resistance: Yes184 7 RETPAHC DNA SNIAMOD SLLEPS When you cast this spell, you create a huge wave of water doesnÆt have an armor check penalty or arcane spell failure that slams into one or more targets within range. If there chance. is no large, natural source of water (a river, lake, or ocean) TOUCH OF MADNESS within the spell range, you can affect only one target. If such a source of water exists within the range of the spell, Enchantment [Mind-Affecting] the spell creates a burst centered on a location you designate. Level: Madness 2 In either case, the water deals 1d8 points of damage per two Components: V, S caster levels (maximum 7d8) to the target or to creatures Casting Time: 1 standard action within the area. Range: Touch",
        "name":  "Area",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S Protective spells such as protection from evil,shield,globe",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) nidelleB .S yb .sullI Unyielding roots187 SPELLS DOMAINS AND CHAPTER 7 You invoke healing energy over a group of creatures, grant- Good clerics undergo the following transformations: ing each the fast healing ability for the duration of the spell. ò You grow feathered wings that allow you to fl y at twice Each subject heals 1 hit point per round of such damage your normal speed (good maneuverability). until the spell ends and is automatically stabilized if he or ò You gain +1 natural armor. she begins dying from hit point loss during that time. Mass ò You gain low-light vision. lesser vigor does not restore hit points lost from starvation, ò You gain resistance 10 to acid, cold, and electricity. thirst, or suffocation, nor does it allow a creature to regrow ò You gain immunity to disease. or attach lost body parts. ò You gain a +4 racial bonus on saving throws against The effects of multiple vigor spells do not stack; only the poison. highest-level effect applies. Applying a second vigor spell of ò You gain damage reduction 10/magic. equal level extends the fi rst spellÆs duration by the full dura- ò You gain spell resistance 25. tion of the second spell. ò You gain the following bonuses to your ability scores: +4 Str, +2 Dex, +4 Con, +2 Int, +4 Wis, +4 Cha. VIGOROUS CIRCLE Conjuration (Healing) Evil clerics undergo the following transformations:",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 rounds + 1 round/level (max 40 rounds) normal speed (average maneuverability). ò You gain +1 natural armor. This spell is the same as mass lesser vigor, except that it grants ò You gain bite and claw attacks. If you are size Medium or fast healing at the rate of 3 hit points per round. larger, your bite deals 1d6 points of damage and each claw attack deals 1d4 points of damage. If you are Small, your VISAGE OF THE DEITY bite deals 1d3 points of damage and each claw attack deals Transmutation [Evil, Good] 1d3 points of damage.",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level 8 Graaghya, female half-orc fighter 5/ pious templar of Gruumsh 3 51 You invoke a divine shield to protect you as you close with 8 Jernit, male half-elf ranger 5/ temple raider of Olidammara 3 69 a chosen opponent. Choose a foe as you cast this spell. You 8 Krotan the Stormlord, male human cleric 5/ gain a +4 defl ection bonus to your AC against all attacks of stormlord 3 66 opportunity from opponents other than the chosen foe. 8 Orellen, male half-elf bard 5/evangelist 3 40 Also, you can move through enemies as if they were allies 8 Templeton, male human cleric 5/ for the duration of this spell, as long as you fi nish your move- divine oracle 3 36 9 Darek Olrock, male dwarf cleric of Moradin 5/ ment closer to your chosen foe than when you began it. church inquisitor 4 27 9 Eandarrial, female elf ranger 2/cleric 3/ ZEALOT PACT seeker of the Misty Isle 4 62 Evocation 9 Malsaern the Enlightened, male human cleric 4/",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 full plate armor, +1 heavy steel (Wis), Craft (Int), Knowledge (religion) (Int), and shield, masterwork heavy mace, sling, 20 bullets, ring of Spellcraft (Int), plus any skills given in the description protection +1, cloak of protection +1, periapt of Wisdom +2, of the base animal corresponding to the characterÆs lesser metamagic rod(Extend Spell), scroll ofrestoration, lycanthrope type. See Chapter 4: Skills in the PlayerÆs scroll ofair walk, scroll ofcure moderate wounds, potion of Handbookand Chapter 6 in the Monster Manualfor skill 5 darkvision. descriptions.Skill Points at Each Level: 2 + Int modifier. humanoid form can make another attempt each sub- sequent round, rather than waiting until dawn. The Moon Guardian Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +1 +2 +2 +0 Natural spell, ù voluntary change 2nd +2 +3 +3 +0 +1 level of existing divine spellcasting class 3rd +3 +3 +3 +1 Rapid change ù 4th +4 +4 +4 +1 +1 level of existing divine spellcasting class 5th +5 +4 +4 +1 Instantaneous ù change CLASS FEATURES Rapid Change (Ex): At 3rd level, the moon guardian can make a Control Shape check as a move All of the following are class features of the moon action rather than a standard action, though he can still guardian prestige class. change form only once per round.",
        "name":  "Possessions",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hordes of the Abyss.) they all derive their powers from a fiendish her itage. In truth, while they might be the most visible and well-known exam ples, fiendish warlocks make up only a thin majority of all those who use invocations. Some theorists even hold that the category of arcanists known as \"warlocks\" actually encompasses a wider range of power sources and mindsets than com monly believed, and that further study will reveal the multitude of arche types hiding behind the label of warlock. Just as magic can strike, so can it shield Warlocks whose power derives from demonkind are most Schools don\u0027t explain exactly how magic works, and they commonly chaotic evil and tend toward savage brutality. don\u0027t contain any rules or laws for working magic. Instead,",
        "name":  "The common stereotype associated with warlocks is that revision in Fiendish Codex I",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "There is part of every controller that has wizards at this level, haste should come first. Nothing beats little respect for life or its freedoms. These spellcasters gave the Armor Class, attack, and speed bonus, with an extra themselves permission long ago to use the disturbing power melee attack to boot. they wield with unrestrained abandon. Controllers can either 4th—Stoneskin: Some boosters cringe at the material be loud and brash or quiet and unassuming, but they all share component cost for this spell, but that kind of tight-fisted a tendency to be more than a little egotistical and self-serving. approach results in dead allies. Load up on diamond dust and A controller can, quite literally, make a social circle revolve cast this spell at every opportunity. Don\u0027t hesitate to solicit around her. It would even be fair to say that some controllers contributions to the effort—it\u0027s perfectly reasonable for the pursue this path out of a desperate, misdirected need to assert has bardic tendencies, the sublime chord (Complete Arcane) control over their own lives. provides spell choices that advance up to 9th level, with selec",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These feats help augment with clerics and fighters in the warrior in her chosen role and are melee combat. Taking mass strongly recommended. bull\u0027s strength later on might Battle Caster (Complete Arcane) help improve your relation Extremely useful for bards, war- ships with other party mages, and any other arcane caster members. able to ignore spell failure chance 3rd—Displacement: Yes, from armor. When paired with haste is attractive, but halv mithral full plate armor, this feat ing the damage you take provides a +4 boost to AC over a in a battle is better for long- mere chain shirt. term survival. Vampiric touch",
        "name":  "Best Feats",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Although these feats stitution, Charisma, and natural armor, retain some functionality for a warrior, their application is along with immunity to magic sleep effects and paralysis, a limited at best. warrior rarely has to think twice. Sorcerers cast this spell at",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a warrior, you seek spells that strengthen that rivals your own. Few spells warrant giving up your ability your character\u0027s ability to repel the enemy, withstand the to cast spells ... but this one does. enemy, and deal damage. Spells that turn you into an unstop 8th—Lightning Ring (Spell Compendium): You become a pable force of wanton destruction are high on your list. Most crackling corona of electricity, damaging any creature that of your spells belong to the transmutation school. dares stand adjacent to you while also discharging two 5d6 bonus, and poor Armor Class make her a poor candidate lightning bolts as a free action per round. for the warrior\u0027s role. With the right choice of class and a 9th—Dragonform (Player\u0027s Handbook II): Three words: Huge. few adjustments, however, an arcane spellcaster can fit into Red. Dragon. The extra 150 hit points don\u0027t hurt, either. If you\u0027re the warrior\u0027s role. The warrior archetype, described above, up for the challenge, shapechange also offers a lot of potential. explains a variety of ways to achieve this.",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Warriors have to be careful about how Any arcane warrior, however, rarely has the sheer melee they augment themselves. The advantages of taking any one damage-dealing capability of a fighter or barbarian. A party spell over another must outweigh the disadvantages, espe that includes such a character should also have at least one cially if you have a limited number of spells known. other character capable of stepping up to the front line. Death Armor (Spell Compendium): Any spell that relies on Expert: The bard makes the best arcane expert, since he creatures striking you to deal reactive damage is a bad idea shares many of the rogue\u0027s class skills. Furthermore, the bard at low levels. You don\u0027t want to take damage at all until you has access to a wide range of \"toolbox\" spells that allow him gain access to spells that grant damage reduction. to overcome or even ignore obstacles. A party with a bard",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The mechanical effects of the new ability. number of arcane stunts you possess, the same total daily limit applies to their use—that is, each day, an 11th-level ARCANE HUNTER swashbuckler with an Intelligence of 14 could use one of his spell-like abilities three times or one ability twice and Rangers learn to track and hunt creatures of a certain type the other once. when choosing a favored enemy. Some rangers concern themselves less with what a creature is, and more with what ARMORED MAGE it does. These rangers learn to identify signs of the arcane and make it their business to combat those who use arcane Rare is the fighter who hasn\u0027t envied the wizard\u0027s bag of magic in opposition to their goals. magical tricks. Although even the most basic arcane spell",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Knowledge (arcana) 1 rank. spells while wearing light armor. On its own, this alternative",
        "name":  "Special Requirement",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, you gain favored enemy (arcanists). into play. This feature works just like the favored enemy ability (PH Class: Fighter. 47). The bonuses granted apply to any character capable of Level: 1st. casting arcane spells or using invocations (but not other Special Requirement: Knowledge (arcana) 1 rank. spell-like abilities). Replaces: You lose proficiency with medium armor and heavy armor.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one arcane spellcasting class, such as sorcerer. You can avoid any chance of arcane spell failure for Every swashbuckler relies on her agility and quick wit to spells gained from this class as long as you restrict yourself to get her out of scrapes. Some take this a step farther, learning light armor and light shields. This training does not extend magical tricks that boost their mobility or defense. to any other form of armor or shields, nor does this ability You can attempt to counterspell a number of times per day apply to spells gained from other spellcasting classes. equal to 1 + your Cha modifier. This benefit applies only to spells of a level equal to or A character with 5 or more ranks in Knowledge (arcana) lower than your fighter class level + 1. gets a +2 bonus on counterspelling attempts when using this ability. CURSE BREAKER DIVINE MAGICIAN Most paladins use their divinely granted powers to combat diseases that plague their allies. Paladins with an interest Deities influence the world through the divine spells they in the arcane—particularly those who battle necroman grant their worshipers. Some clerics, however, choose to cers—sometimes prefer to learn to counteract the effects explore magical powers beyond those commonly provided of magical curses. by the gods. By giving up some of their divine power, these",
        "name":  "ARCANE STUNT Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain the supernatural abil Knowledge (the planes) 1 ity to counter another spellcaster\u0027s magic rank, Speak Language (Auran, through pure force of will. This ability Terran, Ignan, or Aquan) functions just as if you were using dispel Replaces: You do not gain magic to counter the spell, except that you an animal companion, nor do add your cleric level (instead of your caster you gain wild empathy. level) to the d20 roll. You don\u0027t need to Benefit: You gain the identify the spell the opposing spellcaster companionship of a Small ele is casting to make the attempt. mental (air, earth, fire, or water; If you don\u0027t have a cleric level, use your your choice). You must speak the effective cleric level for the purpose of language of your chosen elemental com turning undead. For example, a pala panion (Auran, Terran, Ignan, din would normally turn undead or Aquan, respectively). as a cleric of three levels lower; Your elemental companion her effective cleric level for has the normal statistics of an counterspelling is equal to her elemental of its kind. paladin level- 3. It does not gain any A druid and her air elemental companion FOCUSED SPECIALIST extra HD, natural armor adjustment, Strength or Dexterity adjustment, or extra tricks (it is intelligent enough to follow Every wizard who calls himself a specialist takes pride your spoken commands and thus needs no tricks). It gains in wielding his preferred form of magic. Those who are all other special abilities normally granted to an animal exceptionally pure of purpose take this specialization to companion, with the exception of Multiattack. an entirely new level, disdaining breadth of skill in favor of At 4th level, your elemental grows into a Medium elemen even greater focus. tal of the same kind. Its statistics change appropriately. Class: Wizard. At 10th level, you can choose for your elemental compan Level: 1st. ion to grow to a Large elemental of the same kind, with the Special Requirement: You must be a specialist wizard. appropriate changes to its statistics. If you choose for your Replaces: You lose one spell slot from each level of wizard elemental to remain Medium, it instead gains 2 HD, +2 spells you can cast. If you later gain the ability to cast higher- Strength, +2 Constitution, and damage reduction 5/—. level wizard spells, you lose one spell slot from each new level At 16th level, you can choose for your elemental compan of spells you can cast. ion to grow to a Huge elemental of the same kind, with the You must also choose another prohibited school of magic, appropriate changes to its statistics. If you choose for your which can\u0027t be divination. elemental to remain at its current size, it instead gains an Benefit: You can prepare two additional spells of your spe additional +4 HD, +4 Strength, +4 Constitution, and damage cialty school per spell level each day. These extra spells are in reduction 5/—. All these benefits stack with existing statistics addition to those normally granted to a specialist wizard. except for the damage reduction. This benefit doesn\u0027t apply to spells gained from classes other than wizard. SOULWARP STRIKE The traditional monk seeks balance in body, mind, and soul, and through this equilibrium gains various combat talents. A monk who learns the secret of the soulwarp strike masters an arcane talent of necromancy that infects her enemy\u0027s ki, producing an effect akin to terrible sickness.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use your music or poetics to interfere require an attack roll. Other spells and spell-like abilities that with spells that have verbal components. Doing this costs affect a target aren\u0027t subject to this reflection. one daily use of your bardic music ability and requires a If a single spell or ability misses you more than once standard action to start. Enemy spellcasters within 30 feet at the same time (such as scorching ray cast by a high-level of you take a 20% spell failure chance when casting any spell caster), you can redirect each portion of the spell that that has a verbal component (as if they were deafened). You missed. Using the example above, if you were missed by can maintain your spellbreaker song for 3 rounds. two of the three rays from an 11th-level wizard\u0027s scorching This ability follows all the other appropriate rules for ray spell, you could redirect only those two rays (but not bardic music. the one that hit). STALWART SORCERER FEATS Most sorcerers hide behind walls of steel, slinging spells While spells are certainly the defining characteristic of at enemies safely distant. You have no patience for such arcane casters, feats rank a close second. The methodology cowards and prefer to be near the front line. Your breadth of spellcasting is an intricate, personal, and vital element of of magical knowledge might not compare with those craven playing a spellcaster. Feats that represent and modify tech weaklings, but you are proud to dive into the fray alongside niques of spellcasting define the differences between one the fighter. caster and another and grant characters significant advantages If you play a sorcerer with this alternative class feature, in combat and other confrontations. | consider taking at least one level of fighter and selecting the Most of the new feats presented below are designed to aug I armored mage alternative class feature (see page 32). ment the prowess and abilities of spellcasters in general, but",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "reserve feats. a true masterpiece. A sorcerer is like a child with These feats are usable only by spellcasters, and they employ paints, barely understanding what they are doing. an unusual form of prerequisite. Reserve feats draw upon I have mastered the art.\" the magic inherent in a caster\u0027s body and soul, utilizing (but —Mialee the wizard not consuming) energy from available spells to augment the character\u0027s already prodigious magical talents. USING RESERVE FEATS pares to spells two or three levels below the spell kept in reserve. Reserve feats are designed to allow spellcasters to stretch their In essence, you get an unlimited low-level spell effect as long resources over a greater number of encounters. As long as you as you keep your \"big gun\" in reserve. This situation encour retain the appropriate spell or spells, you have unlimited access ages tactical use of spell resources—for example, the decision to one or more special abilities, many of which are useful in whether to cast fireball now or save it for the next fight—without combat. preventing you from doing something interesting every round. Effectively trading a single spell or spell slot for an at-will At higher levels, even if the power level of the feat\u0027s benefit ability represents an entirely new direction for feats. At a glance doesn\u0027t compare well to your other spells, don\u0027t forget the the benefit appears extremely potent, and it is. The important other advantages that it offers. As supernatural abilities, these distinction is that these feats, in general, don\u0027t directly make benefits don\u0027t use components, so you can activate them even you more powerful; instead, they allow you to extend your power while bound or gagged. They can\u0027t be countered or dispelled. over more encounters. This in turn allows the party to continue Arcane spell failure chance does not apply, making the feats adventuring (rather than call it a day after your spell allotment is attractive to multiclass spellcasters who normally wear armor. exhausted), which translates into the players having more fun. Most important, they are unaffected by spell resistance. All told, A reserve feat shouldn\u0027t make you appreciably more power while a 9d6 burst of fire might not appear to measure up to the ful in a single encounter, and it doesn\u0027t make your most potent average 17th-level wizard\u0027s spell complement, it might prove spells much better. In most cases, a reserve feat\u0027s benefit com- quite useful in any number of situations. Each reserve feat\u0027s primary benefit is a supernatural ability Example: Consider the feat Mystic Backlash. In order to use usable at will. Unless stated otherwise, it requires a standard the feat\u0027s primary benefit, a wizard must have an abjuration action to activate and does not provoke attacks of opportunity. spell of at least 5th level prepared and not yet cast. As soon as If a saving throw is allowed, the DC is equal to 10 + the level of she casts her last abjuration spell of 5th level or higher, or if the spell allowing the ability\u0027s use + the ability modifier you she prepares no abjuration spells of 5th level or higher on a would apply to that spell\u0027s save DC. For example, if a wizard given day, she loses the primary benefit of the feat until she with a +3 Intelligence modifier and a reserved 3rd-level sonic once again prepares an appropriate spell. spell succeeds on a touch attack using the Clap of Thunder A sorcerer, on the other hand, need merely have an abju reserve feat, she causes the target to make a successful DC ration spell of 5th level or higher on his spells known list 16 Fortitude save or be deafened. and at least one spell slot of the same level or higher unused In addition, each feat provides a caster level boost to a for the day. As soon as he casts his last sorcerer spell of 5th certain category of spells that applies at all times, regardless level or higher, he loses the primary benefit of the feat until of whether the character has any spells left to cast. he readies his spells for the next day (or otherwise regains a The primary benefit can only be activated if the caster spell slot of 5th level or higher). has a spell of an appropriate variety (of a particular school, A wizard can take a reserve feat as her bonus feat at 5th, subschool, or descriptor) available to cast. The definition of 10th, 15th, or 20th level, in place of a metamagic or item \"available to cast\" depends on whether the character prepares creation feat. spells or casts spontaneously from a list of spells known. A spellcaster who prepares spells each day (such as a TACTICAL FEATS wizard) must have an appropriate spell prepared and not yet Feats with the tactical descriptor allow characters to perform cast that day. If the character has more than one appropriate a number of powerful maneuvers. spell prepared and uncast, she gains the benefit only from the If you\u0027re playing a character who wants to use a tactical highest-level spell; she can\u0027t gain multiple benefits, or stack feat, it\u0027s your responsibility to keep track of the actions you\u0027re benefits, by preparing more than one appropriate spell. performing as you set up the situation that the feat enables A spellcaster who does not need to prepare spells (such as you to benefit from. a sorcerer) must know an appropriate spell and must have at least one unused spell slot of that spell\u0027s level or higher. If the character has more than one appropriate spell known, he FEAT DESCRIPTIONS gains the benefit only from the highest-level spell for which he has an unused spell slot of that level or higher. The feats described in the following section supplement If a spellcaster has spells from more than one class, only the feats in the Player\u0027s Handbook and in Complete Arcane. spell slots that could actually be used to cast the appropriate Table 2-1 summarizes the prerequisites and benefits of all spell count toward granting this benefit. A bard/sorcerer these feats. who knows the appropriate spell only as a bard spell can\u0027t ACIDIC SPLATTER [RESERVE] use his sorcerer spell slots to qualify for the reserve feat\u0027s primary benefit. You can channel magical energy into orbs of acid.",
        "name":  "Complete Mage presents a new category of feat",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A conjurer can select this feat as a wizard bonus higher available to cast, you can fly up to 30 feet (perfect feat. maneuverability) as a move action once per round. You must begin and end this flight solidly supported, or you fall. CLUTCH OF EARTH [RESERVE] You can\u0027t use this ability if you wear heavy armor or carry a heavy load. You briefly increase the earth\u0027s pull on the target creature. As a secondary benefit, you gain a +1 competence bonus Prerequisite: Ability to cast 2nd-level spells. to your caster level when casting air spells. Benefit: As long as you have an earth spell of 2nd level or higher available to cast, you can spend a standard action to CAPTIVATING MELODY reduce the speed of any landbound creature within 30 feet of you. The creature\u0027s normal land speed, as well as its burrow You can expend some of your musical abilities to increase the and climb speeds, decrease by 5 feet per level of the highest- potency of your enchantment or illusion spells. level earth spell you have available to cast, to a minimum",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your watchful level of the highest-level spirit helps you defend your summoning spell you have self. If you use an initiative available to cast, and the reroll from your watchful spirit item can weigh up to 2 class feature, you gain a +2 dodge pounds per level of that bonus to your Armor Class for the spell. duration of that encounter. As a secondary benefit, you Also, you gain one extra initia gain a +1 competence bonus to your tive reroll from your watchful spirit class caster level when casting conjuration feature. summoned creatures even more potent (summoning) spells DELAY POTION DROWNING GLANCE [RESERVE] You can drink a potion and postpone its effects. With a look, you create a small but incapacitating amount of",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spontaneous casters applying metamagic must effect of either Silent Spell or Empower Spell to the second either take a full-round action (if the spell normally requires casting of lightning bolt, but not both. a standard action or less) or add a full-round action to the cast ing time (if the spell takes 1 full round or longer to cast). A ROGUE SURVIVES A PHANTASMAL STRANGLER SPELL All of the sudden there was this nasty fish smell and a cold, It was just about the creepiest thing that ever happened to me. slimy critter with a whole lot of arms covered with claws and We hit the wizard\u0027s inner sanctum to find her standing behind suckers dropped out of nowhere and right onto my neck. In three tall, nasty trolls. Our spellslinger popped off a quick fire some part of my mind, I knew the creature wasn\u0027t real, but I\u0027m spell that should have scorched the trolls, but it didn\u0027t seem to not fond of deep water and I like what lurks under the waves have much effect. Our fighter rumbled forward in his pile of even less. The foul thing had me by the neck and the knees in a noisy armor and got busy chopping troll. I could see that wasn\u0027t minute, and I felt myself falling to the floor. Somehow, I knew going to be over quickly, so I pulled a trick of my own and rolled that if this nightmare toppled me to the floor I was a goner, so right between the lead troll\u0027s legs. Man, did it look surprised. I went down on one knee to get stable and grabbed a tentacle. When I popped back upon my feet the wizard and I were face I knew it was strong enough to counter any wrestling move I to face. I figured things were headed downhill for the wizard, could think up, so I decided to think slippery. I have a little trick but she pulled a swift move of her own. She sort of twiddled her I use for slipping bonds and I figured it would work here. You fingers so they looked like she was weaving something while she could say I just climbed out of the hold like I was slipping off a did a little sidestep. She also spoke a few syllables of gibberish shroud. One move to pop up like a cork and another to kick my that I couldn\u0027t understand. I don\u0027t know much about magic, attacker aside and I was loose again. Lucky me. No sooner did I but I know when a spell is coming my way, especially when escape those deadly tentacles when the whole thing evaporated I\u0027m up close. I\u0027m usually pretty good at sticking a blade into a like smoke from a dying fire. Our spellslinger told me later it spellslinger\u0027s gizzard when they start casting within my reach, was just something shaped from my own thoughts, but it sure but I just couldn\u0027t find an opening this time. seemed real to me. RETRIBUTIVE SPELL [METAMAGIC] As a secondary benefit, you gain a +1 competence bonus to You can keep a spell in reserve to use when a foe causes you your caster level when casting necromancy spells. harm.",
        "name":  "Normal",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At each level, you gain new invocations Reflexes, Maximize Spell-Like Ability (eldritch blast) known and an increase in caster level as if you had also gained Skills Bluff+6, Concentration +6 (+10 casting defensively), a level in an invocation-using class to which you belonged Diplomacy+4, Intimidate+7, Knowledge (nature) +5 (from before adding the prestige class level. (This includes eldritch Plant domain), Knowledge (the planes) +8, Listen +3, blast) You do not, however, gain any other benefit a character Sense Motive +8, Speak Language (Sylvan), Spellcraft +5, of that class would have gained. If you had more than one Spot +3, Survival +3 (+5 aboveground or on other planes) Possessions masterwork spear, +2 studded leather armor, invocation-using class before becoming an eldritch theurge, cape of the mountebank, pearl of power (1st level) you must decide to which class to add each level for the pur Hook \"You may worship the divine, but I wield its power in pose of determining caster level and invocations known. my very hands!\" Damage Reduction (Su): Fortified by the supernatural power flowing through your body, you become resistant to physical attacks. You gain damage reduction l/cold iron at ELDRITCH THEURGE 1st level; this stacks with damage reduction gained from \"Magic resides in my mind, my heart, my blood, and my soul. How other sources. can anyone as limited as you possibly stand against me?\" Your damage reduction improves to 2/cold iron at 4th level, —Oslavan Kaligos, the Night-Bearer to 3/cold iron at 7th level, and to 4/cold iron at 10th level. Fiendish Resilience (Su): Beginning at 2nd level, you Most of those who find themselves blessed (or cursed) with know the trick of fiendish resilience. Once per day, as a free magic burning in their fiendish blood become warlocks, action, you can enter an elevated physical state that lasts for but a rare few study formal magic to better understand and 2 minutes. While in this state, you gain fast healing 1. control their powers. The result is the eldritch theurge, a At 9th level, your fiendish resilience improves; while in your master of both spells and invocations, a mage with the ter fiendish resilience state, you gain fast healing 2 instead. rifying combination of potent spells and a reserve of abilities This ability stacks with fiendish resilience granted by any he can\u0027t possibly exhaust. other source. Spellblast (Sp): This invocation (Lesser; 4th; Eldritch BECOMING AN ELDRITCH THEURGE Essence), learned at 3rd level, allows you to place an arcane spell that affects an area upon your eldritch blast. If the eldritch All eldritch theurges have levels in the warlock class, since blast hits its target, the spell\u0027s area is centered on any corner of this is the only currently known means to meet two of the the target\u0027s space, even if the spell could normally be centered requirements. Most eldritch theurges take levels in wizard only on the caster. If the eldritch blast misses its target, the since this allows fastest access to the class, but a significant spell is lost with no effect. number become sorcerers, taking advantage of their high It takes a full-round action to cast the spell and fire the Charisma. A few meet the requirements as bards, though eldritch blast. Only an area spell with a casting time no this is exceptionally rare. Other combinations with arcane greater than 1 standard action can be placed upon your casting classes are possible, such as the wu jen (Complete eldritch blast. Arcane) or the dread necromancer (Heroes of Horror), but are Only the first target of your eldritch blast is affected by the at least as rare as the bard. spell (for example, an eldritch chain spellblast centers the spell on the initial target, not on any of the secondary targets). If ENTRY REQUIREMENTS your eldritch blast doesn\u0027t specify a target, you can\u0027t apply this",
        "name":  "Feats Combat Casting, Dodge, Extra Turning, Lightning Invocations",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any good. Spirit Armor",
        "name":  "Alignment",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to cast 2nd-level arcane spells. Init +0; Senses Listen +2, Spot +2 Special: Bardic music 5/day. Languages Common AC 16, touch 10, flat-footed 16 CLASS FEATURES (+6 armor) hp 45 (10 HD) As a lyric thaumaturge, you focus on spells and magical effects Fort +4, Ref +3, Will +11 that harmonize with your bardic music ability. You have a Speed 30 ft. (6 squares) wider array of spells available than bards do, and your bardic Melee +7 spell storing longspear +6 (1d8+1/x3) or music makes your spellcasting more potent. Melee heavy mace +5 (1d8)",
        "name":  "LG Medium humanoid Spellcasting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide 8 ranks, Search 8 ranks, Sense Motive 4 ranks, Speed 30 ft. (6 squares) Spellcraft 4 ranks, Spot 8 ranks. Melee +2/mwk quarterstaff +6 (1d6+2) Spellcasting: Ability to cast 1st-level arcane spells, including Ranged mwk darts +5 (1d4) at least two divination spells. Base Atk +4; Grp +4 Special Actions augmented casting 5/day CLASS FEATURES Sorcerer Spells Known (CL 7th, choose spells as CL 5th): 2nd (5/day)—arcane turmoil* (DC 15), invisibility, rope As an unseen seer, you excel at surreptitious information- trickB gathering. No secret is safe from you because you can ferret 1st (7/day)—charm person*, color spray (DC 14), mage armor]\u0027, orb of sound, lesserCA (+4 ranged touch), out information through spells or even by mundane means shield+ when necessary. You are adept at revealing falsehoods and 0 (6/day)—detect magic, daze (DC 13), message, unraveling even the most skillful deception, all the while prestidigitation, read magic, resistance keeping your own motives and activities hidden. + Already cast Spellcasting: At each level, you gain new spells per Wizard Spells Prepared (CL 8th, choose spells as 6th): day and an increase in caster level (and spells known, if 3rd—arcane sight (2), clairaudience/clairvoyance applicable) as if you had also gained a level in an arcane 2nd—detect thoughts (DC 15), locate object, obscure spellcasting class to which you belonged before adding the object, scorching ray (+4 ranged touch) 1st—comprehend languages, dawnburst* (DC 14), sleep, prestige class level. You do not, however, gain any other unseen servant benefit a character of that class would have gained. If you 0—arcane mark, disrupt undead (+4 ranged touch), ghost had more than one arcane spellcasting class before becoming sound (DC 13), mending an unseen seer, you must decide to which class to add each Abilities Str 10, Dex 13, Con 12, Int 17, Wis 8, Cha 16 level for the purpose of determining spells per day, caster SQ Arcane spell power +2, augmented casting 5/day, level, and spells known. expanded spell knowledge",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +10 ft. to land speed, resistance to fire 1st Level 10, use fire shield once.",
        "name":  "Heart of Fire",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any creature damaging you NEW RANGER SPELLS becomes exhausted for 2 rounds. 1st Level Repelling Shield: Invisible disc gives +4 to AC, blocks magic missiles, pushes away attackers.",
        "name":  "Abjur Karmic Backlash",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +10 ft. to land speed, resistance Abjur Otiluke\u0027s Suppressing Field: Spells of a designated to fire 10, use fire shield once. school or subtype are suppressed.",
        "name":  "Heart of Fire",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Create patch of illusory terrain Prismatic Aura: Shield of colors offers concealment that hinders foes and allows you to hide. and damages your attackers.",
        "name":  "Illus Nightmare Terrain",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You take the to fire 10, use fire shield once. form of a beholder. 6th Level",
        "name":  "Trans Dreaded Form of the Eye Tyrant",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action spinning force blades. This spell creates of this spell. Range: Touch one blade per three caster levels, up to a Target: Living creature touched CRITICAL STRIKE maximum of six blades at 18th level. You Duration: Instantaneous gain a shield bonus to AC equal to the Divination Saving Throw: Fortitude negates number of blades that circle you. This Level: Assassin 1 Spell Resistance: Yes bonus applies against incorporeal touch Components: V, S attacks, since it is a force effect. Casting Time: 1 swift action Your hand shrivels like the limb of a corpse",
        "name":  "You surround yourself with a ring of his skill ranks while under the effect Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Personal as dark energy flows through your veins. can direct one of the blades to break Target: You off and strike any target within 30 feet. Duration: One attack You bestow on your target a horrible dis The blade strikes unerringly, requiring ease effectively identical to mummy rot. no attack roll, and deals 2d6 points of The incubation period is instantaneous, damage (even to incorporeal creatures) and the initial save for the spell before disappearing. Spell resistance is calculated normally; all applies against this effect. Launching subsequent daily saves to a blade in this fashion reduces your avoid damage are DC 20. shield bonus accordingly. Mummy rot deals ld6 Any creature that grapples you points of Constitution is automatically struck by all the damage and ld6 points blades that still encircle you, which of Charisma damage im deal damage as normal but then mediately, and a similar disappear as though you had vol amount per day thereaf untarily launched them. ter; a victim reduced to 0 Constitution shrivels away COMBINED TALENT into sand and dust. Divination Furthermore, any char",
        "name":  "Every round, as a move action, you Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes burning within you. In the mind of your victim, the hood of a This spell converts king cobra spreads from your head, neck, part of your body into and back, your eyes become those of a great elemental fire, which serpent, and dripping fangs sprout from speeds your step and your jaws. toughens your flesh. You gain a +10-foot enhancement The subject perceives that you have bonus to your land speed and resistance Hood of the cobra convinces these robbers grown serpentine features, including a to fire 20. that Hennet is more than they can handle cobra\u0027s hood, a snake\u0027s slitted eyes, and Furthermore, while this spell is venomous fangs. A successful Will save active, you can activate a fire shield ef The crashing of waves echoes in your ears. allows him to recognize the illusion as fect (as the spell; fire-based protection unreal, which ends the spell\u0027s effect. only) on yourself as a swift action. This This spell converts part of your body into However, if the Will save fails, the sub benefit lasts for 1 round per level, at the elemental water, which makes you better ject is shaken for as long as he can see end of which time the spell\u0027s entire able to navigate aquatic environments you. Closing his eyes negates this effect effect ends. and slip through confined spaces. You but also effectively blinds him. If heart of fire is active on you at the gain a swim speed equal to your land In addition, if you make a successful same time as heart of air, heart of earth, speed, which grants you certain benefits melee touch attack (a standard action) or heart of water, you gain light fortifica (including a +8 racial bonus on Swim against the target while the spell\u0027s tion. If all four of these spells are active checks; see MM 311). You also gain the duration lasts, he believes that he has on you at the same time, you become ability to breathe water (as if under the been bitten by a venomous serpent and immune to extra damage from critical effect of a water breathing spell). Finally, takes ld6 points of Constitution dam hits and sneak attacks. age (Fortitude negates). Unlike normal poison, this attack has no secondary INCENDIARY SLIME You fill the target\u0027s mind with a barrage damage, though you can continue to Conjuration (Creation) of illusory sound. The subject takes a \"bite\" the subject each round. Immunity Level: Sorcerer/wizard 2 -10 penalty on Listen checks and 2d6 or resistance to poison applies normally points of sonic damage each round. A against this effect, even though it isn\u0027t A slick, greasy liquid seeps from the targeted successful Will save reduces the dura real poison (the subject and his body object, thoroughly coating it. tion to 1 round. both believe it to be real). JET OF STEAM This spell functions like grease (PH 237), HORRID SICKNESS but the liquid is also highly flammable. Evocation [Water]",
        "name":  "You feel a sudden flame Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See text A creature wearing armor or clothing ruddy hue. The metal creaks as it re-forms Spell Resistance: No affected by this spell takes a -5 penalty and straightens itself. on Escape Artist checks and on grapple A sticky layer of black liquid coats your checks made to resist or escape a grapple You instantly restore a single metal ob target. or to escape a pin. ject that has been damaged or destroyed Resinous tar counters and dispels by rust. This works even if the object grease (and vice versa). has been reduced to powder, such as Material Component: A by the rusting grasp spell. Even if the drop of honey, molasses, or object is partly missing, such pine resin. as one partially consumed by a rust monster, the spell func RESONATING AGONY tions as long as at least 1/4 of the object remains. Evocation [Sonic]",
        "name":  "Flecks of rust melt together and lose their Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bard 6 magical properties of any magic Components: V, S item or construct destroyed by Casting Time: 1 standard action rust. A slain or destroyed metal Range: Touch lic creature such as an iron golem Target: Living creature touched is restored in physical form, but it Duration: 1 round/level remains \"dead,\" having lost all magi Saving Throw: Fortitude partial cal qualities. Spell Resistance: Yes REPELLING SHIELD At your touch, a dull rumble courses Abjuration [Force] through the body of your foe, shak",
        "name":  "This spell does not restore the Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level (D) the body of the target. If you hit, the target is nauseated for the You create a shield of force that can -push duration of the spell. Each round your attackers away from you. on its turn it can attempt a Fortitude save to lessen this effect to sick This spell functions like the shield spell, ened for that round. except that any adjacent creature that A subject under the effect makes a melee attack against you is also of painful echoes (page 112) takes Rain of spines brings a pushed 5 feet away from you after the at frost giant dawn to size 1 point of Constitution damage each tack is resolved. A successful Reflex save time it fails a Fortitude save against negates this effect, and spell resistance The resinous tar spell makes a solid sur resonating agony. applies. You can choose the direction face sticky. Movement costs across the of the creature\u0027s movement, as long as area are doubled. Any prone creature RESOUNDING THUNDER it ends up farther away from you than in the area must succeed on a DC 10 Evocation [Sonic] it began. You can\u0027t push a creature into Strength check to stand up. Level: Bard 4, sorcerer/wizard 5 a space that it couldn\u0027t legally occupy The spell can also be used to create Components: V, S (such as a wall). If no legal space exists a sticky coating on an item. Items not Casting Time: 1 standard action to push the creature, it is unaffected. in use or in a creature\u0027s possession are Range: Medium always affected by this spell. An object (100ft. + 10 ft/level) RESINOUS TAR wielded or held by a creature receives a Area: 20-ft.-radius spread Conjuration (Creation) Reflex saving throw to avoid the effect. Duration: 5 rounds (D)",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) —-Hennet the sorcerer Even as you prepare for sleep, you feel a strange Your flesh turns into solid onyx, and your alertness in the back of your mind. muscled fists crackle with the unbridled NEW WARLOCK power of thunder and lightning. You set a specific condition under which INVOCATIONS you automatically wake up. This condi You take the form of a marut (MM 159), tion might be anything from \"If any including the full plate armor normally Tiny or larger creature comes within LEAST INVOCATIONS worn by such a creature. You gain 50 10 feet of me\" to \"When the moon is All-Seeing Eyes: As comprehend temporary hit points, which disappear at at its zenith.\" The condition must be languages on written material, the end of the spell\u0027s duration. You can something that you would normally bonus on Search and Spot checks. use each of the marut\u0027s at-will spell-like be able to observe if you were awake. Call of the Beast: Speak with abilities (such as dimension door) once Thus, you can\u0027t set the spell to wake you animals and influence their per casting of the spell, but you don\u0027t when something happens elsewhere, or behavior. gain access to any of the marut\u0027s 1/day when an invisible foe sneaks into your Hammer Blast: Eldritch blast deals or 1/week spell-like abilities (such as campsite. You awaken fully alert and normal damage to objects. chain lightning or earthquake). See the ready for action. Otherworldly Whispers: Gain Polymorph Subschool sidebar on page bonus on Knowledge checks. 91 for more details. Serpent\u0027s Tongue: Gain the scent ability, +5 bonus on saves against poison.",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This item looks like an empty half- gallon waterskin with an airtight seal. When it is opened and exposed to air, an alchemical substance within the flask slowly produces drinkable water. The flask produces water at a rate of 8 ounces per hour (becoming completely full after 8 hours). The water can be poured out as it appears or simply kept in the container. OPTIONAL MATERIAL COMPONENTS Spellcasters have long noted that various items and materials aid them in spellcasting; hence the material components and focus components that various spells require. Further study has revealed that some rare and exotic items can enhance a whole range of spells. These items have become widely avail able, and they can be purchased just about anywhere—subject Alchemical items (clockwise from center): screaming flask, fast torch, to a community\u0027s gold piece limit. auran mask, crackle powder, wine bottle (to show scale), The more potent the spell, the more of the material com dagger (to show scale), weepng flask ponent is necessary to enhance it. You must use a number of \"doses\" of the component equal to the spell\u0027s level (minimum 1) for the component to have any effect. For example, if you Devil\u0027s Eye: These small, translucent stones seem a little wanted to extend a 5th-level abjuration spell with angel down, warm to the touch. They also at least faintly resemble an eye you would need to use five doses of the component (500 gp with a vivid red sclera, a white or yellow iris, and a black, cat value); if you used less than that, the component would be like pupil. Despite the name, devil\u0027s eyes are natural crystals expended with no effect. found in volcanic areas, often streambeds or collections of No more than one type of optional material component can glacial debris. The warm feeling comes from a weak acid that be added to any single spell. If you include a second additional forms on the stone\u0027s surface. component, only one (chosen randomly) takes effect. Material components that apply a metamagic effect to a spell can\u0027t be used in the casting of any spell already affected TABLE 5-6: OPTIONAL SPELL COMPONENTS by a metamagic feat. For example, a stilled mage armor spell Item Weight Cost can\u0027t benefit from angel down, even though the effect applied Angel down * 100 gp Devil\u0027s eye 1/10 lb. 150 gp by angel down is different from the metamagic effect already Dragon\u0027s tear 200 gp on the spell. Fairy button 1/10 lb. 200 gp",
        "name":  "Weeping Flask",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When a shieldstone cavern forms, it hollows change occurs. a roughly hemispherical cavern out of the solid substance in",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2,000 gp. \"I can only imagine that the ferocity of the bear and the vigilance of an owl were the qualities sought. I am just thankful that was all that was sought. Can you imagine the horror if they had, for instance, sought the qualities of a beholder and an illithid?\" —-Mialee the wizard SHIELDSTONE CAVERN Wherever powerful abjuration magic has been used repeat edly to protect a large number of creatures, a shieldstone cavern might form. Not only do such sites provide useful sanctuaries from attack, but they also have the power to augment abjuration spells for arcane spellcasters who can access their power. Because of their link with protective magic, shieldstone caverns manifest in or near population centers, particularly those that are frequently besieged by attackers. Because these sites usually occur within earth or rock, they are found in A mind flayer prepares to enter a shieldstone cavern",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters can gain the following pieces of infor mation about a soulheart pool by making Knowledge (arcana) checks at the appropriate DCs, as given below. Knowledge (arcana) DC Information Gained 10 A soulheart pool is a site that forms where large numbers of fey creatures have gathered. 15 A soulheart pool consists of the purest essence of enchantment magic. 20 Anyone who meditates beside a soulheart pool can draw a small portion of its magic into herself to augment her enchantment spells and effects. Within the cavern, the air is fresh and slightly warm. Any intelligent creature entering a shieldstone cavern feels a strong sense of peace and safety, as though no harm could A soulheart pool is breach its walls. favorite spot of Whenever an arcane spellcaster who has successfully fey creatures drawn power from a shieldstone cavern casts an abjuration spell, an image of a shield briefly appears on the back of each of his hands.",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Only an arcane spellcaster capable of cast ing at least three different abjuration spells of 2nd level or higher can sense and access the power contained within a shieldstone cavern, though any creature can take shelter within its confines.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any creature that enters a shieldstone cavern and asks aloud for protection is affected as if by shield and protection from arrows for as long as it remains within its confines. Furthermore, the intangible hand becomes a stone door that functions as if affected by hold portal and arcane lock until the protected creature asks for release. To claim the special ability granted by a shieldstone cavern, a qualified spellcaster must meditate uninterrupted for 8 hours within its confines. If this meditation is interrupted, the character can begin again.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once a shieldstone cavern has conferred its benefits on a single spellcaster, it cannot do so again for one year. Special Ability (Ex): The effective caster level of a spell caster who draws power from a shieldstone cavern increases by 1 for all abjuration spells.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Get away from your enemies and amaze dagger beneath a black silken cloak . Scoundrels come in them at the same time . This trick is useful for gaining all shapes and sizes, and they draw their strength from a the higher ground bonus or darting out of reach to drink variety of sources both mundane and magical . a potion . 1\u0018 all TYPes sCoundrels of ChaPTer 1",
        "name":  "Not every scoundrel wears leather armor and conceals a Corner Perch",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a clever scoundrel, you need take, the cloaked dancer and master of not rely on spells and often cannot use them masks prestige classes (found in Chapter in the middle of a gathering, but they can Scoundrels are masters 2) make excellent choices . The former allows nonetheless play a vital role in your success . of persuasion for violent confrontations but requires playing Here are a few optimal choices; keep in mind the part of a relatively low-status entertainer, that your class choice might prohibit some options . All while the latter grants more options for disguises but spells appear in the Player’s Handbook unless otherwise fewer combat skills . If you prefer a lower profile, the spy- noted . master prestige class from Complete Adventurer allows you 1st—disguise self: This is a natural choice for any clever to mingle unobtrusively and slip away unnoticed . scoundrel attempting to infiltrate a gathering of people of a different social rank . The value of the +10 bonus on dIvIne sCoundrel Disguise checks cannot be overstated . Divine scoundrels fall into two camps: those who worship 2nd—eagle’s splendor: The main drawback of this spell good deities and those who do not . A good-aligned divine is its limited duration, which makes it useful mainly for scoundrel often works for a secret organization affiliated those all-important first impressions . with her church’s hierarchy, using her knowledge of the 3rd—glibness: This spell helps you talk your way out of underworld to battle the darkest aspects of it . A nongood or into almost any situation . divine scoundrel probably worships a trickster deity or a 4th—voice of the dragon (Spell Compendium): The skill patron of murder, lies, or theft . bonuses and the suggestion effect are incredibly useful . Personality: Regardless of their alignment and who 5th—mislead: This spell lasts just long enough to get they worship, divine scoundrels are quiet, confident you out of a dangerous situation . individuals . If you are good-aligned, you usually hide 6th—veil: If you can’t go it alone, bring the appropriate out in the open, trusting to your station to shield backup under appropriate cover . you from prying eyes . If not, you draw back into the arbmioC .M yb .sullI 1\u0018 all TYPes sCoundrels of ChaPTer 1 shadows and become as difficult to locate as any mundane Hawk’s Vision (Complete Adventurer): Many of the wild scoundrel . feats come in handy for a druid; the benefit of improved",
        "name":  "Best Spells",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "I have already opened deal- ings to acquire for you a lucrative holding, from a most unlikely Your perspicacious servant, source. A local halfling I’ve recently ingratiated myself with turns out to be the owner of one Felfeather Bridge, a lengthy span Bysryn Shimbles pqqqqqqqqqqqqqqqqqqqqrs Illus. by W. Mahy \u00180 2 reTPahC egITserP sessalC organization baTTle TrICksTers In The gaMe Battle tricksters congregate only on an occasional basis, Battle tricksters are frighteningly effective opponents with usually along with magical tricksters and uncanny trick- a few surprises in store . A single one in a group of standard sters (although they make up the smallest number in such combatants makes an excellent leader . The majority of a mixed group) . They swap techniques, introduce newly de- battle tricksters are not villains, but they can be entertain- veloped tricks and trick-supporting equipment and magic, ing bodyguards for the party’s antagonist . and share experiences . Outside observers might assume Anyone who enjoys playing swashbucklers and similar such a meeting is part of a circus or carnival, with trick- characters who perform over-the-top, cinematic acts of sters springing about performing for the enjoyment and daring should find the battle trickster an interesting PC education of onlookers . choice . The prestige class does not hamper a fighting class’s These gatherings, though enjoyable, do not represent abilities, so even someone who prefers the role of front- a structured organization . Battle tricksters looking to line combatant might enjoy the slight change of pace and become part of something more permanent usually join increased flexibility offered by the prestige class . groups that appreciate both their abilities and their moral choices: police forces, thieves’ guilds, and military or guard adaptation units . The battle trickster is already a very generalized prestige class that can easily fit into any campaign setting . It does nPC reactions rely on the new rules for skill tricks, however, so it is not Battle tricksters are impressive and terrifying in combat . suitable for a campaign that does not incorporate them . People who have witnessed them in action treat them Replacing bonus tricks with extra feats from the fighter with respect, even awe . Most strangers have a friendly list can repurpose the character as a combat specialist with attitude, or at least a false warmth brought on by intimida- a more generalized approach to skills . tion (whether intended or not) . Some are jealous of battle tricksters and their abilities, or covet such prowess for sample encounter themselves . They treat battle tricksters with calculated Battle tricksters are always looking for ways to do what they indifference, and the most petty of such people are do best . If there’s a fight nearby, a battle trickster moves unfriendly . toward it as fast as he can . Because tricksters run the entire gamut of morality, EL 15: The PCs might run across Elibor Gunter just before, some use their abilities to take advantage of less talented during, or just after a combat in which he faces numerous folk . A victim of such exploitation has a negative view of opponents . He takes any opportunity to pick a fight, whether all tricksters and is unfriendly at best . it be a bar brawl, a back-alley rumble, or a challenge to loiter- ing thugs . The more opponents, the better—he plunges baTTle TrICksTer lore into their midst, mad with battle lust, whirling his spiked Characters with ranks in Knowledge (history) or Knowl- chain to disarm anyone within reach . Depending on the edge (local) can research battle tricksters to learn more situation, the PCs might befriend Elibor by helping him about them . When a character succeeds on a skill check, against overwhelming odds, or they might make him into the following lore is revealed, including the information a terrible foe by trying to keep him out of a fight . from lower DCs . DC 10: Battle tricksters employ unusual talents in Elibor Gunter CR 15 combat . Male dwarf fighter 12/battle trickster 3 DC 15: Battle tricksters don’t stop practicing other abili- CN Medium humanoid Init +1; Senses darkvision 60 ft.; Listen +0, Spot +0 ties just because they start to learn tricks . Languages Common, Dwarven, Terran, Undercommon DC 20: Not every battle trickster is a swashbuckling AC 22, touch 12, flat-footed 21; Dodge, Mobility, +4 AC acrobat—some of them are also raging barbarians or against giants righteous paladins . They use skill tricks to enhance their (+1 Dex, +9 armor, +1 deflection, +1 natural) existing talents . hp 117 (15 HD) DC 30: Characters who achieve this level of success Resist stability (+4 against bull rush and trip) Fort +13 (+15 against poison), Ref +6, Will +5; +2 on saves can learn important details about specific battle tricksters against spells and spell-like effects in your campaign, including a notable individual, the Speed 20 ft. (4 squares); Spring Attack area in which he operates, and the kinds of activities he Melee +2 ghost touch spiked chain +24/+19/+14 (2d4+13) undertakes . Base Atk +15; Grp +20 Because battle tricksters operate in small groups of mixed Atk Options Improved Disarm, Improved Trip, Quick Draw, abilities or in connection with military units, the easiest Whirlwind Attack, +1 on attacks against orcs and gobli- way to find one is to contact the local garrison or sheriff and noids, skill tricks, tricky fighting inquire about individuals with unique fighting talents . Abilities Str 20, Dex 13, Con 14, Int 14, Wis 10, Cha 6 SQ stonecunning (PH 15) \u00181 Classes PresTIge ChaPTer 2",
        "name":  "My news in fact is most exciting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a gray guard, you are held to the PlaYIng a graY guard same code of conduct as a paladin . You must be of lawful You have seen the horrible reality of the world: Children good alignment and must never willingly commit an evil dying in the gutter as the rich feast a hedge-wall away; law act . You must also pledge to respect legitimate authority, act used to imprison and terrify those it was created to protect; lekniwhoV .F yb .sullI \u0018\u0018 Classes PresTIge ChaPTer 2 the supposedly devout ignoring and abusing those they work . Feats such as Mobility, Spring Attack, and Stealthy deem beneath their interest or contrary to their faith . The help you get at the greatest threat and bring it down . In most insidious evil wears a cloak of righteousness and addition, you are ever on the hunt for items that cloak seduces with honeyed words . Your faith’s leadership realizes your aura of good and any other ties to your faith that your that many paladins’ inflexible interpretation of their code enemies’ magic might reveal . of conduct not only allows such foulness to remain hidden but even aids its spread . As a gray guard, you have earned resources the freedom to seek out and destroy corruption through Although your order sometimes points you toward any means necessary . suspected evils, you are primarily a knight-errant, doing Although you work toward the same goals as other what you can wherever you are needed . The grim few who members of your faith, many within it do not trust you . make up your order aid you as much as they can, but their They believe that you and your fellows at best flirt with ranks are small . Primarily you can depend only on your corruption and at worst embrace it . Paladins see freedom rare allies . from their code of conduct as weakness, an inability to mete As a member of an organized religion, you might be able out justice through honorable means, and do not consider to draw upon the resources of your church . However, you you to be their equal . often face prejudice from those within your own order: You are not proud of your role, but you accept that one Instead of being helpful, they treat you indifferently or must sometimes embrace a lesser evil to combat greater worse . Those who understand and recognize your service injustice . Your freedom is not a boon but a loss of innocence, provide spellcasting and equipment for half the normal a permanent tarnish on a once-pristine soul . Solidifying cost, but those who distrust you might not offer aid even your resolve, you face the world of cruel reality, ready to do at standard prices . battle just as valiantly as any paladin but also just as brutally as the monstrosities you oppose . graY guards In The World “How’re we supposed to see the pally comin’ when ’e wears armor Combat blacker than ours?” In battle you are not just a warrior, but also a judge . If you —Griv “Goblin Father” Chos, unfortunate cultist guard can, you engage your opponent in honorable combat to prove the valor of your cause . However, you are no fool . In any campaign featuring less than black-and-white If the only sure way to finish the high priest of a cult of morality, gray guards might rise from the ranks of the Vecna is to stab him as he sleeps or lie in wait and attack most devout warriors to challenge hidden evils and work from the shadows, you make such sacrifices of character to toward sweeping change . Such orders give paladins the put a permanent end to the threat . Thus, your tactics must opportunity to wage war against injustice without undue change to suit the enemy and the conditions of battle . worry about getting their hands dirty . Your mercy also must conform to the necessities of the moment . Ideally you would bring defeated enemies before organization the proper authorities for righteous judgment, but the Orders of gray guards might be created as part of any reality of your situation might prevent you from taking lawful- or good-aligned religion that sponsors paladins . prisoners, especially if they are likely to escape or impede The organization of such an order might vary dramatically your greater aims . Some powerful threats simply cannot be from faith to faith, as well as how others within their church permitted to live and potentially rise again . A momentary perceive them . Some gray guards might form covert cells prayer and a coup de grace end the lives of many of your that parallel their church’s “legitimate” paladin orders . foes . A typical order of gray guards works separately from a church’s hierarchy of paladins . Though rarely hidden, the advancement order is not discussed openly by officials of the faith . Much As a paladin, you were frustrated by members of that noble like inquisitors or witch hunters, gray guards are a feared order who seemed oblivious to the greater good, righting aspect of the church that few care to acknowledge . specific wrongs while ignoring others . You repeatedly came Only a few among the faith’s paladins have what it into conflict with your peers, even violating your code of takes to become gray guards . Once chosen, they are free conduct to satisfy your sense of justice . You were finally of the paladin’s rigid code but are still carefully watched . approached by leaders of your church or a stern knight in Churches monitor their work, knowing that such proximity tarnished armor, who asked how much you would sacrifice to the wicked can endanger their faith . Gray guards often for your faith and a clean conscience . seek out a place of worship to confess the burdens on their As a gray guard, you understand that your enemies’ tactics souls, which they see as a sacred duty . might aid you as well . Skills that you might have disdained Gray guards have no holdings, no halls of triumph, and before, such as Bluff, Disguise, Intimidate, or even Move only the most limited rosters of duty . Among them only two",
        "name":  "Code of Conduct",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At each level, you gain new spells per spell (1st, maximum 1 levels) Special Actions psibond (empathy, forced sense link, nudge, day and an increase in caster level (and spells known, if suggestion) applicable) as if you had also gained a level in a spellcasting Combat Gear dorje of force screen* class to which you belonged before adding the prestige *Item described in Expanded Psionics Handbook class level . You do not, however, gain any other benefit a Power Points/Day: 44; Powers Known* (ML 5th; 1d20+9 to character of that class would have gained . If you had more overcome psionic resistance): 3rd—dispel psionics, hostile empathic transfer (DC 20), than one spellcasting class before becoming a spellwarp psionic blast (DC 20) sniper, you must decide to which class to add each level for 2nd—brain lock (DC 19), ego whip (DC 19), read thoughts the purpose of determining spells per day, caster level, and (DC 19) spells known . 1st—far hand, force screen, inertial armor, mindlink Spellwarp (Ex): You can alter the form of certain area (DC 18), psionic charm (DC 18) *Powers described in Expanded Psionics Handbook spells into rays as you cast them . As a free action, you can Abilities Str 8, Dex 14, Con 12, Int 22, Wis 10, Cha 13 warp a 1st-level area spell with instantaneous duration and SQ lingering psibond, trapfinding a range greater than touch . The spell’s level, components, Feats Combat Manifestation*, Power Penetration*, Psionic range, and damage (if any) remain unchanged . However, the Talent* [3], Psithief** spell’s area entry is replaced by an effect entry of “ray .” *Feats described in Expanded Psionics Handbook The spell acts in all ways as a ray, and is considered a ray **New feat described in Chapter 3 Skills Bluff +16, Concentration +16, Diplomacy +7, Disguise for the purpose of effects that modify or depend on rays +1 (+3 acting), Gather Information +18, Intimidate +12, (such as the other abilities of this prestige class) . You must Knowledge (psionics) +16, Listen +11, Psicraft +16, Search succeed on a ranged touch attack to affect an opponent with +7, Sense Motive +12, Speak Language (10), Spot +11 the spell . Even if the original spell allowed a Reflex save to Possessions combat gear plus masterwork dagger, amulet reduce or negate its effect, the ray does not . However, if the of natural armor +1, headband of intellect +4, psionatrix of telepathy* original spell allowed a Fortitude or Will save to reduce or *Item described in Expanded Psionics Handbook negate the spell’s effect, the save still applies . Psibond (Su) Duration 6 minutes; Will DC 17 negates. Against You must decide to warp the spell as you cast it . You the suggestion effect, Will DC 14 resists. do not need to prepare it as a warped spell . You can apply metamagic feats as normal to the spell, as long as they can affect ray spells . sPellWarP snIPer Each time you advance a level in this class, the maximum “Oppose me, and I shall show you whole new universes of level of spell that you can affect increases by one . For pain.” example, a 3rd-level spellwarp sniper can warp spells of —Tessa Senchan, master spellwarp sniper up to 3rd level . Sudden Raystrike (Ex): If you can catch an opponent The spellwarp sniper contorts spells, changing area effects when he is unable to defend himself effectively from your into rays that deliver precise, devastating attacks . ray attack, you can strike a vital spot for extra damage . Whenever the target of one of your ray spells is denied a beCoMIng a sPellWarP snIPer Dexterity bonus to AC (whether the target actually has a Every spellwarp sniper has at least one level of rogue, ninja, Dexterity bonus of not), you deal an extra 1d6 points of spellthief, or some other class that grants the sneak attack damage with your ray spell . (If your ray spell doesn’t deal or sudden strike class feature, which is a prerequisite for hit point damage, this extra damage doesn’t apply .) At 4th the prestige class . At her heart, however, a spellwarp sniper level, the extra damage increases to 2d6 . If you get a sneak is a spellcaster of respectable skill, usually of arcane origin . attack or sudden strike bonus from another source (such Occasionally a divine caster (such as a cleric dedicated to a as rogue or ninja levels), the bonuses on damage stack deity of destruction) enters this class . whenever both abilities would apply to the same target . This damage applies only to targets within 30 feet . Entry Requirements Creatures with concealment, creatures without discernible",
        "name":  "Spellcasting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your rogue and swashbuckler levels stack for the as a rapier, spiked chain, or whip) . purpose of determining your competence bonus on Reflex This feat’s benefit applies only when you are unarmored saves from the grace class feature and the swashbuckler’s or wearing light armor and not using a shield . dodge bonus to AC . For example, a 7th-level rogue/4th-level Special: If you have the Combat Expertise feat, you also swashbuckler has grace +2 and gains a +2 dodge bonus to gain the benefit of Deadly Defense when taking a penalty AC, as if she were an 11th-level swashbuckler . of at least –2 on your attack roll from that feat . Your rogue and swashbuckler levels also stack for the A fighter can select Deadly Defense as one of his fighter purpose of determining your sneak attack bonus damage . bonus feats (PH 38) . For example, a 7th-level rogue/4th-level swashbuckler would deal an extra 6d6 points of damage with her sneak deafenIng sTrIke [aMbush] attack, as if she were an 11th-level rogue . Your stealthy attack leaves your foe’s head ringing .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a move action, you can expend one daily leaves your foe confused for 1 round . A successful Will save use of your bardic music ability to remove fatigue from up (DC 10 + the number of extra damage dice normally dealt pqqqqqqqqqqqqqqqqqqqqrs kI PoWer (su) A ninja can channel her ki to manifest special powers of As long as a ninja’s ki pool isn’t empty (that is, as long stealth and mobility. She can use her ki powers a number of as she has at least one daily use remaining), she gains a +2 times per day equal to one-half her class level (minimum 1) bonus on her Will saves. + her Wisdom bonus (if any). Ki powers can be used only if A ninja’s ki powers are ghost step, ki dodge, ghost strike, a ninja is wearing no armor and is unencumbered. greater ki dodge, and ghost walk. (Complete Adventurer 5) pqqqqqqqqqqqqqqqqqqqqrs \u0018\u0018 3 reTPahC llIks dna sTaef skCIrT by your sneak attack + your Dex modifier) negates this good through evil) . For example, a chaotic good spellcaster effect . If you use this feat a second time on a target before could acquire a neutral familiar . A lawful neutral spell- 1 round has elapsed, the effect of the first use expires . caster could acquire a neutral good familiar . Using this feat reduces your sneak attack damage by Except as noted here, improved familiars otherwise use 5d6 . the normal rules for familiars (PH 52) .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Unlike most other luck feats, using Lucky Start but only if you are wearing light armor . You incur the requires no action . normal arcane spell failure chance when wearing medium or heavy armor or when using a shield . MagICal forTune [luCk] Normal: A spellthief does not incur a chance of arcane Even you are sometimes surprised by how well your spell failure when casting spellthief spells in light armor . spells work . He incurs the normal arcane spell failure chance for other",
        "name":  "Special",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When taking 10 with a skill to which you Benefit: Your rogue and scout levels stack for the purpose have assigned skill mastery, you can treat the die roll as a of determining the extra damage and bonus to Armor Class 12 instead of as a 10 . (In effect, you’re “taking 12 .”) granted when skirmishing . For example, a 4th-level scout/",
        "name":  "Skill Mastery",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a standard action, you can expend two daily Prerequisite: Favored enemy, skirmish +1d6/+1 AC . uses of your bardic music ability to deafen a single target Benefit: Your ranger and scout levels stack for the purpose for 3 rounds . A successful Will save (using your Perform of determining the extra damage and bonus to Armor Class check result as the DC) negates the effect . The target must granted when skirmishing . For example, a 4th-level scout/1st- be within 30 feet of you and be able to hear you . level ranger would deal an extra 2d6 points of damage and gain a +1 competence bonus to AC when skirmishing, as sure hand if she were a 5th-level scout . You can perform more amazing displays of legerdemain Your ranger and scout levels also stack for the purpose of than normal . determining when you select additional favored enemies,",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Walk up a column of smoke as if it were Disobedience: Subject is shielded from mind control . solid . Create Fetch: Craft a temporary duplicate of yourself that follows telepathic orders . 3rd level",
        "name":  "Smoke Stairs",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Target’s armor becomes restrictive, slow- ing movement to 10 ft . neW ClerIC sPells",
        "name":  "Armor Lock",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double arcane spell failure chance for Healer’s Vision: Gain +5 bonus on Heal checks, and +2 target’s armor . attack and damage on sneak attacks .",
        "name":  "Mage Burr",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double arcane spell failure chance for category . target’s armor . Lucky Streak: Subject gains +2 luck bonus on rerolls made with luck feats . 4th level",
        "name":  "Mage Burr",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dispel spells on target and gain their ben- 3rd level efit for yourself . Abjur Disobedience: Subject is shielded from mind control . neW ranger sPells Conj Grasping Wall: Wall sprouts hands that entangle enemies, help allies climb . 1st level Trans Wand Modulation: Temporarily change wand to",
        "name":  "Spell Theft",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Target’s armor becomes restrictive, Abjur Spell Theft: Dispel spells on target and gain their slowing movement to 10 ft . benefit for yourself .",
        "name":  "Trans Armor Lock",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double arcane spell failure chance for target’s armor . 6th level",
        "name":  "Mage Burr",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You target cannot remove his armor; its Range: 0 ft .",
        "name":  "Target",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No as bright silvery scales cover your skin. with only natural armor or an AC Spell Resistance: None bonus from items other than armor, You take the form of a Diminutive or those using only shields . You drop a tiny wooden block before you. fish . Use the statistics for the toad It rapidly begins growing and hits the (MM 282) except for the following assassIn’s darkness ground with a heavy thud, now a perfect changes: Add the aquatic subtype, Evocation (Darkness) 5-foot cube of dense wood. replace the land speed with a swim Level: Assassin 4 speed of 30 feet, remove the amphibi- Components: V, S You call a cube of solid wood, 5 feet ous special quality, and replace the Casting Time: 1 standard action on a side, into being . The cube must toad’s skills with Listen +4, Spot Range: Medium (100 ft . + 10 be created upon solid ground in an +4, and Swim +13 . A fish adds its ft ./level) empty square . If no solid surface",
        "name":  "Your arms and legs fuse with your body on unarmored opponents, creatures Saving Throw",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40-ft .-radius spherical exists that is large enough for the modifier, to Swim checks, and gains emanation cube to fit on, or if no adjacent square a +8 racial bonus on Swim checks Duration: 1 minute/level (D) is empty, the spell fails . due to its swim speed . See the poly- Saving Throw: No The cube weighs 2,000 pounds . morph subschool description on Spell Resistance: No It has a hardness of 5 and 600 hit page 91 for more details . points, and it completely fills one As its name suggests, this spell’s Covering your eyes and spitting a 5-foot square . Multiple cubes can be most common use is to make a quick harsh whisper, you conjure a globe of stacked . If it is pushed into water, the getaway in a watery environment, absolute blackness before you. As you cube floats . but it also allows a clever druid step forward, your sight alone pierces the Material Component: A block of to overcome a flooded corridor or darkness, showing you your disoriented wood, less than 3 inches on a side . similar obstacle . victims within. CaTaPulT arMor loCk You call a globe of absolute dark- Transmutation",
        "name":  "Dexterity modifier, not its Strength Area",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One creature wearing magical obscurement, although Duration: Instantaneous armor creatures capable of seeing in magi- Saving Throw: No",
        "name":  "Target",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One creature wearing As you invoke the name of your deity, You can duplicate a specific indi- armor or using a shield a towering, spectral image of the god vidual’s voice by making a Bluff",
        "name":  "Target",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you activate this item, you use one of the Requires false life . charms on the bracelet to gain the benefit of a successful Dodging: You gain a +2 dodge bonus to your Armor Class luck reroll without expending one of your daily luck against the first attack made against you in the next round . rerolls . You can expend only one charm per round . You Requires haste . can use this ability only with luck effects that require Escaping: You immediately gain the benefit of dimension one luck reroll to activate . Effects that require more than door, except that the range is limited to 30 feet and you must one luck reroll cannot be partially paid for by expending have line of sight to the destination . Requires dimension a charm . door . Aura/Caster Level: Moderate transmutation; CL Flexing: You gain a +5 bonus on all Dexterity-related 11th . skill checks and Dexterity checks made in the next round .",
        "name":  "Effect",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Obviously, the Seven Ravens Clan is best *New feat described in Chapter 3 suited to city-based campaigns, especially those that focus Skills Balance +5, Bluff +9, Climb +12, Diplomacy +18, Dis- guise +1 (+3 acting), Escape Artist +16, Gather Informa- on intrigue and the workings of the criminal underworld . tion +13, Hide +11, Intimidate +3, Jump +14, Knowledge The clan can also work as a rebel organization working (local) +11, Listen +11, Sense Motive +9, Spot +13, Swim surreptitiously to overthrow a usurper or despot . If you +4, Tumble +18, Use Rope +3 (+5 involving bindings) prefer, you can easily alter the clan’s overall outlook to Skill Tricks* Acrobatic Backstab, Leaping Climber, Quick make it into a traditional thieves’ guild, either as one the Escape, Quick Swimmer *Described in Chapter 3 PCs support or as one they oppose . Possessions combat gear plus +2 leather armor, +2 light",
        "name":  "Adaptation",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters with ranks in Knowledge (local) can surrounds the shell with magical effects in addition to research an otyugh hole to learn more about it . When a antimagic field . Spells such as antipathy, blade barrier, fire character succeeds on a skill check, the following lore is shield, prismatic wall, and sympathy are favorites of the revealed, including the information from lower DCs . trickster deity . DC 10: An otyugh hole is a prison cesspit where the foulest",
        "name":  "For even greater enjoyment, sometimes Olidammara Lore",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hexblades tend to get along best with armor but not with shields. Because the somatic components other classes whose members look out for themselves before required for hexblade spells are simple, a hexblade can cast hex- others, including rogues, rangers, and barbarians. They avoid blade spells while wearing light armor without incurring the paladins and other characters dedicated to the service of good normal arcane spell failure chance. However, like any other or other high-minded ideals. Hexblades sometimes feel jeal- arcane spellcaster, a hexblade wearing medium or heavy armor ous of the sorcerer’s superior arcane talents, and they shun or using a shield incurs a chance of arcane spell failure if the wizards as weak book-learners. spell in question has a somatic component (and most do). A",
        "name":  "Other Classes",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most swashbucklers pay at least some small amount of homage to Olidammara (deity of Swashbucklers have the following game thieves), since that deity is renowned as being statistics. lucky. Lawful or chivalrous swashbuck- Abilities: The lightly armored swash- lers may revere Heironeous (deity of buckler depends on a high Dexterity for her valor) or even St. Cuthbert (deity of Armor Class, as well as for many class skills. retribution). Swashbucklers who High Intelligence and Charisma scores are choose the open road over a fi xed also hallmarks of a successful swashbuckler. residence often worship Fharlanghn Strength is not as important for a swashbuck- (deity of roads). ler as it is for other melee combatants.",
        "name":  "Religion",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Backpack with waterskin, one day’s trail rations, is wearing no armor, light armor, or medium armor and not bedroll, sack, fl int and steel, hooded lantern, 3 pints of oil, carrying a heavy load. quiver with 20 arrows. Nature’s Blessing (Su): At 11th level and higher, the",
        "name":  "Gear",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rage or frenzy ability. day and can choose between black and brown bear forms. While in brown bear form, he gains a +16 bonus to Strength, a +2 bonus to Dexterity, and a +8 bonus to Constitution. 16 2 RETPAHC EGITSERP SESSALC 620_17664_CompleteWar3.indd 16 9/12/03, 10:14:40 AM CLASSES PRESTIGE CHAPTER 2 A bear warrior 1d4+4 each, 1 bite 1d6+8) or a brown bear (Large, +5 natural armor, +16 Str, +2 Dex, +4 Con, 2 claws 1d8+6 each, 1 bite 2d6+12, improved grab). Improved Uncanny Dodge (Ex): Kurag cannot be fl anked except by a rogue of at least 11th level. Scent (Ex): Kurag has the scent special ability. Rage (Ex): +4 to Str, +4 to Con, +2 on Will saves, –2 to AC for up to 8 rounds. Trap Sense (Ex): Against attacks by traps, Kurag gets a +2 bonus on Refl ex saves and a +2 dodge bonus to Armor Class. Uncanny Dodge (Ex): Kurag can react to danger before his senses would normally allow him to do so. He retains his Dexterity bonus to Armor Class even when caught fl at-footed.",
        "name":  "Special",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +16, Intimidate +14, Jump +16, Class Skills Survival +16, Swim +13; Cleave, Combat Refl exes, Dodge, The bladesinger’s class skills (and the key ability for each Improved Bull Rush, Power Attack, Track. skill) are Balance (Dex), Concentration (Con), Jump (Str), Bear Form (Su): While raging, Kurag can turn into a Knowledge (arcana) (Int), Perform (Cha), Spellcraft (Int), black bear (Medium, +2 natural armor, +8 Str, +2 Dex, 2 claws and Tumble (Dex). 17 Illus. by R. Guay-Mitchell 620_17664_CompleteWar3.indd 17 9/12/03, 10:15:24 AM 2 RETPAHC EGITSERP SESSALC",
        "name":  "Skills and Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Perform (dance) 3 ranks, Tumble 3 ranks. dervish dance in any armor heavier than light or if she is",
        "name":  "Skills",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +12, Intimidate +16, Jump +14, Ride ers. Arcane spellcasters rarely take up this class, since it +18, Swim +10; Cleave, DiehardB, Dodge, Destructive Rage, largely depends on toe-to-toe interaction with immensely Improved Sunder, Intimidating Rage, Power Attack. powerful creatures. Frenzy (Ex): When frenzied, Shanna gains a +10 bonus to Gnome giant-slayer NPCs are often lauded as heroes or celeb- Strength, and she gains a single extra attack at a +21 bonus rities within gnome communities. They might serve as captains if she makes a full attack action. She takes a –4 penalty to of the guard, trainers, or in other positions of authority. Some Armor Class and takes 2 points of nonlethal damage every pass down their mantle from generation to generation, grant- round. The frenzy lasts for 5 rounds, or 7 rounds if she is ing the bravest son or daughter a treasured nickname such as also raging. If she takes damage and still has uses of greater “Trollbane” or “Giant-Crasher.” Those who work for their own frenzy remaining that day, she goes into greater frenzy as a purposes might still enjoy some measure of popularity but free action during her next turn unless she succeeds on a prefer to remain aloof from political venues in favor of pursu- Will save (DC 10 + points of damage). While in a frenzy, she ing personal gain. Of course, many look to adventure to prove must attack foes, or a random creature if no foes remain. She their mettle; rare indeed is the gnome giant-slayer who hasn’t isn’t considered disabled if she has 0 hit points or incapaci- bearded his share of trolls or fi re giants in their very lairs. tated below –1 hit point. Even if she’s below –9 hit points, she Hit Die: d10. doesn’t die until the frenzy is over.",
        "name":  "Skills and Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A halfl ing outrider gains a dodge bonus to the halfl ing outrider’s Refl ex save bonus or its own, whichever is character’s Armor Class when she is mounted. This benefi t higher. is lost in any situation in which the character would lose her If the character already has the evasion ability, she gains Dexterity bonus to Armor Class. improved evasion instead, and her mount still receives the",
        "name":  "AC Bonus",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A halfl ing outrider gains a competence charging (though the mount must still move at least 10 feet bonus equal to her class level on all Ride checks. in a straight line after the turn to execute a charge). The turn Defensive Riding (Ex): A halfl ing outrider of 2nd level may be up to 90 degrees, and the mount may make only one or higher knows the tricks of defensive riding. If she does such turn per round. If the Ride check fails, the mount nothing else while mounted (she cannot attack when riding moves an extra 10 feet in a straight line and then loses the defensively), she gains a +2 bonus on Refl ex saves and a +4 rest of its actions on this turn. dodge bonus to Armor Class. In addition, her mount gains a +20 ft. bonus to its speed, a +2 bonus on all Will saves, and a Sample Halfling Outrider +4 dodge bonus to its Armor Class. Altesia Coopersmith: Halfl ing ranger 5/halfl ing out- Unbroken Charge (Ex): At 3rd level and higher, a rider 5; CR 10; Small humanoid; HD 5d8+10 plus 5d8+10; hp mounted halfl ing outrider can charge through diffi cult ter- 56; Init +4; Spd 20 ft., 40 ft. when mounted; AC 22 (25 when rain or squares occupied by friendly creatures by making a mounted), touch 15, fl at-footed 18; Base Atk +10; Grp +7; Atk DC 15 Ride check. +13 melee (1d6+2/×3, +1 lance) or +16 ranged (1d6+2/×3, +1 39 620_17664_CompleteWar3.indd 39 9/12/03, 11:17:03 AM 620_17664_CompleteWar3.indd 40 9/12/03, 11:17:24 AM CLASSES PRESTIGE CHAPTER 2 found among smaller humanoids, serving the function of a Area Attack: The character makes an attack roll against a sort of artillery unit. square the target creature occupies (AC 10) rather than the",
        "name":  "Ride Bonus",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Profi ciency (heavy), Cleave, Great Cleave, at 2nd level, a knight protector gains a bonus on any one skill Mounted Combat, Power Attack. check he makes, once per day. The character must declare that he is using this ability before he makes the skill check. Class Skills This bonus increases by 1 for every three levels beyond 2nd. The knight protector’s class skills (and the key ability for each Iron Will (Ex): At 2nd level, a knight protector gains Iron skill) are Diplomacy (Cha), Intimidate (Cha), Knowledge Will as a bonus feat. (nobility and royalty) (Int), Ride (Dex), and Spot (Wis). Supreme Cleave (Ex): Beginning at 3rd level, a knight",
        "name":  "Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Just before making a ranged attack, a master thrower with this ability can use a move action to make a Requirements Sleight of Hand check opposed by her target’s Spot check. To qualify to become a master thrower, a character must ful- If she wins the opposed check, her opponent is denied his fi ll all the following criteria. Dexterity bonus to Armor Class against the attack.",
        "name":  "Sneaky Shot",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Robe of the archmagi (white), cloak of Charisma +4, Anticipate (Su): Because she is reading her foe’s thoughts, ring of protection +2, +1 dagger. a mindspy knows where she needs to block and how she needs to dodge before an attack from the foe arrives. In addi- MINDSPY tion, a mindspy can detect weak points in a foe’s defense by Success in combat relies on anticipating your enemy’s every observing her enemy’s thoughts. At 1st level, a mindspy can move. A mindspy knows how easy that can be if you’re privy add 1 point of Charisma bonus (if any) per mindspy class to your foe’s every thought. By reading the minds of her level as a bonus to her Armor Class against attacks from a enemies, a mindspy knows exactly what they’re going to do a foe whose surface thoughts she is detecting (if the normal 3 fraction of a second before they do it. Eventually she learns to rounds passes and the target fails its Will save) as well as an probe deeper, fi nding weak spots in her enemy’s training. insight bonus on attack rolls against any foe whose surface Because the class relies utterly on detect thoughts, most mind- thoughts she is detecting. If a mindspy is caught fl at-footed spies are creatures who have it as a spell-like or supernatural or is otherwise denied her Dexterity bonus, she also loses this ability usable at will, such as couatls, succubi, doppelgangers, insight bonus to her Armor Class. ghaeles, myrmarchs, leonals, mind fl ayers, dark nagas, rak- Combat Telepathy (Su): By reading her opponents’ sur- shasas, and green slaadi. Spellcasters sometimes take levels in face thoughts, a mindspy can anticipate their every move. the prestige class if they can cast detect thoughts frequently, She can make a Concentration check (DC 10 + damage taken or if they have a helm of telepathy to enable the mindspy’s class during the previous round) at the beginning of her turn. If features. the mindspy succeeds, she can maintain concentration on The most often encountered mindspies are elite mind detect thoughts as a free action. If the mindspy casts a spell or 62 fl ayer or doppelgangers. There is rumored to be a secretive uses another spell-like ability, detect thoughts ends. 620_17664_CompleteWar3.indd 62 9/12/03, 12:35:20 PM CLASSES PRESTIGE CHAPTER 2 Spherical Detect Thoughts (Su): A mindspy can widen Combat Telepathy (Su): By reading its opponents’ sur- the area of her detect thoughts spell or ability into a sphere face thoughts, Sanjakilar can anticipate their every move. centered on her, rather than a cone. The radius of the sphere It can make a Concentration check (DC 10 + damage taken is equal to the length of the cone. during the previous round) at the beginning of its turn. If Faster Mindscan (Su): By 2nd level, a mindspy has the check succeeds, Sanjakilar can maintain concentration become adept at tuning into others’ thoughts quickly. In on detect thoughts as a free action. If Sanjakilar casts a spell or the round when she activates detect thoughts, she detects the uses another spell-like ability, detect thoughts ends. presence or absence of thoughts and the Intelligence score Change Shape (Su): Sanjakilar can assume any Small of each thinking mind in the area. In the next round, she or Medium humanoid form or revert to its own form as a detects the surface thoughts of any one mind in the area. standard action. A change in form cannot be dispelled, but Multiple Surface Thoughts (Su): A mindspy of 3rd level Sanjakilar would revert to its natural form if killed. A true or higher can simultaneously detect the surface thoughts of seeing spell or ability reveals its natural form. any two creatures who fail their Will saves. This means that Instant Mindscan (Su): Sanjakilar gains all the infor- she gains anticipate bonuses against both of them. Once mation from detect thoughts (presence or absence of minds, per round as a free action, she can choose new minds to Intelligence scores, and surface thoughts) in the same listen in on. At 5th level, a mindspy can simultaneously round when it activates the ability. detect the surface thoughts of four creatures. Sanjakilar’s enemies still get a Will Instant Mindscan (Su): At 4th level and higher, save to keep their surface thoughts a mindspy can enter her enemies’ minds at the speed secret. of thought. She gains all the information from detect Multiple Surface Thoughts (Su): thoughts (presence or absence of minds, Intelli- Sanjakilar can simultaneously detect gence scores, and surface thoughts) in the same the surface thoughts of four creatures round when she activates the spell or ability. within range who fail their Will saves. The mindspy’s enemies still get Will saves to It can choose new minds to listen to keep their surface thoughts secret. once per round as a free action. Spherical Detect Thoughts (Su): Sample Mindspy Sanjakilar can use detect thoughts within",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "While in fi re elemental form, the nature’s To qualify to become a nature’s warrior, a character must warrior is covered in a blaze of power, which functions as a fulfi ll all the following criteria. warm fi re shield at a caster level equal to her druid level (if",
        "name":  "Requirements Blaze of Power",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 scimitar, +2 leather armor, +1 large wooden shield, nents they have targeted for matches. Otherwise, the occult gauntlets of Dexterity +2, ring of protection +1, boots of elvenkind, slayer operates alone, traveling between venues in search of masterwork sling, 20 bullets, 20 silvered bullets. matches that involve spellcasters. Because of the inherent discretion that occult slayers display, a candidate for this",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At every even-numbered level gained in RAGE MAGE the rage mage class, the character gains new spells per day as At fi rst, it seems like a contradiction—an arcane spellcaster if she had also gained a level in an arcane spellcasting class that “loses herself” in a blind fury. Yet, the rage mage makes she belonged to before adding the prestige class. In no case, for an interesting case, since her approach to magic is based however, does she gain any other benefi t a character of that on the primal passion of magic more than the studious quasi- class would have gained, except for an increased effective scientifi c approach. The rage mage prestige class is sure to level of spellcasting (but see spell rage, below). If a character enliven any campaign, because it raises fascinating questions had more than one arcane spellcasting class before becoming on the true nature of magic and magic use. But don’t ask the a rage mage, she must decide to which class she adds the new rage mage to answer those questions herself—she’s not inter- level for purposes of determining spells per day. ested in the “why,” only the results. Spell Rage (Ex): A rage mage can cast spells while in a A rage mage taps into the primal essence of magic, using rage, as long as the spell’s casting time is no more than 1 full her own natural anger and frenzy to channel the arcane round. When she casts a spell of the abjuration, conjuration, power in fl ashy, fl amboyant ways. Like the barbarian, the rage evocation, necromancy, or transmutation school while in mage is often the product of a less civilized society. All rage a rage, the rage mage uses her character level as her caster mages must have at least some background as a barbarian (or level. This ability only works when the rage mage is in a spell some other class that grants a rage or frenzy ability), as well rage. as training as a wizard, sorcerer, or—very rarely—a bard. While in a spell rage, a rage mage becomes reckless and Rage mage NPCs are usually found working with barbar- loses her some of her ability to defend herself. She temporar- ians. They tend to shy away from traditional spellcasters and ily takes a –2 penalty to Armor Class. She can attempt Con- avoid the colleges and guilds where such individuals usually centration checks to avoid having a spell disrupted, but can’t gather. use any other Charisma-, Dexterity-, or Intelligence-based",
        "name":  "Spells per Day",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +19, Jump +7, Spellcraft +15; some facial tattoos they wear to mark themselves as Eryth- Combat Casting, Craft Magic Arms and Armor, Craft Staff, nul’s instruments. Spell Focus (evocation), Spell Focus (transmutation), Spell Hit Die: d10. Penetration. Overcome Spell Failure (Ex): Kalya’s arcane spell fail- Table 2–29: The Ravager ure chance when wearing light or medium armor decreases Base Attack Fort Ref Will by 10%. Level Bonus Save Save Save Special Rage (Ex): +4 to Str, +4 to Con, +2 on Will saves, –2 to AC 1st +1 +2 +0 +0 Pain touch 1/day for up to 8 rounds. 2nd +2 +3 +0 +0 Aura of fear 10 ft. 1/day Spell Fury (Sp): Once per rage, Kalya can quicken a spell of 3rd +3 +3 +1 +1 Cruelest cut 1/day 4th level or lower without adjusting the spell’s level or casting 4th +4 +4 +1 +1 Pain touch 2/day 5th +5 +4 +1 +1 Aura of fear 20 ft. 2/day time. 6th +6 +5 +2 +2 Cruelest cut 2/day Spell Rage (Ex): Kalya can enter spell rage twice per day. 7th +7 +5 +2 +2 Pain touch 3/day This allows her to cast spells whose casting time is no more 8th +8 +6 +2 +2 Aura of fear 30 ft. 3/day than 1 full round while in a spell rage, using her character 9th +9 +6 +3 +3 Cruelest cut 3/day level as her caster level. The spell rage lasts for 6 rounds, or 10th +10 +7 +3 +3 Visage of terror until she wills it to end. Kalya is fatigued for the rest of the current encounter when her spell rage ends. 73 620_17664_CompleteWar3.indd 73 9/12/03, 12:39:53 PM 620_17664_CompleteWar3.indd 74 9/12/03, 12:40:13 PM 620_17664_CompleteWar3.indd 75 9/12/03, 12:41:00 PM 2 RETPAHC EGITSERP SESSALC",
        "name":  "Skills and Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dwarf paladin 5/stonelord 8; Dice, a +4 bonus to natural armor, +1 Strength, and improved CR 13; Medium humanoid; HD 5d10+10 plus 8d8+16; hp 90; evasion. Chertia has an empathic link with the mount and Init +0; Spd 20 ft.; AC 19, touch 10, fl at-footed 19; Base Atk can share spells and saving throws with it. She can call +13; Grp +17; Atk +21 melee (1d10+7, +3 greatclub); Full Atk her mount once per day for up to 10 hours as a full-round +21/+16/+11 melee (1d10+7, +3 greatclub); SA smite evil 2/day, action. turn undead 5/day; SQ aura of courage, aura of good, detect Stone Shape (Sp): Once per day, Chertia can use a stone shape evil, divine grace, divine health, dwarf traits, earth power, effect (caster level 8th). earth’s blood, earth’s endurance, earth’s strength, lay on hands, Stone Tell (Sp): Once per day, Chertia can use a stone tell meld into stone, special mount, stone shape, stone tell, stoneskin; effect (caster level 8th). AL LG; SV Fort +10, Ref +3, Will +3; Str 18, Dex 10, Con 15, Stoneskin (Sp): Once per day, Chertia can gain the benefi t Int 10, Wis 12, Cha 14. of a stoneskin spell (damage reduction 10/adamantine until 80",
        "name":  "Chertia Granitegallow",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tattooed gains damage reduction 2/magic. This monk’s class levels stack with his damage reduction improves by 2 for monk levels for determining his each additional tattoo he possesses. unarmed damage, AC bonus, and unarmored Crane: A character with this tattoo speed bonus. A tattooed monk gains a gradual immunity to bodily decay. Tattoo (Su or Sp): Tattooed monks gain their powers from When a tattooed monk fi rst gains this tattoo, he gains immu- the magic tattoos that eventually cover their bodies. A 1st- nity to nonmagical diseases. When he gains his next tattoo level tattooed monk has one tattoo and gains another tattoo (whatever it may be), he acquires immunity to poison as well. at every odd-numbered level. A tattooed monk can choose his When he gains his next tattoo, he no longer takes ability score tattoos from among those described below. Note that three penalties for aging, and he cannot be magically aged. (Any of the tattoos (centipede, crescent moon, and phoenix) have aging penalties he may already have incurred remain in place.) minimum class level requirements. Bonuses still accrue, and the tattooed monk still dies of old age All tattoos are magical, and the abilities they bestow are when his time is up. supernatural (except for the crescent moon). A tattooed monk 83 Ilus. by G. Kubic 620_17664_CompleteWar3.indd 83 9/12/03, 12:44:52 PM 2 RETPAHC EGITSERP SESSALC",
        "name":  "Monk Abilities",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Monk’s belt, minor circlet of blasting, bracers of All of the following are class features of the Thayan knight armor +2, gauntlets of ogre power +2, masterwork nunchaku. prestige class. 85 620_17664_CompleteWar3.indd 85 9/12/03, 12:45:35 PM 2 RETPAHC EGITSERP SESSALC A Thayan knight stands vigilant while protecting a Red Wizard in her charge.",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you are wearing light armor or no armor and to the object. are carrying a light load, your speed is 5 feet faster. EXTEND RAGE [GENERAL] DEFENSIVE STRIKE [GENERAL] You are able to maintain your rage longer than most. You can turn a strong defense into a powerful offense. Prerequisites: Rage or frenzy ability.",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When running or charging, you can make a Special: A fi ghter may select Freezing the Lifeblood as one single direction change of 90 degrees or less. You can’t use of his fi ghter bonus feats. this feat in medium or heavy armor, or if you’re carrying a medium or heavier load. If you are charging, you must move GREATER KIAI SHOUT [GENERAL] in a straight line for 10 feet (2 squares) after the turn to main- Your kiai shout can panic your opponents. tain the charge. Prerequisites: Cha 13, Kiai Shout, base attack bonus +9.",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "With Combat Expertise, the number can be no defense action, this shield bonus increases to +6. greater than +5.",
        "name":  "When you are fi ghting defensively or using the total Normal",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield Profi ciency. pages 52 and 53 of the Player’s Handbook.",
        "name":  "Prerequisite",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "shield bonus Ride 1 rank, to your Armor Mounted Archery, Class. Mounted Combat. When you are",
        "name":  "Prerequisites",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Base attack bonus +1. an opponent who is using a shield and who is your size or one",
        "name":  "Prerequisite",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Profi ciency with a heavy shield, base attack you while you are prone. bonus +1. Special: A fi ghter may select Prone Attack as one of his",
        "name":  "Prerequisites",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a standard action, spend one of your turn/ rebuke undead attempts to channel energy into your Feats with the tactical descriptor allow characters to perform shield, granting it a bonus equal to your Charisma modi- a number of powerful attacks. fier. This bonus applies to the shield’s bonus to Armor If you’re playing a character who has a tactical feat, it’s Class and lasts for a number of rounds equal to half your your responsibility to keep track of the actions you’re per- character level. forming as you set up the maneuver that the feat enables you to perform. It’s also a good idea to briefl y mention to the DM DIVINE VIGOR [DIVINE] that you’re working toward performing a tactical maneuver; You can channel energy to increase your speed and dura- a remark along the lines of “I attack the troll, using Combat bility. Expertise to the maximum, and that’s the fi rst step in a tacti-",
        "name":  "Benefit",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "To use this maneuver, you must have a ready fully ducked underneath your foe). If there is no unoccupied shield, and adjacent allies on opposite sides of you must have square on the opposite side of the foe or you fail the Tumble ready shields. You gain a +1 bonus to Armor Class. check, you remain in the square you are in and have failed to",
        "name":  "Lock Shields",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You have the spell-like ability to inspire 3 Discern Lies: Reveals deliberate falsehoods. allies, giving them a +2 morale bonus on saving throws, 4 Fear: Subjects within cone fl ee for 1 round/level. attack and damage rolls, ability checks, and skill checks. 5 Command, Greater: As command, but affects one Allies must be able to hear you speak for 1 round. Using this subject/level. ability is a standard action. It lasts a number of rounds equal 6 Geas/Quest: As lesser geas, plus it affects any creature. to your Charisma bonus and can be used once per day. 7 Bigby’s Grasping Hand: Hand provides cover, pushes, or grapples. Nobility Domain Spells 8 Charm Monster, Mass: As charm monster, but all within 1 Divine Favor: You gain +1 per three levels on attack and 30 ft. damage rolls. 9 Dominate Monster: As dominate person, but any 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. creature. 3 Magic Vestment: Armor or shield gains +1 HEXBLADE SPELLS enhancement per four levels. 4 Discern Lies: Reveals deliberate falsehoods. In the following list, an asterisk (*) after a spell name indi- 5 Command, Greater: As command, but affects one cates a new spell described later in this chapter. subject/level. 6 Geas/Quest: As lesser geas, plus it affects any creature. 1st-Level Hexblade Spells 7 Repulsion: Creatures can’t approach you. Alarm: Wards an area for 2 hours/level. 8 Demand: As sending, plus you can send suggestion. Arcane Mark: Inscribes a personal rune (visible or 9 Storm of Vengeance: Storm rains acid, lightning, and invisible). hail. Augment Familiar*: Your familiar becomes more powerful.",
        "name":  "Granted Power",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ranged attacks against you have 20% miss Planning Domain Spells chance. 1 Deathwatch: Reveals how near death subjects within Expeditious Retreat: Your speed increases by 30 ft. 30 ft. are. IdentifyM: Determines properties of magic item. 115 620_17664_CompleteWar3.indd 115 9/12/03, 3:23:55 PM 3 RETPAHC LATNEMELPPUS SELUR",
        "name":  "Entropic Shield",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No thus doesn’t waste any attacks on the phantasm), a creature affected by this spell is considered fl anked, even if not threat- You shape the essence of the Plane of Shadow to create a pow- ened by other creatures. No amount of convincing by others erful doglike companion that serves you loyally for the dura- can help the victim of this spell avoid its effect—only a suc- tion of the spell. The hound of doom has the statistics of a dire cessful saving throw against the spell when initially cast can wolf (see page 65 of the Monster Manual) with the following help the target. adjustments: It gains a defl ection bonus to Armor Class equal to your Charisma bonus, its hit points when created are equal Valiant Fury to your full normal hit points, and it uses your base attack Transmutation bonus instead of its own (adding its +7 bonus from Strength Level: Courage 5 and –1 penalty from size as normal). Components: V, S, DF",
        "name":  "Spell Resistance",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 size, +2 Dex, +4 natural), touch 14, fl at-footed 16 Construction Base Attack/Grapple: +1/–8* A spark guardian is built from wood,",
        "name":  "Armor Class",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  " 19 (+1 size, +1 Dex, +7 natural), touch 12, fl at- footed 18 Base Attack/Grapple: +3/+4*",
        "name":  "Armor Class",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20,000 gp; Cost to Create: 11,500 gp + 800 XP. implacable, frightening bodyguards. They perform that task BLADE GUARDIAN very well; they punch anyone who gets in their master’s way. Gauntlet guardians can handle detailed tactical plans, Medium Construct sentry duty, and similar tasks. Unless ordered not to, a gaunt- Hit Dice: 8d10+20 (64 hp) let guardian focuses its attacks on anyone who attacked its Initiative: +0 master. Speed: 20 ft. A gauntlet guardian is almost 4 feet tall and weighs more Armor Class: 20 (+10 natural), touch 10, fl at-footed 20 than 200 pounds. Base Attack/Grapple: +6/+13*",
        "name":  "Gaunlet guardians are created by wizards and sorcerers to be Market Price",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "For half the price of a suit of full plate fear in the enemy. Some PCs may rise through the ranks to armor, a 1st-level cleric can be equipped with a fully charged have an army at their command. wand of cure light wounds. Such a cleric typically prepares bless A mercenary campaign is a good choice if your players (to use before battle) and entropic shield and sanctuary to keep enjoy the tactical challenges that D\u0026D combat offers. It him safe while he runs, wand in hand, from wounded soldier promises plenty of action and danger, and the players never 126 to wounded soldier. lack for a good fi ght. Players often enjoy planning their 620_17664_CompleteWar3.indd 126 9/12/03, 4:13:17 PM WARFARE FANTASY CHAPTER 4 military operations, then seeing them come to fruition on magic items and research spells without feeling like they’re the battlefi eld. The PCs usually know who the bad guys are missing something. and where they can be found. Many players appreciate the The Army’s Behind You: Because the PCs are assigned rewards beyond better equipment and experience points, missions with timetables, they have less freedom than they hoping to earn higher ranks, posting to better units, and would in a traditional campaign. Because they’re part of a large decorations for valor and success. organization, they can rely on a lot more support than a small You don’t have to change much about your D\u0026D game; band of dungeon delvers has at its disposal. If the PCs’ mission the game’s use of the word “campaign” to describe a series of is important, smart commanders devote more resources to it. related adventures has its roots in wargaming and military NPCs are often assigned to assist the PCs. A cleric may act as history. Combat is central to the game rules. The Challenge a medic, or a ranger as a guide and scout. Perhaps a dragon pro- Rating system works just as well on the battlefi eld as it does vides air support for a mission, or a group of gnome illusion- in the dungeon. Some differences do exist between a merce- ists distracts the enemy before the PCs attack. The characters nary campaign and a traditional one, however. might also be given equipment or spells important to their",
        "name":  "Clerical Medics",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When PCs explore a dungeon, them, this situation doesn’t need to become a problem. they’re free to leave when they’re wounded, rest for a few However, if one player feels like he can order other players days, and return on their own schedule. When the characters around whenever he wants, that’s a recipe for trouble at the undertake a military mission, other units—and potentially game table. The easiest way to avoid this problem, of course, the whole army—might depend on the characters achieving is to keep all the PCs at the same rank. As long as the players their objective at a certain time. The time pressure makes police themselves and don’t abuse their authority with other the PCs’ job more diffi cult, but being “on the clock” can add players, a difference in rank won’t be a problem. urgency and excitement to the adventure. Time pressure is a NPCs, of course, are fair game. Many players take great glee challenge like any other, and the DM should account for it in ordering around NPCs and shouting like drill sergeants. when planning a military adventure. Giving the PCs that authority is an important part of a mer- Conversely, most wars are interrupted by lulls in the fi ght- cenary campaign, because it emphasizes that everyone in the ing as the armies refi t for their next operation, train new sol- military—PC and NPC alike—is playing by the same rules. diers, and wait for a move from the enemy. By including some Players are more likely to accept orders when they see NPCs downtime during a war, the DM can give PCs time to create accepting orders from them. 127 620_17664_CompleteWar3.indd 127 9/12/03, 4:13:31 PM 620_17664_CompleteWar3.indd 128 9/12/03, 4:13:46 PM WARFARE FANTASY CHAPTER 4 Table 4–1: Missions Table 4–2: Complications d% Orders d% Complication 01–05 Seize and hold a terrain feature (such as a hill, 01–05 Objective has moved to new location. ford, or mountain pass). 06–10 Objective is hidden, possibly with magic. 06–10 Drive off enemies holding a terrain feature. 11–15 Objective is heavily guarded. 11–15 Reconnoiter a terrain feature. 16–20 It’s a trap! Enemy lies in wait around false 16–20 Defend a terrain feature. objective. 21–25 Seize and hold a defensive structure (such as a 21–25 Intelligence failure (map is wrong, objective wall, trench, or stronghold). doesn’t exist, and so on). 26–30 Destroy a defensive structure. 26–30 In mid-mission, friendly unit requests aid. 31–35 Reconnoiter a defensive structure. 31–35 In mid-mission, commander issues new orders. 36–40 Defend a defensive structure. 36–40 Tempting enemy target presents itself elsewhere. 41–45 Disrupt enemy supply system (such as caravans 41–45 Weather turns foul (see Table 3–23, page 94 of the or armories). Dungeon Master’s Guide). 46–50 Guard friendly supply system. 46–50 Friendly units engage in unrelated mission nearby. 51–55 Deliver supplies to friendly unit. 51–55 Enemy units engage in unrelated mission nearby. 56–60 Attack enemy command structure (such as HQs, 56–60 PCs caught in crossfi re between friendly and offi cers, or communications). enemy units. 61–65 Guard friendly command structure. 61–65 Objective overrun by main force of enemy army. 66–70 Deliver orders to friendly unit. 66–70 Timetable of mission changed. 71–75 Patrol specifi c area. 71–75 PCs’ support or relief never shows up. 76–80 Attack specifi c enemy unit. 76–80 PCs receive confl icting or garbled orders. 81–85 Rescue friendly unit in trouble. 81–85 Friendly army retreats, leaving PCs exposed. 86–90 Provide distraction for another mission. 86–90 PCs face unusual enemy unit (such as monsters 91–95 Perform noncombat duty (train, recruit, provide or high-level NPCs). honor guard, and so on.). 91–95 Friendly unit mistakenly attacks PCs. 96–100 Redeploy to different part of the front. 96–100 Enemy forces counterattack PCs’ position.",
        "name":  "War Has Its Own Tempo",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When all else fails, take time off from fi ghting. monk, the Ise Zumi Monastery is a repository of religious Every day of rest is another few hit points for the next battle. lore from a wide variety of races and cultures. One can only Make sure you have at least one character with some ranks guess at the ancient secrets that lie deep in the monastery’s in the Heal skill—long-term care dramatically re duces the basements. downtime between adventures forced by lost hit points. Sample Member Mesehti Taharqa received his training at the Ise Zumi Mon- WARRIOR ORGANIZATIONS astery but soon found that he could not stomach the ascetic The six organizations presented here are appropriate for just lifestyle of his mentors. Instead, he about any DUNGEONS \u0026 DRAGONS campaign. Each one is tied struck out to explore the world, to a specifi c prestige class presented in Chapter 2 of this reasoning that the more he knew book, allowing you to give of its temptations, the better those classes a rich prepared he would be to background in resist them. your world. He still visits the monastery from time to time, and could easily encounter a PC undergoing training there. 139 The Ise Zumi Monastery 620_17664_CompleteWar3.indd 139 9/12/03, 4:17:26 PM 4 RETPAHC YSATNAF ERAFRAW Mesehti is quick to advise such characters that the ascetic White Mask Tattoo (Su): Mesehti is immune to detect life practiced in the monastery is ill-equipped to handle the thoughts, detect lies, and any attempt to magically discern his temptations of the outside world, and urges any tattooed alignment. He gains a +10 bonus on all Bluff checks (included monk PC to widen her horizons. He enjoys the company in the above statistics). of other dedicated souls, but feels threatened when he isn’t Possessions: Periapt of Wisdom +4, bracers of armor +2, potion of the center of attention. An incautious PC could easily fi nd cure serious wounds, 250 gp. Mesehti’s attitude shifting from that of friendly advisor to THE KNIGHT PROTECTORS jealous rival. Less an organization than a variety of individuals who share",
        "name":  "Rest",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An epic frenzied berserker gains a bonus your attack rolls and add the same number (+5 or less) as a feat every three levels beyond 10th (13th, 16th, 19th, and so dodge bonus to your Armor Class and to the Armor Class of on). an adjacent friendly creature. The changes to attack rolls and Armor Class last until your next action. EPIC FEATS The effect of this feat supersedes the effect of the Combat The feats below are only available to epic-level characters; Expertise feat; you can’t use both feats simultaneously to gain that is, characters of at least 21st level. The version of a feat two dodge bonuses. described here supersedes any previously published version of that feat. Epic Prowess [Epic] You have great skill in combat. Armor Skin [Epic] Benefi t: Gain a +1 bonus on all attack rolls. Your skin becomes like armor. Special: A character can gain this feat multiple times. Its",
        "name":  "Bonus Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +1 natural armor bonus to Armor effects stack. Class, or your existing natural armor bonus increases by +1.",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At the 1st level of the force mage class, the spellcaster learns to summon the Spectral Shield: When the force mage casts energies of force in a mage armour effect at will. shield as one of his own spells (not from a wand, This special ability has an unlimited duration and scroll, or other magical item or external effect), can be called as a standard action and dismissed at his innate knowledge of force allows him to will as a free action This mage armour takes the improve its effects. A shield cast by a force mage appearance of a suit of translucent magical armour protects in all directions and can, at the mage’s in whatever hue or styling the force mage desires. option, interpose itself in the way of an attack that The mage armour gained by this ability gains offers a Reflex save for half damage. If the force an additional +1 armour bonus for every level of mage succeeds at the save, he takes no damage force mage past the first, to a maximum bonus of at all, the shield, however, is dispelled from the +13 at 10th level. overwhelming force of the attack. This operates exactly as the Evasion class ability. A shield spell",
        "name":  "Spectral Armour",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No (See text) A powerful tool both for and against conjura- tion magic, the wave of unbinding unravels the energies that bind conjured beings and objects to the prime material plane. Any summoned or called creature within the spell’s area of effect is automatically returned to its home dimension, disappearing instantly. Created items with a finite duration within the wave are instantly dispelled. Even outsiders on the prime material plane through their own power or spell effects must make a Reflex save to avoid the wave’s dismissal. Failure sends them back to their home plane, though it has no continuing effect afterward. Summoned creatures unbound by this spell are treated as if they were slain; they are dissipated and cannot be summoned again for 24 hours. Called beings and dismissed outsiders are not negatively affected, though they may be irritated or grateful to the caster of the wave depending on circumstance. 4466 MAGIC ITEMS Magical boon for those who must stand against the forces of darkness. This armour comes in three qualities, lesser, greater, and true. Lesser armour Items of fellhunting protects the wearer with a constant protection from evil effect. Greater armour of fellhunting also emits a constant magic circle A spellcaster who focuses his efforts on against evil, allowing the wearer and his allies conjuration usually finds most of his to freely pass or attack in and out of the circle needs met by the creatures called up by without disrupting it. his spells. Permanently enchanted items are not as important to a master of conjuration as they The true fellhunting power is incredibly powerful. might be to other mages. This is not to say that It emits a magic circle as the greater property, he cannot benefit from such treasures, however. but instead of a protection from evil effect for In fact, the art of conjuration can be greatly the wearer, armour of true fellhunting provides a enhanced by certain items. A conjurer with one constant shield of good, as per the spell shield of of the elemental summoning devices can dedicate law but with all mentions of chaos replaced with the spell he would have used for that elemental the evil descriptor. to another purpose. This makes spellcasting more efficient and that makes the conjurer more formidable. Not every magical item is about power, of course. Some magic exists to make life easier, more pleasant, or simply more fun. A conjurer will find several items below do just those things. While a banner of allegiance will probably never win a battle or slay a dragon, it shows a certain style for the mage who uses one. Ultimately, any high- level character can kill their enemies. It is the one who uses a bracelet of foe charms or a slate of remembrance that gets to take a great story home with him at night. Armour of Fellhunting Armour imbued with this special property is normally created when foul creatures from the lower planes threaten to overwhelm the prime material. Wrought of shining silver and inlaid with glowing runes of protection, armour of fellhunting is a powerful 4466 47 MAGICAL ITEMS Bracelet of Foe Disturbingly for the powers of light, certain abyssal and infernal beings have discerned the Charms methods of creating this armour. A form of black iron plate armour engraved with blood-red runes Appearing as a golden chain-link bracelet with of foul magic has been seen on some blackguards seven hoops for charms, this item strongly and evil warriors. This armour of brighthunting is resembles a bracelet of friends. This item is a fearsome bane to the forces of good everywhere. made with no charms on it to begin with. When commanded to do so by an arcane spellcaster",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use the aid another action Strength may be a third choice for its benefits in to assist a turning attempt. Because of this, a paladin’s melee. Since most paladins wear heavier and heavier place in combat is often right in the midst of clerics or armor as their careers advance, Dexterity is often the other paladins. For the rules on how to assist, see Turning, least important ability for a paladin to improve. above (in the Playing an Effective Cleric section of this Skills: Most paladins should consider improving chapter). This might be a particularly useful action if their ranks in Concentration, Diplomacy, and Ride. you’re not able to affect powerful undead yourself, but You won’t have that many skill points, so you might 11 can aid your cleric in a difficult turning attempt. want to focus on a small number of skills.",
        "name":  "Aiding Another",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The weight of the heaviest load the mount can carry—the light load limit for a flying mount, or the maximum load (heavy load a mount as middle-aged. After another three years, limit) for a nonflyer. treat the mount as old. After a final three years, treat *A creature capable of flying as well as ground-based movement it as venerable. uses the carrying capacity on the first line of its entry if it is flying. Caring about your mount means thinking about If it is not flying, the carrying capacity on the second line of its the risks that it faces. This can mean retiring a entry applies. mount in the prime of its life, simply because the 13 **Aquatic paladins only. dangers are too great. When that happens, the †Traditionally, unicorns only allow female human or female elven riders. mount should retire with honors. T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 14 CHAPTER 1: CLERICS AND PALADINS Table 1–3: Paladin Special Mount Abilities — Paladin Level (by Mount’s Availability)* — Bonus Natural Str 5th** 6th 7th 8th Dragon† HD Armor Adj. Int Special 5–7 6–8 7–9 8–10 5–12 +2 4 +1 6 Improved evasion, share spells, empathic link, share saving throws 8–10 9–11 10–12 11–13 13–16 +4 6 +2 7 11–14 12–15 13–16 14–17 17–19 +6 8 +3 8 Command creatures of its kind 15–20 16–20 17–20 18–20 20 +8 10 +4 9 Spell resistance *The lowest-numbered boldfaced column header (5th, 6th, 7th, or 8th) is the paladin level at which a mount becomes available (the first column on Tables 1–1 and 1–2). The number ranges below the header in each column are the paladin levels at which the mount has the bonuses described on the right-hand side of the table. **This column is the same as the left-hand column on the Paladin’s Mount table in the Player’s Handbook. †See Dragon Mounts for this option.",
        "name":  "Carry",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend one of your turn/rebuke undead Virtual Feats attempts to imbue all allies within a 60-foot burst If you effectively have a feat as a class feature or special (including yourself) with resistance fire, cold, and ability, then you can use that virtual feat as a prerequi- electricity resistance 5. This resistance does not stack site for other feats. What does this mean? If you have, with similar resistances, such as those granted by spells for example, some class feature or ability that says, or special abilities. The protection lasts until the end of “This is the same as Power Attack,” then you are consid- your next turn. ered to have the Power Attack feat for the purposes of acquiring the Improved Shield Bash feat. If you ever Divine Shield [Divine] 19 lose the virtual prerequisite, you also lose access to any You can channel energy to make your shield more feats you acquired through its existence. Having access effective for either offense or defense. T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 20 CHAPTER 1: CLERICS AND PALADINS",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to turn or rebuke undead, If you’re not a cleric, you may choose a number no Cha 13+, Str 13+, Power Attack, Improved Shield Bash. higher than your effective cleric level (for instance, a",
        "name":  "Prerequisites",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend one of your turn/rebuke undead paladin could choose a number up to two less than his attempts to channel energy into your shield, granting paladin level). If a prestige class increases your effec- it an enhancement bonus equal to your Charisma tive turning level, use your effective turning level. modifier. This enhancement bonus applies both to the shield’s attacks and defense, and lasts for a number of Improved Shield Bash [General] rounds equal to your Charisma modifier. You can push opponents back by bashing them with your shield. Divine Vengeance [Divine] Prerequisites:Power Attack.",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any shield bash you make with a small or against undead in melee. large shield also affects your opponent as if you had",
        "name":  "You can channel energy to deal additional damage Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you take this feat, you gain one addi- results directly from divine power, and is therefore not tional attempt to smite per day. Use whatever smite subject to being reduced by protection from elements or ability you have (for example, that of a paladin, a holy similar magic. The other half of the damage dealt by liberator, or a cleric with the Destruction domain). You the spell is as normal for the spell. A sacred spell uses can take this feat multiple times. up a spell slot two levels higher than the spell’s actual level. Only divine spells can be cast as sacred spells. Heighten Turning [Special] You can affect more powerful undead with your turn- Shield Charge [General] ing or rebuking attempts. You deal extra damage if you use your shield as a",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you turn or rebuke undead, you may Prerequisites:Power Attack, Improved Shield Bash. 20 choose a number no higher than your cleric level. Add Benefits: When you attack with your shield as part that number to your turning check, while subtracting of a charge action, you inflict double normal damage. it from your turning damage roll. T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 21 CHAPTER 1:CLERICS AND PALADINS Table 1–6: Sacred Gear Item Cost Weight Item Cost Weight Item Cost Weight Altar case, spruce 20 gp 5 lb.† Brazier, medium, gold 70 gp 60 lb. Candlestick, gold 20 gp 2 lb. Altar case, granite 40 gp 40 lb.† Brazier, field, bronze 4 gp 5 lb. Candlestick, hand-held, 5 sp 1/2 lb. Altar cloth, linen 15 gp * Brazier, field, silver 15 gp 6 lb. silver Altar cloth, velvet 30 gp * Candelabra, 8-candle, 20 gp 1 lb. Candlestick, hand-held, 3 gp 1 lb. Altar cloth, silk 35 gp * silver gold Altar cloth, gold brocade 40 gp * Candelabra, 8-candle, 35 gp 2 lb. Censer, brass 1 gp 1 lb. Altar cloth, dyed +5 gp * gold Censer, silver 3 gp 2 lb. Altar cloth, small 3 gp * Candelabra, 16-candle, 25 gp 3 lb. Censer, gold 5 gp 4 lb. Aspergillum, iron 5 gp 3 lb.† silver Incense, common 5 gp 1 lb. Aspergillum, silver 20 gp 3 lb.† Candelabra, 16-candle, 45 gp 6 lb. Incense, exotic 15 gp * Aspergillum, gold 45 gp 3 lb.† gold Holy symbol, bronze 10 gp 1 lb. Brazier, large, bronze 30 gp 75 lb. Candle, temple (per ft.) 1 gp 1/2 lb. Holy symbol, gold 50 gp 2 lb. Brazier, large, silver 70 gp 80 lb. Candle, 12-hour 5 sp 1/4 lb. Prayer book or scripture 10 gp 3 lb.† Brazier, large, gold 110 gp 160 lb. Candle, timekeeping 1 gp 1/4 lb. Prayer book or scripture, 15 gp 1 lb.† Brazier, medium, bronze 17 gp 25 lb. Candle, vigil 10 gp 1/2 lb. compact Brazier, medium, silver 30 gp 30 lb. Candlestick, silver 12 gp 1 lb. Snuffing bell 6 gp 4 lb. †These items weigh one-quarter this amount when made for Small characters. SACRED GEAR gold brocade. For an extra cost, they can be dyed red, Clerics and paladins use certain types of equipment blue, yellow, green, brown, or black. A small altar cloth that are not typically carried or owned by members of is 2 feet square and is suitable for use on an altar case. other classes. Table 1–6: Sacred Gear summarizes Aspergillum:This lightweight metal device looks these objects, which are described below. like a small club or a light mace. Each contains a",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A brazier is a metal pan used to hold burn- complete text, but fits inside an altar case. ing coals, providing heat and light and consuming Snuffing Bell: A snuffing bell is a 4-foot-long rod incense and other items as sacrifice. This item is a with two attachments: a wick holder to carry a flame convenient way to burn incense that is the material for lighting candles, and a cup for extinguishing burn- component for a spell. ing candles. A snuffing bell can be used for lighting oil A large brazier(gold, silver, or bronze) is 6 feet in diameter or other flammables. and very ornately carved, suitable for use in a large temple. A medium brazier(gold, silver, or bronze) is 4 feet in MAGIC ITEMS diameter, often somewhat less ornate, and suitable for a chapel or shrine. This section describes several new magic items of vari- A field brazier(silver or bronze) is 18 inches in diameter ous types. Many of these items are especially useful to and very plain, but can be easily carried and used in clerics and paladins. prayers and religious ceremonies on the road. (A brazier of commanding fire elementalsis a bronze field brazier.) Armor and Shield Descriptions",
        "name":  "Brazier",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Candelabras are designed to hold These special abilities expand the selection found in eight or sixteen candles in an aesthetically pleasing Chapter 8 of the DUNGEONMASTER’s Guide. arrangement. Eight candles in a candelabra illuminate Absorbing: Armor and shields with this enchant- a 15-foot radius, while sixteen candles illuminate a 20- ment are always a dull black, and appear to possess foot radius. depths that couldn’t exist. A suit of armor or a shield",
        "name":  "Candelabra",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Temple candles are ecclesiastical candles with this enchantment absorbs ability-draining and (as opposed to the small, plain, tallow candles listed as level-draining attacks. It can absorb as many points of adventuring gear in the Player’s Handbook). They are ability damage or levels drained per day as its enhance- made of wax and are 1 to 6 feet long, averaging consis- ment bonus. It allows Fortitude saves against energy- tently about 3 inches in diameter. Temple candles burn drain attacks that normally don’t allow such saves. A for 2 hours per inch of length, which can aid in meas- successful save means the attack has half effect. Absorb- uring the passage of time underground. ing armor or a shield does not change saves against A timekeeping candle is a 12-hour candle (6 inches attacks that already allow them. long) inscribed to indicate the passage of hours. Caster Level: 7th; Prerequisites: Craft Magic Arms and A vigil candle, made of wax mingled with aromatic Armor, restoration;Market Price:+3 bonus. herbs, burns for 8 hours. A character with the Heal Antipathy: A suit of armor or shield with this skill who burns a vigil candle through the night when enchantment has the supernatural ability set by its tending an injured person gives a +1 circumstance creator to affect creatures either by alignment or by a bonus on Heal checks. specific creature type (see the antipathy spell in the",
        "name":  "Candle",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A common spell component, incense is saving throw. found in most spell component pouches. For temple Caster Level: 15th; Prerequisites: Craft Magic Arms and use, prices for a pound of common incense or an ounce Armor, antipathy; Market Price:+4 bonus. of exotic incense are given on Table 1–6. Aquatic:Armor and shields with this enchantment",
        "name":  "Incense",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Player’s Handbookgives prices for appear streamlined and possess a greenish glint. A suit wood and silver holy symbols. Characters may also of armor or shield with this enchantment enables its purchase symbols made from gold or bronze. wearer to move freely through water without the need",
        "name":  "Holy Symbol",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor and shields with this enchant- Caster Level: 5th; Prerequisites: Craft Magic Arms ment flash with a brilliant light up to twice per day on and Armor, 5 levels of spellcasting ability; Market command of the wearer or wielder. All within 20 feet Price: +2 bonus. except the wearer or wielder must make a Reflex Daylight: A suit of armor or a shield with this saving throw (DC 14) or be blinded for 1d4 rounds. enchantment glows with the brilliant light of a daylight",
        "name":  "Blinding",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    }
]
