[
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms spell for up to 30 minutes a day. A command word acti- and Armor, blindness/deafness, searing light; Market vates and deactivates the enchantment, and is usually",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 bonus. inscribed on the inside of the armor or the back of the",
        "name":  "Price",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This powerful enchantment allows the owner shield. Except when glowing, this armor or shield to utter a command word and call the armor or shield to appears completely normal. her as a standard action. Armor appears correctly Caster Level:5th; Prerequisites:Craft Magic Arms and donned at the end of the action, or a shield appears on Armor, daylight; Market Price: +2 bonus. the proper arm. The armor or shield appears completely Energy Drain:A suit of armor or a shield with this normal otherwise. enchantment allows the bearer to drain levels with the",
        "name":  "Called",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites:Craft Magic Arms and wearer’s touch attack (if armor) or with a shield bash (if Armor, teleport;Market Price: +1 bonus. shield). Other than the requirement of a touch attack,",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shields with this enchant- the magical effect is exactly like an enervationspell cast ment appear designed with beauty in mind as well as by a 7th-level wizard. Such armor or shield always has functionality. The design of the armor enhances the the face of a snarling vampire carved on the front of it. physical beauty of whoever wears it. An opponent who Caster Level: 7th; Prerequisites:Craft Magic Arms and strikes the wearer of this armor or bearer of this shield Armor, enervation; Market Price: +2 bonus. must save against the appropriate charm spell (charm Ethereal:The two variations on this enchantment monster orcharm person or animal) for the type of oppo- are for suits of armor or shields. The first allows the nent. An opponent who successfully strikes the wearer bearer to use the effect of an ethereal jauntspell as if cast in melee receives a +4 bonus on the save. by a 9th-level cleric. The second allows the bearer and",
        "name":  "Charming",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and anyone touching him to become ethereal as if an 11th- Armor, charm monster, charm person or animal; Market level cleric cast etherealness. The armor or shield",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor or shield always appears bril- real Plane where it appears completely normal. liant and gleaming, no matter what the conditions and Self Only: Caster Level: 9th; Prerequisites: Craft Magic despite all attempts to paint over or obscure it. Coveted by Arms and Armor, ethereal jaunt;Market Price: +3 bonus. military leaders of all sorts, this armor or shield carries a All in Contact: Caster Level: 11th; Prerequisites: Craft powerful aura that gives a +4 competence bonus to Magic Arms and Armor, etherealness;Market Price: +4 Charisma and a +2 morale bonus on Will saves to all allies bonus. 23 within 30 feet. The enchantment also makes the posses- Fearsome: A suit of armor or a shield with this sor very noticeable, giving a –6 penalty on Hide checks. enchantment creates an aura of fear around the wearer T11840_620_00 Defenders2.qxd 2/5/01 3:50 PM Page 24 CHAPTER 1: CLERICS AND PALADINS ray springs from the front of the armor or shield.",
        "name":  "Command",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and Armor, slow, ray of frost; Market Price: +3 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this enchantment has no effect unless the wearer has the ability to turn or rebuke undead. In that case, the wearer turns or rebukes undead two levels higher than she would without the enchant- ment. Armor or a shield with this enchantment is always specific to a deity and features the deity’s holy symbol prominently.",
        "name":  "Sacred",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and Armor, ability to turn or rebuke undead; Market",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor or shield enchantment provides a +4 haste bonus to AC and gives the wearer an extra partial action every round, as the hastespell. This armor seems to be constantly vibrat- ing, always appearing blurred.",
        "name":  "Speed",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and Armor, haste;Market Price:+3 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer of a suit of armor or a shield with this enchantment may control up to 26 HD of undead per day, as the control undeadspell. At dawn each day, the wearer loses control of any undead still under his sway. Armor or a shield with this power appears to be made of bone; this feature is entirely decorative and has no other effect on the armor.",
        "name":  "Undead Controlling",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms and Armor, control undead; Market Price: +4 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer of a suit of armor or as by a 7th-level wizard casting fear. This aura affects all a shield with this enchantment may attack undead as opponents within 40 feet of the wearer. This armor or with a disrupt undeadspell cast by a 5th-level wizard up to shield appears completely normal, except to those who four times per day. Armor and shields with this ability fail their save. Then the bearer appears to be a creature usually display prominently the holy symbol of a good from the opponent’s worst nightmares. deity.",
        "name":  "Undead Disrupting",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and Caster Level: 5th; Prerequisites: Craft Magic Arms and Armor, fear; Market Price: +2 bonus. Armor, disrupt undead;Market Price: +2 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this enchantment appears to be created from thousands of Specific Armor Descriptions iridescent feathers. This characteristic has no effect on The following items are preconstructed and have the armor’s or shield’s weight, armor check penalty, or exactly the qualities described here. other statistics. The enchantment allows the wearer to Blue Armor of the Crystalmist Mountains: When fly up to 50 minutes per day. In all other respects it first found, this armor often appears sized for dwarves. functions as if the wearer cast flyon herself, allowing a From a distance, this armor appears to be made from the speed of 90 feet (or 60 feet if the armor is medium or hide of a blue dragon. In reality, it is masterwork scale heavy) with good maneuverability. mail that has been enameled to look like blue dragon",
        "name":  "Feathered",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and scales. It provides a +3 enhancement bonus to Armor Armor, air walk; Market Price: +2 bonus. Class (in addition to its +4 armor bonus, for a total of +7)",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this enchantment and provides its wearer with electricity resistance 15. appears to be carved from ice. The enchantment has two Caster Level: 9th; Prerequisites: Craft Magic Arms and effects. First, it simulates a slow spell cast by a 5th-level Armor, endure elements;Market Price: 20,960 gp. 24 wizard. This affects the first five opponents to come within Equerry’s Armor: This armor appears to be finely 30 feet of the wearer. Second, the wearer may invoke a ray crafted full plate specifically cut for those who fight from of frostas if a 5th-level wizard, up to five times per day. The atop a mount of some sort. In addition to providing a +2 T11840_620_00 Defenders2.qxd 2/5/01 3:50 PM Page 25 CHAPTER 1:CLERICS AND PALADINS enhancement bonus to Armor Class (in addition to its +8 armor bonus, for a total bonus of +10), this armor provides a +1 competence bonus on all Ride checks for the rider, a +2 enhancement bonus to Dexterity for the mount, and gives the mount’s speed a competence bonus of +10 feet.",
        "name":  "Ice",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and Armor; Market Price: 10,670 gp.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This item is a boon to many who work a forge. It appears to be an ordinary leather apron, with an odd metallic sheen in direct light. It gives a +2 deflection bonus to the wearer’s Armor Class. A gnome who wears one gains damage reduction 5/+1 and a +2 bonus on all saves against fire and heat.",
        "name":  "Golden Apron",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and Armor, Alchemy, shield; Market Price: 22,200 gp.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Despite its appearance, this armor is not made from the hide of a red dragon. It is masterwork scale mail with the individual scales covered in red enamel. It provides a +3 enhancement bonus to Armor Class (in addition to its +4 armor bonus, for a total bonus of +7) and provides its wearer with fire resistance 15.",
        "name":  "Red Dragon Armor",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Armor, endure elements;Market Price: 35,200 gp.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor acts as normal splint mail except when worn by a neutral character. Such a character who dons this armor feels a sense of calm and confidence wash over him, and the armor acts as +2 splint mailthat also gives a +2 resistance bonus on all saving throws.",
        "name":  "Splint Mail of Stability",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Armor, resistance;Market Price:5,845 gp. Strength of 29. The bolt is destroyed when used.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and while the bearer is mounted. Armor, clairvoyance;Market Price: 3,507 gp; Weight: —. Caster Level: 5th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This 3-foot adamantine rod acts as a +1 Armor, speak with animals; Market Price: 20,980 gp; heavy mace. It provides a +2 morale bonus to all allies Weight: 8 lb. within 30 feet and allows the bearer to deliver messages to anyone within nine miles as the spell whispering wind. Specific Rod Description",
        "name":  "Battle Rod",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This artificial arm made of mithral from the outside, since it completely covers the eyes. replaces an arm that has been lost by a good character. Anyone who dons the helmet discovers he can see It will not function for a neutral character. An evil perfectly. The helm provides the wearer with the character who tries to attach it takes 1d4 points of effects of the spell true seeingand gives the wearer a +1 temporary Dexterity damage. A character who makes insight bonus to Armor Class. successful use of the arm gains +2 Strength and +2 Caster Level: 9th; Prerequisites:Craft Magic Arms and Dexterity. The arm also provides a +2 deflection bonus Armor, true seeing; Market Price: 91,600 gp; Weight: 3 lb. to Armor Class. Generally, 70% of these items are left Mark of Apostasy: Sometimes the deities of evil arms and 30% are right arms, though there are rumors mark an individual as one of their own. A mark of apos- of rare arms that adapt to the user. tasy may be of any material but is generally made from",
        "name":  "Arm of Nyr",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "In most cases, a church that ties are acting in a dishonorable or unlawful manner, provides support also requires payment. Good-aligned the clerics urge their congregation to use existing churches are often willing to accept payment in the legal systems to put a new, more honorable authority form of favors to be named later. Neutral churches in power. may also be willing to do so, or they may request some Heironeous: Heironeous’s teachings focus on pro- immediate service or reimbursement. Evil churches moting good through the use of armed force. Church generally demand payment in advance, in whatever dogma provides examples of justice, chivalry, valor, form is most advantageous for the church. Lawful and honor for everyday life. Temples include an churches may insist on written, signed, and armory and a supply stockpile. Higher authorities in witnessed contracts. Chaotic churches generally rely the church regularly inspect lesser temples for mili- on a simple handshake. tary readiness. All worshipers are expected to fill some role in the local militia, and many serve as judges or Churches and Other Organizations advisors to local legal authorities.",
        "name":  "Support Costs",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +11, Heal +12, Spellcraft +9; 2nd—aid*, bull’s strength, shield other, sound burst. Brew Potion, Iron Will, Maximize Spell, Scribe Scroll. *Domain spell. Deity: Pelor. Domains: Good (cast good Spells Prepared(5/5/5/4; base DC = 13 + spell level): 0— spells at 5th caster level), Strength (1/day perform a feat of create water, guidance, read magic, resistance, virtue;1st—bless, strength that lasts up to 1 round, activate as free action, Str deathwatch, endure elements*, sanctuary, shield of faith;2nd— becomes 15). calm emotions, delay poison, heat metal*, lesser restoration,",
        "name":  "Skills and Feats",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Half-Elven Traits: +1 racial bonus on Listen, Search, and Spot checks (included above); low- light vision; immune to sleep; +2 racial bonus on saves against enchantments. Spells Prepared(6/6/6/5/5/3; base DC = 14 + spell level): 0—detect magic,guidance, light, mending, purify food and drink, resistance; 1st—bless, command, comprehend languages, divine favor, magic stone, protection from evil*;2nd—aid, bull’s strength*, calm emotions, gentle repose, shield other, sound burst; 3rd— daylight, dispel magic, helping hand, magic circle against evil*, speak with dead;4th—divination,holy smite*, imbue with spell ability, restoration, tongues;5th—healing circle,righteous might*, true seeing. *Domain spell. Deity: Pelor. Domains: Good (cast good spells at 11th caster level), Strength (1/day perform a feat of strength that lasts up to 1 round, activate as free action, Str becomes 23).",
        "name":  "Special Qualities",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, daze, detect magic, detect poison, wear their faith like a badge. By being active in their disrupt undead*, flare, light, mage hand, mending, open/close, community and open about their faith, they try to prestidigitation, ray of frost, read magic, resistance; 1st—cause overcome the popular image of neutrals as “unde- fear*, chill touch*, endure elements, magic missile, ray of enfeeble- cided.” They teach the importance of the church and ment*, shield, sleep; 2nd—darkness, ghoul touch*, Melf’s acid arrow, resist elements, scare*, spectral hand*. the faith in choosing a course of action rather than a *These spells belong to the school of Necromancy, which moral position. is this character’s specialty. Prohibited school: Illusion. Boccob: Because they deny the validity of moral and Because of Spell Focus, the base DC for Necromancy spells is ethical positions, temples of Boccob safeguard all 14 + spell level. records equally, and secular authorities respect that",
        "name":  "Spellbook",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 dagger, bracers of armor +2, wand of magic outlook. Temples usually contain storage for records, missile. libraries, and chambers for arcane research and exper- iments. Worship involves reporting sessions in which",
        "name":  "Possessions",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +1, amulet of natural armor +1, dagger. 22",
        "name":  "Possessions",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any spell cast by paladin also affects mount if ance; 1st—charm person, comprehend languages, erase, feather fall, within 5 ft. identify, mage armor, mount, unseen servant; 2nd—darkvision, Spells Prepared(2/1; base DC = 13 + spell level): 1st—protec- daylight, levitate. tion from evil, read magic;2nd—resist elements.",
        "name":  "Share Spells",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Must have had direct contact with one’s 54 Consecrated Harrier Spell List patron deity or a direct servant of that deity, or with an Consecrated harriers choose their spells from the enlightened being embodying the highest principles following list: of an alignment (a solar, for example). T11840_620_00 Defenders2.qxd 2/5/01 3:54 PM Page 55 CHAPTER 3:PRESTIGE CLASSES proficient with any armor or with shields, but some- times carry these proficiencies from their previous class. Prestige Domain (Ex):Upon adopting the contem- plative class, and again at 6th level, a character gains access to a prestige domain of her choice, as described in Chapter 4: Divine Magic. The character can choose any domain made available by her deity or alignment— either a new prestige domain or a standard domain listed in the Player’s Handbook. The character gains the granted power associated with the domain she chooses, and can select the spells in that domain as her daily domain spells. Divine Health (Ex):A contemplative is immune to all diseases, including magical diseases such as mummy rot and lycanthropy.",
        "name":  "Special",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Upon adopting the divine Immune to Surprise (Ex):At 10th level, the divine oracle class, the character gains access to the Divina- oracle’s sensitivity to danger is so great that she is tion domain, described in Chapter 4: Divine Magic. never surprised. She can always take a partial action The character gains the granted power associated during a surprise round, unless she is physically with the domain (+2 caster level for divination spells), restrained from doing so. and can choose the spells in that domain as her daily See Complete Divine domain spells. HOLY LIBERATOR Scry Bonus (Su): A divine oracle has a +2 sacred bonus on all Scry checks. The holy liberator is a holy warrior, a distant cousin of Prescient Sense (Ex): Beginning at 2nd level, if a the paladin, who is dedicated to overthrowing tyranny divine oracle makes a successful Reflex saving throw wherever it may be found. These champions of free- against an attack that normally inflicts half damage on dom and equality are strong-willed, independent- a successful save (such as a red dragon’s fiery breath or minded, and virtuous. They particularly direct their a fireballspell), she instead suffers no damage, since her efforts against lawful evil societies (dictatorships or prescience allowed her to get out of the way faster. This plutocracies), slaveholders and slave traders, and form of evasion works no matter what armor the powerful, corrupt governments, but they also recognize divine oracle wears, unlike the monk’s and rogue’s the possibility for tyranny even in a state of anarchy 57 evasion ability. (where strong individuals may impose their will on Divination Enhancement (Ex):Beginning at 3rd people weaker than they). T11840_620_00 Defenders2.qxd 2/5/01 3:55 PM Page 58 CHAPTER 5:PRESTIGE CLASSES Requirements To qualify to become a holy liberator, a character must fulfill all the following criteria.",
        "name":  "Prestige Domain",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 6th level, a hunter of the dead ter must fulfill all the following criteria. receives Extra Turning as a bonus feat. This feat allows Alignment:Lawful good. the hunter to turn undead four more times per day Base Attack Bonus:+8. than normal. Knowledge (religion):10 ranks. Positive Energy Burst (Su):In lieu of two normal Knowledge (the planes):5 ranks. turning attempts, a hunter of the dead of at least 8th Spells:Ability to cast divine spells, including protec- level can create a positive energy burst that deals 1d6 tion from evil. points of damage to all undead creatures within 100 Equipment:Magic (+1 or better) full plate armor. feet of the character for every class level of hunter of Special: Has demons as a favored enemy, and has the dead the character has attained. Undead are defeated a demon or driven it back to its home plane. allowed a Reflex save (DC 10 + the class level of the hunter) for half damage. Class Skills Sealed Life (Su):Upon reaching 10th level, a hunter The knight of the Chalice’s class skills (and the key of the dead cannot lose levels due to energy draining ability for each skill) are Concentration (Con), Craft 63 effects (although death still results in level loss, as do (Int), Diplomacy (Cha), Intimidate (Cha), Knowl- other level- or experience-draining penalties). edge (religion) (Int), Knowledge (the planes) (Int), T11840_620_00 Defenders2.qxd 2/5/01 3:55 PM Page 64 CHAPTER 5:PRESTIGE CLASSES Profession (Wis), and Sense Motive (Wis). See Chapter power. Stunned creatures lose their Dexterity bonus to 4: Skills in the Player’s Handbookfor skill descriptions. AC (if any) and can take no actions. Foes gain a +2 circumstance bonus to hit stunned creatures. If a",
        "name":  "Extra Turning",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 enhancement bonus 7 Permanent Image.Includes sight, sound, and smell. to Dexterity, speed increased +10 ft. when in light 8 True Creation†.As major creation,but permanent. armor, +2 enhancement bonus on initiative. These are 9 Genesis†.Creates a pocket demiplane. supernatural abilities. Divination Prestige Domain",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Turn undead with a +2 bonus on the 1 Random Action. One creature acts randomly for turning check and +1d6 on the turning damage roll. one round. 79 2 Touch of Madness†. Dazes one creature for 1 round/level. T11840_620_00 Defenders2.qxd 2/5/01 3:58 PM Page 80 CHAPTER 4: DIVINE MAGIC 3 Rage†. Gives +4 Str, +4 Con, +2 morale bonus on 6 Aspect of the Deity†. As lesser aspect, but you get Will saves. celestial or fiendish qualities. 4 Confusion. Makes subject behave oddly for 1 7 Blasphemy/Holy Word*.Kills, paralyzes, weakens, round/level. or dazes nonevil/nongood subjects. 5 Bolts of Bedevilment†. One ray/round, dazes 8 Holy Aura/Unholy Aura*.+4 AC, +4 resistance, and 1d3 rounds. SR 25 against evil/good spells. 6 Phantasmal Killer. Fearsome illusion kills one 9 Greater Aspect of the Deity†. As lesser aspect, but creature or deals 3d6 damage. gain wings, enhanced ability scores, and various 7 Insanity.Subject suffers continuous confusion. resistances and immunities. 8 Maddening Scream†.Subject has –4 AC, no shield, *Choose one spell of those given, based on alignment, Reflex save on 20 only. that is always your domain spell for this level. 9 Weird. As phantasmal killer, but affects all within 30 ft. Pestilence Prestige Domain",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A demiplane in the Ethereal Plane centered on normal speed (average maneuverability). your location • You gain +1 natural armor.",
        "name":  "Effect",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes mad. This spell makes it impossible for the victim to do anything other than race about caterwauling, worsens You cause moisture in the air to sparkle, coalesce, then the Armor Class of the subject by –4, makes Reflex spray away from your fingertips, driving into all crea- saving throws impossible except on a roll of 20, and tures in the cone of effect. Each creature in the area makes it impossible to use a shield. takes 1d6 points of damage, plus 1 additional point per caster level to a maximum of +5. A Reflex save is Monstrous Thrall allowed for half damage. Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 action Protective spells such as protection from evil, shield,",
        "name":  "Casting Time",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tsrsage@aol.com",
        "name":  "Email",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tangible field of divine energy encompasses Mind-Affecting Effects: A deity is immune to mind-affecting effects and suffuses a deity’s body, granting it a divine Armor Class bonus (charms, compulsions, phantasms, patterns, and morale effects). equal to its divine rank. This bonus stacks with all other Armor Energy Immunity: Deities of rank 1 or higher are immune to elec- Class bonuses and is effective against touch attacks and incorpo- tricity, cold, and acid, even if the attacker is a deity of higher divine real touch attacks. rank. Some deities have additional energy immunities. Most deities (all those with 20 outsider Hit Dice) have a natural Deities of rank 1 or higher are immune to disease and poison, armor bonus of their divine rank +13. All deities also have a deflec- stunning, sleep, paralysis, and death effects, and disintegration. tion bonus to their AC equal to their Charisma bonus (if any). Deities of rank 6 or higher are immune to effects that imprison Deities who aren’t outsiders have their normal natural armor bonus or banish them. Such effects include banishment, binding, dimen- + their divine rank. sional anchor, dismissal, imprisonment, repulsion, soul bind, temporal Many deities have other Armor Class bonuses as noted in their stasis, trap the soul, andturning and rebuking. individual descriptions. Damage Reduction: A deity has damage reduction of 35 + its",
        "name":  "Armor Class",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "DIVINE ABILITIES If you have the Epic Level Handbook,you may want to alter AND EPIC FEATS the divine statistics in this book to make better use of the Salient divine abilities let the deities do things that mortal char- full epic rules. The deities in this book could benefit from acters only wish they could do: Make a whirlwind attack against some epic feats and other rules presented there, such as all creatures within reach (instead of just within 5 feet), use epic spells and epic magic items. While none of the deities wild shapeto change into a dinosaur, quicken a 9th-level spell, in this book have class levels higher than 20th, there’s no fire a hail of arrows at every creature around, and so on. These reason they couldn’t, if you have access to the rules for tasks are simply beyond the capacity of player characters . . . advancing them. until they pass 20th level. One of the key difficulties with creating divine statistics is The Epic Level Handbook introduces more than one that, no matter what level the deities are, some characters in hundred epic feats that give mortal characters access to someone’s campaign will always be higher level. The deities as some of these abilities. Many salient divine abilities are iden- presented in this book are virtually impossible challenges for tical with a combination of two or more epic feats. For exam- characters of 20th level and lower, and (with an average of 60 ple, Apollo’s Divine Bard ability allows him to use his bardic Hit Dice) would prove tough challenges to the vast majority of music as a standard action, to affect creatures that are epic-level characters. However, someone somewhere will run a immune to mind-affecting effects, to double the effects of his campaign with characters up to 100th level, and they will find bardic music, to affect a large number of allies at once, to the deities as presented here reasonable challenges, maybe create lingering inspiration effects, and to use countersong even easy. If your campaign reaches such epic heights, you as a reaction. Orpheus, a mortal, can learn the epic feats might want to consider increasing the character levels of the Rapid Inspiration, Music of the Gods, Epic Inspiration, Group deities to keep them ahead of the characters. Inspiration, Lasting Inspiration, and Reactive Countersong as On the other hand, you might not want to. Perhaps your he advances his bard abilities far beyond 20th level, getting campaign is built around the idea that mortals can surpass the most of the same effects as the Divine Bard ability. However, power of even the mightiest deities. But think the issue the range of Orpheus’s bardic music never extends as far as through carefully, and don’t hold this book up as the ultimate fifteen miles, while Apollo’s does. Some abilities truly are truth of deity statistics. If the power level of the deities as beyond mortal capacity. presented in this book doesn’t work for you, change it. pqqqqrs A portfolio element may encompass more than one domain. For Some salient divine abilities have prerequisites. Usually, the instance, a major deity of the sea might have the Air and Travel deity must have all the listed prerequisites to have the ability. A domains as well as the Water domain. Your choices indicate a great divine rank of 1 is a prerequisite for all salient divine abilities. deal about the character of the deity. A deity of the sea with the The most common salient divine abilities are described here. A Chaos and Destruction domains in addition to Water indicates that few deities have unique salient divine abilities that are described the people fear the power of the sea. Just because deities share port- in the deity’s individual entry. folio elements, they don’t have to share domains. Both sea deities Using Salient Divine Abilities:Using a salient divine ability is a described above could appear in the same pantheon. standard action unless otherwise noted in the ability description. A deity has at least three domains. Deities can have more than Using a salient divine ability does not provoke an attack of opportunity. three domains if they possess the Extra Domain salient divine ability. Salient Divine Abilities and Antimagic:A salient divine abil- ity functions normally within an antimagic field, and is never sub- ject to spell resistance. SALIENT DIVINE ABILITIES A salient divine ability is like a feat—it gives a deity a new capabil- SALIENT DIVINE ABILITY DESCRIPTIONS ity or improves one that the deity already has. As noted earlier, a Here is the format for salient divine ability descriptions. deity has one salient divine ability for each divine rank the deity has, plus additional salient divine abilities reflecting its status: Ability Name Demigods receive one bonus ability, lesser deities receive two Description of what the ability does or represents in plain language. bonus abilities, intermediate deities receive three, and greater Prerequisite: A minimum divine rank, minimum ability score, 32 deities receive five. another salient divine ability, a minimum base attack bonus, a feat, :2 RETPAHC SEITIED DENIFED Table 2–1: Salient Divine Abilities Ability Prerequisite Ability Prerequisite Alter Size — Divine Archery Base attack bonus +20 Alter Form Alter Size Dex 29 Shift Form Divine rank 6 Point Blank Shot Alter Size Far Shot Alter Form Divine Armor Mastery Armor Proficiency (light) Shapechange Divine rank 11 Armor Proficiency Alter Size (medium) Alter Form Divine Bard Bard level 20th True Shapechange Divine rank 16 Divine Battle Mastery Fighter level 20th Alter Size Combat Reflexes Alter Form Int 13 Shapechange Dex 13 Alter Reality Cha 29 Dodge Annihilating Strike Divine rank 11 Expertise Base attack bonus +20 Mobility Str 25 Spring Attack Arcane Mastery Spellcaster level 1st Whirlwind Attack Int 29 War domain Spell Mastery Divine Blast Cha 29 Spontaneous Wizard Spells Divine rank 6 Mass Divine Blast Divine rank 6 Spellcaster level 1st Cha 29 Int 29 Divine Blast Spell Mastery Divine Blessing Selected ability score 40 Arcane Mastery Divine Celerity Dex 29 Automatic Metamagic Spellcaster level 1st Free Move Dex 29 Avatar Divine rank 6 Divine Celerity Cha 29 Divine Dodge Dex 29 Banestrike Base attack bonus +20 Divine Druid Druid level 20th Battlesense — Divine Earth Mastery Earth domain Call Creatures — Divine Fast Healing Con 29 or Clearsight Divine rank 6 fast healing Wis 29 Rejuvenation Divine rank 11 Command Plants — Divine Fast Healing Control Creatures — Divine Fire Mastery Fire domain Create Object Divine rank 6 Divine Glibness Cha 29 Int 29 Bluff 40 ranks Create Greater Object Divine rank 11 Trickery domain Int 29 Divine Inspiration — Create Object Divine Monk Monk level 20th Divine Creation Divine rank 16 Divine Paladin Paladin level 20th Int 29 Divine Radiance Good alignment Create Object Sun domain Create Greater Object Divine Rage Barbarian level 20th Divine Air Mastery Air domain a skill, or some other condition that a deity must have in order to only take partial actions and suffers a –6 penalty on all attack acquire this salient divine ability. This entry is absent if a salient rolls, saves, and checks. divine ability has no prerequisite. An ability may have more than The deity cannot use another ability that requires rest until its one prerequisite. All salient divine abilities have a minimum pre- current rest requirement is fulfilled. Any time the deity spends requisite of divine rank 1. Quasi-deities (rank 0) have no salient performing strenuous activities does not count toward the divine abilities. required rest time. For example, during a visit to the Material",
        "name":  "BEHIND THE CURTAIN",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity’s attack bonus, Armor Class, and saves do not Alter Form change. The deity does not gain any of the assumed form’s special The deity can make minor changes to its appearance and form. abilities, attack forms, defenses, ability scores, or mannerisms. This is an extraordinary ability. The deity can change physical qualities (such as hair color, hair",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Knowledge, magic. avatar’s statistics and abilities, including bonuses to attack rolls, damage, saves, checks, and Armor Class, damage reduction, resist- Area Divine Shield ances, number of salient divine abilities and bonus salient divine The deity can use part of its personal energy as a barrier that pro- abilities, uses per day of domain powers, saving throw DCs against tects against almost any attack. spell-like abilities, range of senses, automatic actions, magic items",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine rank 6, Cha 29, Divine Shield salient it can create, and extent of divine aura. The deity’s ability scores, divine ability. speed, class levels, and Hit Dice are unchanged.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Except where noted here, this ability works like the Divine Abilities:The avatar has salient divine abilities according Divine Shield ability. The deity produces a transparent barrier whose to its own divine rank. The deity chooses which of its abilities the area is up to one 10-foot square per rank, or a sphere or hemisphere avatar has when creating the avatar. The avatar cannot have a with a radius of up to 1 foot per rank. The barrier can be placed any- salient divine ability that is not available to a deity of its own rank, where within the deity’s line of sight. The deity can place the barrier nor can it use a salient divine ability if it doesn’t meet the prerequi- so that it is mobile with respect to some unattended object or willing sites. An avatar cannot have the Avatar or Possess Mortal salient creature (such as the deity itself). divine abilities. The barrier can be adjusted to ignore certain types of damage, An avatar does not have any remote sensing or remote commu- just as a divine shield can. If the deity makes the shield mobile nication powers. with respect to a willing creature, the deity also can make the bar- Suggested Portfolio Elements: Any. rier one-way with respect to the creature and its allies, allowing them to attack through the shield and still use its protection. Banestrike",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity cannot be surprised or flanked except by a rank + the deity’s Charisma modifier) to resist and is allowed a deity of higher rank. The deity retains its Dexterity bonus to new save if the deity commands the subject to do something Armor Class even if caught flat-footed or attacked by an invisible against its nature. opponent, and is not subject to sneak attacks except by deities of At any given time, the deity cannot have more creatures under higher rank. its control than 10 times its divine rank. If the deity already has the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A deity can have this ability multiple times, choosing a Prerequisites: Craft Magic Arms and Armor, Craft Rod, different kind of creature each time. Craft Staff, Craft Wand, Craft Wondrous Item, Forge Ring,",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity can craft magic arms and armor, staffs, Clearsight wands, wondrous items, rings, and scrolls that exceed the normal The deity can perceive reality despite appearances. limits for such items (as stated in the DUNGEONMASTER’s Guide). For",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a full-round action, the deity can create objects equal to its divine rank. The deity can attempt to take controlof weighing up to 100 pounds per divine rank, or with a volume of 20 that number all at once, or in smaller numbers. All creatures to cubic feet per rank. If the deity uses this ability on a divinely mor- be affected must be within the deity’s line of sight when first phic plane or within its own godly realm, double the volume and affected. Once control is established, distance is not a factor and weight the deity can create. If the deity’s realm is located on a the deity can maintain control remotely, even across planes and divinely morphic plane, triple the volume and weight the deity can through wards or barriers (except divine shields and warding create there. 37 DEFINED DEITIES CHAPTER 2:",
        "name":  "Each day the deity can attempt to control a number of creature Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity gains a competence bonus on attack rolls, dependent desriptor) occurs within the deity’s hearing, the damage, and Armor Class equal to its divine rank if both the deity deity can attempt a countersong as if it had prepared an action and its foe are airborne. to do so. The deity can fly with perfect maneuverability. Suggested Portfolio Elements: Art, bards, beauty, dance, love, When flying, the deity can automatically know the location of music, poetry. any corporeal creature within 10 feet per divine rank, by sensing the disturbance in the air the creature causes. Divine Battle Mastery",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Archers, war. strikes take 1d12 points of damage per rank of the deity, plus 1d12 points of damage per point of Charisma bonus the deity has. There Divine Armor Mastery is no saving throw, but the deity must make a ranged touch attack The deity is able to move freely in light or medium armor. to hit a target.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Proficiency (light), Armor Proficiency The deity can make the ray look, sound, smell, and feel like any- (medium). thing it desires: a burst of flame, a stroke of lightning, a blast of",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity ignores the maximum Dexterity bonus limit wind, or any other phenomenon. Despite the appearance of the ray, for medium or light armor. the damage it deals results directly from divine power and is there-",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ability has several benefits: A divine shield can stop the ray. • For the deity’s bardic abilities that have a range (countersong, Suggested Portfolio Elements: Death, destruction, war. fascinate,inspire competence, inspire greatness), that range is a number of miles equal to the deity’s divine rank. Divine Blessing • The deity can use any bardic music inspiration ability as a stan- The deity can grant exceptional abilities to mortals. dard action. The inspiration takes effect immediately after the Prerequisite:Selected ability score 40. deity concludes the action. Benefit:Choose one ability: Strength, Dexterity, Constitution, • The deity’s bardic music abilities can affect even those normally Intelligence, Wisdom, or Charisma. The deity must have a score immune to mind-affecting effects. However, such creatures gain of at least 40 in the selected ability. The deity can grant mortals a 38 a +10 bonus on their Will saves to resist such effects. +6 enhancement bonus to that ability that lasts for one day. In a :2 RETPAHC SEITIED DENIFED singleday and at one time, the deity can affect a number of crea- Benefit:While in a wild shape, the deity gains all the extraordi- tures equal to its divine rank. nary and supernatural abilities of the creature whose form it",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine rank 16, Int 29, Create Object salient Benefit:The deity gains a competence bonus on attack rolls, divine ability, Create Greater Object salient divine ability. damage, and Armor Class equal to its divine rank if both the deity",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A love effect causes the target to fall in love with increase by +10. The deity also can take one extra partial action the specified creature, seeking every opportunity to be near that each round. While raging, the deity suffers a –5 penalty to Armor creature and making every effort to win the creature’s affection. A Class and cannot perform acts that require patience and concen- desire effect is similar, but the target seeks any opportunity to tration, such as moving silently, casting spells, and using salient become physically intimate with the specified creature. Subjects divine abilities. can attempt Will saves (DC 10 + deity’s Charisma modifier + deity’s Suggested Portfolio Elements: Destruction, rage, strength, war. divine rank) to resist the effect. This is a mind-affecting compul- sion effect. Divine Ranger",
        "name":  "Love and Desire",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Thieves. 9th. The number of spells per day the deity can cast of each spell level above 9th depends on the deity’s key ability score for spell- Divine Shield casting classes in which the deity has achieved 20th level, as shown The deity can use part of its personal energy as barrier that protects on Table 2–6: Divine Spellcasting (on the next page). The numbers against almost any attack. on that table represent one spell per day at each spell level above",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a free action, the deity can create a shield that bonus spells based on the key ability score. The deity can use these lasts 10 minutes and protects the deity’s body and equipment slots for spells prepared or cast with a metamagic feat, or for lower- from attacks. The shield stops 10 points of damage per rank. level spells. For example, a 20th-level wizard/10th-level cleric with Once the shield stops that much damage, it collapses. The an Intelligence of 46 and the Divine Spellcasting ability can cast damage can be from any source, including a divine blast attack. the following spells above 9th level each day: four 10th-level, three The deity can use this ability a number of times per day equal to 11th-level, three 12th-level, three 13th-level, three 14th level, two 3 + its Constitution bonus. 15th-level, two 16th-level, two 17th-level, and two 18th-level. The",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity can adjust the shield so that it does not block deity does not receive any higher-level cleric spell slots because it damage the deity ignores anyway. For example, if the deity is is not a 20th-level cleric. immune to fire, the deity might want to adjust the shield to ignore If the deity has achieved 20th level in a spellcasting class with fire damage. The effects of multiple divine shields do not stack. fewer than nine levels of spells (such as bard, paladin, or ranger),",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any. dance, observe the performance with rapt attention, laugh, or applaud at the deity’s option. The affected creatures also suffer Increased Spell Resistance a –4 penalty to Armor Class, cannot succeed at Reflex saves The deity has spell resistance beyond the divine norm. (except on a roll of 20), and cannot use shields. Creatures can",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ability works across planar boundaries and pene- dead mortals almost anywhere. trates any barrier except a divine shield. However, the subject Prerequisites:Divine rank 16, Gift of Life or Hand of Death must be in a location the deity can sense, either within the salient divine ability, Life and Death salient divine ability. deity’s sense range or in a location the deity can perceive Benefit:The deity can designate any number of mortals and through its remote sensing ability. If the deity cannot see the snuffs out their lives. Or the deity can designate any number of subject, the deity must unambiguously identify the subject in dead mortals and restore them to life. some fashion, such as by reciting the subject’s time and place of Notes: No two mortals affected by a single use of this ability can birth or death, listing the subject’s notable or infamous deeds, or be more than one mile apart per rank of the deity. The ability is something similar. otherwise identical with the Life and Death salient divine ability.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spells that prevent possession block this ability if the any creature the deity can perceive. mortal is unwilling. Likewise, spells that end possession drive out The deity also can enchant creatures so they become truthful. the deity if the mortal is unwilling. If the mortal is willing, how- The deity can affect up to one creature per divine rank at once, but ever, the deity cannot be blocked or driven out, except by a divine no more than that number each day. All must be within the deity’s shield or the use of the Alter Reality salient divine ability by a deity line of sight when first affected. The enchanted creatures become of higher rank. unable to utter any deliberate falsehoods or evasions of truth for The possessed mortal effectively becomes an avatar of the one day. The subject is allowed a Will save (DC 10 + the deity’s deity. The deity can draw on all the possessed mortal’s memories, Charisma modifier + the deity’s divine rank) to resist. Subjects who and the deity senses what the mortal senses. Each mortal pos- make successful saves become immune to this ability for one day. sessed counts as a remote location where the deity is sensing and Suggested Portfolio Elements:Justice, law, truth. communicating. A demigod can possess up to two mortals at a time, a lesser deity can possess up to five mortals at once, an inter- Rejuvenation mediate deity can possess up to ten, and a greater deity can possess If destroyed, the deity simply re-forms. up to twenty mortals at once. Prerequisites:Divine rank 11, Divine Fast Healing salient While the deity is in possession, the mortal’s abilities are divine ability. unchanged, except as noted below. Benefit:When the deity suffers an attack that should destroy it,",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The mortal gains a divine bonus to Armor Class Notes: If the deity is killed in its own realm, subtract the equal to half the deity’s divine rank. deity’s divine rank from the number of days it takes to return. If",
        "name":  "Armor Class",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to turn or rebuke undead, Cha 13, Str 13, feat while wearing medium or heavy armor, or if it is carrying a Power Attack. load heavier than light.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When the deity uses the Expertise feat to improve its Here are some suggestions for acting the part when your player Armor Class, the number it subtracts from its attack and adds to its characters meet a deity. AC can be any number that does not exceed its base attack bonus. Spoiled Brat: Gods get their own way. If they desire some- This feat eliminates the +5 maximum for the Expertise feat. thing, it appears with little or no effort. Instant gratification is normal for deities. They have little or no appreciation for the Widen Spell [Metamagic] challenges and difficulties mortals face. They pass out quests and The deity can increase the area of its spells. tasks with no regard for difficulty and then become wrathful",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural Armor Class, Dexterity, and size bonuses or penal- Face/Reach:5 ft. by 5 ft./10 ft. ties apply. Armor bonuses are not applicable. Special Attacks:None",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A cone of cold 80 feet long that deals 36d10 points of break enchantment, chain lightning, control weather, control winds, dispel damage. A Reflex save (DC 60) reduces the damage by half. evil, elemental swarm (as air spell only), entropic shield, freedom of move-",
        "name":  "Cold",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A swirling mist that fills a cone 80 feet long. Crea- ment, gaseous form, holy aura, holy smite, holy word, magic circle against tures within the cone are stunned and turned into gaseous form for evil, mind blank, miracle, mislead, obscuring mist, prismatic sphere, protec- 32 rounds. A Fortitude save (DC 60) negates the effect. tion from elements, protection from evil, repulsion, sanctuary, shield other,",
        "name":  "Gaseous Form",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Alter Reality, involved. Instead, he offers healing, advice, or information. Avatar, Control Creatures (nonevil dragons, or any dragon with Bahamut is the old hermit whose subtle prophecy unlocks a great Cha of 12 or lower), Divine Air Mastery, Divine Blast, Divine mystery (provided the players are wise enough to use and recog- Shield, Extra Domain (Luck), Extra Sense Enhancement (blind- nize the clue), or the kind stranger who offers a safe refuge or that sight), Shapechange, Spell Immunity†. †Unique ability, badly needed spell. described below. Bahamut’s wanderings have given rise to many bards’ tales, the",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bahamut can create armor and protective neutrality. One missal advises Boccob’s followers to seek balance items, such as a ring of elemental resistance,and items that control air, above good, evil, law, or chaos and to push back encroachments of such as a ring of air elemental command or a censer of controlling air ele- good or evil. mentals, as long as the item’s market price does not exceed 30,000 gp. This steadfast moderation in political, ethical, and philosoph- ical affairs earns Boccob and his followers few friends. Never- Avatars theless, Boccob’s worshipers are respected for their knowledge Bahamut visits the world often, usually in the guise of an old, old and magical prowess, and their advice is valued (if not always man or a callow youth. He is always accompanied by an honor completely trusted). guard of seven great gold wyrms who take the forms of fellow trav- elers or animals. Bahamut keeps a wary eye out for the machina- Clergy and Temples tions of Tiamat, taking whatever actions he deems necessary to Boccob’s clerics favor purple garments with gold trim; many are check the spread of her influence and to undo whatever damage cleric/wizards or cleric/sorcerers. Most remain aloof from she has done. Bahamut never turns his back on a lawful good crea- worldly affairs and devote themselves to magical research and to 60 ture in peril, but seldom intervenes directly if Tiamat is not formulating prophecies. They share their knowledge of the :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI future only sparingly, lest someone get the upper hand and upset Materials, Extend Spell, Forge Ring, Greater Spell Penetration, the balance. Boccob’s clergy actively creates magic items, which Heighten Spell, Improved Initiative, Iron Will, Maximize Spell, they usually sell to anyone with the cash to buy them. During Quicken Spell, Reach Spell, Sacred Spell, Scribe Scroll, Silent war, Boccob’s clerics happily sell magic items to all sides. Many Spell, Spell Penetration, Still Spell. of Boccob’s clerics keep busy rooting out bits of magical lore, recovering lost magic items, and investigating mysteries. They Divine Immunities:Ability damage, ability drain, acid, cold, adamantly oppose any attempt to destroy a magic item or any death effects, disease, disintegration, electricity, energy drain, mind- magical place. affecting effects, paralysis, poison, sleep,stunning, Boccob’s temples are usually located in urban areas. The are transmutation, imprisonment, banishment. always well fortified to withstand outside interference, and they Salient Divine Abilities: Alter Reality, house extensive libraries. Most are also well equipped Alter Size,Arcane Mastery, Area Divine with various scrying devices. The clergy use them Shield, Automatic Metamagic (quicken to spot infiltrators and keep an eye on the sur- wizard spells), Automatic Metamagic (silent rounding area. wizard spells), Automatic Metamagic (still Visitors to a temple of Boccob usually get a wizard spells), Avatar, Control Creatures (any cool greeting at best and are never truly wel- creature that can cast a spell or use a spell-like comed unless they have some unusual magic ability), Craft Artifact, Create Greater Object, item to offer for examination or money to Create Object, Divine Blast, Divine Cre- spend on spells, magic items, or information. ation, Divine Shield, Divine Skill Focus (Knowledge [arcana]), Divine Skill BOCCOB Focus (Spellcraft), Divine Spellcasting, Wizard 20/Cleric 20 Increased Spell Resistance, Instant Medium-Size Outsider Counterspell, See Magic, Spontaneous",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alertness, Brew Potion, Combat Casting, Craft Magic the event occurs. He has a similar ability to sense the discovery, Arms and Armor, Craft Rod, Craft Staff, Craft Wand, Craft recording, or sharing of any spell or bit of arcane knowledge. He Wondrous Item, Empower Spell, Enlarge Spell, Eschew likewise senses any prophecy or prediction of the future (whether 61 PANTHEON Illus. by M. Cavotta THE D\u0026D CHAPTER 3: accurate or not) and any event that alters the balance of good, evil, Clergy and Temples law, and chaos in the cosmology. Corellon’s clerics often wear blue cloaks. They serve as leaders,",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter titles or name was spoken in the last hour. He can extend his Size, Annihilating Strike, Arcane Mastery, Area Divine Shield, senses to up to twenty locations at once. He can block the sensing Automatic Metamagic (quicken wizard spells), Avatar, Battle- power of deities of his rank or lower at up to two remote locations sense, Control Creatures (elves), Create Greater Object, Create at once for 19 hours.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Reality, Area Divine Shield, Ehlonna’s avatars vary in appearance, just as she does. She sends Avatar, Call Creatures (animals), Call Creatures (unicorns), Control them to watch over woodlands and to remonstrate with beings Creatures (fey), Create Greater Object, Create Object, Divine who despoil woodlands or harass their residents.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Large +5 unholy chaotic frightful morningstar 2d6+46/19–20; raging, Erythnul suffers a –5 penalty to Armor Class and cannot 66 or by spell use skills or abilities that require patience and concentration, such :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI as moving silently, casting spells, or using salient divine abilities. brutality, or destruction the instant it happens and retains the sen- Erythnul can end the rage whenever he likes. sation for fifteen weeks after the event occurs.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th;Prerequisites:Craft Magic Arms and Armor, fear; FHARLANGHN",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "79 (+17 Dex, +14 divine, +27 dimension door, entropic shield, expe- natural, +11 deflection) ditious retreat, find the path, fly, free-",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 defending quarterstaff dom of movement, holy aura, locate +64/+59/+54/+49 melee, +5 object, mind blank, miracle, mislead, speed quarterstaff +64/+64/+59 phase door, prismatic sphere, protection melee; or spell +61 melee from elements, protection from ele- touch or +71 ranged touch ments, repulsion, sanctuary, shield",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sneak attack +8d6 (48 points), crippling strike, tection from evil, repulsion, sanctuary, screen, shield other, spell immunity, defensive roll, improved evasion, turn undead 15/day, domain spell resistance, summon monster IX (as good spell only), time stop. powers, salient divine abilities, spell-like abilities. Cleric Spells/Day:6/9/9/7/7/6/6/4; base DC = 20 + spell level,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arcane Mastery, Automatic Metamagic Glibness, Divine Shield, Divine Spell Focus (Illusion), Increased (quicken wizard spells), Banestrike (kobolds), Clearsight, Control Spell Resistance, Mass Divine Blast, Spontaneous Wizard Spells. Creatures (gnomes), Divine Blast, Divine Dodge, Divine Glib-",
        "name":  "Create Object, Divine Blast, Divine Creation, Divine Dodge, Divine Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast good spells at +1 caster level; 18/day pro- ness, Divine Shield, Divine Spell Focus (Illusion), Spontaneous tective ward(touched subject gains +14 resistance bonus on next Wizard Spells. saving throw, maximum duration 1 hour). Spell-Like Abilities:Caster level 19th; saving throw DC 26 + Spell-Like Abilities:Garl uses these abilities as a 28th-level spell level. caster, except for good spells, which he uses as a 29th-level caster. Spells:As Garl, except the save DC for cleric illusion spells is 29 + 70 The save DCs are 35 + spell level.Aid, antimagic field, blade barrier, spell level and the save DC for wizard illusion spells is 34 + spell level. :3 RETPAHC D\u0026D EHT NOEHTNAP attovaC .M yb .sullI within 18 miles, remote communication, godly realm, teleport GRUUMSH without errorat will, plane shiftat will, fast movement, rage 3/day, One-Eye, He-Who-Never-Sleeps uncanny dodge (cannot be flanked), SR 48, divine aura (16 Greater Deity miles, DC 35).",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chaotic evil Skills*: Bluff +48, Climb +62, Concentration +62, Craft (armor-",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (full plate armor, base speed 70 ft.) +64, Swim +69. His rage lasts for 16 rounds, and he is winded for",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "78 (+1 Dex, +16 divine, +29 natural, +13 armor [+5 heavy fortifi- the duration of the encounter afterward. cation full plate], +9 deflection) Cleric Spells/Day:6/7/7/6/4/3; base DC = 17 + spell level. Attacks*: +5 keen chaotic unholy longspear +83/+78/+73/+68 melee; Fog of War (unique salient divine ability): Gruumsh can or spell +73 melee touch or +62 ranged touch *Always receives a generate a cloud of acrid black smoke that rises from his body in a 20 on attack rolls; roll die to check for critical hit. 30-foot spread, 10 feet high. Its effects are otherwise similar to a Damage*: +5 keen chaotic unholy longspear 1d8+50/18–20/×3; or by cloudkillspell. The save DC against this effect is 37. spell *Always does maximum damage (longspear 58 points). Possessions:Gruumsh carries Bloodspear,a+5 keen chaotic unholy Face/Reach:5 ft. by 5 ft./5 ft. (10 ft. with longspear) spearthat deals damage as a longspear. Bloodspearcan assume any",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20d8+180 Salient Divine Abilities: (outsider) plus Alter Reality, Alter Size, Area 20d8+180 (Clr) Divine Shield, Avatar, plus 20d10+180 (Pal) Battlesense, Divine (1,060 hp) Armor Mastery, Divine",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+12, always Blast, Divine Inspira- first (+8 Dex, +4 Im- tion (courage), Divine proved Initiative, Supreme Paladin, Divine Shield, Initiative) Divine Storm, Divine",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine immuni- word ties, DR 65/+5, fire resistance 35, blind, spontaneous casting of divine power word spells, understand, speak, and read kill, power all languages and speak directly to word stun, all beings within 15 miles, remote protection communication, godly realm, tele- from chaos, port without errorat will, plane shiftat protection will, aura of courage, celestial heavy war- from evil, shield of horse mount, detect evil, divine grace, divine health, empathic law, spiritual weap- link with mount, lay on hands, remove disease6/week, share spells on, summon mon- with mount, SR 47, divine aura (1,500 ft., DC 36). ster IX (as good or",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Destruction, Evil, Law, War Skills*: Climb +52, Concentration +49, Craft (armorsmithing)",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+21, always first (+17 Dex, +4 Improved Initiative, undead, desecrate, dictum, dispel chaos, dispel good, entropic shield, false Supreme Initiative) vision, freedom of movement, hold monster, holy aura, invisibility, magic",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 keen lawful unholy shortspear +68/+63/+58/+53 melee, tection from elements, protection from good, screen, shield of law, spell sting +68 melee; or spell +62 melee touch or +72 ranged touch turning, summon monster IX (as evil or law spell only), time stop,",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Size, Banestrike (gnomes), Control high-ranking drow. Creatures (kobolds), Divine Shield, Divine Skill Focus (Craft [trap- making]), Extra Domain (Law), Grow Creature (kobolds), Tunnel†, LOLTH Wound Enemy. †Unique ability, described above. Cleric 20/Fighter 10/Wizard 10 Spell-Like Abilities:Caster level 17th; saving throw DC 26 + Medium-Size Outsider (Chaotic, Evil) spell level. Divine Rank:15",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, the last hour. She can Alter Reality, Alter Size, extend her senses to up to Area Divine Shield, Arcane ten locations at once. She can Mastery, Avatar, Call Creatures block the sensing power of deities of (vermin), Control Creatures (drow), her rank or lower at up to two remote locations at once for 15 hours. Divine Blast, Divine Shield, Extra Domain (Destruction), Grow Portfolio Sense:Lolth senses anything that affects drow wel- Creature (spiders), Hand of Death, Increased Spell Resistance, Mass fare the instant it happens and retains the sensation for fifteen Divine Blast, Shift Form (see below), Speak with Creatures (vermin), weeks after the event occurs. She is similarly aware whenever drow Spontaneous Wizard Spells. make war or commit violence against each other.",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Call Creatures Damage*: +5 holy lawful returning warhammer 1d8+44/×3; or by (vermin), Divine Blast, Divine Shield, Extra Domain (Destruction), spell *Always does maximum damage (warhammer 52 points). Hand of Death, Increased Spell Resistance, Shift Form. Face/Reach:5 ft. by 5 ft./5 ft. Spell-Like Abilities: Caster level 17th; saving throw DC 27 + Special Attacks: Turn undead 12/day, domain powers, salient spell level. divine abilities, spell-like abilities.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Lawful good Skills*: Appraise +37, Bluff +39, Concentration +74, Craft (armor-",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ticularly significant or bizarre death. 17/daydeath touch(if dAvatar of Nerull: As Nerull except subject touched does not have at divine rank 8; AC 59 (touch 38, flat- least 120 hp, it dies); cast evil spells at footed 59); Atk +61/+56/+51/+46/+41 +1 caster level. melee (2d4+15/×4,+5 brilliant energy Spell-Like Abilities:Nerull uses keen speed scythe) or spell +55 melee these abilities as a 27th-level caster, touch or +64 ranged touch; SQ DR except for evil spells, which he 43/+4, fire resistance 28, SR 60, divine uses as a 28th-level caster. The save aura (800 ft., DC 27); SV Fort +46, Ref DCs are 36 + spell level. Animate +50, Will +54; all skill modifiers dead, blasphemy, cause fear, change reduced by 9. self, confusion, create greater undead, Salient Divine Abilities:Alter Size, create undead, death knell, death ward, Annihilating Strike, Control Crea- desecrate, destruction, dispel good, false tures (undead), Divine Blast, Divine vision, invisibility, magic circle against good, Celerity, Divine Spell Focus (Necro- mislead, nondetection, polymorph any object, mancy), Divine Shield, Increased protection from good, screen, slay living, summon Spell Resistance, Supreme Initiative, monster IX(as evil spell only), time stop, unholy Undead Qualities. aura, unholy blight, wail of the banshee. Spell-Like Abilities: Caster level 18th; Cleric Spells/Day:6/10/10/10/9/9/8/8/7/7; saving throw DC 27 + spell level. base DC = 25 + spell level, 42 + spell level for necro- Spells:As Nerull except the save DC for cleric necro- mancy spells. mancy spells is 33 + spell level and the save DC for wizard Wizard Spells/Day: 5/8/8/7/6/5; base DC = 21 + spell level, necromancy spells is 29 + spell level. 38 + spell level for necromancy spells. Prohibited school:Illusion.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Nerull can use Knowledge (arcana), Knowl- (a double-reed woodwind musical instrument, also spelled “shawm”) edge (history), Knowledge (religion), Knowledge (the planes), or and takes his title from this instrument. He also carries a staff. Knowledge (undead) as a free action if the DC for the task is 30 or lower. He also can use any death-producing spell or domain Dogma power (but not a salient divine ability) as a free action. He can per- Obad-Hai rules nature and the wilderness, and he is a friend to all 86 form up to twenty such free actions each round. who live in harmony with the natural world. He expects his followers :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D\u0026 attovaC .M yb .sullI to live in harmony with nature in all its variety. Those who destroy or Divine Immunities:Ability damage, ability drain, acid, cold, otherwise harm nature deserve swift vengeance in an appropriate death effects, disease, disintegration, electricity, energy drain, manner, says Obad-Hai. Those who are one with nature, however, mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- have little to fear, although the well-meaning but foolish are some- tion, imprisonment, banishment. times brought down by a danger they could not avoid or divert. Salient Divine Abilities:Alter Reality, Alter Size, Avatar, Con- Obad-Hai teaches that the wilds can sometimes be ugly, dangerous, trol Creatures (animals), Create Greater Object, Create Object, or terrible, but that these things are a part of nature and should be Divine Blast, Divine Shield, Divine Fast Healing, Energy Burst respected as much as those that are beautiful, harmless, or wonderful, (fire), Extra Domain (Air), Extra Domain (Earth), Extra Domain for these characterizations mark a newcomer’s perspective. (Fire), Gift of Life, Hand of Death, Power of Nature, Speak with Creatures (animals), Speak with Creatures (plants).",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10/day turn or destroy earth creatures, or rebuke Clerics of Obad-Hai have no hierarchy. They treat all those of or command air creatures; 15/day use animal friendship;10/day turn or their order as equals. They wear russet-colored clothing and destroy air creatures, or rebuke or command earth creatures; 10/day maintain hidden woodland shrines that are usually located far turn or destroy water creatures, or rebuke or command fire creatures; from civilization. They keep to the wilderness and to themselves, 10/day rebuke or command plant creatures; 10/day turn or destroy rarely getting involved in society. fire creatures, or rebuke or command water creatures. A wide variety of peoples serve as Obad-Hai’s clerics, including Spell-Like Abilities:Obad-Hai uses these abilities as a 25th- humans, gnomes, halflings, and sylvan fey. They serve as protectors level caster, except for good spells, which he uses as a 26th-level of nature, acting as the agents of retribution when their protection caster. The save DCs are 34 + spell level. Acid fog, air walk, animal is insufficient or too late. shapes, antilife shell, barkskin, burning hands, calm animals, chain light- Temples to Obad-Hai can be located nearly anywhere but are ning, changestaff, command plants, commune with nature, cone of cold, usually located amid groves of oak trees. control plants, control water, control weather, control winds, creeping doom, dominate animal, earthquake, elemental swarm, entangle, fire OBAD-HAI seeds, fire shield, fire storm, fog cloud, gaseous form, hold animal, horrid Druid 20/Cleric 20 wilting, ice storm, incendiary cloud, iron body, magic stone, obscuring mist, Medium-Size Outsider",
        "name":  "Clergy and Temples Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Size, Automatic Metamagic Damage:+5 chaotic keen speed rapier 1d6+12/12–20; or by spell (quicken spell-like abilities), Divine Blast, Divine Shield, Divine Face/Reach:5 ft. by 5 ft./5 ft. Fast Healing, Extra Domain (Air), Extra Domain (Earth), Speak Special Attacks:Sneak attack +13d6, turn undead 14/day, domain with Creatures (animals), Speak with Creatures (plants). Without powers, salient divine abilities, spell-like abilities, crippling strike. the Extra Domain (Fire) salient ability, Obad-Hai’s avatar loses Special Qualities:Divine immunities, DR 50/+4, fire resistance 35, access to the Fire domain and the spell-like abilities burning hands, spontaneous casting of divine spells, understand, speak, and read all elemental swarm, fire seeds, fire shield, fire storm, incendiary cloud, pro- languages and speak directly to all beings within 15 miles, remote duce flame, resist elements, andwall of fire. communication, godly realm, teleport without errorat will, plane shift Spell-Like Abilities:Caster level 17th; saving throw DC 26 + at will, bardic knowledge +20, bardic music 10/day (countersong, 88 spell level. fascinate,inspire competence, inspire courage, inspire greatness, :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI suggestion), evasion, improved emotion, illusory script, wind wall; evasion, opportunist, slippery 4th—dominate person, hallucina- mind, traps, uncanny dodge tory terrain. (cannot be flanked, +4 against Cleric Spells/Day:6/7/7/ traps), SR 47, divine aura 6/5/4; base DC = 17 + spell level. (1,500 ft., DC 35). Possessions:Olidammara",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Olidammara can assume the form of any animal with a cal instruments such as a horn of blasting, pipes of the sewers,or a lyre of carapace (such as a snail, a turtle, or even a dragon turtle. While in this building, as long as the item’s market price does not exceed 200,000 gp. form, Olidammara can choose to withdraw into his shell. When he does so, he can take no actions and loses all defensive Dexterity bonuses, Avatars but once per hour he gains a free use of his Divine Shield power. Olidammara’s avatars can look like almost anything, though he",
        "name":  "Shift Form",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast chaos spells at +1 caster level; 15/day prefers his own humanlike form. He sends them to perpetrate reroll a die roll once after it is made. jokes on other deities and notable mortals. Spell-Like Abilities:Olidammara uses these abilities as a 25th- dAvatar of Olidammara: As Olidammara except divine rank level caster, except for chaos spells, which he uses as a 26th-level 7; AC 68 (touch 48, flat-footed 68); Atk +73/+73/+68/+63/+58 caster. The save DCs are 35 + spell level. Aid, animate objects, break melee (1d6+12/16–20,+5 chaotic keen speed rapier) or spell +56 melee enchantment, change self, chaos hammer, cloak of chaos, confusion, dispel law, touch or +69 ranged touch; SQ DR 42/+4, fire resistance 27, SR 39, entropic shield, false vision, freedom of movement, holy aura, invisibility, divine aura (700 ft., DC 27); SV Fort +26, Ref +36, Will +26; Bluff magic circle against law, miracle, mislead, nondetection, polymorph any +85; all other skill modifiers reduced by 8. object, protection from elements, protection from law, screen, shatter, spell turn- Salient Divine Abilities: Alter Size, Automatic Metamagic ing, summon monster IX (as chaos spell only), time stop, word of chaos. (quicken spell-like abilities), Create Object, Divine Celerity, Divine Bard Spells Known(3/6/6/5/2; base DC = 21 + spell level): 0— Dodge, Divine Recall (melodies), Divine Shield, Instant Move, dancing lights, detect magic, ghost sound, mage hand, prestidigitation, read Supreme Initiative. magic;1st—detect secret doors, feather fall, message, ventriloquism; 2nd— Spell-Like Abilities:Caster level 17th; saving throw DC 27 + detect thoughts, magic mouth, minor image, mirror image; 3rd—confusion, spell level. 89 PANTHEON Illus. by M. Cavotta THE D\u0026D CHAPTER 3: PELOR The Shining One Greater Deity",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast good spells at +1 caster level; cast healing Salient Divine Abilities:Alter Size, Area Divine Shield, Divine spells at +1 caster level; 17/day feat of strength (+20 enhancement Blast, Divine Fast Healing, Divine Radiance, Divine Shield, Extra bonus to Str for 1 round); 17/day greater turning. Domain (Strength), Extra Energy Immunity (fire), Gift of Life, Life Spell-Like Abilities:Pelor uses these abilities as a 27th-level and Death. caster, except for good spells and healing spells, which he uses as a Spell-Like Abilities:Caster level 17th; saving throw DC 27 + 28th-level caster. The save DCs are 36 + spell level. Aid, Bigby’s spell level. clenched fist, Bigby’s crushing hand, Bigby’s grasping hand, blade barrier, bull’s strength, cure critical wounds, cure light wounds, cure moderate ST. CUTHBERT wounds, cure serious wounds, dispel evil, endure elements, fire seeds, fire shield, flame strike, heal, healing circle, heat metal, holy aura, holy smite, St. Cuthbert of the Cudgel holy word, magic circle against evil, magic vestment, mass heal, prismatic Intermediate Deity sphere, protection from evil, regenerate, righteous might, searing light, spell Symbol:Ruby-studded starburst immunity, stoneskin, summon monster IX (as good spell only), sun- Home Plane: Arcadia beam, sunburst, true resurrection. Alignment: Lawful neutral Cleric Spells/Day:6/10/10/10/9/9/8/8/7/7; base DC = 25 + Portfolio:Retribution, common spell level. sense, wisdom, zeal, honesty, Druid Spells/Day:6/8/8/7/6/5; base DC = 25 + spell level. truth, discipline",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pelor can see, hear, touch, and smell at a distance of haired, mustached man in plate mail. He usually carries his nineteen miles. As a standard action, he can perceive anything famous mace. within nineteen miles of his worshipers, holy sites, objects, or any St. Cuthbert exacts revenge and just punishment on those who location where one of his titles or name was spoken in the last transgress the law. Becauseevil creatures more commonly and fla- hour. He can extend his senses to up to twenty locations at once. grantly violate laws than good creatures do, St. Cuthbert favors He can block the sensing power of deities of his rank or lower at up good over evil, though he is not good himself. He may have once to two remote locations at once for 19 hours. been a mortal man (as his worshipers claim), but if so it was long",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "69 (+7 Dex, +15 divine, +28 natural, +9 deflection) sion, righteous might, sanctuary, shatter, shield of law, shield other, spell immu-",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Alter Reality, fare of evil dragons, so long as the event in question affects at least Annihilating Strike, Area Divine Shield, Control Creatures (non- five hundred dragons. good dragons, or any dragon with Cha 12 or lower), Divine Blast, Automatic Actions:Tiamat can use Knowledge (arcana), Knowl- Divine Shield, Extra Domain (Law), Extra Sense Enhancement edge (dragonkind), Knowledge (history), Knowledge (the planes), or (blindsight), Shapechange, Spell Immunity†.†Unique ability, Knowledge (religion) as a free action if the DC for the task is 20 or described below. lower. She can perform up to five such free actions each round.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkvision, not subject to critical Clergy and Temples hits or subdual damage. Vecna’s clerics subvert governments, seduce good folk Divine Immunities:Ability damage, ability to evil, and plot the eventual control of the world. Nat- drain, acid, cold, death effects, disease, dis- urally, these plans mean that their lives are forfeit if integration, electricity, energy drain, they are discovered, and they are very secretive to mind-affecting effects, paralysis, poison, prevent this. They can be found in any part sleep,stunning, transmutation, imprison- of the world, spreading evil or looking ment, banishment. for documents or items that date back to Salient Divine Abilities: Alter their master’s ancient empire. Of partic- Reality,Arcane Mastery, Area Divine ular interest are their master’s relics Shield, Automatic Metamagic (quick- (his hand and eye), which have once en wizard spells), Create Object, againbeen lost. Black and red Divine Blast, Divine Fast Healing, Divine are their favored colors. Shield, Divine Spellcasting, Increased Vecna’s priesthood is made Spell Resistance, Know Secrets, Spontaneous up of isolated cells of cultists who Wizard Spells. seek dark, arcane secrets to further Domain Powers: Cast divination their evil schemes. Temples to spells at +1 caster level; cast evil spells at Vecna serve as bases and safe +1 caster level. houses for his clerics. They are Spell-Like Abilities: Vecna uses always well hidden and warded these abilities as a 20th-level caster, except against unauthorized entry. They for divination spells and evil spells, which usually also include vast he uses as a 21st-level caster. The save DCs archives of information, are 29 + spell level. Antimagic field, blas- secrets that Vecna’s clerics phemy, clairaudience/clairvoyance, create have uncovered over the cen- undead, desecrate, detect secret doors, turies. detect thoughts, discern location, dispel good, dispel magic, divination, find the path, foresight, VECNA identify, imbue with spell ability, legend lore, magic circle Wizard 20/Cleric 20 against good, Mordenkainen’s disjunction, Nystul’s unde- Medium-Size Undead tectable aura, protection from good, protection from spells,",
        "name":  "Undead Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "51 (+7 Dex, +10 divine, +5 natural, +10 bracers of Wizard Spells/Day(Levels 0–16): 4/8/8/8/8/7/7/7/7/6/3/3/ armor,+9 deflection) 3/2/2/2/2; base DC = 28 + spell level.",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 ghost touch wounding unholy dagger 1d4+12/19–20, Besides his dagger, Vecna wears bracers of armor +10and a cloak of touch1d8+3; or by spell resistance +5. 95 PANTHEON Illus. by D. Cramer \u0026B. Snoddy w/J. Norman THE D\u0026D CHAPTER 3: Other Divine Powers disputes, give advice on magic, investigate magical curiosities, As a lesser deity, Vecna may take 10 on any check. Vecna treats a 1 create magic items, and administer funerals. Clerics of lower level on an attack roll or saving throw normally and not as an automatic are expected to defer to ones of higher level at all times. They wear failure. He is immortal. black or gray robes.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wee Jas senses any death the instant it happens dens or farm fields. They always contain storehouses stuffed with and retains the sensation for fifteen weeks after the event occurs. food and other necessities, They also contain armories and fortified",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Automatic Meta- turn undead 19/day, domain powers, salient divine abilities, magic (quicken cleric spells), Automatic Metamagic (quicken spell-like abilities. wizard spells), Divine Shield, Divine Spellcasting, Hand of Death, Special Qualities:Divine immunities, DR 53/+4, fire resistance 38, Instant Counterspell, See Magic. fast healing 38, spontaneous casting of divine spells, understand, Spell-Like Abilities:Caster level 17th; saving throw DC 26 + speak, and read all languages and speak directly to all beings spell level. within 18 miles, remote communication, godly realm, teleport 97 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3: without errorat will, plane shift at will, familiar (bears), aura of secret doors, expeditious retreat, grease, obscuring mist;2nd—arcane lock, courage, detect evil, divine grace, divine health, lay on hands, detect thoughts, glitterdust, see invisibility, summon swarm; 3rd—dis- remove disease4/week, SR 70, divine aura (18 miles, DC 35). placement, fly, halt undead, sleet storm;4th—confusion, Otiluke’s resilient Saves*: Fort +60, Ref +65, Will +65. *Always receives a 20 on saves. sphere, solid fog; 5th—animal growth, Bigby’s interposing hand; 6th—",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine immunities, DR 54/+4 (4/–), fire The king of the gods, Zeus (zoos), appears as a mighty male human resistance 39, spontaneous casting of divine spells, under- standing about 15 feet tall. He has white hair and a long, white beard. stand, speak, and read all languages and speak directly to all He wears a white tunic and carries his shield, Aegis,which bears the beings within 19 miles, remote communication, godly realm, likeness of the head of the first medusa. A white celestial giant eagle teleport without errorat will, plane shiftat will, uncanny dodge is always at Zeus’s side. (cannot be flanked, +4 against traps), SR 51, divine aura (19 Zeus is one of the six children of Cronus and Rhea, and led the miles, DC 38). other gods in revolt against their tyrannical father (after liberating Saves*:Fort +70, Ref +66, Will +65. *Always receives a 20 on saves. them from Cronus’s belly). He has many minor titles, including Abilities:Str 51, Dex 30, Con 34, Int 28, Wis 28, Cha 28. Averter of Ills, Bountiful, Contriver, Counselor, Descender, Dusty, Skills*: Concentration +61, Diplomacy +40, Handle Animal +68, Friendly, God of Oaths, Gracious, Guide of Fate, Highest, Hospitable, Heal +38, Intimidate +68, Intuit Direction +68, Jump +98, 101 PANTHEON Illus. by D. Cramer THE OLYMPIAN CHAPTER 4: Olympian Cosmology Olympus Astral Mt. Olympus Elysion Material Ethereal Shadow Hades Tartarus Blast, Shapechange, True Shapechange. †Unique ability, described below.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 32, Dex 30, Con 24, Int 30, Wis 24, Cha 47. Dogma Skills*: Animal Empathy +52, Balance +46, Bluff +52, Con- While her constant lover Ares represents the destructive side of centration +81, Craft (pottery) +64, Craft (weaving) +64, chaos, Aphrodite embodies the joy of passion, freedom, Diplomacy +91, Disguise +52, Gather Information +82, and whimsy. Her brand of passion creates rather than Handle Animal +52, Heal +31, Hide +20, Innuendo destroys life, and she celebrates the beauty of life in +43, Intimidate +64, Jump +27, Knowledge (arcana) all forms. Laughter-loving Aphrodite urges her fol- +84, Knowledge (religion) +79, Knowledge (the lowers to take whatever pleasure can be extracted planes) +64, Listen +63, Move Silently +64, from life without allowing social strictures to Perform +103, Scry +64, Sense Motive +71, Spell- squelch their freedom, their creativity, or their craft +64, Spot +23, Tumble +44. *Always passion. Though she promotes the ideals of receives a 20 on checks. good, she does not demand that anyone Feats: Alertness, Disguise Spell, take up arms to promote it. Though her Dodge, Enlarge Spell, Eschew own actions have provoked great conflicts, Materials, Extend Spell, Ex- Aphrodite would prefer to see mortals pertise, Forge Ring, Greater Spell make love rather than war. Focus (Enchantment), Greater Spell Penetration, Lightning Reflexes, Clergy and Temples Mobility, Skill Focus (Perform), Spell Aphrodite’s clerics are matchmakers, dispensers of advice Focus (Enchantment), Spell Penetration, to the lovelorn, and general meddlers in other people’s Spring Attack, Superior Expertise, Whirlwind personal business. They are also prominent hedonists, Attack. seeking out every opportunity to enjoy what pleas- ures this world offers before moving on to the next. Divine Immunities:Ability damage, Most are gentle and peaceable, and few find any ability drain, acid, cold, death effects, dis- reason to adventure. Those that do adventure gener- ease, disintegration, electricity, energy drain, ally do so out of a belief that their actions can mind-affecting effects, paralysis, poison, sleep, improve the world, making it a more peaceful place stunning, transmutation, imprisonment, ban- where love and beauty can flourish in the absence of ishment. violence and evil. Salient Divine Abilities:Alter Form, Alter Aphrodite’s temples are beautifully decorated with Reality, Alter Size, Area Divine Shield, Avatar, Create fine art and precious implements. They are usually Greater Object, Create Object, Curse of Madness†, found only in cities, though Aphrodite herself, as one Divine Bard, Divine Blessing (Charisma), Divine Dodge, of the twelve Olympians, is revered wherever the rest Divine Inspiration (any emotion), Divine Shield, Divine of the pantheon is worshiped. Skill Focus (Perform), Divine Spell Focus (Enchant- ment), Empowered Inspiration (love and desire)†, Shape- APHRODITE change.†Unique ability, described below. Bard 20/Cleric 10/Sorcerer 10 Domain Powers: Cast chaos spells at +1 caster Large Outsider level; 14/day increase Cha by +4 for 1 minute; cast",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 24, Dex 33, Con 24, Int 40, Wis 30, Cha 34. ence/clairvoyance, cure critical wounds, cure light Skills*:Alchemy +73, Balance +28, Bluff +73, Climb +34, Con- wounds, cure moderate wounds, cure serious centration +94, Craft (musical instrument) +90, Diplomacy wounds, detect secret doors, detect thoughts, discern +98, Gather Information +50, Handle Animal +42, Heal location, dispel evil, dispel magic, divination, +63, Intimidate +33, Jump +39, Knowledge endure elements, find the path, fire seeds, (arcana) +102, Knowledge (geography) fire shield, flame strike, foresight, heal, +66, Knowledge (history) +66, Knowl- healing circle, heat metal, holy edge (nature) +89, Knowledge (nobility aura, holy smite, holy word, iden- and royalty) +66, Knowledge (religion) tify, imbue with spell ability, +102, Knowledge (the planes) +89, Listen legend lore, magic circle against +82, Perform +86, Profession (herbalist) evil, mass heal, Mordenkainen’s +84, Ride (horse) +28, Scry +93, Search disjunction, Nystul’s undetect- +64, Sense Motive +82, Spellcraft +102, able aura, prismatic sphere, Spot +59, Swim +37, Tumble +34, Use Magic protection from evil, protection Device +70, Wilderness Lore +31. *Always from spells, regenerate, searing receives a 20 on checks. light, spell resistance,",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter Size, Other Divine Powers 106 Area Divine Shield, Arcane Mastery, Avatar, Divine Archery, As an intermediate deity, Apollo automatically receives a die result :4 RETPAHC NAIPMYLO EHT NOEHTNAP sugnA .G yb .sullI of 20 on any check. He treats a 1 on a saving throw or attack roll The god of strife, Ares normally and not as an automatic failure. He is immortal. (air-ees), usually",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fighters, barbarians, Speed:80 ft. half-orcs AC:86 (–1 size, +8 Dex, +15 divine, +28 natural, +10 armor [+5",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "CE, CN, NE heavy fortification breastplate], +7 armor [+5 large steel shield],",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "79 (–1 size, +15 Dex, +15 Alter Reality, Alter Size, divine, +28 natural, +12 Area Divine Shield, Avatar, deflection) Call Creatures (animals),",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Di- +1 caster level; 15/day vine immunities, DR rebuke or command 50/+4, fire resistance plant creatures; 15/day 35, spontaneous cast- greater turning. ing of divine spells, Spell-Like Abilities: understand, speak, and Artemis uses these abilities as a read all languages and 25th-level caster, except for law speak directly to all spells, which she uses as a 26th-level beings within 15 miles, caster. The save DCs are 37 + spell remote communica- level. Aid, animal shapes, antilife shell, tion, godly realm, barkskin, blade barrier, calm animals, teleport without error changestaff, command plants, commune at will, plane shift with nature, control plants, creeping doom, at will, a thousand faces, dispel evil, dominate animal, endure ele- favored enemies (animals +5, ments(cold or fire only), entangle, fire seeds, beasts +4, magical beasts +3, aber- fire shield, flame strike, heat metal, hold animal, rations +2, giants +1), nature sense, holy aura, holy smite, holy word, magic circle against resist nature’s lure, timeless body, track- evil, plant growth, prismatic sphere, protection from evil, repel less step, venom immunity, wild shape (Tiny, vermin, repel wood, searing light, shambler, shapechange, summon mon- Small, Medium-size, Large, Huge, or dire animal ster IX (as good spell only), sunbeam, sunburst, wall of thorns. 6/day, elemental 3/day), woodland stride, SR 67, divine aura Druid Spells/Day:6/7/7/7/7/6/5/5/5/4; base DC = 18 + (1,500 ft., DC 37). spell level.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter Size, Demeter holds sway over the earth’s yearly cycle of growth and Arcane Mastery, Avatar, Call Creatures (plants), Command Plants, decay. Farmers in particular revere her, offering special prayers and Control Creatures (plants), Divine Fast Healing, Divine Shield, sacrifices to her at planting, throughout the growing season, and at Rejuvenation, Speak with Creatures (animals), Speak with Crea- harvest time. She urges her followers to treat the earth with care tures (plants). and respect, and she dictates agricultural procedures to ensure the Domain Powers: 10/day turn or destroy air creatures, or continued fertility of the soil, such as rotating crops and leaving rebuke or command earth creatures; 10/day rebuke or command fields fallow. plant creatures; 10/day protective ward(touched subject gains Demeter is also the central figure in a mystery cult called the +10 resistance bonus on next saving throw, maximum duration Eleusinian Mysteries (after their origin in the city of Eleusis). See 1 hour). below for more information about this cult of Demeter. Spell-Like Abilities:Demeter uses these abilities as a 20th- level caster. The save DCs are 31 + spell level. Antimagic field, Clergy and Temples barkskin, changestaff, command plants, control plants, earthquake, ele- Clerics devoted to Demeter are always members of the Eleusin- mental swarm(as earth spell only),entangle, iron body, magic stone, ian Mysteries (see below). Wearing green, gold, or brown tunics, mind blank, plant growth, prismatic sphere, protection from elements, they preside at agricultural festivals, bless plantings and har- repel wood, repulsion, sanctuary, shambler, shield other, soften earth and vests, and lead new initiates into the Mysteries. Few are active stone, spell immunity, spell resistance, spike stones, stone shape, stoneskin, in adventuring. wall of stone, wall of thorns. Demeter’s temples are widespread, and they range from elabo- Druid Spells/Day: 6/9/9/9/9/8/7/7/7/6; base DC = 26 + rate structures to simple village shrines. spell level. Wizard Spells/Day: 5/8/8/7/7/7/7/6/6/6; base DC = 20 + DEMETER spell level. Prohibited school: Illusion. Druid 20/Abjurer 20 Large Outsider Other Divine Powers",
        "name":  "Dogma Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "the myth as a personal Alter Reality, Alter Size, experience for each initiate. Arcane Mastery, Command The initiates dance and cele- Plants, Divine Fast Healing, brate as Persephone gathers Divine Shield. flowers; then word comes that Spell-Like Abilities: Persephone has been abducted, Caster level 15th; saving and all revelry ceases.Carrying throw DC 26 + spell level. torches, the initiates act the role of Demeter searching THE ELEUSINIAN for her daughter. In the MYSTERIES central act of the rite, the Demeter is the center of initiates identify with an extremely important mys- Demophoön, nurtured in Demeter’s arms tery cult centered in the city of and primed for immortality. They reenact Eleusis (in your campaign, this descending to the underworld with Persephone and city and its cult might carry a dif- rising to Olympus with Demeter. Demeter’s avatar is said to ferent name). The central myth of this cult, far more important appear to the initiates and bestow her blessing upon them at the than any tales of Zeus’s escapades or the labors of Hercules, is the climax of the ritual. Initiates of the Mysteries live their lives story of Demeter’s daughter, Persephone, and her abduction by under Demeter’s blessing. They believe that when they die, they Hades. will not become mere shades in Hades, but will dwell on Olym- According to this myth, Zeus gave Hades permission to take pus with Demeter in eternal bliss. Persephone as his wife, which he did by kidnapping her as she The rituals of the Mysteries are utterly secret. No initiate may gathered flowers with her friends. Her carried her into the under- speak of what occurs in the inner sanctum of the temple during world and made her his bride. Hearing Persephone’s cries of dis- the rites, under penalty of death. tress, Demeter ran off in search of her daughter, searching the 113 PANTHEON Illus. by W. Reynolds THE OLYMPIAN CHAPTER 4: inspire competence, inspire courage, inspire greatness, sugges- DIONYSUS tion), favored enemies (aberrations +3, magical beasts +2, Women-Maddener, Ivy-Wreathed Dionysus, Loud-Roaring Dionysus vermin +1), a thousand faces, nature sense, resist nature’s lure, Intermediate Deity timeless body, trackless step, venom immunity, wild shape",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability damage, ability drain, acid, cold, Dogma death effects, disease, disintegration, electricity, energy drain, Dionysus’s“dogma” is more of a way of life—a life of whimsy mind-affecting effects, paralysis, poison, sleep,stunning, trans- and abandon, free from any fetters of custom, law, inhibition, or mutation, imprisonment, banishment. morality. Freedom is a cardinal virtue of Dionysus’s faith and a Salient Divine Abilities:Alter Form, Alter Reality, Alter higher principle than good or evil. All too often, drunken rev- Size, Avatar, Control Creatures (any creature engaged in revelry, elry turns into drunken savagery, but Dionysus condemns nei- including creatures affected by his Divine Inspiration), Com- ther. Mortals worship Dionysus whenever they drink wine, mand Plants (vines only), Divine Fast Healing, Divine Inspira- pouring out a little of their drink in his honor. tion (frenzy), Divine Shield, Empowered Inspiration (frenzy)†, Dionysus, like Demeter, is also the center of a mystery cult, the Mind of the Beast (slumber effect only), Rejuvenation, Shape- Orphic Mysteries (see below). change, True Shapechange, Water to Wine†.†Unique ability, described below.",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Reality,Alter Size,Alter She can extend her senses to up to ten locations at once. She can Form,Arcane Mastery, Avatar, Control Creatures (undead), block the sensing power of deities of her rank or lower at up to two Dark Celerity†, Divine Blast, Divine Shield, Divine Spellcast- remote locations at once for 11 hours. ing, Extra Domain (Knowledge), Increased Spell Resistance, Portfolio Sense:Hecate senses the casting of any spell, the Shapechange, Spontaneous Wizard Spells. †Unique ability, creation of any undead creature, and the destruction of any described below. undead creature the instant it happens, provided thatit happens",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +56, Ref +55, Will +56. the Forge Abilities:Str 51, Dex 27, Con 28, Int 30, Wis 29, Cha 29. Intermediate God Skills*:Appraise +36, Concentration +39, Craft (armorsmithing)",
        "name":  "Workman of the Immortals, God of Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter Size, Hephaestus is a peaceful deity who teaches the value of hard labor, Annihilating Strike, Area Divine Shield, Avatar, Craft Artifact, honesty, dependability. He emphasizes loyalty to family and to Create Greater Object, Create Object, Divine Blast, Divine Cre- whomever else loyalty is due: superiors, just rules, and elders most of ation, Divine Fire Mastery, Divine Shield, Energy Storm (fire), all. He encourages his followers to tackle their problems with vigor Extra Domain (Community), Extra Domain (Good), Irresistible and persistence, like smiths hammering bits of metal into more Blows (warhammer), Master Crafter. desirable shapes. Domain Powers:Cast conjuration (creation) spells at +1 caster level; 15/day use calm emotions;15/day turn or destroy air creatures, Clergy and Temples or rebuke or command earth creatures; 15/day turn or destroy Clerics of Hephaestus are charged with maintaining civic life. water creatures, or rebuke or command fire creatures; cast good They perform a wide range of public ceremonies, most impor- spells at +1 caster level. tantly welcoming children into family and community. They also Spell-Like Abilities:Hephaestus uses these abilities as a see to educating the young and especially to training apprentice 25th-level caster, except for conjuration (creation) spells and smiths and other craftworkers. good spells, which he uses as a 26th-level caster. The save DCs Every temple or shrine of Hephaestus a fire that is kept per- are 34 + spell level. Aid, animate rope, blade barrier, bless, burning petually lit, and most include a smithy or other workshop. Hos- hands, dispel evil, earthquake, elemental swarm (as earth or fire spell tels and sanctuaries for the infirm and the handicapped are also only),fire seeds, fire shield, fire storm, hardening*, heroes’ feast, holy common. aura, holy smite, holy word, incendiary cloud, iron body, magic circle against evil, magic stone, major creation, mass heal, minor creation, fab- HEPHAESTUS ricate, miracle, prayer, prismatic sphere, produce flame, protection from Fighter 15/Cleric 12/Expert 8 evil, Rary’s telepathic bond, refuge, resist elements, shield other, soften Large Outsider (Good) earth and stone, spike stones, status, stone shape, stoneskin, summon",
        "name":  "Dogma Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Area Divine Shield, Create Object, Divine Fire Mastery, Divine Shield, Extra Domain (Community), Extra Domain (Good), Master Crafter. Spell-Like Abilities:Caster level 17th; saving throw DC 26 + spell level. HERA Protectress, Bride, Flowery Hera Greater Deity",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 35, Dex 32, Con 29, Int 27, Wis 27, Cha 43. magic (extend wizard spells), Avatar, Divine Blast, Divine Skills*: Alchemy +44, Bluff +82, Concentration +65, Craft Dodge, Divine Fast Healing, Divine Rogue, Divine Shield, Di- (weaving) +64, Diplomacy +88, Disable Device +44, Disguise vine Strike, Energy Burst (sonic), Extra Domain (Protection), +72, Escape Artist +67, Forgery +44, Gather Information Extra Sense Enhancement (hearing), Extra Sense Enhance- +72, Hide +63, Innuendo +66, Intimidate +74, Knowledge ment (sight), Know Secrets, Lay Curse, Shapechange, True (arcana) +64, Knowledge (nobility and royalty) +64, Knowl- Shapechange. edge (religion) +64, Listen +64, Move Silently +67, Open Domain Powers:16/day use calmemotions;16/day inspire Lock +47, Pick Pocket +49, Read Lips +44, Scry +44, Search allies (+2 morale bonus for 16 rounds);16/day protective ward +44, Sense Motive +44, Spellcraft +44. *Always receives a 20 (touched subject gains +16 resistance bonus on next saving throw, on checks. maximum duration 1 hour)",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Brew Potion, Craft Rod, Craft Wondrous Item, Dodge, Spell-Like Abilities:Hera uses these abilities as a 26th-level Empower Spell, Enlarge Spell, Eschew Materials, Expertise, caster. The save DCs are 42 + spell level. Antimagic field, bless, Forge Ring, Greater Spell Penetration, Heighten Spell, Iron change self, confusion, demand, discern lies, divine favor, enthrall, false 121 PANTHEON Illus. by E. Peterson THE OLYMPIAN CHAPTER 4: vision,geas/quest, greater command, heroes’ feast, invisibility, magic vest- 65); Atk +65/+60/+55/+50 melee (1d8+23, +5 thundering heavy ment, mass heal, mind blank, miracle, mislead, nondetection, polymorph mace); or spell +59 melee touch or +58 ranged touch; SQ DR any object, prayer, prismatic sphere, protection from elements, Rary’s tele- 43/+4, fire resistance 28, no fast healing, SR 40, divine aura pathic bond, refuge, repulsion, sanctuary, screen, shield other, spell immu- (800 ft., DC 34); SV Fort +49, Ref +51, Will +50; all skill modi- nity, spell resistance, status, storm of vengeance, time stop. fiers reduced by 8. Wizard Spells/Day: 4/6/6/6/6/5/5/5/5/4; base DC = 18 + Salient Divine Abilities:Alter Form, Alter Size, Arcane Mastery, spell level. Automatic Metamagic (extend wizard spells), Divine Blast, Divine Shield, Extra Domain (Protection), Extra Sense Other Divine Powers Enhancement (hearing), Extra Sense Enhancement (sight), As a greater deity, Hera automatically receives the best possible Shapechange. result on any die roll she makes (including attack rolls, damage, Spell-Like Abilities: Caster level 18th; saving throw DC 34 + checks, and saves). She is immortal. spell level.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Huge +5 speed holy quarterstaff 1d8+12,Huge cloak of chaos, confusion, dimension door, dispel evil, dispel law, entropic +5 defending quarterstaff1d8+8; or by spell shield, expeditious retreat, false vision, find the path, fly, freedom of Face/Reach:5 ft. by 5 ft./10 ft. movement, holy aura, holy smite, holy word, invisibility, locate object,",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 35, Dex 27, Con 27, Int 30, Wis 43, Cha 30. Healing, Divine Shield, Extra Energy Immunity (fire).",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter and ultimate triumph. If a problem or situation can’t be Size, Area Divine Shield, Avatar, Divine Blast, Divine Dodge, described in terms of conflict, with definite conditions for Divine Fast Healing, Divine Shield, Energy Storm (fire), Extra declaring victory, Nike considers it beneath her notice. Energy Immunity (fire). Nike appears as a tall, winged woman, though she can take",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9/day use calm emotions; cast good spells at +1 other forms. She is not a very popular deity except among victo- caster level; 9/day protective ward(touched subject gains +9 resist- rious people. ance bonus on next saving throw, maximum duration 1 hour). Spell-Like Abilities:Hestia uses these abilities as a 19th- Dogma level caster, except for good spells, which she uses as a 20th- To Nike, victory is the only thing that matters. However, as a lawful level caster. The save DCs are 29 + spell level. Aid, antimagic deity, she does not approve of deceit or subterfuge. Victory comes field, blade barrier, bless, dispel evil, heroes’ feast, holy aura, holy to the deserving: the brave, the noble, and the forthright. A victory smite, holy word, magic circle against evil, mass heal, mind blank, ignobly won is no victory at all. miracle, prayer, prismatic sphere, protection from elements, protection from evil, Rary’s telepathic bond, refuge, repulsion, sanctuary, shield Clergy and Temples other, spell immunity, spell resistance, status, summon monster IX (as Nike has very few clerics, though various fanatical cabals and good spell only). factions often include clerics of Nike. Such clerics are con- vinced that their particular faction or philosophy is destined for Other Divine Powers ultimate victory. As a lesser deity, Hestia may take 10 on any check. Hestia treats a 1 Nike’s shrines and temples are built to commemorate great vic- on an attack roll or saving throw normally and not as an automatic tories and thus can be found nearly anywhere. Winning armies failure. She is immortal. often build shrines on battlefields to thank Nike for their victory.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "56 (–1 size, +10 Dex, +5 divine, +18 natural, summon monster IX(as law spell only). +7 +5 large steel shield, +7 deflection) Cleric Spells/Day:6/8/8/8/7/7/6/6/5/5; base DC = 17 +",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "66 (+9 Dex, +8 divine, +21 natural, +18 deflection) projection, break enchantment, dimension door, entropic shield, expedi-",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Philosophers +10 natural +10 natural, +5 armor",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "LG, NG, CG [+1 scale mail])",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleave, Great Craft Magic Arms and pared to 12 feet for the lesser kind), more intelligent, and more Cleave, Power Armor, Cleave, civilized than the lesser. Attack Combat Reflexes, Great Cleave, Sunder Combat Lesser cyclopes are monstrous brutes that enjoy eating human Climate/Terrain: Warm mountains Warm mountains brains. They are easily tricked, but they fight fiercely and to the",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "101 (+9 Dex, +20 effects, paralysis, poison, monk, +19 divine, sleep,stunning, transmu- +32 natural, +11 tation, imprisonment, deflection) banishment. Attacks*: +5 brilliant Salient Divine Abili- energy holy lawful ties:Alter Reality, Anni- khopesh +81/+76/ hilating Strike, Battle- +71/+66 melee or +5 sense, Clearsight, Create keen lawful vorpal un- Greater Object, Create armed +80/+77/+74/ Object, Divine Blast, Divine +71/+68 melee; or Celerity, Divine Creation, spell +75 melee touch Divine Dodge, Divine Fast or +73 ranged touch Healing, Divine Monk, Divine *Always receives a 20 on Paladin, Divine Radiance, Di- attack rolls; roll die to check vine Shield, Divine Storm, Extra for critical hit. Domain (Law), Extra Domain (Sun), Damage*: +5 brilliant energy holy Extra Domain (War), Extra Sense lawful khopesh 1d8+21/17–20 or +5 Enhancement (sight), Extra Energy Immu- keen lawful vorpal unarmed2d12+16/19–20 nity (fire), Lay Quest, Mass Divine Blast, Pos- or by spell *Always does maximum damage sess Mortal. (khopesh 29 points, unarmed 40 points). Domain Powers:Turn undead with +2 on Face/Reach:5 ft. by 5 ft./5 ft. turning checks and +1d6 to turning damage;",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast law spells at +1 caster level; use spell their minds and spirits, preparing themselves for the eventual completion or spell trigger devices as Wiz30; 6/day death touch journey to the afterlife. The Judge of the Dead has few devo- (roll 20d6; if subject touched does not have at least that many hp, tees, but he is often worshiped at funerals, where his clerics it dies). typically officiate. Spell-Like Abilities:Anubis uses these abilities as a 16th- level caster, except for law spells, which he uses as a 17th-level Clergy and Temples caster. The save DCs are 26 + spell level. Antimagic field, calm emo- Anubis’s clerics are few and not especially popular, given their tions, deathwatch, death ward, destruction, dictum, dispel chaos, dispel close association with funerals and the necropolis (graveyard). magic, gentle repose, hold monster, identify, imbue with spell ability, Not all of them perpetuate the stereotype of the gaunt, dour, magic circle against chaos, Mordenkainen’s disjunction, Nystul’s unde- 140 intimidating mortician—but enough of them do that the tectable aura, order’s wrath, protection from chaos, protection from spells, :5 RETPAHC CINOARAHP EHT NOEHTNAP remarC .D yb .sullI shield of law, slay living, speak with dead, spell resistance, spell turning, APEP summon monster IX (law spell only), surelife, undeath to death, wail of the banshee. Demigod Cleric Spells/Day:6/10/10/10/10/9/8/8/8/7; base DC = 26 + Symbol:Flaming snake spell level. Home Plane: TheTwelve Hours Wizard Spells/Day:4/7/8/7/6/6/6/6/5/5; base DC = 21 + of Night spell level. Alignment:Neutral evil Animate Temple Guardian (unique salient divine ability): Portfolio:Evil, fire, serpents",
        "name":  "Followers of Anubis practice rigorous disciplines to hone Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Anubis can wrath on their heads from the create any magic item, as long as the item’s authorities and agents of the other Pharaonic deities, so they market price does not exceed 30,000 gp. maintain the utmost secrecy. 141 PANTHEON Illus. by S. Wood \u0026 D. Cramer THE PHARAONIC CHAPTER 5: Apep also has a few clerics among evil creatures, particularly uses as a 16th-level caster. The save DCs are 22 + spell level. serpentine ones such as nagas, dragons, and yuan-ti. Among Animal growth(snakes and other reptiles only), animal shapes openly evil monsters such as these, clerics of Apep flaunt their (snakes and other reptiles only), animal trance (snakes and other power and position. They often construct elaborate temples— reptiles only), blasphemy, burning hands, create undead, creeping though still hidden from human eyes—deep in the desert or doom, desecrate, dispel good, elemental swarm (fire only), eyebite, fire secluded in the mountains. These structures usually drip with seeds, fire shield, fire storm, greater magic fang, incendiary cloud, magic snakes and snakelike motifs. circle against good, magic fang, poison, produce flame, protection from good, resist elements (as cold or fire spell only), shapechange, APEP summon monster IX (as evil spell only), unholy aura, unholy blight, Colossal Dragon (Evil, Fire) wall of fire.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Reality, Alter Size, Area Divine Dogma Shield, Divine Glibness, Divine Rogue, Divine Shield, Extra Hathor’s essential teaching commands people to savor life and all Energy Immunity (sonic), Increased Energy Resistance (sonic), the good aspects of it—beauty, art, music, love, and family. Power of Luck. Hathor’s clerics teach that these things are divine gifts, meant to be",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "64 (+9 Dex, +8 divine, shield, freedom of movement, heroes’ feast, holy +21 natural, +16 deflection) aura, holy smite, holy",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Reality, Arcane Mastery, Area circle against law, mind blank, prismatic sphere, protection from ele- Divine Shield, Automatic Metamagic (maximize wizard spells), ments, protection from evil, protection from law, repulsion, sanctuary, Automatic Metamagic (quicken wizard spells), Control Creatures shatter, shield other, slay living, speak with dead, spell immunity, spell resistance, summon monster IX (as chaos or good spell only),surelife, undeath to death, wail of the banshee, word of chaos. Cleric Spells/Day(Levels 0–17): 6/11/10/ 10/10/10/8/8/8/8/3/3/3/3/2/2/2/2; base DC = 29 + spell level, 33 + spell level for necromancy spells. Wizard Spells/Day(Levels 0–11): 5/8/ 8/8/7/7/7/7/6/6/2/2; base DC = 23 + spell level, 27 + spell level for Necromancy. Pro- hibited school: Illusion. Other Divine Powers As an intermediate deity, Nephthys auto- matically receives a die result of 20 on any check. She treats a 1 on a saving throw or attack roll normally and not as an auto- matic failure. She is immortal.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Domain powers, salient divine abili- ation, minor image, order’s wrath, permanent image, phase door, protec- ties, spell-like abilities, turn undead 16/day. tion from chaos, shield of law, summon monster IX(as law spell only),",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkness, evil, night, orthodox assertion that they are not true priests. They prefer desert storms, drought black armor to white robes, however. High-level clerics often",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, Craft Rod, Craft Staff, Wizard 20/Cleric 10/Loremaster 10 Craft Wand, Craft Wondrous Item, Empower Spell, Energy Medium-Size Outsider Substitution (sonic), Enlarge Spell, Eschew Materials, Extend",
        "name":  "THOTH Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +6, Ref +5, Will +7; see below for animal form reach, and extraordinary abilities of the animal. Its natural armor",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The greater mummy has +8 natural armor or the character’s damage reduction. natural armor, whichever is better. Damage Reduction (Su): A greater",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+3 Dex, +5 natural, bracers of armor +2, ring of protection +1) lurking in pyramid",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "CE,LE, NE armories typical of Asgardian temples.",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "76 (+8 Dex, +27 ities:Alter Form, Alter natural, +14 divine, Reality, Alter Size, Area +17 deflection) Divine Shield, Divine",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter working), Knowledge (arcana), Reality, Alter Size, Automatic Metamagic (quicken Knowledge (nature), Knowledge cleric spells), Banestrike (giants), Command Plants, Con- (the planes), or Knowledge (religion) trol Creatures (elves), Divine Blessing (Dexterity), Divine Celer- as a free action if the DC for the task is ity, Divine Dodge, Divine Radiance, Divine Shield, Extra 30 or lower. He can perform up to twenty such free actions Domain (Air), Gift of Life, Increased Damage Reduction, Life each round. and Death, Mass Life and Death, Power of Nature, Shapechange, Create Magic Items:Frey can create any magic item related to Speak with Creatures (plants), Supreme Initiative, True Shape- command or control of plants. change, Wound Enemy.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter Size, Home Plane:Asgard Area Divine Shield, Automatic Metamagic (quicken sorcerer Alignment: Neutral spells), Control Creatures (any creature that can cast a spell or use a Portfolio:Birth, fertility, spell-like ability), Divine Blast, Divine Celerity, Divine Dodge, love Divine Inspiration (love and desire), Divine Shield, Divine Spell- Worshipers:Druids, lovers, casting, Extra Domain (Charm), Instant Move, Instant Counter- diviners, husbands spell, Mass Divine Blast, See Magic, Shapechange. and wives, halflings",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine immu- spells, which she uses as a 28th- nities, DR 52/+4, fire resistance level caster. The save DCs are 36 37, sonic resistance 37, sponta- + spell level. Air walk, animal neous casting of divine spells, shapes, antilife shell, bless, calm ani- understand, speak, and read all mals, chain lightning, clairaudi- languages and speak directly to ence/clairvoyance, commune with all beings within 17 miles, nature, control weather, control remote communication, godly winds, creeping doom, detect secret realm, teleport without error at doors, detect thoughts, discern location, will,plane shiftat will, familiar divination, dominate animal, elemental (cats), SR 49, divine aura (17 swarm(air only), find the path, foresight, miles, DC 36). gaseous form, heroes’ feast, hold animal, Saves*: Fort +57, Ref +58, Will legend lore, mass heal, miracle, obscuring +66. *Always receives a 20 mist, prayer, Rary’s telepathic bond, on saves. refuge, repel vermin, shapechange, shield",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20d8+320 (outsider) plus 20d12+320 (Bbn) plus 20d6+320 reroll a die roll once after it is made; 3 rounds/day freedom of 182 (Brd) (1,480 hp) movement. :6 RETPAHC NAIDRAGSA EHT NOEHTNAP llehctiM .M\u0026 remarC .D yb .sullI Spell-Like Abilities:Hermod uses these abilities as a 13th-level him at creation with Odin. Loki excels at subverting order and caster, except for chaos spells, which he uses as a 14th-level caster. finding solutions and answers the other gods never consider. The save DCs are 20 + spell level. Aid, animate objects, astral projection, Restless and easily bored, Loki often amuses himself by playing break enchantment, chaos hammer, cloak of chaos, dimension door, dispel practical jokes on the other gods. He can take many different law, entropic shield, expeditious retreat, find the path, fly, freedom of move- forms and often becomes female. Loki is responsible for most of ment, holy aura, locate object, magic circle against law, miracle, mislead, the gods’ greatest treasures, challenging the dwarves to outdo phase door, protection from elements, protection from law, shatter, spell their gift of Sif’s hair. turning, summon monster IX (as chaos spell only),teleport without Not until Ragnarok approaches does Loki truly become evil error, word of chaos. and malicious. For his role in Balder’s death, Odin turns one of",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Odur carries a +5 arrow deflection reflecting large Worshipers:Barbarians, fighters, paladins, steel shield. rangers, combat instructors",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Surtur can hear, see, touch, and smell at a distance of Clergy and Temples fourteen miles. As a standard action, he can perceive anything Thor’s clergy are most likely seen wearing armor and carrying within fourteen miles of his worshipers, holy sites, objects, or any warhammers. They often patrol their communities, on the alert for location where one of his titles or name was spoken in the last any threat. Their earthy natures and straightforward demeanor hour. He can extend his senses to up ten locations at once. He can make them popular with the common folk. Half-orcs often find block the sensing power of deities of his rank or lower at up to two acceptance in human communities as Thor’s clerics. remote locations at once for 14 hours. Like Odin’s temples, the interiors of Thor’s temples are raucous",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Surtur automatically senses events related to places where beer, mead, and ale flow freely, hot food is plentiful, giants or to fires greater than 10 feet across regardless of the and physical challenges are constant entertainment. Also like number of people involved, both in the present and up to fourteen Odin’s temples, Thor’s temples quickly transform into sturdy weeks in the past. forts. They generally contain an armory, a bell tower for sounding",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The einherjar has a speed of 70 feet when dMale or Female Muspelheim Fire Giant:Quasi-deity wearing no armor, light armor, or medium armor (and not carrying (divine rank 0); Ftr20; Gargantuan outsider (evil, fire, lawful); HD a heavy load). 20d8+123; hp 213; Init +3; Spd 120 ft.; AC 18 (touch 5, flat-footed",
        "name":  "Fast Movement",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A Jotunheim frost giant has a speed of 130 feet There is no cult of the valkyries. Those seeking Valhalla or Sessrum- when wearing no armor, light armor, or medium armor. nir after death belong to cults of Odin or Freya. Instead, the valkyries",
        "name":  "Fast Movement",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A valkyrie is spellscast by a 5th-level immune to all diseases, including sorcerer. magical diseases such as mummy Scent(Ex): The creature rot and lycanthropy. can detect approaching Empathic Link (Su): The val- enemies, sniff out hidden kyrie can communicate foes, and track by sense telepathically with the of smell. mount at a distance of up to one mile. The val- PRESTIGE CLASS: kyrie has the same BERSERK connection to an item Berserks are warriors who dress themselves in or a place that the bearskins (“berserk” comes from “bear sark,” or “bear mount does. shirt”), taking advantage of the fear most people have for wild 201 PANTHEON Illus. by W. Reynolds THE ASGARDIAN CHAPTER 6: Table 6–4: The Berserk Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +0 +0 Battle fury 1/day, +10 ft. movement 2nd +1 +3 +0 +0 Damage reduction 1/– 3rd +2 +3 +1 +1 Beast shape 1/day 4th +3 +4 +1 +1 Battle fury 2/day, damage reduction 2/– 5th +3 +4 +1 +1 6th +4 +5 +2 +2 Beast shape 2/day, damage reduction 3/– 7th +5 +5 +2 +2 8th +6 +6 +2 +2 Battle fury 3/day, damage reduction 4/– 9th +6 +6 +3 +3 Beast shape 3/day 10th +7 +7 +3 +3 animals and simultaneously inviting the wild rage of the animal Movement Bonus (Ex):At 1st level, berserks increase their into the warrior’s body. Berserks whip themselves into a battle movement rate by 10 feet. This bonus only applies to the berserk’s frenzy, biting their shields and howling like animals. They are human and hybrid forms. ferocious fighters and seemingly insensitive to pain while this Beast Shape (Su):At 3rd level, the berserk selects a totem madness lasts. Berserks make formidable enemies. In their rage animal from the following list: bear (brown), boar, eagle, raven, they have even been known to attack the boulders and trees of the whale (cachalot), or wolf. A number of times per day determined forest, and it is not uncommon for them to kill their own people. by level, the berserk may change shape into a hybrid creature Barbarians generally disdain berserks, whose lack of control in with features that combine human and animal, or into the animal battle goes beyond even barbarians’ legendary rages. The Asgardian itself. A hybrid retains the use of human arms, hands, and intelli- gods are often arcane spellcasters themselves, so even wizards and gence, but loses the power of speech. A hybrid cannot use skills sorcerers may find themselves “blessed” with battle fury. or abilities that require patience and concentration, such as As nonplayer characters, berserks are indistinguishable from moving silently or casting spells (the only class skills he can’t use other fighters and warriors until their madness overtakes them. are Animal Empathy and Wilderness Lore). He can use any feat he They rarely travel together, knowing firsthand how dangerous might have except for Expertise, item creation feats, metamagic they can be to their own allies. feats, and Skill Focus (if it’s tied to a skill that requires patience",
        "name":  "Divine Health",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "CE, LE, NE AC: 89 (+17 Dex, +28 natural, +15 divine, +7 armor [+5 shadow silent",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter Size, Annihilating Strike, DENNARI Control Creatures (undead), Divine Armor Mas- tery, Divine Inspiration (dread), Divine Blast, Divine The faith of Dennari is a mystery cult designed according to the Rogue, Divine Shield, Divine Sneak Attack, Extra Domain guidelines in Chapter 1. Unlike the other mystery cults presented (Strength), Extra Domain (Trickery), Extra Domain (War), Lay in this book (see the entries for Demeter, Dionysus, and Thoth), Curse, Life Drain, Shapechange, Undead Qualities. the cult of Dennari is not associated with a larger pantheon. Thus,",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dennari can create any magic item that 8 Demand involves the earth, dwarves, protection, or endurance, such as brac- 9 Dominate monster ers of health,abelt of dwarvenkind,bracers of armor, magic armor, or a rod of metal and mineral detection,as long as the item’s market price COMMUNITY DOMAIN does not exceed 30,000 gp. Deities: (Olympian) Athena, Hephaestus, Hera, Hestia; (Pharaonic) Hathor, (Asgardian) Frigga Appendix 1: Domains Granted Power:Use calm emotionsas a spell-like ability once per day. Gain a +2 competence bonus on Diplomacy checks. and Spells Community Domain Spells Several of the domains presented in this section—Community, 1 Bless Creation, Glory, and Madness—originally appeared as “prestige 2 Shield other domains” in Defenders of the Faith.They are presented here as stan- 3 Prayer dard domains for some of the deities who appear in this book. 4 Status Spells marked with an asterisk are described in the following 5 Rary’s telepathic bond section. 6 Heroes’ feast 7 Refuge AIR DOMAIN 8 Mass heal",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +4 bonus on Craft checks. You cast conjura- 4 Minor creation tion (creation) spells at +1 caster level. (Those with access to both 5 Major creation the Artifice and Creation domains cast conjuration [creation] 6 Heroes’ feast spells at +3 caster level.) 7 Permanent image 8 True creation* Artifice Domain Spells 9 Genesis* 1 Animate rope 2 Wood shape DARKNESS DOMAIN 3 Stone shape Deities:(Pharaonic) Set 4 Minor creation Granted Power:Free Blind-Fight feat. 5 Fabricate 6 Major creation Darkness Domain Spells 7 Hardening* 1 Obscuring mist 8 True creation* 2 Blindness 9 Prismatic sphere 3 Blacklight* 4 Armor of darkness* CHAOS DOMAIN 5 Summon monster V (only summons 1d3 shadows)",
        "name":  "Granted Power",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rebuke or command animals (reptilian creatures 6 Control winds and snakes only) as an evil cleric rebukes or commands undead. 7 Control weather Use this ability a total number of times per day equal to 3 + your 8 Whirlwind Charisma modifier. 9 Storm of vengeance 215 SPELLS DOMAINS AND APPENDIX 1: Maximum NEW SPELLS Creature’s Origin/Nature Damage Value Material Plane, Elemental 1d6/2 levels 7d6 ARMOR OF DARKNESS Plane, neutral outsider Abjuration [Darkness] Negative Energy Plane, 1d6/level 15d6",
        "name":  "Granted Power",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ray shadows. The shroud can, if the caster desires, conceal the wearer’s Duration: 1 round/level features. In any case, it grants the recipient a +3 deflection bonus to Saving Throw:Will negates Armor Class plus an additional +1 for every four caster levels (max- Spell Resistance:Yes imum bonus +8). The subject can see through the armor as if it did not exist and is also afforded darkvision with a range of 60 feet. This spell grants you the ability to make one ray attack per round. Finally, the subject gains a +2 bonus on saving throws against any The ray dazes one living creature, clouding its mind so that it takes holy, good, or light spells or effects. no action for 1d3 rounds. The creature is not stunned (so attackers Undead creatures that are subjects of armor of darkness also gain get no special advantage against it), but it can’t move, cast spells, use +4 turn resistance. mental abilities, and so on. BLACKLIGHT CROWN OF GLORY Evocation [Darkness] Evocation",
        "name":  "The spell envelops the warded creature in a shroud of flickering Effect",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None You create an immobile, finite plane with limited access—a demi- Spell Resistance: Yes plane. Demiplanes created by this power are very small, minor planes. You can cast this spell only on the Ethereal Plane. When The subject cannot keep himself from screaming, gibbering, and you cast it, a local density fluctuation precipitates the creation of a leaping about as though completely mad. This spell makes it demiplane. At first, the demiplane grows at a rate of a 1-foot-radius impossible for the victim to do anything other than race about cat- per day to an initial maximum radius of 180 feet as the fledgling erwauling. The effect worsens the Armor Class of the creature by 4, plane draws substance from surrounding ethereal vapors and pro- makes Reflex saving throws impossible except on a roll of 20, and tomatter or astral ectoplasm. makes it impossible to use a shield. You determine the environment in the demiplane when you first cast genesis, reflecting most any desire you can visualize. You RAGE determine factors such as atmosphere, water, temperature, and the Enchantment shape of the general terrain. However, the spell cannot create life Level:Madness 3 (such as vegetation), nor can it create construction (such as build- Components: V, S ings, roads, wells, dungeons, and so forth). If you want these bene- Casting Time:One action fits, you must add them in some other fashion. Range:Touch",
        "name":  "Saving Throw",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. Changes to spells in the revised Player’s Handbooknecessitate a few AC:21 (+8 natural, +2 bracers of armor, +1 ring of protection), changes to the new domains presented in Deities and Demigods. touch 21, flat-footed 21",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Replace shield other(2nd level) with",
        "name":  "Community Domain",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) inflict light wounds, prayer beads (karma), ring of protection +1, bracers of armor +2. As status(described in the Player’s Handbook), but you can also EINHERJAR cast a limited selection of spells through the link, as if you were touching the target. You can cast any spell that meets the following Treat “einherjar” as an acquired template that can be applied to any conditions: humanoid creature of good alignment that has at least 10 levels of • Level: 0, 1st, or 2nd barbarian, fighter, ranger, or paladin. The einherjar presented in • Range: Touch Deities and Demigodsare samples applied to 20th-level characters of 6 three different races. An einherjar uses all the base creature’s statis- B +23; Craft Magic Arms and Armor , Cleave, Combat Reflexes, tics and special abilities except as noted here. Great Cleave, Improved Bull Rush, Improved Sunder, Power",
        "name":  "Spell Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "82 (touch 53, flat-footed 82) 16d12+9d12 damage), Divine Celerity 16 minutes, Face/Reach:5 ft. by 5 ft./5 ft. Divine Dodge, Divine Rogue, Divine Shield (10/day,",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The gaze of a seer is very difficult sound sleep to protect him from danger. to ward off. At sixth level, a seer gains the ability to ignore any one factor that would keep a subject The Witness hidden from his Divination spells. The factor, A spellcaster with supernatural senses, the witness be it a thickness of lead, a nondetection spell or uses divination as a means of heightening his some other protection, is completely negated by senses and giving him an advantage in his pursuit this power. Only one factor is ignored, so a given of the truth. Some witnesses are investigators subject might still avoid the seer if it is protected and seek justice through the discovery of the by multiple conditions. This power cannot guilty. Others are hermits seeking enlightenment pierce the protection offered by direct divine by becoming one with the sights, sounds and intervention. sensations of the world around them. Regardless of their calling, all witnesses are defined, and Fate’s Advocate: By now, the seer is becoming define their world, by what their divination- well known to the forces of destiny. He may be a enhanced senses reveal. champion of light or a black-hearted villain but his relationship with the impartial forces of fate allow For some who follow this path, the development of him to alter the future through sheer force of will. a single sense leads them to explore the possibility Even subconsciously, the future will bend slightly of improving them all. Others are professionals to protect him and shield him from the ravages of whose senses are their means of employ. For random chance. these witnesses, progression into this class occurs ‘naturally’ as they strive to better themselves and Fate’s Advocate grants the seer a +1 luck bonus excel at their work. Still others become witnesses on all dice rolls. If a lower result would be when normal divination magic does not reveal preferable, this can be a –1 at the seer’s option. what they seek. Many diviners are driven by the The seer can transfer this luck bonus to any one need to know and will not rest until they have person he can see for as long as he can maintain learned all there is to learn. The abilities of this line of sight. In this case, line of sight can be class introduces characters to a whole new world traced through a scrying effect of any sort. to explore – the world of awareness.",
        "name":  "Clear Sighted",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes For example, an 18th level elven caster could fight dark elf warriors for seven rounds, hitting with A useful way of determining information in an every attack, teleport to a forge in his home village area, estimation lets a caster state any type of on the eighth round without any chance of error object, creature or status within the burst area of and spend the next 10 rounds crafting a flawless the spell. The caster is then made immediately suit of elven chain mail. aware of how many of the named things are within 3300 DIVINATION SPELLS the area within a given range. If there are less than The caster of fleeting genius gains an incredible, 10 of the stated items with in the burst, the caster highly focused ability to perform a single task gets an exact count. If there are between 10 and with flawless precision. The caster picks one 100, the number is to the nearest 10. Between 100 skill, saving throw category or attack type. For and 1000 is to the nearest 100 and beyond 1000 the duration of the spell, rolls of this type cannot the count is to the nearest 1000. If the stated item fail if a roll of 40 can succeed. If a 40 would still exists in quantities of 100,000 or more, or does not result in failure, this spell simply cannot help the exist at all, the spell fails. caster. Attacks aided by fleeting genius should still be rolled, as any critical threat (whether it The caster also gets a general idea of where the would hit or not with the caster’s true bonuses) objects are. This awareness grants a +2 bonus to automatically becomes a critical hit, without the any Search or Spot checks made to find the targets. need for a second roll. This spell negates the 50% miss chance against an invisible opponent but, since the spell’s duration is Arcane Focus: A specially prepared amulet of instantaneous, the miss chance returns as soon as platinum and amethyst worth 2,000 gp. the invisible target moves. Foretelling Eyes of the Cat Divination Divination (Contingent – Transmutation) Level: Sor/Wiz 5",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round Mindshriek floods the caster’s mind with Range: Medium (100 feet + 10 ft./level) divinations about thousands of random topics, Target: 1 creature per 2 levels all within a single moment, while shielding the Duration: One hour 3366 37 DIVINATION SPELLS",
        "name":  "Casting Time",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates spell. A ring of mind shielding or similar magic",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft., swim 90 ft.Cold: 30 ft.Electricity: Fly 100 ft. (perfect)Fire: 50 ft.Sonic: Fly 100 ft. (perfect)AC: The animated breath’s natural armor bonus varies by size:",
        "name":  "Acid",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level Your hide glistens and shimmers with a protective magical aura, granting you a deflection bonus to your Armor Classequal to your Constitution modifier. Your natural armorbonus decreases by an amount equal to your Constitutionmodifier ×1/2.CHAPTER 2: A DM’S GUIDE TO DRAGONSSharptooth",
        "name":  "Duration",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This large, faceted stone must be embedded in a creature’s hide to function. Truedragons can accomplish this with ease, since they routinelyembed gems in among the scales of their bellies. Other crea-tures have a more difficult time of it, requiring at least a lim- ited wish, at the DM’s discretion. When properly embedded, a gemstone of fortification pro- tects the wearer’s vital areas from lethal damage. When acritical hit or sneak attack is scored on the wearer, there is achance that the critical hit or sneak attack is negated anddamage is instead rolled normally . A gemstone of light forti- fication has a 25% chance to negate a critical hit or sneak attack, a gemstone of moderate fortification has a 75% chance, and a gemstone of heavy fortification has a 100% chance. Strong universal or evocation; CL 13th; Craft Magic Arms and Armor, Craft Wondrous Item, limited wish ormiracle; Price 3,000 gp (light), 15,000 gp (moderate), 35,000 gp (heavy).",
        "name":  "Gemstone of Fortification",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Every three levels, a disciple of Ashar- dalon’s ability scores increase automatically . At 3rd, 6th, 9th,and 12th level, its Strength, Dexterity, and Intelligence allincrease by 1 point. At 6th and 12th level, its Constitutionand Charisma also increase by 1 point. By 12th level, a dis-ciple of Ashardalon has the ability score adjustments of thehalf-fiend template. Poison Immunity (Ex): A disciple of Ashardalon of 6th level or higher is immune to all forms of poison. Natural Armor Increase (Ex): At 7th level, a disciple of Ashardalon’s natural armor bonus improves by 1. Fiendish Perfection (Ex): At 12th level, a disciple of Ashardalon’s bond with its demonic spirit is complete andperfect. The dragon now has the half-fiend template andbecomes an outsider rather than a dragon. DISPASSIONATE WATCHER OF CHRONEPSIS The draconic deity of fate, death, and judgment, Chronep- sis is silent, unconcerned, and dispassionate. Most drag-ons respect him, but few revere him or serve him asclerics because of his neutral alignment. Chromatic andmetallic dragons are almost always too committed tophilosophical extremes to become clerics of Chronepsis,and their passionate adherence to their alignment meansthey have little interest in the detached attitude of thewatchers. Most dispassionate watchers are gem dragons,brown dragons, fang dragons, song dragons, dragon turtles,or wyverns. True to their name, dispassionate watchers of Chronep- sis remain aloof from the events of the world around them,taking the role of observers rather than active participants.They are excellent sources of information and advice, anddragons often appeal to them to judge disputes and com-plaints. They typically make their lairs in areas that otherdragons use as graveyards, embodying their deity’s aspectas a god of death and keeping the graves safe from robbersand defilers.",
        "name":  "Ability Increase",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+20.",
        "name":  "Natural Armor Bonus",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, a sacred warder loses any effective sorcerer level it had previously gained byvirtue of its age and draconic variety . Its effective divinespellcasting level increases by the number of sorcerer levelsit sacrificed, allowing the dragon to cast cleric spells muchmore effectively . These effective levels apply only to thedragon’s spellcasting, not to other class abilities (such asturning undead or wild shape). For example, a very old gold dragon/1st-level cleric adopts the sacred warder of Bahamut prestige class. Its sor-cerer caster level of 13th converts into thirteen effectivecleric levels, giving the dragon the spellcasting ability of a14th-level cleric. Smite Evil Dragons (Su): Once per day, a sacred warder of Bahamut of at least 2nd level may attempt to smite an evildragon with one normal melee attack. It adds its Charismabonus to its attack roll and deals 1 extra point of damage perclass level. If the sacred warder accidentally smites a dragonthat is not evil, or a creature that is not a dragon, the smiteCHAPTER 2: A DM’S GUIDE TO DRAGONS Table 2–10: The Sacred Warder of Bahamut Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spellcasting 1st +1 +2 +0 +2 Divine conversion — 2nd +2 +3 +0 +3 Smite evil dragons 1/day +1 level of existing class 3rd +3 +3 +1 +3 Aura of courage +1 level of existing class 4th +4 +4 +1 +4 — +1 level of existing class5th +5 +4 +1 +4 — +1 level of existing class 6th +6 +5 +2 +5 Smite evil dragons 2/day +1 level of existing class7th +7 +5 +2 +5 Sacred shield +1 level of existing class 8th +8 +6 +2 +6 — +1 level of existing class9th +9 +6 +3 +6 — +1 level of existing class 10th +10 +7 +3 +7 Smite evil dragons 3/day +1 level of existing class 11th +11 +7 +3 +7 — +1 level of existing class 12th +12 +8 +4 +8 Area sacred shield +1 level of existing classhas no effect but it is still used up for that day . A sacred warder can smite any creature of the dragon type that has anevil alignment. At 6th level, a sacred warder may smite evil dragons twice per day, and at 10th level it can do so three times per day .",
        "name":  "Divine Conversion",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An advanced dragon’s natural armor bonus increases by +1 for every Hit Die it gains beyond the greatwyrm stage. (You can use this rule for lesser dragon advance-ment as well, since natural armor and Hit Dice alwaysincrease at the same rate.)",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 33rd-level sorcerer. Tail Sweep (Ex): Half-circle 40 ft. in diameter, Large or smaller opponents take 4d6+36 points of bludgeoningdamage, Reflex DC 57 half. Sorcerer Spells Known (6/9/9/9/8/8/8/8/7/7/2/2/1/1; save DC 21 + spell level): 0— arcane mark ,daze ,detect magic , ghost sound ,mage hand ,prestidigitation ,ray of frost ,read magic , resistance; 1st— cause fear ,expeditious retreat, magic missile, shield, ventriloquism; 2nd— darkness ,detect thoughts ,mirror image ,see invisibility ,web; 3rd— fireball ,fly,haste ,wind wall; 4th— confusion ,polymorph ,stoneskin; 5th— magic jar ,pass- wall ,teleport , wall of force; 6th— greater dispel magic ,flesh to stone ,true seeing; 7th— control undead ,delayed blast fireball ,pris- matic spray; 8th— etherealness ,horrid wilting ,symbol of death; 9th— meteor swarm ,power word kill ,wish .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 dodge bonus to Armor Class against attacks made by dragons and a +2 competence bonus onsaving throws against the spells, attacks, and special abilitiesof dragons. Likewise, you gain a +2 competence bonus onany opposed check (such as a bull rush attempt or a grapplecheck) you make against a dragon. DRAGON HUNTER BRAVERY [GENERAL] You resist dragons’ frightful presence, and your mere pres-ence helps others resist as well.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your attacks ignore armor and natural armor. 4th-Level Assassin Spells",
        "name":  "Find the Gap",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield grants +1 bonus on Reflex saves per five levels (max. +5).CHAPTER 3: THE PLAYER’S PERSPECTIVE4th-Level Cleric Spells",
        "name":  "Shield of Warding",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain +4 enhancement bonus to natu- ral armor, +4 deflection bonus to AC, and temporaryhit points. CLERIC DOMAINS DOMINATION PRESTIGE DOMAIN",
        "name":  "Death Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield grants +1 bonus on Reflex saves, +1 per five levels (max +5). 3rd-Level Paladin Spells",
        "name":  "Shield of Warding",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your attacks ignore armor and natural armor. 4th-Level Paladin Spell",
        "name":  "Find the Gap",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +5 to Str, Con, Cha; +4 natural armor; immunity to magic sleep effects and paralysis. RANGER SPELLS 3rd-Level Ranger Spell",
        "name":  "Draconic Might",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your attacks ignore armor and natural armor. SORCERER/WIZARD SPELLS 1st-Level Sorcerer/Wizard Spell",
        "name":  "Find the Gap",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject’s natural armor weakens. 3rd-Level Sorcerer/Wizard Spells Ench Miser’s Envy: Subject jealously covets nearby object.",
        "name":  "Scale W eakening",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain +4 enhancement to natural armor, energy resistance 10. 4th-Level Sorcerer/Wizard Spells",
        "name":  "Dragonskin",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +5 to Str, Con, Cha; +4 natu- ral armor; immunity to magic sleep and paraly-sis effects.",
        "name":  "Trans Draconic Might",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) All targets gain a +2 luck bonus to Armor Class and on saving throws against the attacks, spells, and special attacks (extraor-dinary, supernatural, and spell-like) of dragons. This bonusincreases by +1 for every four caster levels above 7th (to +3at 11th, +4 at 15th, and a maximum of +5 at 19th).",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dragon-shaped armor of energy and bones",
        "name":  "Effect",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    }
]
