[
    {
        "origin_file":  "armor.json",
        "description":  "13–26 HD (Huge); 27–39 HD start a grapple as a free action (Gargantuan) without provoking an attack of opportunity (grapple bonus +22). If it gets a hold, it also The fhorge is a fierce hunter of the Outlands. A cousin to the worries on the same round. Thereafter, the fhorge has the dire boars of the Material Plane, the fhorge is tougher, option to conduct the grapple normally, or simply use its meaner, and deadlier. Fhorges claim no territory as their bite to hold the opponent (–20 penalty on grapple check, own; instead they roam the land and follow whatever source but the fhorge is not considered grappled). In either case, of food is most plentiful at the time. each successful grapple check it makes during successive An adult fhorge stands 5 feet tall at the shoulder, and rounds automatically deals worry damage. its muscular body slopes down toward its smaller Rage (Ex):A fhorge that takes damage in combat flies hindquarters like its boar cousins. It has a coat of brown, into a berserk rage on its next turn and bites madly until black, or gray fur and small, beady eyes. The fhorge’s most either it or its opponent is dead. The fhorge gains a +4 bonus distinguishing trait is its head, or more specifically its to Strength, a +4 bonus to Constitution, and a +2 morale mouth. Like a crocodile’s, the mouth of a fhorge domi- bonus on Will saves, but takes a –2 penalty to Armor Class. nates its gnarled face. Large enough to engulf a human, The following changes are in effect as long as the rage lasts: the mouth bristles with large, razor-sharp teeth and a set HD 12d8+87 (136 hp); AC 15, touch 7, flat-footed 15; Base of four tusks. Attack/Grapple +11/+24; Full Attack bite +21 melee; The bizarre musculature of a fhorge’s jaw fascinates those Damage bite 1d8+15; SV Fort +15, Will +8; Str 33, Con 25. A with an interest in the animal world—but those who have fhorge cannot end its rage voluntarily. survived a fhorge encounter have less flattering things to Worry (Ex):A fhorge that successfully gets a hold on an say about it. opponent with its improved grab ability shakes the victim violently back and forth. This attack deals bite damage each COMBAT round until the victim breaks free, the fhorge is slain, or the A fhorge’s strategy in a fight is simple: Shake it until it’s victim dies. dead. The creature charges into battle initially, grabs hold of Ferocity (Ex): A fhorge is such a tenacious combatant its prey in its cavernous mouth, and shakes it until either that it continues to fight without penalty even while dis- the creature dies or the fhorge is slain by another foe. abled or dying. Improved Grab (Ex):If a fhorge hits an opponent that Scent (Ex):A fhorge can detect approaching enemies, is at least one size category smaller than itself with a bite sniff out hidden foes, and track by sense of smell. 72 EGROHF Fhorge FLAME SNAKE",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9–16 HD (Large); 17–24 HD (Huge) points of fire damage (no save). This includes the round in which the victim was bitten. Lesser flame snakes are significantly more powerful versions Magma Spit (Su):Every 1d4 rounds, a lesser flame snake of minor flame snakes. They are also the most foul-tempered can launch a sticky glob of fiery spittle at an opponent 74 EMALF EKANS Flame snakes within 30 feet (no range increment). A successful ranged cases, entire households have gone missing overnight touch attack is required to hit. If struck, a target takes 3d6 when a greater flame snake decided it would like its lord’s points of fire damage and must make a Reflex save (DC 16) trinkets for itself. or catch on fire. Greater flame snakes look like much larger versions of Fast Healing (Ex):A lesser flame regains lost hit points their lesser kin; they measure up to 30 feet long and 6 feet in at the rate of 3 per round. Fast healing does not restore hit diameter. Greater flame snakes also have darker scales than points lost from starvation, thirst, or suffocation, and it other flame snakes. Their mostly red scales occasionally are does not allow a lesser flame snake to regrow or reattach interspersed with one of the deepest black. lost body parts. There is more to these great serpents than most suspect. Uncanny Dodge (Ex):A lesser flame snake retains its Greater flame snakes claim, among themselves only, to Dexterity bonus to Armor Class even when flat-footed or once have been powerful fiends. Banished from the Nine struck by an invisible attacker. Hells for a long-forgotten transgression, many strive to regain the levels of power they supposedly once had. GREATER FLAME SNAKE Those who have faced a greater flame snake could give Huge Magical Beast (Fire) credence to these claims, since the creature’s mere pres-",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +11, Craft (any one) +13,Diplomacy lead the charge into battle and +15, Hide +12, Listen +16, Move Silently +11, Search tear apart anything that gets +13, Sense Motive +14, Spot +16, Survival +13 (+15 in their way. They are utterly following tracks) merciless and are sent into the most dangerous situations. Feats: Alertness, Improved Initiative, Track Bulky and well armored, armadons look more like Climate/Terrain:Any land and underground(Mechanus) giant fleas than their antlike formian kin. Their mandibles Organization:Team (2–4) or platoon (2–4 plus 7–18 are huge, and they have elongated arms that end in pow- workers and 6–11 warriors) erful claws. Challenge Rating: 11 Armadons do not speak. Treasure: —",
        "name":  "Armadons are shock troops that Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 Dex, +6 +1 chainmail), touch 12, flat-footed 16 Fossergrims look like handsome and rugged human Base Attack/Grapple:+2/+4 males with flowing white hair and beards tinged with",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fossergrim has a creatures commonly round +8 racial bonus on any Swim up gathras to use them check to perform some spe- as powerful mounts. The cial action or avoid a hazard and beasts are stubborn and can always choose to take 10 on unpredictable creatures that Swim checks, even if distracted require constant discipline and domination or endangered. to be kept in line. 80 ARHTAG Gathra COMBAT Rock Size DC Gathras are unsubtle beasts that charge into battle at the Small 15 Medium-size 20 first opportunity. They typically bellow before charging, and Large 25 then trample over their cowering opponent. Gathras that are Huge 30 used as mounts usually have thick armor to improve their already impressive defenses. Bellow(Sp):Three times per day, a gathra can let out a ter- BOG GIANT rifying bellow. Everyone within 30 feet must make a Will Large Giant (Aquatic) save (DC 15) or be affected as if by fear as cast by a 9th- Hit Dice: 8d8+32 (68 hp) level wizard. Initiative: +0 Trample (Ex):As a standard action, a gathra can trample Speed: 30 ft., swim 40 ft. opponents at least one size category smaller than itself. AC: 19 (–1 size, +3 hide armor, +7 natural),touch 9, flat- This attack deals 2d6+8 points of bludgeoning damage. A footed 19 trampled opponent can attempt either an attack of Base Attack/Grapple:+6/+17 opportunity at a –4 penalty or a Reflex save (DC 20) for Attack:Huge longspear +13 melee, or rock +6 ranged half damage. Full Attack:Huge longspear +13/+8 melee, or rock +6 ranged",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "26 (–1 size, –1 Dex, +9 natural, +9 +1 full plate), touch 8, of a helpless creature or a body that has died within the past flat-footed 26; without armor 17 (–1 size, –1 Dex, +9 hour, dealing Constitution damage at the rate of 1 point per full natural), touch 8, flat-footed 17 round. Every Constitution point lost in this fashion heals the Base Attack/Grapple:+7/+17 golem 5 hit points. (The golem usually restores its hit points to",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blood dependency, blood reservoir, this maneuver, it can take only a single attack or move action. construct traits, DR 10/+1, magic armor, magic immunity, Blood Dependency:Because a blood golem constantly rust vulnerability leaks its own vital fluid, it must absorb blood from other",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— golem’s armor is removed or destroyed, this loss increases to Climate/Terrain:Any land and underground 10 hit points per day. If the golem reaches 0 hit points from",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Solitary or gang (2–4) blood leakage, it is destroyed, leaving only its armor. 84 MELOG as follows. A gentle repose spell acts as a slow spell for 3 rounds with no saving throw. Regenerate restores 1 hit point of damage per caster level. Horrid wiltingdoes half or one-quarter damage if the golem fails or succeeds on its saving throw, respectively.",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12d10+30 (96 hp) (Ex): The reservoirs Initiative: +0 in the golem’s armor Speed: 20 ft. hold blood equivalent to 20 points of Constitution, which is AC: 17 (–1 size, +4 inertial armor,+4 natural), touch 9, flat- about as much as the capacity of two average human bodies. footed 17 The golem normally draws 1 point of Constitution from the Base Attack/Grapple:+9/+19 reservoir every day to sate its blood dependency. It can draw Attack:Slam +14 melee blood from its reservoirs as a free action, and it often does so Full Attack:Slam +14 melee during combat. Damage: Slam 2d6+9",
        "name":  "Blood Reservoir Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A blood golem is encased in a suit of full Face/Reach: 10 ft./10 ft. plate armor with an enhancement bonus of at least +1. If the Special Attacks: Mind blast golem is destroyed, the armor can be reused for another Special Qualities: Construct traits, DR 20/+2, inertial blood golem, but it does not resize to fit other creatures. armor, SR 25",
        "name":  "Magic Armor",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 check penalty, speed reduction, or arcane spell failure Treasure: — chance. Because it is composed of force, incorporeal crea- Alignment: Always chaotic evil tures can’t bypass it the way they do normal armor. Advancement: 25–36 HD (Huge); 37–72 HD (Gargantuan) Construction A brain golem’s body is formed from the brains of intelligent The ultimate example of fiendish grafting (see Appendix 2), creatures and topped off with a bud from a mind flayer com- the demonflesh golem is a collection of demonic body parts munity’s elder brain to form the creature’s “head.” Its skin is assembled into a truly vile whole. a membrane secreted by the elder brain bud. A demonflesh golem bears a superficial resemblance to a The golem costs 55,000 gp to create, which includes 1,000 flesh golem. Its overall form is humanoid, with the addition gp for the construction of the body. Assembling the body of a pair of membranous wings and a long, thin tail. Its left requires a Heal check (DC 15). arm is muscular and sinewy, with a large, clawed hand, The creator must be 16th level and able to cast arcane while its right arm is more slender and ends in a heavy, bony spells. Completing the ritual drains 1,200 XP from the creator hand. Its right leg is long and agile, while its left is thicker and requires bull’s strength,feeblemind, geas/quest,limited wish, and heavier. Despite having a pronounced limp, the creature and mage armor. moves quickly and can climb and jump with remarkable ease. One eye is bright red and has a black iris, while the DEMONFLESH GOLEM other is yellow with no visible iris, but it has a pupil shaped Huge Construct (Extraplanar) like a cat’s.",
        "name":  "Unlike mundane armor, inertial armor carries no armor Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "33 (–2 size, –1 Dex, +26 natural), touch 7, flat-footed 33 Combat Base Attack/Grapple:+18/+36 A demonflesh golem attacks in a whirling fury. Its left, clawed arm seems to attack of its own volition, and its tail lashes wildly from side to side during combat. Claw Graft (Ex): A demonflesh golem’s left arm can attack independently of the golem’s control. This allows a golem to make a second attack each round. This means the golem can attack with its slam, then move, and then attack with its claw, all in a single round (but it cannot attack twice with its claw). The clawed arm has a Strength score of 35, attacks at the golem’s full base attack bonus (plus its higher 86 MELOG pqs BRAIN GOLEMS AND THE PSIONICS HANDBOOK If you are using the Psionics Handbookin your campaign, rather than being an arcane spellcaster, the creator of a brain golem can be a psion of 16th level or higher with access to the Inertial Armor feat, animal affinity, astral construct VII, domination, matter manipulation, andmind blast. pqs Strength bonus), and gains its full Strength bonus on damage rolls. Fear Gaze (Su):Anyone within 30 feet of a demonflesh golem who meets its eyes must succeed on a Will saving throw (DC 19) or be paralyzed with fear for 1d4 rounds. Demonflesh golems are immune to their own gaze at- tacks and to those of others of their kind. Spell-Like Abilities:3/day— darkness, poison, unholy aura; 1/day—destruction, horrid wilt- ing, unholy blight.Caster level 20th; save DC 11 + spell level. Whip Tail Graft (Ex):As a full-round action, a demonflesh golem can direct its tail to attack one creature within 25 feet. Wounds from the tail burn fiercely, causing the creature struck to be dazed for 1 round unless it makes a Fortitude save (DC 11). Immunity to Magic (Ex):A demonflesh golem is immune to all spells, spell-like abilities, and supernatural effects, except as follows. A death effect slows it (as the slowspell) for 1d6 rounds, with no saving throw. A spell with the chaotic or evil descrip- tor (such as chaos hammer or unholy blight) breaks any slow effect on the golem and cures 1 point of damage for each 3 points of damage it would otherwise deal. It is fully affected by spells with the law or good descriptor, unless its construct traits make it im- mune to the spell’s effects (it cannot be blinded by a holy aura,for example, because that effect allows a Fortitude save). As an extraplanar creature, a demonflesh golem on the Material Plane can be driven back to its home plane by a dispel evil or dispel chaos spell (as well as by holy word or dictum), but it is not affected by banishment or dismissal since they are not good or lawful spells. GOLEM Demonflesh golem Brain golem Hellfire golem 87 See Invisibility (Su):A demonflesh golem can continu- delight. It appears as a towering humanoid creature that seems ouslysee invisibilityas the spell cast by a 20th-level sorcerer. to be formed of brilliant lava covered with a crumbling black",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +3 Dex, +2 natural, +2 large shield), touch sidered alien and strange beyond compare. Because of their 12, flat-footed 12 ability to charm and lay curses, some half-fey are persecuted Base Attack/Grapple:+2/+10 by superstitious populations. However, half-fey are usually",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Usually chaotic (any). COMBAT HALF-FEY CHARACTERS Half-illithid lizardfolk are prized among their illithid Half-fey characters often have a character class, favoring masters for their vicious ferocity. Intelligent enough to rogues, bard, druids, rangers, and sorcerers. Half-fey clerics put their psionic powers to best use, tzakandi generally are exceedingly rare. work in pairs, one member using its mind blaston enemy 90 DIHTILLI-FLAH KLOFDRAZIL pqqqqrs HOW ILLITHIDS MAKE MORE morphological transformations complete the maturation process of The mind flayer life cycle is a closely guarded secret that few non- an adult illithid. illithids have become privy to. Illithids begin their lives as tiny Ceremorphosis completely replaces the original tissue of the victim tadpoles in a briny pool. To reach maturity, the tadpole undergoes a with illithid tissue; when the transformation is complete, the original transformative process called ceremorphosis. The process begins victim is dead, and no spell or power can reverse the process. when a tadpole is inserted into the brain case of a host human Humans are almost always used as hosts for tadpole implanta- (usually via the ear canal). The tadpole burrows into its victim’s tion, because they are the only race that produces true illithids. The brain, quickly consuming much of the gray matter and replacing the process also works on other kinds of humanoids, but it yields a consumed brain with its own squalid tissue. In effect, the tadpole half-illithid rather than an actual mind flayer. As in the case of the melds with the uneaten lower brain stem of the victim, wiping out all half-illithid lizardfolk described here, these creatures are all formi- remnants of the personality and spirit of the host, while leaving the dable in combat because they gain many of the parent mind flayer’s physical body alive and ready for habitation. Within days, additional special attacks. pqqqqrs spellcasters while the other wades into melee and pro- Hit Dice: Change to d8. tects its partner. AC: Natural armor improves by +1. Extract (Ex):A half-illithid that successfully maintains Attacks: A half-illithid loses its bite attack (if the base its hold with all four tentacles for 1 full round automatically creature has one), but gains four tentacle attacks, in addition extracts that opponent’s brain at the beginning of its next to the base creature’s attacks (except for a bite). turn, instantly killing the creature. Damage: If the base creature does not have tentacle Improved Grab (Ex):If a half-illithid hits an opponent attacks, use the appropriate damage value based on the half- that is its own size or smaller with a tentacle attack, it deals illithid’s size (see the table below). Otherwise, use the value normal damage and attempts to start a grapple (grapple from the table or the base creature’s damage, whichever is bonus +2) as a free action without provoking an attack of greater. opportunity. If it gets a hold, it attaches the tentacle to the Size Tentacle Damage opponent’s head. After a successful grab, the half-illithid can Fine — Diminutive 1 try to attach its remaining tentacles with a single grapple Tiny 1d2 check. The opponent can escape with a single successful Small 1d3 grapple check or Escape Artist check, but the half-illithid Medium-size 1d4 gets a +2 circumstance bonus for every tentacle that was Large 1d6 attached at the beginning of the opponent’s turn. Huge 1d8 Gargantuan 2d6 Mind Blast(Sp): This attack, usable once per day, is a 40- Colossal 2d8 foot cone. Anyone caught in this cone must succeed on a Will save (DC 13 + half-illithid lizardfolk’s Int modifier) or Special Attacks: A half-illithid retains all the special be stunned for 1d4 rounds. attacks of the base creature. It gains the mind flayer special Psionics (Sp):3/day—detect thoughts(Will save DC 15). attacks of mind blast,improved grab, and extract, and may Hold Breath (Ex):A lizardfolk can hold its breath for a also have psionic powers. number of rounds equal to four times its Constitution score. Mind Blast (Sp): A half-illithid can use this attack once per Telepathy (Su):Half-illithid lizardfolk can communi- day. It is a cone 40 feet long. Anyone caught in this cone cate with any creature within 100 must succeed on a Will save (DC 13 + half-illithid’s Int mod- feet that has a language. ifier) or be stunned for 1d4 rounds.",
        "name":  "Alignment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +9, Ref +6, Will +5 Armor Class. The following changes are in effect as long as",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor improves by +4.",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (full plate armor); base 30 ft. with 2 more Hit Dice than it actually has for the purposes of",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 Dex, +4 natural, +8 full plate, +2 large steel turn, rebuke, command, or bolster attempts. shield), touch 9, flat-footed 23 Undead Traits:A huecuva is immune to mind-affecting Base Attack/Grapple:+2/+4 effects, poison, sleep, paralysis, stunning, disease, death",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor increases by +4. reduction 15/silver. Huecuvas often wear the armor they wore in life—espe- Divine Conversion: A cleric who becomes a huecuva cially armor intended for ceremonial purposes. loses access to the domains he had in life and replaces",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "35 (–1 size, +2 Dex, +8 full plate armor, +16 natural), plane shift,soul bind,wish.Caster level 19th; save DC 16 + touch 12, flat-footed 33 spell level). Base Attack/Grapple:+16/+26 Fast Healing (Ex): A varakhut regains lost hit points",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 Dex, +2 natural, +4 resin scale armor), touch 12, armor made of thick resins and tissues grown and culti- flat-footed 16 vated by kaorti alchemists whenever one ventures from its Base Attack/Grapple:+2/+0 cyst. A kaorti in a resin suit looks like an emaciated human",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (+1 Dex, +5 breastplate, +1 small steel shield, +6 their eyes, worthy) enough to natural), touch 11, flat-footed 22 command them, but they back- Base Attack/Grapple:+3/+7 stab their patron at the first sign",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gore +13 melee and Electricity Aura (Su): Three armor spikes +8 melee and 2 times per day as a free action, a kuldu- kicks +8 melee rath can emit a powerful aura of elec-",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gore 2d6+5, armor tricity. All creatures within 30 feet must spikes 1d8+2, kick 2d4+2 make a Reflex save (DC 18) each Face/Reach:10 ft./5 ft. round or take 2d6 points of elec-",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+2 Dex, +4 chainmail, +5 natural) touch 12, flat- footed 20 Base Attack/Grapple:+7/+8",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 Dex, +6 banded mail, +2 large steel shield, +1 once per day as cast by a sorcerer of 1stlevel or the mechana- natural), touch 9, flat-footed 18 trix’s character level, whichever is higher. Base Attack/Grapple:+1/+1 Electricity Healing (Ex):Because of a mechanatrix’s",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +2 Dex, +2 leather, +1 small wooden AC: 14 (+1 Dex, +3 natural) touch 11, flat-footed 13 shield), touch 13, flat-footed 14 Base Attack/Grapple:+5/+8 Base Attack/Grapple:+1/–4 Attack:Slam +9 melee",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 (result of 26–100 on d%). 142 INAMLIR Cuprilach Aurumach Swift Strikes (Ex):A cuprilach can use a standard action Organization:Solitary or squad (2–8) to make a full attack, firing all its arrows for the round Challenge Rating: 9 before the first hits its mark or stabbing several times with Treasure: No coins, double goods, standard items its rapier before a foe has time to recognize it has been Alignment: Always neutral struck. This ability makes the cuprilach fiendishly effective Advancement: 9–16 HD (Medium-size); 17–24 HD in a surprise situation or when it strikes first in a combat, (Large) since it can reveal itself and execute a full attack, dealing Level Adjustment:+5 sneak attack damage with each hit. A cuprilach is fatigued for 1d4 rounds after using the Ferrumachs are the countless minions of the rilmani. They swift strikes ability, and it cannot use the swift strikes ability serve as the foot soldiers in the never-ending battle to pro- while fatigued. tect neutrality, the balance, and creatures’ rights not to Hide in Plain Sight (Su):As long as a cuprilach is within choose a side. 10 feet of some sort of shadow, it can hide itself from view in Ferrumachs look like powerfully muscled men made of the open without anything to actually hide behind. It iron. They wear heavy full plate armor of a color similar to cannot, however, hide in its own shadow. their skin and wield shields and deadly lances. A ferru- Trap Sense (Ex): A cuprilach gains a +2 bonus on Reflex mach is almost never encountered on foot. Each rides a saves made to avoid traps, and a +2 dodge bonus to Armor kuldurath or a phantom steed conjured by magic. They Class against attacks by traps. charge into battle astride these terrible creatures and Uncanny Dodge (Ex):A cuprilach retains its Dexterity strike fear into their foes. bonus to Armor Class even when flat-footed or struck by an Ferrumachs appear on great battlefields, sometimes in the insivible attacker, and it cannot be flanked except by a rogue guise of participants already involved in the conflict. Sent of 16th level or higher. there by aurumachs with an interest in the battle’s outcome,",
        "name":  "Level Adjustment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (+1 Dex, +7 natural, +9 +1 full plate,+3+1 large steel mands and observe rilmani ideals than fight them. Fer- shield) touch 11, flat-footed 29 rumachs often attempt to intimidate and frighten away Base Attack/Grapple:+8/+15 foes before resorting to violence. Even so, ferrumachs",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +4 Dex, +2 large steel shield, +4 masterwork chain shirt, +4 natural), touch 13, flat- footed 19 Base Attack/Grapple:+15/+27",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–1 size, +8 masterwork full plate, +2 masterwork Antimagic Field (Su):Once per day as a free action, a large steel shield, +5 natural),touch 9, flat-footed 24 thane can create an antimagic fieldaround itself. The field is Base Attack/Grapple:+11/+23 always centered on the thane and has a 5-foot radius. The",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Skulks have a +8 racial bonus on Move Silently Base Attack/Grapple:+9/+25 checks and a +15 racial bonus on Hide checks. These Attack:Claw +16 melee bonuses apply only to skulks in light or no armor. Full Attack:3 claws +16 melee, 8 tentacles +10 melee",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A mud slaad has darkvision (60-foot COMBAT range). It cannot be raised or resurrected (though a wish A slasrath has little interest ormiraclespell can restore life). in tactics, apart from using its Resistances (Ex):All slaadi have acid, cold, razor-edged wings to tear through electricty, and fire resistance 5. the armor of its prey. The creature usually fights to the death. Poison (Ex): A slasrath delivers its SLASRATH poison (Fort DC 18 negates) with each suc- Large Aberration (Extraplanar) cessful sting attack. Initial damage is 1d4 Str",
        "name":  "Outsider Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sting +10 melee damage. Additionally, if an armor wearing creature takes",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sting 2d4+5, bite 1d6+2 Reflex saving throw (DC 19) or the armor is shredded Face/Reach:10 ft./10 ft. away instantly.",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A spirit of the air casts divine spells as a 7th-level cleric with the Air and Luck domains (6/6/5/4/2; save DC Medium-Size Plant 13 + spell level). A typical spell list: 0—create water,cure minor Hit Dice: 15d8+30 (97 hp) wounds, light, resistance, virtue;1st—command, comprehend lan- Initiative: +9 guages, divine favor, entropic shield*, summon monster I;2nd— Speed: 5 ft., fly 60 ft. (good) aid, animal messenger, cure moderate wounds, enthrall, wind AC: 15 (+5 Dex), touch 15, flat-footed 10 wall*; 3rd—dispel magic, invisibility purge, magic vestment, pro- Base Attack/Grapple:+11/+13 tection from elements*;4th—freedom of movement*, summon Attack: Claw +13 melee monster IV. Full Attack: 2 claws +13 melee and tail rake +8 melee *Domain spell. Domains: Air (turn, destroy, rebuke or Damage: Claw 1d4+2, tail rake 1d4+1 command earth creatures 7/day), Luck (reroll 1/day). Face/Reach: 5 ft./5 ft. Whirlwind (Su):A spirit of the air can transform itself Special Attacks: Enervation ray into a whirlwind once per day and remain in that form for Special Qualities: Camouflage, fire immunity, plant up to 10 rounds. In this form, a spirit of the air can move traits, silent through the air or along a surface at its fly speed. Saves: Fort +11, Ref +10, Will +5 The whirlwind is 5 feet wide at its base, 20 feet wide at Abilities: Str 14, Dex 21, Con 15, Int 8, Wis 11, Cha 4 the top, and 30 feet tall. The spirit of the air controls the Skills:Listen +2, Spot +20 whirlwind’s exact height (using a standard action to get Feats: Alertness, Cleave, Flyby Attack, Hover, Improved taller or shorter), but it must be at least 10 feet tall. Initiative, Power Attack Creatures one or more sizes smaller than that spirit of Climate/Terrain: Temperate hills and plains the air might take damage when caught in the whirlwind Organization:Clutch (3–18) and may be lifted into the air. An affected creature must Challenge Rating: 10 succeed on a Reflex save (DC 20) when it comes into con- Treasure: — tact with the whirlwind or take 2d6 points of damage. It Alignment: Always neutral must also succeed on a second Reflex (DC 20) save or be Advancement: 16–21 HD (Medium-size); 22–45 HD (Large) picked up bodily and held suspended in the powerful winds, automatically taking 2d6 points of dam- The fungoid predators known as sporebats soar age each round. A creature that can fly is silently through night skies in search of warm- allowed a Reflex save each round to blooded creatures to feast upon. They are escape the whirlwind. The creature strict carnivores with a preference for mammals still takes damage but can leave if and birds. the save is successful. A sporebat appears as a dark gray bat A spirit of the air can eject any made up of a spongy material. A carried creatures whenever it large, lidless orange eye wishes, depositing them wherever gazes out from the the whirlwind center of the crea- happens to be. ture’s body. The crea- If the whirlwind’s ture is 3 feet high base touches the ground, it with a wingspan creates a swirling cloud of debris. of nearly 8 feet. Its two legs This cloud is centered on the spirit of the air and tail end in viciously and has a diameter equal to half the whirlwind’s hooked claws, which it uses to rip apart prey. height. The cloud obscures vision, including darkvision, Sporebats speak their own language, which is unintelli- beyond 5 feet. Creatures 5 feet away have one-half conceal- gible to all other listeners. ment (20% miss chance), while those farther away have total concealment (50% miss chance). Those caught in the COMBAT cloud must succeed on a Concentration check (DC 20) to Sporebats use their silent and camouflage abilities to fly cast a spell. over prey unnoticed. These fungus creatures then rain Immunity to Air Effects (Ex): A spirit of the air is down enervation rays on their unsuspecting opponents. immune to strong winds or any air-related effects. When their prey has been sufficiently and obviously weak- Scent (Ex):A spirit of the air can detect approaching ene- ened, the sporebats swoop down to attack with their claws mies, sniff out hidden foes, and track by sense of smell. and tail. Sporebats work together when hunting, focusing",
        "name":  "Spells",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24d10+48 (180 hp) shield;5th—hold monster.",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 Dex, +6 +1breastplate, +3 +1large metal shield), touch 11, flat-footed 19 Base Attack/Grapple:+5/+8",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor improves by +4. to 13 + the base creature’s Challenge Rating.",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 claws +13 melee and bite +10 melee andtail takes a –2 penalty to Armor Class. The following changes sting +10 melee are in effect as long as the rage lasts: HD 8d10+32 (76 hp);",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Always chaotic evil chill touch, magic missile, shield;2nd—invisibility.",
        "name":  "Alignment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 natural, +3 studded leather armor), touch 10, creeper that created it. It can range no farther than 100 flat-footed 15 feet from its progenitor for the first two months of its exis- Base Attack/Grapple:+1/+3 tence. Thereafter, it wanders freely for 1d4 days before",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor increases by +2.",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Must have at least one spell-like ability that fiend must meditate and ready a room in which the ritual duplicates a spell effect of 4th level or higher. will take place. The ritual itself lasts for 2 hours, plus an addi- tional 10 minutes per mortal initiate. If either the prepara- tion or the ritual is interrupted, the process is ruined and the fiend must start again. 200 1 XIDNEPPA Table A1–1: The Fiend of Blasphemy Class Base Fort Ref Will ——— Spells per Day ——— Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 5th 1st +0 +2 +2 +2 Blood oath, locate cultist, 0+1 — — — — undetectable alignment 2nd +1 +3 +3 +3 Transfer spell-like ability 1+1 0+1 — — — 3rd +2 +3 +3 +3 Sponsor worshiper 1+1 1+1 0+1 — — 4th +3 +4 +4 +4 Scry on cultist, torture cultist 1+1 1+1 1+1 0+1 — 5th +3 +4 +4 +4 Mind shielding 2+1 1+1 1+1 1+1 0+1 6th +4 +5 +5 +5 Kill cultist 2+1 2+1 1+1 1+1 1+1 All creatures in the room (and no more than 60 feet away its spell-like abilities. A fiend can give one creature that from the fiend of blasphemy) when the ritual begins or has sworn it a blood oath access to as many of its own that enter that area during the ritual must make a Will save spell-like abilities as it desires. The cultist can use the abil- (DC 10 + fiend’s class level + fiend’s Cha modifier) or be ity once per day, with all variable characteristics (includ- affected as if by an enthrallspell. Willing participants in the ing caster level and save DC) determined as if the fiend ritual receive a –4 penalty on this saving throw, while hos- were using the ability. tile onlookers receive a +4 bonus. When it transfers a spell-like abil- After the first 2 hours of the ity, the fiend cannot use the ritual, each initiate is sub- ability as often as usual: It jected to the fiend’s indi- can use abilities normally vidual attention for 10 available at will only 4 minutes, during which times per day, and loses time the bond between one use per day from the two is formed. If other abilities. A fiend an initiate wishes to can bestow the same resist the bond, she ability on multiple wor- can attempt a Will shipers, or allow wor- saving throw (DC 15 shipers to use the abil- + fiend’s class level + ity more than once fiend’s Cha modi- per day, but in doing fier). Willing partic- so loses more of its ipants may volun- own daily uses of the tarily fail their ability. saving throws. If For example, a gla- an initiate makes a brezu fiend of blas- successful saving phemy can grant two throw, the fiend of of its cultists the abil- blasphemy is aware ity to use dispel magic that the bond was once per day, or grant not properly formed, a single cultist the but this does not ability to dispel magic interrupt the rit- twice per day, but the ual. Fiends often glabrezu itself can allow mortals to onlydispel magic three believe their resis- times per day as long tance went unde- as the cultists retain tected until after the their ability. ritual is complete. The fiend of blas- Locate Cultist phemy can revoke the (Su): One effect of transfer at any time as the blood oath is a a free action. If the sort of telepathic cultist had already used bond between the the ability during the fiend of blasphemy current day, it counts as and its cultists. At will, if the fiend had used it a fiend of blasphemy can that day as well. use a supernatural power identical Sponsor Worshiper (Su): A tolocate creatureto sense the location of any creature that fiend of blasphemy that has reached at least 3rd level can has sworn a blood oath with the fiend. channel spellcasting ability from its own fiendish master to Undetectable Alignment (Su):A fiend of blasphemy’s mortals with levels in the cleric class. A fiend can sponsor a alignment is constantly concealed from all forms of divina- cleric whose level is no higher than twice the fiend’s class tion, as the undetectable alignmentspell. level. Thus, a 3rd-level fiend of blasphemy can sponsor a Transfer Spell-Like Ability (Sp): At 2nd level, a fiend of cleric of up to 6th level, who receives access to the full com- blasphemy can use a power similar to the cleric spell plement of cleric spells as well as any two domains selected imbue with spell abilityto grant its cult members access to from those offered by the fiend’s master. 201 APPENDIX 1 Fiend of blasphemy Scry on Cultist(Sp):At 4th level, a fiend of blasphemy can 2nd—aid, bull’s strength, darkness, desecrate, endurance, scry on any creature that has sworn it a blood oath, as if enthrall, hold person, silence, undetectable alignment. using the scrying spell. The fiend cannot scry on cultists on 3rd—bestow curse, contagion, create food and water, deeper other planes. The fiend can use this ability on any given darkness, dispel magic, invisibility purge, magic circle against cultist once per day, but there is no limit to how many chaos, magic circle against evil, magic circle against good, magic cultists it can scry on in a day. circle against law, prayer. Torture Cultist (Su):At 4th level, a fiend of blasphemy 4th—death ward, discern lies, imbue with spell ability, lesser gains the ability to inflict pain on those who have sworn it planar ally, poison, sending, spell immunity, status, tongues. a blood oath. Distance is not a factor, but the fiend cannot 5th—atonement, commune, dispel chaos, dispel evil, dispel good, torture a cultist who is on a different plane. When the dispel law, greater command, mark of justice, plane shift, scrying, fiend uses this power, the target cultist suffers excruciat- slay living, spell resistance, true seeing. ing pain. The affected creature takes a –4 penalty on attack rolls, skill checks, and ability checks for 1 round per class FIEND OF CORRUPTION level of the fiend. A successful Fortitude save (DC 10 + fiend’s class level + fiend’s Cha modifier) lessens the For a variety of reasons—to win more fodder for an unend- penalty to –2. ing Blood War, to gain currency in an infernal economy, or Mind Shielding (Su):At 5th level, a fiend of blasphemy to hold stakes in a cosmic conflict between good and evil— gains immunity to detect thoughtsanddiscern liesspells. some fiends are preoccupied with corrupting mortals to Kill Cultist (Su): At 6th level, a fiend of blasphemy ensure that their souls end up on the Lower Planes after gains the ability to kill those who have sworn it a blood death. These fiends delight in finding souls pure and oath if they displease it. Distance is not a factor, but the untouched by evil, and leading them astray until they are fiend cannot kill a cultist who is on a different plane. The utterly and irredeemably corrupt. What they cannot cor- affected creature must make a Fortitude save (DC 10 + rupt, they nevertheless hope to claim by virtue of an invio- fiend’s class level + fiend’s Cha modifier) or die. If the save lable bargain that the fiend can inevitably twist toward its is successful, the creature takes 3d6+6 points of damage. own purposes. Such fiends thrive in the fiend of corruption This is a death effect. prestige class. As the name suggests, only fiends can enter the fiend of FIEND OF BLASPHEMY SPELL LIST corruption prestige class. Some can qualify without any levels Fiends of blasphemy choose their spells from the follow- in other classes at all, while others gain levels in any charac- ing list: ter class before joining the prestige class. 1st—bane, bless, cause fear, command, detect chaos, detect evil, A fiend of corruption works best by establishing a one- detect good, detect law, doom, protection from chaos/evil/good/law, on-one relationship with an individual mortal, so it gener- sanctuary, shield of faith. ally does its diabolical work independent of other fiends. On rare occasions, succubus or erinyes fiends of corruption have been known to work in pairs.",
        "name":  "Special",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A plated skin graft covers the creature’s form similar rituals in order to gain the benefits of a vulnerable body parts with bony plates like those that pro- fiendish graft. Such a ritual requires 10 rounds and deals tect a beholder. The creature’s natural armor bonus 1d4 points of damage to the character per round. increases by +4. Finally, demons or devils with at least four levels in the",
        "name":  "Plated Skin",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Long and agile, a fast leg increases the creature’s sharp, crooked teeth. These tusks allow the grafted creature speed by 10 feet when not wearing heavy armor or carrying to make a gore natural attack, dealing damage based on the a heavy load. Further, the creature gains a +5 competence grafted creature’s size (see Table A2–1). bonus on Climb and Jump checks. Prerequisites:Graft Flesh, creator must be a fiend; Market",
        "name":  "Fast Leg",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This eye is bright red in color and has a ture’s natural armor bonus by +1 and grants it a +2 inherent black iris. The grafted creature gains the ability to contin- bonus to Dexterity. In addition, the grafted creature gains uouslysee invisibilityas the spell from a 20th-level caster. darkvision with a range of 60 feet. Once per day, the grafted In addition, the grafted creature gains a fear gaze attack. creature can use poisonas the spell from a 16th-level caster Anyone within 30 feet of the grafted creature that meets (Fort save DC 18 + grafted creature’s Cha modifier). 210 2 XIDNEPPA",
        "name":  "Fearsome Eye",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Usually placed in the chest of a crea- creature can make a fist; they do not inhibit spellcasting or ture, a shudder plate looks like a thin square of shale set in 213 APPENDIX 2 a stone frame. Specially designed and enhanced, a shudder receive certain grafts for free as they advance in levels, and plate quietly shakes and vibrates in its case, giving the become more adept in the use of their grafts as well. grafted creature a supernatural understanding of the area Bonemail: Bonemail resembles armor crafted from surrounding it. If the grafted creature is in contact with interlocking bones and shards of bone, but is actually part the ground, it can sense the location of anything within of the grafted creature’s body. Bonemail grants a +2 natural 15 feet that is also in contact with the ground. In addition, armor bonus to the grafted creature’s AC. the grafted creature takes a –4 penalty on Move Prerequisite:Graft Flesh, gentle repose;Market Price: Silently skill checks. 16,000 gp.",
        "name":  "Locking hands can be locked and unlocked as easily as a Shudder Plate",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This yuan-ti skin improves the grafted crea- the host creature. Similarly, a symbiont with an Ego score of ture’s natural armor bonus by +3. 20 or higher always considers itself superior to its host, and",
        "name":  "Scaly Skin",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When joined with a host, a symbiont gains a number of benefits. It acts on its host’s turn each round, regardless of its own initiative modifier. It is not flat- footed unless its host is, and it is aware of any danger its host is aware of. 215 APPENDIX 2 If a symbiont is grafted onto a visible part of the host crea- Saves: Fort +0, Ref –1, Will +4 ture’s body (as opposed to the mind leech, for example, Abilities: Str 3, Dex 5, Con 11, Int 16, Wis 12, Cha 14, which coils around the host’s brain stem), opponents can Ego 15 attack the symbiont itself instead of its host creature. This Skills: Concentration +5, Hide +10, Knowledge (any one) works the same way as attacking an object: The symbiont +8, Move Silently +6, Spellcraft +7, Survival +2 gains the benefit of the host’s Dexterity modifier to AC Feats: Improved Initiative (B), Lightning Reflexes instead of its own, and gains any deflection bonus to AC the Climate/Terrain: Any underground host has as well. Its own size modifier and natural armor Organization:Solitary (symbiont) bonus, if any, apply. Attacking a symbiont instead of its host Challenge Rating: 1/2 or host +1 provokes an attack of opportunity from the host. Treasure: —",
        "name":  "Symbiont Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d8+2 (11 hp) Inertial Armor (Su):A psionic sinew is surrounded by a",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 ft. armor bonus to AC. When attached to a host, the psionic",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+2 size, –4 Dex, +2 natural, +4 inertial armor), sinew extends this field of force to cover the host creature touch 8, flat-footed 14 as well. Inertial armor entails no armor check penalty, Base Attack/Grapple:+1/–6 speed reduction, or arcane spell failure chance. Because it is",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— way they do normal armor.",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blindsight 60 ft., darkvision 60 ft., Dexterity damage to the host. A psionic sinew without a enhance Strength, inertial armor, symbiont traits, vigor host cannot use this ability.",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +22, Concentration +23, Diplo- Will save (DC 19) or be affected as if by an enthrall macy +13, Disguise +13, Hide +0, Intimidate +18, spell. A willing participant in the ritual takes a –4 Knowledge (religion) +16, Listen +26, Move Silently penalty on this saving throw, while a hostile +8, Search +16, Sense Motive +24, Spellcraft +22, Spot onlooker receives a +4 bonus. After the first 2 hours +26, Blind-Fight, Cleave, Combat Casting, Leadership, of the ritual, each initiate receives G’neethu’s individ- Multiattack, Power Attack. ual attention for 10 minutes, during which time the Improved Grab (Ex):If G’neethu hits a Large or bond between the two is formed, and the creature smaller opponent with a pincer attack, she deals normal becomes one of G’neethu’s cultists. An initiate who damage and attempts to start a grapple as a free action wishes to resist the bond can attempt a Will saving without provoking an attack of opportunity (grapple throw (DC 24). Willing participants may voluntarily bonus +33). If she gets a hold, she has the option to con- fail their saving throws. If an initiate makes a suc- duct the grapple normally or simply use her pincers to cessful saving throw, G’neethu is aware that the bond hold the opponent (–20 penalty on grapple check, but was not properly formed, but this does not interrupt G’neethu is not considered grappled). In either case, the ritual. each successful grapple check she makes during succes- Detect Magic (Su):G’neethu continuously has a 2 sive rounds automatically deals pincer damage. detect magiceffect in operation (caster level 12th). planes. G’neethu can use this ability on any given cultist once per day, but there is no limit to how many cultists she can scry on in a day. Sponsor Worshiper (Su): G’neethu can channel spellcasting ability from Erythnul to mortals with levels in the cleric class. She can sponsor a cleric of up to 12th level, who receives access to the full complement of cleric spells as well as any two domains selected from those offered by Erythnul. Summon TTanar’ri(Sp): Once per day, G’neethu can attempt to summon 4d10 dretches or 1d2 vrocks with a 50% chance of suc- cess, or another glabrezu with a 20% chance of success. Telepathy (Su):G’neethu can communicate telepathically with any creature within 100 feet that has a language (except dretches). Transfer SSpell-Like AAbility (Sp): G’neethu can grant her cultists access to her spell-like abilities as though using the imbue with spell-like abilityspell. She can give one creature that has sworn her a blood oath access to as many of her own spell-like abilities as she desires. The cultist can use each such ability once per day, with all variable characteristics (including caster level and save DC) deter- mined as if G’neethu herself were using the ability. When she transfers a spell-like ability, G’neethu cannot use that Locate Cultist (Su):G’neethu has a telepathic ability as often as usual. She can use an ability nor- bond with each of her cultists. At will, she can generate mally available at will only 4 times per day, and she an effect identical to that of a locate creaturespell to loses one use per day from more limited abilities. sense the location of any creature that has sworn a G’neethu can bestow the same ability on multiple blood oath with her. cultists or allow cultists to use the ability more than Mind Shielding (Su):G’neethu is immune to once per day, but in doing so she loses more of his own the detect thoughtsanddiscern liesspells. daily uses of the ability. For example, G’neethu can",
        "name":  "Skills and Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +24, Concentration +10, Diplo- throw for half damage, she takes no damage with a suc- macy +16, Disguise +25 (+27 when acting), Escape cessful saving throw. Artist +10, Hide +13, Intimidate +8, Listen +13, Move Fiend’s Favor (Su):Once per day, Delorath can Silently +23, Search +10, Sense Motive +12, Spot +13, grant a touched creature a +3 bonus to one of the crea- Use Rope +6; Dodge, Expertise, Mobility, Skill Focus ture’s ability scores. This bonus stacks with any other (Bluff), Skill Focus (Disguise). bonus the creature may already have and lasts for one Dominate Person (Su): Delorath can dominate day. When the effect expires, the creature takes a –3 a humanoid creature with a look. This is not a gaze penalty to the same ability score for the next day. attack, and the target need not meet her eye. This abil- Another application of fiend’s favor not only negates ity has a range of 60 feet; an affected opponent must the penalty, but restores the full bonus. succeed at a Will save (DC 19) or become utterly loyal Fiendish Graft (Su):Once per month, Delorath to Delorath. The victim will do anything to protect can bestow a fiendish graft or symbiont on a willing Delorath, even if that means slaying his or her compan- mortal. ions or facing certain death. The ability is otherwise Grant WWish(Sp):Delorath can grant a wish to a similar to a dominate personspell (caster level 8th). mortal (not an elemental, outsider, or nonliving crea- Geas(Sp):Delorath can use geas/questonce per day. ture) once per day. Using this ability costs her experi- Mark oof JJustice(Sp):Delorath can use mark of justice ence points as if she were casting a wishspell. once per day to cement a good person’s descent into Major CCreation(Sp):Delorath can use major creation evil. Once her victim is living an immoral life, she uses three times per day (caster level 6th). mark of justiceto ensure that he does not return to his Mind Shielding (Su): Delorath is completely old ways or seek atonement. She generally hides her immune to detect thoughts, discern lies,and any attempt to mark in a location that is not obvious. magically discern her alignment. Rope Entangle (Ex):Delorath carries a stout Outsider Traits:Delorath has darkvision (60- rope some 50 feet long that entangles opponents of any foot range). She cannot be raised or resurrected size as an animate ropespell (caster level 16th). She can (though a wishormiraclespell can restore life). hurl the rope 30 feet with no range penalty. See in Darkness (Su):Delorath can see perfectly Spell-Like Abilities: At will—animate dead, in darkness of any kind, even that created by a deeper 6 charm monster, desecrate, invisibility(self only), magic circle darknessspell. Soul Bargain (Su):Delorath can enter a binding Shaanyra doesn’t enjoy the things that most mortals agreement with a mortal, at the cost of the mortal’s soul. find pleasant. In particular, she hates sunshine and finds The mortal victim must enter into the soul bargain will- sentiments such as love, courage, and self-sacrifice dis- ingly. Upon the mortal’s death (by any means), his soul gusting. She thus does her best to persuade those under is transferred to a gem (prepared as with the soul bind her influence to turn their backs on such feelings and spell when the bargain is forged), even if the gem and embrace the darker side of themselves. Where there is the mortal are not on the same plane at the time. The love, she works to turn it into hate; where there is bargain requires 1 hour to complete, and it is utterly courage, she tries to convert it to self-interest. inviolable once forged. The only way to escape a soul Presently, Shaanyra is personally handling the cor- bargain is to recover the gem after the mortal’s death ruption of the new ruler of a small region that recently and break it, freeing his soul and allowing him to be won its freedom from restored to life through the normal means. overlords who had Summon BBaatezu(Sp):Once per enslaved its people. The day, Delorath can attempt to downfall of this small summon 2d10 lemures with a nation will inhibit the 50% chances of success, or cause of freedom in the 1d4 barbezu with a 35% land for years to come. chance of success. Shaanyra: Female Telepathy (Su): paeliryon Fiend of Blas- Delorath can communi- phemy 2; CR 24; Huge out- cate telepathically with sider (evil, extraplanar, any other creature lawful); HD 18d8+90 plus within 100 feet that 2d6+10; hp 188; Init +3; Spd has a language. 40 ft., burrow 20 ft., fly 100 Tongues (Su):Delorath ft. (poor); AC 36, touch 16, has a permanent tonguesabil- flat-footed 33; Atk +27 melee ity as the spell (caster level (2d6+10/17–20/x3, 2 finger- 12th). nails) and +25 melee (2d8+5,",
        "name":  "Skills and Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Unprotected characters take 1d6 points contributes its bonus whether it is complete, partial, or inef- of cold damage per 10 minutes (no save). In addition, an fective protection. For example, even though a cold weather unprotected character must make a Fortitude save (DC 15, +1 outfi t is not suffi cient to offer even partial protection against per previous check) or take 1d4 points of nonlethal damage. extreme cold, a character in a cold weather outfi t still adds Those wearing metal armor or coming into contact with very the item’s +5 circumstance bonus on his saves against the cold metal are affected as if by a chill metal spell. A partially nonlethal damage of the extreme cold environment. protected character takes damage and makes saving throws once per hour instead of once per 10 minutes. Base Level of Protection A character must have a level of protection of 3 or higher 0 Character or creature with no cold adaptations 1 Cold Endurance feat to be protected against extreme cold. Level 2 is considered Nonarctic animal with fur partial protection; level 1 is considered unprotected. Monsters native to cold terrain",
        "name":  "Extreme Cold",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character with a spell or effect take 1d4 points of fire damage. granting cold resistance applies his resistance to both lethal and nonlethal damage from cold temperatures. For HYPOTHERMIA example, a creature with resistance to cold 5 subtracts 5 In any situation in which freezing temperatures are present, points from the 1d6 points of cold damage dealt per 10 hypothermia is a potentially lethal risk. Hypothermia is a minutes by extreme cold (and therefore might take 1 point condition that results from the lowering of the body’s core of cold damage, if a 6 is rolled) and 5 points from the 1d4 temperature (whether caused quickly by immersion in freez- points of nonlethal damage dealt. Since the character never ing waters or over a long period of time by exposure to cold takes any nonlethal damage from the cold, he will not suffer temperatures) and is marked by pale skin, rigid muscles, and hypothermia or frostbite (see below). loss of consciousness. The three stages of hypothermia are mild, moderate, and severe. Equipment Modifi er As stated in Chapter 8 of the Dungeon Master’s Guide, a char- 0 No special clothing acter who takes any nonlethal damage from cold or exposure +1 Armor insulation is beset by mild hypothermia and therefore treated as fatigued. Cold weather outfit Immersion in chilled waters calls for an immediate check to Fur clothing resist the effects of cold or exposure and increases the DC of all +2 Cold weather outfit + fur clothing Armor insulation + fur clothing Fortitude saves to avoid taking damage from cold or resisting +3 Improvised shelter cold-based spells and effects by 10 until the character and his clothes become dry.",
        "name":  "Resistance to Cold",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This special alchemical item is Once a character succumbs to mild hypothermia, he described in Chapter 4 of this book. becomes susceptible to moderate and severe levels of hypo-",
        "name":  "Armor Insulation",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Heavy furs are very good at protection titude save to avoid the effects of cold or exposure is beset against cold (see page 78). Fur clothing can be worn over a by severe hypothermia and is treated as disabled. cold weather outfi t or armor insulation in order to provide protection against even more severe weather. Treating Hypothermia",
        "name":  "Fur Clothing",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters in quickslush must snowfi eld. The DC of Tumble checks increases by 20, and make a DC 12 Swim check every round to simply tread the creature loses its Dexterity adjustment to Armor Class water in place, or a DC 17 Swim check to move 5 feet while totally impeded. in whatever direction is desired. If a trapped character 13 FROSTFELL THE CHAPTER 1 snowfall is accompanied by lightning (see Thunderstorm, WEATHER page 94 of the Dungeon Master’s Guide). After dealing with cold temperatures, possibly the most Snow has the same effect on fl ames as moderate wind. frequent hazard characters will have to confront in frostfell Sleet: Essentially frozen rain, sleet has the same effect environments is the weather. as rain while falling (except that its chance to extinguish For additional information, see the Weather section, page protected fl ames is 75%), and it costs 2 squares of movement 93 of the Dungeon Master’s Guide. to enter a square covered in sleet.",
        "name":  "Effects of Quickslush",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sculptures of snow and ice mark the passage of ancient cultures or the presence of current denizens. These frostfell statues can come in any form, from humanoid fi gures to monsters, deities, holy symbols, royal emblems, magic sigils, or even entire scenes of historical or mythical signifi cance. Snow sculptures are typically white (except for those made out of crimson blood snow), while ice scavoK .D yb .sullI he frostfell, despite its harsh conditions, is not com- outfi ts and winter fullcloths can offset the cold to a lim- pletely without life. From the highest mountain ited degree, although these articles of clothing are more peaks to the coldest frozen seas to the most desolate often seen on travelers and explorers. Natives more com- snowbound tundra, you will fi nd the seeds of civiliza- monly wear multiple layers of furs that can also serve as tion. Those who make their homes in the frostfell are armor to a limited degree. Another common accessory hardy folk; they have to be, in order to survive the daily is whale grease, a pungent, pasty alchemical substance rigors and trials of life in these frozen reaches. They have smeared over the skin to lock in body heat (especially adapted to this harsh climate, and in many cases someone against sudden immersion in freezing water). from the frostfell may not even look like his close rela- Of course, magic remains the most effective tives from more forgiving climates. method of protecting oneself from the cold. Spells This chapter examines the skills and talents of those such as endure elements, resist energy, and protection who call the frostfell home, both those who have adapted from energy are commonly used, although they tend from other climates and those who have always known to be available only to the wealthy or the close allies the cold. of spellcasters (and of course, to the spellcasters themselves). The spell mantle of the icy soul is an expensive, but permanent, way to gain protection LIFE IN THE FROSTFELL from the cold. Some societies have even turned to Life in the land of no summer is different from life in dark powers and have sold their souls in return for warmer climates. Both the native races (those who have the ability to dwell in the frozen reaches; the frost always lived in the frostfell) and the settler races (those folk are a notorious example of this detested sub- who have but lately arrived in the cold lands) confront a group of frostfell denizens. wide range of challenges and perils. Once the cold is accounted for, the three basic The greatest threat the frostfell poses to those who live necessities of life dictate the shape and form of a there is, of course, the cold. Many native races have devel- frostfell society. Of these three, water is rarely a prob- oped extraordinary or supernatural resistances to freezing lem since it can be obtained from the snow and ice that temperatures, but those who have settled a frostfell from dominate the frostfell landscape. Food and shelter, warmer climes have no such protection. Cold weather on the other hand, can provide diffi culties. 31 Illus. by D. Griffi th 32 2 RETPAHC ,SESSALC ,SECAR STAEF DNA Most frostfell societies are nomadic to a limited degree; are used. Dogsleds are perhaps the most popular form of as food sources move on, the society itself must follow. vehicular transport, since they can cover great distances Nomadic groups have developed great skill in quickly fairly quickly. erecting tents made of furs and multiple layers of animal Mounts aren’t commonly used by many frostfell societ- skins draped over frames made of bone (or where it’s ies, and when they are, they tend to be highly regionalized available, wood). Other groups use the ice itself, either or specialized, depending entirely on what sort of animals building igloos out of stacked blocks of ice and packed and creatures dwell in the region. Horses remain the most snow, or digging directly into the frozen snow or gla- popular mounts in the borderline frostfell, but in the depths cial ice itself to carve out small rooms. In both cases, of the frozen lands mounts are more exotic, and more danger- the theory is the same; make your living area small and ous. Dire bears, dire wolves, giant ravens, woolly mammoths, enclosed, and use body heat to keep the shelter warm megaloceroses, tlalusks, worgs, and even dragons serve enough for survival. various races as mounts. Actual towns and cities in the frostfell are rare, but they Ships are perhaps the most efficient method of travel do exist. They are almost always found along the coastline, in the frostfell, although the nature of their construc- so they have relatively easy access to trade routes from tion limits them to the waterways, which themselves can warmer climates. Whaling and fi shing are typically the become frozen. In rivers and protected waters, small, most productive and common trades found in such societ- maneuverable boats such as kayaks are common. In the ies, but hunters, trappers, furriers, and loggers are common open sea, all manner of ships can be found. Whaling when the terrain can support them. ships, merchant vessels, exploration ships, coasters, and Food is often the primary concern of those living in a even pirate ships are surprisingly common in the frozen frostfell; you can melt water from snow and you can carry seas. Captains of ships in a frostfell must be well trained your shelter with you or make it out of the ice itself. Food, and quick thinkers, and the crew must be likewise, for however, can be diffi cult to fi nd. You can store it as long as ice and foul weather are very real and common threats in you can transport it in times of need, but only a fool trusts these regions. solely in food stores for sustenance. The main problem is In areas with vast fi elds of ice, such as atop the endless that growing crops in the frostfell is diffi cult, if not impos- grand glaciers of the frostfell, a unique form of ship can be sible. Without the ability to grow crops, you cannot support found. These are sailing sleds, also known as icerunners. livestock (or feed yourself on the harvest, for that matter). While they look similar to standard ships in shape, they are As a result, most frostfell societies are hunters and gatherers. outfi tted with large reinforced outriggers fi tted with wood, They trade for food if they can, but if they live in the remote bone, or metal runners that allow the ship to skate over the regions of the frostfell they’ll need to rely on their own skills surface of the ice. Icerunners are fantastic and amazing to hunt down dinner. Magic, again, is the great equalizer. vehicles, but they are even more limited in scope than their A high-level cleric can feed numerous people with spells more commonplace seagoing variants. such as create food and water or heroes’ feast. And druids can Despite these conditions, the denizens of the frostfell use goodberry spells to feed numerous people with minimal call no other place home. The frostfell has its own natural impact on higher-level spells. Permanent towns usually beauty and wonders that are every bit as rewarding as those have a fair number of both clerics and druids to rely on in to be found in other regions. Arguably, these wonders are times of emergency. even greater for the contrast of the unforgiving environs. Another facet of life in the frostfell that changes dramati- The harsh land has also had an unforeseen effect on many cally is transportation. Horses, the mainstay of most forms frostfell societies; they tend to be outgoing, boisterous, and of transport in more gentle climates, don’t fare well in the friendly places. Life is often short in the frostfell, something frostfell; they simply aren’t made for the environment. Some its denizens compensate for by doing their best to fully individuals have made attempts to breed special types of enjoy every possible moment of it. arctic horses for use in the frostfell, but these attempts are both ponderous and slow. Most denizens of the frostfell RACES OF THE FROSTFELL get where they need to go by walking. As a result, lifestyles seem to be a bit less rushed and laid back; frostfell dwell- Life in the frostfell is quite different from life in warmer ers don’t expect to get where they’re going anytime soon, climates. Humans, dwarves, elves, gnomes, halflings, so they live their lives and schedules accordingly. When half-elves, and half-orcs who dwell in these regions have speed is required and the terrain allows it, skates or skis been forced to adapt their lifestyles to meet the challenges Table 2–1: Racial Ability Adjustments Race Type LA Ability Adjustments Favored Class Automatic Languages Dwarf, glacier Humanoid +0 +2 Con, –2 Cha Fighter Common, Dwarven Elf, snow Humanoid +0 +2 Dex, –2 Cha Wizard Common, Elven Gnome, ice Humanoid +0 +2 Con, –2 Str Bard Common, Gnome Halfl ing, tundra Humanoid +0 +2 Dex, –2 Str Rogue Common, Halfl ing Neanderthal Humanoid +0 +2 Str, –2 Dex, +2 Con, –2 Int Barbarian Common Uldra Fey +1 –2 Str, +2 Con, +2 Wis Druid Common, Sylvan Human frostfell people Seafarer Everfrost barbarian Icefolk Mountain folk 33 AND FEATS RACES, CLASSES, CHAPTER 2 of their forbidding homeland. In some cases, such as the lack of agriculture, allowing rough-and-tumble towns glacier dwarves or tundra halflings, these races have to exist in the middle of otherwise inhospitable lands. adapted physically and magically, as well as socially, to Coastal towns exist to harvest the resources of the cold their frozen homes. lands—seal fur, whale oil, walrus ivory, fi sh for smoking",
        "name":  "Snow and Ice Statues",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "On attaining 10th level, and at every Other wizards, particularly adventuring wizards, can be of three levels thereafter, a rogue gains a special ability of her any nature, although they usually aren’t encountered among choice (see page 51 of the Player’s Handbook). Rogues experi- primitive societies where there aren’t as many comfortable enced in frostfell adventuring may select the following special places to study magic. ability in addition to those listed in the Player’s Handbook. Familiar: As described above under Sorcerer, wizards in Frostfell Terrain Mastery (Ex): The rogue can move about the frostfell have a different selection of familiars available in frostfell environments with great ease and quickness. As to them. long as she is in a cold terrain or region of frostfell (or in a city located in such a region), the rogue gains a +2 competence NEW FEATS bonus on initiative checks and a +10-foot bonus to her land speed. She loses these bonuses when she is wearing medium Although these new feats are generally the most useful in or heavy armor, or is carrying a medium or heavy load. the frostfell, most of them retain their usefulness in other terrains as well. A nonplayer character (NPC) encountered SORCERER in a frostfell will often have several of the specialized feats Sorcerers are commonly found in the frostfell living as her- found in this section. mits, soothsayers, oracles, and other mystical fi gures. They The new feats described in this chapter are summarized often serve primitive tribes as spiritual leaders, despite the on Table 2–7 (see the next page). fact that their spells are arcane in nature. Most frostfell sor- cerers have the blood of white dragons in their veins, and as ALTITUDE ADAPTATION [GENERAL] a result they often are exceedingly pale. Your body adapts quickly to changes in altitude, preventing",
        "name":  "Special Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you assume a wild shape form, you can rimefi re eidolon. Additionally, you can handle rimefi re ice opt to cause the shape assumed to be a primeval form of the barehanded without taking any cold damage. creature that existed in the ancient past during a vast ice age. Cleric is now a favored class for you; the cleric class does Doing so grants the new form a +2 racial bonus to Strength, not count when determining whether you take an experi- a +2 bonus to its natural armor, and resistance to cold 10. ence point penalty for multiclassing. A primeval wild shape has a much shorter duration than You gain a +2 sacred bonus to your Armor Class against normal, since the enhanced qualities of the new shape drain evil-aligned creatures with the cold subtype. your supernatural energies much more quickly. A primeval",
        "name":  "You are immune to the frost touch special attack of a Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A cloud anchorite’s class levels stack medium or heavy load loses this extra speed. At 8th level, with her monk levels for determining her unarmed damage this bonus increases to +20 feet. and AC bonus. Empty Stride (Su): At 5th level, a cloud anchorite’s Climb Speed (Ex): At 1st level, a cloud anchorite gains stride is nearly weightless. She gains a +4 bonus on all Bal- a climb speed of 10 feet. She gains a +8 racial bonus on all ance checks. More impressively, she can walk on the surface Climb checks. A cloud anchorite must make a Climb check of any material into which she would normally sink, such as to climb any wall or slope with a DC of more than 0, but powdery snow, thin ice, and even water. She may continue she can always choose to take 10, even if rushed or threat- to walk on this surface as long as she makes a DC 15 Con- ened while climbing. She cannot use the run action while centration check. Normally, the Concentration check for climbing. She retains her Dexterity bonus to Armor Class this activity is a standard action, so a cloud anchorite may (if any) while climbing, and opponents get no special bonus make one move action per round while using her empty on their attacks against her while she is climbing. A cloud stride ability. If she makes a DC 30 Concentration check, anchorite in armor (even light armor) or carrying a medium she may concentrate on her Empty Stride ability as a move or heavy load loses this extra speed. action instead, allowing her to use it and still take one stan- As the cloud anchorite gains levels, her climb speed dard action in a round. She does not trigger traps that use increases. At each odd-numbered level, she gains a +10-foot pressure plates while using empty stride, nor is her speed bonus to her current climb speed. If the cloud anchorite impacted by deep snow. already possesses a climb speed (for example, if she possessed Acrobatic Charge (Ex): At 6th level, a cloud anchorite a racial climb speed before becoming a cloud anchorite), gains the ability to charge in situations where others can- these bonuses stack with her current climb speed. not. She may charge over diffi cult terrain that normally Wisdom of the Mountain (Ex): A cloud anchorite slows movement. This enables her to run down steep rock adds her Wisdom modifier on Balance, Climb, and Jump faces, leap down from an outcropping, or tumble over Table 3–2: The Cloud Anchorite Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +0 Climb speed +10 ft., wisdom of the mountain 2nd +1 +3 +3 +0 Slow breath 3rd +2 +3 +3 +1 Climb speed +20 ft., bonus feat 4th +3 +4 +4 +1 Resistance to cold 5, fast movement +10 ft. 5th +3 +4 +4 +1 Climb speed +30 ft., empty stride 6th +4 +5 +5 +2 Improved slow breath, acrobatic charge 7th +5 +5 +5 +2 Climb speed +40 ft., bonus feat 8th +6 +6 +6 +2 Resistance to cold 10, fast movement +20 ft. 9th +6 +6 +6 +3 Climb speed +50 ft., walk on the clouds 10th +7 +7 +7 +3 Immortality of the mountain 54 3 RETPAHC EGITSERP SESSALC small boulders to get to the target of her charge. Depending Slow Breath (Ex): Thuu can hold her breath twice as on the circumstances, she may still need to make appro- long as normal and gains a +6 bonus on all Fortitude saving priate checks (Jump or Tumble checks in particular) to throws against inhaled poisons, fatigue caused by high successfully move over the terrain. elevation, and altitude sickness. Walk on the Clouds (Su): At 9th level, a cloud anchorite Slow Fall (Ex): A monk within arm’s reach of a wall can can use her empty stride ability as a free action at all times. use it to slow her descent while falling. Thuu takes damage Additionally, once per day she may use air walk as a quick- as if the fall were 30 feet shorter than it actually is. ened spell-like ability. This effect manifests at a caster level Still Mind (Ex): +2 bonus on saves against spells and equal to her cloud anchorite level. effects of the enchantment school. Immortality of the Mountain (Su): Upon reaching Wisdom of the Mountain (Ex): In addition to the 10th level, a cloud anchorite has achieved the apotheosis bonuses mentioned above, Thuu can always take 10 on she has sought. She no longer has a maximum age, and will Balance, Climb, and Jump checks. never die of old age. Additionally, she no longer has to make Possessions: Bracers of armor +4, belt of giant strength +4, saving throws to avoid altitude sickness or fatigue from thin gloves of Dexterity +2, periapt of Wisdom +2, sling with 20 sling air, and gains a +2 sacred bonus on all Wisdom checks and stones, kama, vial of icy sheets*, potion of cure serious wounds. all saving throws while in mountain terrain. *New item described in Chapter 5. SAMPLE CLOUD ANCHORITE CRYOKINETICIST Thuu Verrek is a cloud anchorite who wanders the polar mountains seeking a strange brand of enlightenment. She The cryokineticist is the master of cold psionic energy. He regards her travels as an ongoing test of her fi tness and wor- fi nds beauty in the crystalline structure cold imposes on all thiness, and she regards everyone she meets as another part it touches, and has learned to harness the life-altering power of the test. She may attack from ambush, challenge a PC to a of this much-overlooked source of dire energy. ritual fi ght or climbing race, or assist PCs lost in the wilder- A cryokineticist calls on the power of cold for protection, ness. It all depends on what poses the greatest test for her; transfi guration, and attack, developing his abilities to the she’ll attack the PCs if they seem strong and help them if point where he can harness the most pure elemental cold doing so presents a challenge. for his bidding.",
        "name":  "Monk Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "to fi nd his stonework. A dwarf who merely comes within 10 feet of it sister, kidnapped by marauding frost giants. Ballarak has can make a Search check as if actively searching. spent most of his fortune on divinations that reveal that When standing on the ground, dwarves are exceptionally she’s still alive and enslaved by the giants, but he doesn’t stable and have a +4 bonus on ability checks made to resist know her exact location. After nearly a year trudging being bull rushed or tripped. They have a +1 racial bonus on through the snow looking for her, he’s apt to shoot fi rst and attack rolls against orcs and goblinoids. Dwarves have a +4 ask questions later. racial bonus to Armor Class against giants. Their race also While Ballarak is a cyrokineticist, he has full access to gives them a +2 bonus on Appraise or Craft checks that are fi re damage with most of his powers—and he’ll gleefully related to stone or metal items. “light up” creatures he thinks might be unusually vulner- Dwarves have +2 racial bonus on saving throws against able to fl ames. spells and spell-like effects.",
        "name":  "Ballarak Shardcarver is a dwarf on a mission",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d10. perature. In cold areas (temperature at or below 40° F), he gains +1 sacred bonus on all saving throws and a +1 bonus REQUIREMENTS to Armor Class. In areas of extreme cold (below –20° F), the To qualify to become a disciple of Thrym, a character must sacred bonus is increased to +2 on all saves and AC. fulfi ll all the following criteria. Resistance to Fire (Ex): At 2nd level,",
        "name":  "Hit Die",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—all except disrupt undead and touch of fatigue; a rage, frostragers tend to revel in destruction and slaughter 1st—charm person, comprehend languages, conjure ice beast I*, a little too much to make them trustworthy. In truth, frost- expeditious retreat, feather fall, glaze lock*, identify, mage armor, ragers retain control of their actions while in a frostrage ttocS .D yb .sullI Norrek Neversleep, a frostrager 61 CLASSES PRESTIGE CHAPTER 3 . . . the simple fact is that most frostragers enjoy causing mayhem and destruction. All frostragers are barbarians to some degree, al- though many are multiclass barbarian/druids. Stories of such characters who activate their frost- rage and wild shape abilities in succession abound in the frostfell; a frostraging character in the shape of a dire bear is a terrible opponent indeed. Oth- er barbarians pick up some levels of fi ghter or ranger to further focus their combat prowess be- fore becoming frostragers, and a rare few barbarian/sorcerer frost- ragers exist in some tribes that embrace arcane magic, but other com- binations are virtually unknown.",
        "name":  "Spellbook",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rage as a class ability. armor bonus to Armor Class from the sheets of ice that form",
        "name":  "Special",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 + Int modifi er. in a round at his highest base attack bonus, but each attack made in that round (the extra one and the normal ones) Table 3–6: The Frostrager take a –2 penalty. Class Base Fort Ref Will Absorb Cold (Su): At 3rd level, while raging, the frost- Level Attack Bonus Save Save Save Special rager not only gains immunity to cold, but it heals him. 1st +1 +2 +0 +0 Frostrage, For every 2 points of cold damage that would have other- freezing blood wise have been dealt by an attack, the frostrager heals 1 2nd +2 +3 +0 +0 One-two punch point of damage. 3rd +3 +3 +1 +1 Absorb cold 4th +4 +4 +1 +1 Improved frostrage Improved Frostrage (Su): At 4th level while raging, 5th +5 +4 +1 +1 Rend the frostrager’s natural armor bonus increases to +6. His unarmed attacks deal 1d8 points of damage plus 1d6 points CLASS FEATURES of cold damage on a successful hit. If the frostrager is Small, All the following are class features of the frostrager pres- his unarmed attack deals 1d6 points of damage, and if the tige class. frostrager is Large, his unarmed attack deals 2d6 points",
        "name":  "Skill Points at Each Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +13, Handle Animal +9, Jump +13, bonded. These fey guardians represent the fi nal apotheosis Knowledge (nature) +5, Listen +2, Spot +3, Survival +14; of the rimefi re witch. Endurance, Self-Suffi cient, Track, Toughness. The only people who have been able to follow the rimefi re Primeval Form (Su): Once per day for 3 minutes, Gruth call and forge a bond with the eidolon within are worshipers can take the form of a dire wolf as a standard action. This of Hleid, and among them, females are the most likely to functions like the polymorph spell, except that Gruth’s hear the call of the rimefi re, since the priesthood of Hleid is wolf form has Str 33, Dex 17, Con 22, and +5 natural typically made up of women. Males who answer this call are armor bonus. not unknown, but are much less common; they are known Rage (Ex): Three times per day, Gruth can enter a as rimefi re warlocks. Originally, uldras were the only wor- state of fierce rage that lasts for 7 rounds. The following shipers of Hleid, but since her near destruction she has changes are in effect as long as he rages: hp 112; AC 15, opened her arms to any who would revere her. touch 9, flat-footed 14; Grp +17; Atk +19 melee (1d10+11, Rimefi re witches are not bound to remain physically on +2 greatclub); Full Atk +19/+14/+9 melee (1d10+11, +2 great- the iceberg home of their bonded eidolon; in fact, many club); SV Fort +13, Will +3; Str 22, Con 19; Climb +15, rimefire witches rarely visit their eidolon. Instead, they Jump +15. At the end of his rage, Gruth is fatigued for the spend much of their time crusading against the cult of duration of the encounter. Iborighu or researching methods to restore Hleid to her Animal Empathy (Ex): In any form, Gruth can commu- proper glory. nicate with wolves and dire wolves, gaining a +4 bonus on Hit Die: d6. Charisma-based checks against them. Climate Tolerant (Ex): Neanderthals don’t have to make REQUIREMENTS Fortitude saves against environmental effects when the To qualify to become a rimefi re witch, a character must temperature is between –20° and 140°. fulfi ll all the following criteria. Improved Uncanny Dodge (Ex): Cannot be fl anked and Skills: Concentration 6 ranks, Knowledge (history) 6 can only be sneak attacked by a character who has at least 12 ranks, Knowledge (religion) 9 ranks, Spellcraft 6 ranks. levels of rogue. Feats: Iron Will, Mark of Hleid. Uncanny Dodge (Ex): Gruth retains his Dexterity bonus Spells: Able to cast 1st-level divine spells. to AC even when fl at-footed or targeted by an unseen foe Patron Deity: Hleid. (he still loses his Dexterity bonus/penalty if paralyzed or Special: Once a character meets all the requirements otherwise immobile). listed above, she soon has a vivid dream in which she",
        "name":  "Skills and Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 greatclub, +3 hide armor, boots of the winterlands. receives a call from a rimefire eidolon. Once she wakes from the dream, she knows the most direct route to the rimefi re eidolon’s iceberg, as if she had cast discern location RIMEFIRE WITCH to fi nd it. This call does not force the character to answer, Untold ages ago, a powerful uldra deity of the frostfell by but until she travels to the iceberg and accepts the bond of the name of Hleid was defeated by her nemeses Iborighu. the rimefi re eidolon that dwells within, she cannot take any But Iborighu failed to destroy her existence completely, and levels of rimefi re witch. The journey to the iceberg should the last fragments of her being scattered into the polar seas be played out as a minor quest, perhaps with some encoun- in a desperate attempt to escape destruction. These spheres ters with Iborighu cultists bent on preventing the rise of a of magical cold energy were the fi rst rimefi re eidolons, and new rimefi re witch. as they struck the seas they manifested great icebergs to further hide and protect themselves from Iborighu and his CLASS SKILLS minions. They waited, patient but potent, for the time to The rimefi re witch’s class skills (and the key ability for come when Hleid could be reborn and vengeance against each skill) are Climb (Str), Concentration (Con), Diplo- Iborighu could be realized. The rimefi re eidolons strive to macy (Cha), Gather Information (Cha), Heal (Wis), Jump achieve this goal by sending out hidden signals to touch the (Str), Knowledge (arcana) (Int), Knowledge (history) (Int), last few devoted worshipers of Hleid in hope of recruiting Knowledge (religion) (Int), Sense Motive (Wis), Spellcraft their aid. (Int), and Swim (Str). See Chapter 4 of the Player’s Handbook A character who follows this mysterious call to its source, for skill descriptions. the core of a rimefi re iceberg, becomes infused with great Skill Points at Each Level: 2 + Int modifi er. 68 3 RETPAHC EGITSERP SESSALC new rimefi re eidolon; once she travels to its iceberg and CLASS FEATURES accepts its bond of rimefi re she immediately regains her All the following are class features of the rimefi re witch lost powers. prestige class. Detect Minion of Iborighu (Sp): A rimefi re witch pos-",
        "name":  "Possessions",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Crampons consist of a set of metal spikes and hooks that lash on to boots and gauntlets to assist in Table 4–3: Frostfell Alchemical Items climbing or walking across icy surfaces. While you wear Alchemical Items Craft DC Cost Weight crampons, you gain a +2 circumstance bonus on any Bal- Armor insulation (flask) 25 50 gp 2 lb. Freeze powder (vial) 25 100 gp 1 lb. ance checks made to avoid slipping on an icy surface, and a Frostbite salve (jar) 20 50 gp 1 lb. +2 circumstance bonus on Climb checks. Ice chalk 15 20 gp — Crampons impose a –10 ft. penalty to speed when not Melt powder (vial) 20 25 gp 1 lb. walking on snow or ice. Polar skin (fl ask) 25 25 gp 1 lb.",
        "name":  "Crampons",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fur clothing consists of thick layers of Razor ice powder (vial) 25 50 gp 1 lb. animal furs designed to be worn over a regular set of cloth- Whale grease (flask) 25 75 gp 2 lb. ing or armor. Wearing fur clothing grants a +5 circumstance bonus on Fortitude saving throws against exposure to cold ALCHEMICAL ITEM DESCRIPTIONS weather. Fur clothing can be worn over a cold weather The items found on Table 4–3: Frostfell Alchemical Items outfi t; in this case the circumstance bonuses granted by are described below. each item stack, granting a total +10 circumstance bonus on Armor Insulation: This thick red syrupy mixture is Fortitude saving throws against exposure to cold weather. applied with a brush to the inner surface of a suit of armor. Fur clothing is cumbersome to wear. Although the furs do When the mixture comes in contact with body heat and not provide an appreciable armor bonus, they do increase your sweat, it puffs up to trap body heat, insulating the wearer total armor check penalty for any armor worn by 2 points. against the effects of cold. For 24 hours after application, the 79 EQUIPMENT CHAPTER 4 wearer of a suit of armor treated with armor insulation gains Polar Skin: This dull white cream provides limited a +5 circumstance bonus on Fortitude saving throws against protection against cold-based damage. Polar skin becomes exposure to cold weather. ineffective once it has absorbed 5 points of cold damage.",
        "name":  "Fur Clothing",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Utilizing some of the same principles as and various powdered minerals and waxy plants. This foul- freeze powder, melt powder causes ice it is sprinkled upon smelling stuff must be applied directly to the skin (taking to instantly melt. One vial of melt powder is enough to melt 1 minute to do so) to be effective; once applied, the grease 1 cubic foot of ice. Sprinkled on an icy surface of up to 10 insulates the user from hypothermia, providing complete square feet, a vial of melt powder makes a 1-inch-deep pool protection from hypothermia effects for as long as it lasts. of water that quickly refreezes. Melt powder is bitter tasting, Whale grease loses its effectiveness 1 hour after application. but only harmful to creatures with the cold subtype if it is It is not water soluble, but can be quickly removed with eaten. Such creatures take 2d6 points of acid damage as the alcohol. While worn, the pungent odor the grease gives powder desiccates and dissolves their tissues; a successful off allows creatures with the scent ability to detect you at DC 15 Fortitude save halves the damage. double normal range. pqqqqqqqqqqqqqqqqqqqqrs EFFECTS OF COLD ON EQUIPMENT such conditions for at least a day becomes frozen; this reduces Although constant exposure to cold weather can damage many the creature’s land speed by 10 feet and imposes a –4 penalty types of equipment, for the most part you should assume that to its Dexterity, but increases its natural armor bonus by +5 (for player characters take at least some precautions to maintain and a net increase to its actual Armor Class of +3). Undead with the protect their gear from cold weather as they see fit. Neverthe- cold subtype are considered to be frozen already and do not less, certain items and pieces of equipment can be impacted by gain this benefit. extreme cold, as detailed below. Liquids: Any liquid exposed to freezing temperatures freezes",
        "name":  "Melt Powder",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Extreme cold can make metal objects fragile. If an un- after 1 hour of continued exposure. Frozen liquid must be thawed attended metal object is exposed to cold in excess of –20° F for before it can be used; one serving of frozen liquid can be thawed more than 1 hour, the break DC of the object takes a –2 penalty by a single torch’s flame in 10 minutes. The thawspell can do the until the object is warmed. Creatures who touch metal that is same in the matter of an instant. Water freezes at 32° F, but most chilled to this extent take 1 point of cold damage per round of potions are made of hardier stuff and freeze at temperatures of normal contact, or 1d4 points of damage per round of full bodily 20° F or lower. Oils are even more difficult to freeze, and only do contact (such as in the case of wearing a suit of metal armor). so at temperatures of –20° F or lower. A frozen potion’s or oil’s If the temperature drops below –60° F, this break DC penalty magical qualities are unharmed by freezing, although the liquid increases to –5; creatures who touch metal chilled to this extent must be thawed before it can be used. take 2 points of cold damage per round of normal contact, or Scrolls: A scroll (or any parchment, for that matter) allowed 2d4 points of damage per round of full bodily contact. If chilled to remain in freezing temperatures unattended becomes brittle metal is suddenly exposed to direct flame or another source after a day of exposure. Reading or using a frozen scroll without of powerful heat, the object must immediately make a DC 15 taking the time to thaw it (typically requiring 10 minutes) re- Fortitude save or shatter. quires the user to make a DC 15 Reflex save to avoid ruining the",
        "name":  "Metal",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Locks up suits of metal armor and equipment, Deities: Auril, Iborighu, Levistus, Telchur, Thrym, dealing damage and impeding movement. Ulutiu.",
        "name":  "Freeze Armor",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "–20 penalty on Move Silently checks Freeze Armor: Locks up suits of metal armor and equipment, in area. dealing damage and impeding movement.",
        "name":  "Crunchy Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Conjures ice creature to fight week/level. for you. Ice ShieldC: Subject gains damage reduction 15/—.",
        "name":  "Conjure Ice Beast II",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject gains damage reduction 15/—. sole purpose to slay original.",
        "name":  "Ice ShieldC",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Deals 2d4 of cold damage out to Fire Shield: Creatures attacking you take fi re damage; you’re protected from heat or cold. 10 ft. and 1d4 out to 20 ft. Passing through wall",
        "name":  "Evoc Wall of Coldfi reC",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Medium (100 ft. + 10 ft./level) 26+ 1d6+1 feet of snow Very strong (31+ mph) 94 5 RETPAHC EHT FO CIGAM LLEFTSORF You control the general tendencies ever returned to its original state) has Duration: 1 round/level of the weather, such as the direction similar damage or deformities. The Saving Throw: Fortitude partial; and intensity of the wind. When you creature is not dead, but it does not see text select a certain weather condition seem to be alive either when viewed Spell Resistance: Yes to occur, the weather assumes that with spells such as deathwatch. Only condition 10 minutes later (changing creatures made of fl esh are affected Freeze armor locks suits of metal gradually, not abruptly). The weather by this spell. armor and equipment into a layer of continues as you left it for the dura- Material Component: Water and a ice and extreme cold, immobilizing tion, or until you use a standard drop of blood. and damaging the armor’s wearers. action to designate a new kind of Unattended, nonmagical metal gets weather (which fully manifests itself Float no saving throw. Enchanted metal is 10 minutes later). Transmutation allowed a saving throw against the",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M sion uses the creature’s saving throw Flash-Freeze Casting Time: 1 standard action (unless its own is higher). Transmutation [Earth, Cold] Range: Long (400 ft. + 40 ft./level) A creature wearing metal armor",
        "name":  "Components",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, DF or object The spell locks the armor’s joints",
        "name":  "Components",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No fl oat on water for the duration of frozen character who attempts to cast the spell. It cannot swim below the a spell must make a Concentration All earth, stone, and water in the spell’s surface of the water. Creatures that check (DC 15 + level of spell being area is drained of heat. Earth, mud, must breathe water can still do so, but cast) or lose the spell. and stone become everfrost and water cannot swim under the surface. If the A creature wearing metal armor freezes. You affect a 10-foot-square target is underwater at the time this that makes its save takes half the area to a depth of 1 foot. Magical, spell is cast, it rises toward the surface damage listed below. enchanted, dressed, or worked stone at a speed of 30 feet. A creature not wearing metal armor cannot be affected. Earth, stone, or Material Component: An ice cube that fails its save takes the damage water creatures are not affected. dropped into water. listed below if its armor is affected or This spell can be used to create if it is holding, touching, wearing, or small icebergs in large bodies of water. Fortify Cold Creatures carrying metal weighing one-fi fth of These icebergs fl oat, but are extremely Transmutation [Cold] its weight. The creature takes mini- slippery and unstable, requiring a DC Level: Cleric 1 mum damage (1, 2, 3, or 4 points; see 15 Balance check per round to stay on Components: V, S, DF the table) each round if it is not wear- the iceberg. Icebergs may be propelled Casting Time: 1 standard action ing metal armor or the metal that it is through the water by the current, pad- Range: Close (25 ft. + 5 ft./2 levels) carrying weighs less than one-fi fth of dling, or other means. Area: One creature/level, no two of the creature’s weight. which can be more than 30 ft. apart A creature not wearing or carrying",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sorcerer/wizard 5 Spell Resistance: No fected by freeze armor.",
        "name":  "Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action Creatures with the cold subtype gain a Freeze Armor Damage",
        "name":  "Casting Time",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fortitude negates Freeze Armor 6+ Lethal 4d6 points",
        "name":  "Saving Throw",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes subtype creatures in its area rather attack, cast spells, or defend them- than damaging them. selves; they are considered immobile, You chill the air and create a layer of losing shield and Dexterity bonuses frost on the skin of target creatures. Frostfell to Armor Class and taking a further The targets are entitled to a Fortitude Transmutation [Cold] –4 penalty to Armor Class. Frozen save; those who fail take 6d6 points of Level: Druid 8, sorcerer/wizard 9 creatures are entitled to an additional cold damage and 2d6 points of Dex- Components: V, S, M/DF saving throw if attacked, but this terity damage. Creatures dropping to Casting Time: 1 round provides no immunity to the gaze. A 0 Dexterity are frozen in a layer of ice, Range: Medium (100 ft. + 10 ft./level) creature that has been immobilizing shivering and unable to attack, move, Area: 20-ft. cube/level with a freezing glance, then restored to or defend. Duration: 1 hour/level motion after an attack, can still be the Saving Throw: Fortitude partial; target of the same freezing glance in a Frostburn see text later round. Necromancy [Cold] Spell Resistance: See text",
        "name":  "Frozen creatures cannot move, Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No half) and is pinned beneath rubble (see below). Ice Shield",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, DF area hear a soft, lilting song that bol- of their turn. Casting Time: 1 standard action sters their spirits and confi dence. At Choose a giant kind from the table Range: Close (25 ft. + 5 ft./2 levels) the same time, as the snow strikes below. Area: 10-ft. cube/level their bodies, it melts and washes Type Number Align Duration: Instantaneous away scars, wounds, and fi lth. Allies Hill giants, fiendish 3 CE Saving Throw: None Stone giants, celestial 2 N under the effect of the snow gain a Spell Resistance: No or fi endish +4 morale bonus to Charisma and Frost giant, fiendish 1 CE attack rolls, and a +4 insight bonus to All everfrost, slush, snow, mud, and Fire giant, fiendish 1 LE Armor Class. In addition, the snow ice in the spell’s area are fi lled with imparts fast healing 1 and resistance Focus: A lock of hair from a giant of heat. Ice and snow become slush, to cold 15 to all affected allies. All the desired kind. slush becomes everfrost, and ever- melee attacks made by allies in the frost becomes bog (see page 88 of the snowsong deal an additional 1d6 points Suppress Flame Dungeon Master’s Guide, for informa- of cold damage. Transmutation [Cold] tion on bogs).",
        "name":  "While the snow falls, allies in the of the spell and disappear at the end Components",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gloves of the uldra savant are ice over the target, doing an additional 2d4 points of cold made of a pale blue metal and are adorned with light blue damage each round for a total of fi ve additional rounds after runes. The plates that make up the gauntlets always seem to the initial hit. be caked with frost and ice. The wearer of gloves of the uldra An icicle rod can also produce these additional effects: savant can create a ray of frost at will as a standard action. • Entomb (1/day) 111 FROSTFELL MAGIC OF THE CHAPTER 5 • Maximized ice storm (1/day) • Freezing fog (2/day): As solid fog, but the effect also causes Strong evocation (cold); CL 15th; Craft Rod, Craft Magic a rime of slippery ice to form on any surface the fog Arms and Armor, Maximize Spell, entomb, ice storm, resist touches, creating the effect of a grease spell. The wearer elements; Price 120,000 gp. of the ring is immune to the grease effect because of the",
        "name":  "Gloves of the Uldra Savant",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 cold bane heavy pick can score • Immunity to cold. critical hits against creatures of the cold subtype normally • +8 Strength, +2 Constitution, +2 Intelligence, +2 Cha- immune to critical hits. risma. These bonuses are considered racial bonuses and Once per day, a pick of iceparting can be swung at an icy stack with other racial bonuses the wearer may have. surface (such as a glacial wall, the surface of a frozen lake, The ring’s transformation power also changes the wearer’s or an iceberg) as a standard action. Three tiny fractures appearance into a draconic form. The wearer’s general radiate out from the point you struck toward any three shape and size does not change, although her equipment is points within 50 feet; these three points can be chosen by altered in shape so it can still be utilized. Unlike polymorph, you but must be connected to the initial impact point by a the user’s equipment does not merge with the new form; it solid sheet of ice. When the cracks reach their targets, they remains in place and fully functional while the user is in cause the ice located there to explode violently. Any creature half-dragon form. Dragons and half-dragons cannot ben- within 5 feet of this explosion takes 3d6 points of piercing efi t from the effects of the ring’s transformation powers, damage (Refl ex DC 14 half). although they can utilize the ring’s other abilities. Medium evocation; CL 8th; Craft Magic Arms and Armor, Rumors abound that other rings exist that are keyed to crack ice, summon monster I; Price 30,000 gp; Cost 14,600 gp + different dragons, granting different powers. 1,168 XP; Weight 6 lb. Strong transmutation; CL 13th; Forge Ring, polymorph,",
        "name":  "Pick of Iceparting",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A skull talisman appears as the rune- Strong evocation (cold); CL 17th; Craft Staff, Craft Magic covered skull of a creature of at least Small size; usually Arms and Armor; entomb, ice castle, ice ship, iceberg, snow walk; talismans are made of animal skulls, but particularly savage Price 138,000 gp. tribes and cruel individuals enjoy making them from their Staff of Winter: This staff is made of bleached white slain enemies. wood; the end is a large crystalline snowfl ake. It allows the A Small skull talisman has AC 7, 5 hit points, hardness 2, use of the following spells: and a break DC of 20. A Medium skull talisman has AC 5, 10 • Boreal wind (1 charge) hit points, hardness 5, and a break DC of 25. A Large skull • Obscuring snow (1 charge) talisman has AC 4, 25 hit points, hardness 10, and a break • Winter’s embrace (1 charge) DC of 30. A skull talisman carried by a creature has the same • Whiteout (2 charges) effective AC as the creature carrying it. A creature that con- Strong conjuration; CL 13th; Craft Staff, boreal wind, trols possession of a skull talisman can automatically break obscuring snow, whiteout, winter’s embrace; Price 58,000 gp. it with one hand by taking a standard action to do so; the AC Vial of Icy Sheets: The vial of icy sheets contains a clear and break DCs listed above are for those who try to strike or fl uid that creates a region of slippery ice when its contents break an unattended skull talisman or a skull talisman held are poured upon the ground (a standard action). The fl uid by another creature. spreads from the point of origin to a radius of 10 feet, coating",
        "name":  "Physical Description",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (–1 size, +2 Dex, +3 natural) muscle. Base Attack/Grapple: +3/+11",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "35 (–1 size, +3 Dex, +23 natural), touch 12, fl at-footed 32 Base Attack/Grapple: +15/+28",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— its claws. Improved Grab (Ex): To use this ability, a dire polar This odd creature is the size of a draft horse, but its body is low bear must hit with a claw attack. It can then attempt to to the ground and covered by a thick armor of leathery bands. A tail ending in a heavy spiked club of bone trails behind its start a grapple as a free action without provoking attacks dome-shaped body. of opportunity. Scent (Ex): A dire polar bear can detect opponents with- in 30 feet. The exact location is not revealed unless Glyptodon (literally, “carved tooth”) the creature is within 5 feet. is an enormous armadillol ike",
        "name":  "A dire polar bear attacks by tearing at opponents with Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dire polar bear creature—if an armadillo were has a +8 racial bonus on the size of a small wagon. It has any Swim check to per- a short snout and powerful form some special action jaws, with no teeth in the or avoid a hazard. It front of the mouth, but can always choose grinding teeth far- to take 10 on a ther back in the Swim check, even mouth. While it if distracted or is a plant-eater, its endangered. It armor plating and can use the run heavy knobbed action while tail makes it very swimming, capable of defend- provided it ing itself against swims in a smaller predators straight line. and even of chasing *A dire po- off other grazers. Glyptodons lar bear’s white are especially hostile to horses, coat bestows a musk oxen, and other arctic and +12 racial bonus subarctic herbivores that compete on Hide checks in with them for the rich summer grasses. snowy areas. Glyptodons are often prey for saber- toothed tigers, dire lions, and other deadly hunters GLYPTODON such as dragons and humans. Large Animal A fully grown glyptodon is about 10 feet long",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 size, –1 Dex, +10 natural), touch 8, A glyptodon found by itself is common, but the creatures fl at-footed 18 also fi ght in small groups, circling around the young to Base Attack/Grapple: +7/+16 create a wall of armored fl esh. If provoked, a glyptodon typi-",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Damage reduction 5/piercing, low- or smaller creatures. This attack deals 1d6+7 points of dam- light vision age. Trampled opponents can make attacks of opportunity eitoC .M yb .sullI Megaloceros 117 FROSTFELL MONSTERS OF THE CHAPTER 6 against the glyptodon at a –4 penalty. If they do not make attacks of opportunity, trampled opponents can attempt a DC 20 Refl ex save for half damage. The save DC is Strength-based. Training a Glyptodon Small and Medium humanoids such as neanderthals, goblin- oids, and orcs sometimes use glyptodons as mounts or pack animals. They are particularly useful as archery platforms on a battlefi eld, as their gait is slow and steady. Training a glyptodon requires six weeks of work and a success- ful DC 25 Handle Animal check. Riding a glyptodon requires an exotic saddle that includes a prod that a glyptodon can feel through its armor. A glyptodon can fi ght while carrying a rider, but the rider can- not also attack unless he or she succeeds on a Ride check.",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, Megaloceroses prefer to avoid combat, except during fl at-footed 13 mating season, when males are extremely aggressive and Base Attack/Grapple: +4/+13 territorial, and during the spring calving season, when",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (–1 size, +2 Dex, +4 natural), touch 11, litters and rearing their young. fl at-footed 13 Base Attack/Grapple: +6/+17 Combat",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–2 size, –1 Dex, +10 natural), touch 7, feet, weighs between 9 and 11 tons, and has tusks roughly fl at-footed 17 15 feet long. It lives in large family groups on open steppe. Base Attack/Grapple: +10/+30 All woolly mammoth herds are led by the eldest female",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Listen +12, Spot +11 moths handle the bones of the Illus. by E. Cox Zeuglodon 120 6 RETPAHC EHT FO SRETSNOM LLEFTSORF dead years after the death of a mate, sibling, or child. Frost folk and others believe that this is how woolly mammoths communicate with the dead, and that woolly mammoth spirits and totems have great power in the land of the dead. Combat Woolly mammoths are usually aggressive only when stalked or threatened or when they fear for the safety of their young. Like elephants, woolly mammoths have long memories, and will take revenge on creatures that harmed them in the past. Woolly mammoths prefer to fi ght as a herd rather than individually, though the lead bull in a herd (usually a male with advanced Hit Dice) will often fi ght alone to defend the females and young. Improved Grab (Ex): To use this ability, a woolly mam- moth must hit a Large or smaller foe with a gore attack. If it gets a hold, it tosses its opponent. Toss (Ex): Woolly mammoths vigorously shake any crea- ture caught in their tusks and fl ing it in a random direction. Resolve the toss as a bull rush maneuver (+20 check modi- fi er), except that there is no attack of opportunity, since the woolly mammoth has already grabbed its foe when it tries to toss the victim. The woolly mammoth does not need to move with its foe in order to throw its foe more than 5 feet. If the tossed victim beats the woolly mammoth’s bull rush check, he remains in his current square with no ill effects and is not grappled any longer. Tossed victims take impact damage on landing as if they had fallen a distance equal to the distance they were tossed. ZEUGLODON Trample (Ex): As a full-round action, a woolly mammoth Gargantuan Animal can move up to twice its speed and literally run over Large Hit Dice: 15d8+135 (202 hp) or smaller creatures. This attack deals 2d8+18 points of Initiative: +1 damage. Trampled opponents can make attacks of opportu- Speed: Swim 40 ft. (8 squares) nity against the woolly mammoth at a –4 penalty. If they do Armor Class: 18 (–4 size, +1 Dex, +11 natural), touch 7, not make attacks of opportunity, trampled opponents can fl at-footed 17 attempt DC 29 Refl ex saves for half damage. The save DC is Base Attack/Grapple: +11/+37 Strength-based. Attack: Tail slam +21 melee (4d6+14) Scent (Ex): A woolly mammoth can detect opponents Full Attack: Tail slam +21 melee (4d6+14) and bite +16 within 30 feet. The exact location is not revealed unless the melee (4d6+7) creature is within 5 feet. Space/Reach: 20 ft./15 ft.",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d6+2 (9 hp) lurk in the coldest oceans. They are a uniform dark gray or Initiative: +2 black in color. Their heads are long and narrow, with numer- Speed: 20 ft. (4 squares) ous serrated teeth in the jaws. Unlike most other whales, Armor Class: 15 (+1 size, +2 Dex, +2 natural), touch 13, their bodies are quite thin and almost serpentine in shape. fl at-footed 13 They possess two pairs of fl ippers; the front pair is large and Base Attack/Grapple: +1/–2* well developed, but the back pair is atrophied nearly to the Attack: Claw +4 melee (1d3–1) or produce fl ame +4 ranged point of uselessness. A little more than half of a zeuglodon’s touch (1d6+3 fi re) body is taken up by its long and powerful tail. Full Attack: 2 claws +4 melee (1d3–1) or produce fl ame +4 The massive fl ukes of a zeuglodon’s tail can smash even ranged touch (1d6+3 fi re) the hardiest ship to splinters in a short time. Zeuglodons Space/Reach: 5 ft./5 ft. up to 75 feet long have been sighted by reputable sailors, but Special Attacks: Spell-like abilities stories abound of massive zeuglodons measuring well over Special Qualities: Immunity to fi re, low-light vision, slip- 120 feet in length. It’s likely that most people unfortunate pery, vulnerability to cold enough to encounter such a creature didn’t survive to tell Saves: Fort +1, Ref +5, Will +6 the tale. Abilities: Str 8, Dex 15, Con 13, Int 15, Wis 16, Cha 16",
        "name":  "Zeuglodons are massive, almost serpentlike whales that Hit Dice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. in scale mail (4 squares); 20 ft. (4 squares) base speed 20 ft.",
        "name":  "Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+4 scale mail, +2 heavy shield), 14 (+4 masterwork chain shirt), touch 10, fl at-footed 16 touch 10, fl at-footed 14 Base Attack/Grapple: +1/+1 +2/+3",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+1 size, +3 natural, +1 deflection +1 the world. Their hoards of gold sometimes rival ring of protection, +6 +2 mithral shirt), touch 12, flat- those of small footed 21 dragons, and Base Attack/Grapple: +8/+7 they compete",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +2 Dex, +8 natural), +2 insight), weird’s elemental command ability for 24 hours. A weird has touch 13, fl at-footed 17 no limit to the number of elementals it can control. The save Base Attack/Grapple: +11/+20 DC is Charisma-based.",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +21, Diplomacy +26, Knowledge sound (DC 16), mage hand, ray of frost, read magic, resistance; (any two) +23, Listen +26, Sense Motive +24, Spot +26, 1st—magic missile, obscuring mist, shield, silent image, true Swim +13 strike; 2nd—calm emotions (DC 18), invisibility, mirror image,",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +4 Dex, +4 own amusement. natural, +2 insight), touch 15, flat- Snow weirds speak Aquan, footed 13 Auran, Common, and Snow Base Attack/Grapple: +11/+20 Weird. They also benefi t from",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+1 Dex, +2 natural, +3 studded leather in sheltered valleys, and in some warm forested valleys. armor, +2 heavy wooden shield), touch 11, fl at-footed 17 Frost folk speak Common. Base Attack/Grapple: +4/+6",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 defl ection), touch 16, fl at-footed Material Plane. A manifested ghost remains partially on 14, or 14 (+2 Dex, bracers of armor +2), touch 12, fl at-footed 12 the Ethereal Plane, where it is not incorporeal. The ghost’s Base Attack/Grapple: +1/+0 incorporeality helps protect it from foes on the Material",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ghost is immune to mind-affecting Against nonethereal opponents, the ghost adds its Dexter- spells and abilities, poison, sleep effects, paralysis, stun- ity modifi er instead of its Strength modifi er to attack rolls. ning, disease, death effects, and any effect that Special Qualities: Frostfell ghosts often have one or requires a Fortitude save unless it also works both of the following special qualities. on objects or is harmless. It is not subject Immunity to Cold (Ex): Some frostfell to extra damage from critical hits, ghosts are immune to cold damage. nonlethal damage, damage to Spell Resistance (Ex): Some frost- its physical ability scores, fell ghosts have spell resistance ability drain, energy drain, equal to 13 + Hit Dice. Increase fatigue, exhaustion, or death the ghost’s Challenge Rating by 1 from massive damage. It can- if you assign it this power. not be raised, and resurrection works only if it is willing. It has GIANT, FROST darkvision out to 60 feet. Possessions (all ethereal): bracers of armor +2, The frostfell is the home of the frost dagger. giants, rapacious and evil raiders who pose a grave danger to travelers and na- CREATING A FROSTFELL GHOST tives alike. No other monstrous race The Monster Manual describes many common pow- possesses the sheer numbers, physi- ers of ghosts, including corrupting touch, cal power, or will to dominate that manifestation, and corrupting the frost giants do. gaze. Some ghosts creat- Frost giants are described in the ed in the frostfell Monster Manual possess (page 122). unusual This powers entry pres- not often ents three found else where. new varia- Additional ghostly pow- tions on the ers are described below. frost giant: the maul-",
        "name":  "Undead Traits",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +1 Dex, +9 natural, +4 chain melee (1d4+13, slam) or +12 ranged (2d6+13, rock); Full shirt), touch 10, fl at-footed 22 Atk +24 melee (1d4+13, 2 slams) or +12 ranged (2d6+13, Base Attack/Grapple: +12/+31 rock); SV Fort +21, Ref +5, Will +9; Str 36, Con 28. At the",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rage, rock throwing Dexterity bonus to Armor Class even if he is caught fl at-",
        "name":  "Special Attacks",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +15, Craft (armorsmithing) +6, Intimidate Initiative:–1 +13, Jump +19, Spot +13 Speed: 40 ft. (8 squares)",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Awesome Blow, Improved Bull Rush, Improved Armor Class: 24 (–1 size, –1 Dex, +9 natural, +5 breastplate, Grapple, Improved Initiative, Improved Unarmed Strike, +2 heavy shield), touch 8, fl at-footed 24 Power Attack Base Attack/Grapple: +10/+21",
        "name":  "Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +1 Dex, +9 natural, +4 master- work chain shirt), touch 10, fl at-footed 22. Base Attack/Grapple: +10/+23",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 This giant is a lean, lanky fellow with dead white skin and magical powers. They often serve as elders and shamans hair of light blue. He wears a shirt of chainmail and carries a enormous longspear. for their tribes, using their cold magic against the ene- mies of the giants. Tundra scouts are frost giants who are chosen as the tribe’s Combat eyes based on their wits and agility. While they are not as A spiritspeaker prefers to lead other frost giants into battle formidable in melee as most frost giant warriors, they are and support his allies with his spells, as opposed to engag- still capable of defeating almost any human or humanoid ing foes on his own. He uses spells such as rage, prayer, and they run across. invisibility purge to help his allies fi ght better, and looks for The tundra scout presented here had the following ability opportunities to target the tribe’s enemies with empowered scores before racial adjustments: Str 10, Dex 15, Con 14, Int ice storms or fear spells. 12, Wis 13, Cha 8. Rock Throwing (Ex): The range increment is 120 feet for a frost giant’s thrown rocks. Combat Spell-Like Abilities: At will—detect magic, door (DC 15), Tundra scouts often fight enemies in the wide-open rage; 3/day—blindness/deafness (DC 16), cure serious wounds, spaces of the everfrost. They prefer to bombard their fear (DC 17), empowered ice storm; 1/day—dispel magic, invis- foes with long-distance rock throwing, and are willing ibility purge, prayer, wall of stone. Caster level 14th. to back away from enemies to keep the range open. Only when an enemy proves that a ranged fight is disadvanta- geous for the tundra scouts will they close in to melee. Illus. by D. Griffi th Frost giant tundra scout 136 6 RETPAHC EHT FO SRETSNOM LLEFTSORF",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 Short and bandy-legged, this humanoid has long arms, a shaggy half-pelt of white hair, and a large, loose sac in its throat that gives it a distinctly froglike appearance. It wears shabby leather armor and carries a wicked spiked club. Snow goblins are shaggy humanoids with large throat sacs that they use to call to one another over long distances. The booming noises they make with these sacs can be heard for miles, and are used to signal hunting and war parties over wide areas. Snow goblins can also create loud monkey- When possible, tundra scouts set deadly traps and pre- like hoots. pare ambushes for unwary foes. A typical snow goblin stands 3 to 4 feet tall, with long Rock Throwing (Ex): The range increment is 120 feet for arms and seasonal fur color, changing from glossy black or a frost giant’s thrown rocks. brown in summer to pure white in winter. Its fur is typically",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +1 Dex, +1 natural, +2 leather ambushes against invaders in their territory. These armor, +1 light shield), touch 12, fl at-footed 15 ambushes are sometimes preceded by the deliberate trigger- Base Attack/Grapple: +1/–2 ing of an avalanche in mountainous terrain. Snow goblins",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+0 ability scores before racial adjustments: Str 13, Dex 11, Con Speed: 30 ft. (6 squares) 12, Int 10, Wis 9, Cha 8. Armor Class: 22 (–1 size, +13 natural), touch 9, flat- footed 22 SNOW GOBLINS AS CHARACTERS Base Attack/Grapple: +9/+20 A snow goblin’s favored class is fi ghter. Snow goblin clerics Attack: Slam +15 melee (2d8+7) can choose two of the following domains: Destruction, Full Attack: 2 slams +15 melee (2d8+7) Evil, and Cold. However, most snow goblin spellcasters Space/Reach: 10 ft./10 ft. are adepts. Special Attacks: Ice shards, improved grab Snow goblin characters possess the following racial traits. Special Qualities: Construct traits, damage reduction 10/ — +2 Dexterity, –2 Intelligence, –2 Charisma. bludgeoning, darkvision 60 ft., icewalking, immunity to —Small size: +1 bonus to Armor Class, +1 bonus on cold and magic, low-light vision, vulnerability to fi re attack rolls, +4 bonus on Hide checks, –4 penalty on Saves: Fort +4, Ref +4, Will +4 grapple checks, lifting and carrying limits 3/4 those of Abilities: Str 25, Dex 10, Con —, Int —, Wis 11, Cha 1 Medium characters. Skills: — —A snow goblin’s Feats: — base land speed is Environment: Any cold 30 feet. Organization: Solitary or pair —Climb speed 20 Challenge Rating: 9 feet. Snow goblins have a +8 Treasure: None racial bonus on Climb checks Alignment: Always neutral and can always choose to take 10 on Climb Advancement: 13–24 HD (Large); 25–36 HD (Huge) checks, even if rushed or threatened. Level Adjustment: — This towering fi gure resembles an armored warrior sculpted of blue-white ice. Its surface is covered with smoking white runes. Ice golems are creatures carved from glacial ice or icebergs, infused with cold energies and a minimal ability to follow orders and then unleashed to serve their creator’s will. They are especially dangerous when on icy ground or when fi ghting in ice caverns. An ice golem cannot speak. It weighs about 2,000 pounds. COMBAT Ice golems are unimaginative enemies; they make direct attacks against the nearest foe when ordered to. Ice Shards (Su): As a free action once every 1d4+1 rounds, an ice golem can generate a spray of deadly ice shards from its body, dealing 2d6 points of pierc- ing damage and 1d6 points of cold damage to all creatures within 10 feet. In addition, living creatures must succeed on a DC 16 Fortitude save or be blinded for 1d4 rounds. The save DC is Constitution-based. Illus. by S. Belledin Ice golem 138 6 RETPAHC EHT FO SRETSNOM LLEFTSORF Improved Grab (Ex): To use this ability, the ice golem materials and spell components used to strengthen and must hit a Large or smaller creature with its slam attack. It animate the ice. Creating a golem is exactly like creat- can then attempt to start a grapple as a free action without ing any magic item (see page 282 of the Dungeon Master’s provoking attacks of opportunity. Guide). The golem’s creator can carve the body personally",
        "name":  "The snow goblin warrior presented here had the following Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 natural), touch 12, fl at-footed 14 Base Attack/Grapple: +3/+5",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An ice beast has immunity to poison, Large 30 bonus hp sleep effects, paralysis, stunning, disease, death effects, Huge 40 bonus hp necromancy effects, mind-affecting effects (charms, com- Gargantuan 60 bonus hp pulsions, phantasms, patterns, and morale effects), and any Colossal 80 bonus hp effect that requires a Fortitude save unless it also works on objects or is harmless. It is not subject to extra damage from Speed: The creature loses any fl y speed it formerly pos- critical hits, nonlethal damage, ability damage, ability drain, sessed. If it had a burrow speed, it keeps its burrow speed fatigue, exhaustion, or energy drain. Cannot heal damage, but may only burrow in snow and ice. but can be repaired. It has darkvision out to 60 feet and Armor Class: The creature’s natural armor bonus low-light vision. changes to a number based on its size: CREATING AN ICE BEAST Ice Beast Size Natural Armor Bonus “Ice beast” is a template that can be added to any corporeal Tiny or smaller +1 Small +2 creature (other than an undead or a creature with the fi re Medium +4 subtype), hereafter referred to as the base creature. Large +6",
        "name":  "Construct Traits",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 ft. (2 squares), burrow 40 ft., swim 40 ft. tanned skin and a cold, bony handshake. It can speak, Armor Class: 17 (–2 size, +2 Dex, +7 natural), touch 10, though only haltingly and in a harsh rasp common to fl at-footed 15 frostbite victims. Its clothes are sometimes covered with Base Attack/Grapple: +6/+21 frost or ice, but otherwise normal for the terrain. Careful Attack: Bite +11 melee (2d6+7) observers will notice that icegaunts do not breathe. Full Attack: Bite +11 melee (2d6+7) and slam +6 melee Icegaunts are commonly the result of sacrifices to (1d6+3) mountain gods. In a few cases, icegaunts are created from Space/Reach: 15 ft./10 ft. the bodies of polar explorers, who then wander endlessly, Special Attacks: Improved grab, psi-like abilities, swal- seeking to lead others astray in a frozen death. Because low whole their well-preserved fl esh makes them appear more aged Special Qualities: Amphibious, darkvision 60 ft., heat than withered, icegaunts can sometimes fool others into sense, immunity to cold, vulnerability to fi re following them. As false guides, they inevitably lead others Saves: Fort +6, Ref +6, Will +10 into glacial crevasses or avalanches, or onto dangerously Abilities: Str 25, Dex 14, Con 19, Int 17, Wis 18, Cha 18 thin ice. Skills: Concentration +15, Intimidate +15, Knowledge (any Icegaunts speak Common. one) +14, Listen +15, Spot +15, Swim +15 sillE .S yb .sullI Malasynep 143 FROSTFELL MONSTERS OF THE CHAPTER 6",
        "name":  "An icegaunt is a weathered, wrinkled creature with Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–2 size, +4 Dex, +7 natural), touch 12, fatigue (+15 melee touch; DC 16); 1st—mage armor, ray of fl at-footed 17 enfeeblement (+11 ranged touch), shivering touch* (+15 melee Base Attack/Grapple: +9/+25 touch), silent image; 2nd—resist energy, numbing sphere* (DC",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 27, Dex 18, Con 22, Int 17, Wis 16, Armor Class: 20 (+1 Dex, +9 natural), touch Cha 23 11, fl at-footed 19",
        "name":  "Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. in hide armor (4 squares), base land speed Organization: Family (2–12), clan (10–24 plus 50% non- 30 ft. combatants plus 1 3rd-level chief per 20 adults, 1 druid",
        "name":  "Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (–1 Dex, +3 hide armor), touch 9, fl at- of 3rd–5th level per 10 adults, and 1 leader of 4th–6th footed 12 level), or warband (10–20 plus 1 3rd-level chief per Base Attack/Grapple: +1/+3 10 warriors, 1–3 saber-toothed tigers, 1–2 druids of",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+0 black pudding, and one of the rare oozes that thrive in winter conditions. They live amid ice fl oes and coastal This orc is dressed in leather armor and wears a wolf skin around shelves, and hunt seals, penguins, and other creatures that his shoulders. Ritual scars mark his face, and he carries a neck- inhabit pack ice. Their kills are often completely silent, lace of small animal skulls around his neck. He is armed with a since they smother and consume small prey. shield and a morningstar. White puddings are voracious and do not sleep. Their most active cycle is during the night (when their lack of A snow shaman accompanies orc warriors into battle, strong vision is less of a hindrance), but they also stalk prey exhorting them to fi ght more fi ercely. during daylight hours. When prey eludes them they can The snow shaman presented here had the following abil- survive by dissolving plant material, but this diet seems to ity scores before racial adjustments: Strength 8, Dexterity 9, eventually sap the creature’s reserves of some vital food- Constitution 12, Intelligence 11, Wisdom 13, Charisma 10. stuff. White puddings fed nothing but wood and grasses eventually sicken and die. COMBAT Patient and crafty, a snow shaman avoids melee until all COMBAT enemies are engaged, and then looks for a dangerous enemy White puddings attack by grabbing and squeezing their to attack with his touch of fatigue or burning hands spell. Once prey. They attack the closest prey, and can be baited into his spells are expended, he wades into melee, swinging his pursuing whatever target offers itself as closest from round morningstar. He looks for opportunities to fl ank foes with to round. more skillful warriors. Acid (Ex): A white pudding secretes a digestive acid that",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This snow shaman is a 3rd-level adept. dissolves organic material quickly, but does not affect Typical Spells Prepared (caster level 3rd): 0—detect magic, stone or metal. Any melee hit or constrict attack deals cure minor wounds, touch of fatigue (+2 melee touch; DC 10); acid damage, and the opponent’s armor (if not metal) and 1st—burning hands, cure light wounds. Light Sensitivity (Ex): Orcs are dazzled in bright sun- light or within the radius of a daylight spell. PUDDING, WHITE Large Ooze",
        "name":  "Spells",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 (–1 size, –4 Dex), touch 5, fl at-footed 5 Base Attack/Grapple: +6/+12",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +4 Dex, +3 natural), touch 13, strike and then quickly retreating, rather than enter a fl at-footed 12 stand-up fi ght. The bird is capable of diving onto targets Base Attack/Grapple: +3/+10 from a great height, using its sharp beak and daggerlike elppabarC .D yb .sullI Rimefi re eidolon 149 FROSTFELL MONSTERS OF THE CHAPTER 6 talons to slash at an opponent’s face. A mated pair attacks in concert, fi ghting to the death to defend their nest, young, or eggs. Several giant ravens sometimes band together to defend their nesting grounds against preda- tors or egg raiders. Evasion (Ex): If exposed to any effect that normally allows a Refl ex save for half damage, a giant raven takes no damage with a successful saving throw.",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19* (+7 Dex, +2 natural), touch 17*, flat- This creature appears as a jagged lump of ice surrounded by a footed 12* nimbus of cold blue fi re. It walks along the ground with the aid of several thin tendrils. Base Attack/Grapple: +6/+6",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "34* (–4 size, +2 Dex, +26 natural), touch 8, to be driven to reproduce or expand their territories. They fl at-footed 32 subjugate local tribes of intelligent creatures (often frost Base Attack/Grapple: +18/+41 giants or ogres), using their might to establish themselves",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25–48 HD usually sacrifi ces 5 points (Gargantuan); 49–72 HD from its attack rolls to aid (Colossal) its Armor Class using the",
        "name":  "Advancement",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— Combat Expertise feat, as well; it rarely encounters Roughly spiderlike in creatures that it has dif- shape, this huge mon- fi culty hitting. ster is almost 40 feet Ability Drain (Su): in height, its spherical Any creature struck by body raised high above a shivhad’s bite must the ground on its eight spiny legs. Three long, make a DC 28 Fortitude grasping claws and six save or take 2 points slavering jaws on rub- of drain to each ability bery tentacles dangle from score (or 4 points to each its body, and its body is dotted score on a critical hit). A with small black eyes that glare shivhad gains 5 temporary with hatred. hit points (10 on a criti- cal hit) whenever it drains Only the largest white dragons ability scores. Temporary hit can challenge the massive and terrible points gained in this way last shivhad when it comes to establishing ter- for up to 1 hour. The save DC ritory. Thankfully, shivhads are quite rare, and they is Constitution-based. spend much of their time sleeping underneath their Cold Aura (Su): A shivhad chosen glaciers. radiates an aura of extreme A shivhad is a spiderlike creature with eight cold. Any creature within 60 feet of a shivhad spiny legs and a round body it carries high off the takes 3d6 points of cold damage at the beginning ground. Between the creature’s legs extend long tentacles, of its turn each round. This aura extinguishes nonmagical three to a side, and each one is tipped with a slavering maw fl ames in its area as well. sillE .S yb .sullI Snowcloak 153 FROSTFELL MONSTERS OF THE CHAPTER 6 Crush (Ex): A shivhad can drop its body on opponents Feats: Alertness, Multiattack three or more size categories smaller than itself (usually, Environment: Cold hills Medium or smaller) as a full-round action, using its weight Organization: Solitary or drift (3–8) to crush them. A crush attack affects as many creatures Challenge Rating: 4 as can fi t under the shivhad’s space. Each creature in the Treasure: 1/10 coins; 50% goods, 50% items affected area must succeed on a DC 33 Refl ex save or be Alignment: Usually neutral pinned, automatically taking 4d6+11 points of bludgeoning Advancement: 5–9 HD (Large); 10–12 HD (Huge) damage. Thereafter, if the shivhad chooses to maintain the Level Adjustment: — pin, treat it as a normal grapple attack. While pinned, the opponent takes bludgeoning damage each round. The save Silent and ghostly, this odd creature has a fl at body with blunt wings, DC is Strength-based. not unlike that of a manta ray. It has two eellike heads studded with small, silver eyes, and a long, lashing, whiplike tail. The creature is Absorb Cold (Su): Any cold spell or effect targeted on a pale white in color, blending in with the snowy surroundings. shivhad that fails to overcome its spell resistance is absorbed into the creature’s body. This effect cures 5 points of damage per level of the spell or effect absorbed. Sometimes called “snow ghosts” because of their *Glacier Bond (Su): A shivhad has a mystical bond ability to drift silently along in with its home glacier. As long as it remains snowstorms to attack prey, snow- on this glacier, it can determine the cloaks are fl ying predators of the exact location of any living creatures northerly foothills that resemble in contact with the glacier, up to a fl ying rays or skates. range of 10 miles. This knowl- Snowcloaks are slate edge grants it a +6 insight gray on one bonus to its Armor Class and side and creamy Refl ex saving throws against white on the any opponent who is also other; they ha- in contact with its bitually fl y dark glacier, and allows side down, fl ap- the shivhad to ping their wings pinpoint oth- gently and gliding erwise hidden for long distances. or invisible tar- A snowcloak has two gets with ease. long, sinuous necks These bonuses to ending in dark gray heads Armor Class and Re- studded with rows of silver-hued flex saving throws eyes. Each head has a long, pointed jaw fi lled are included in the with needle-sharp teeth. statistics above. Wandering predators that lack lairs, snow- cloaks are usually encountered lying concealed on snow-covered slopes, or fl ying low along the ground in snowstorms, seeking prey. SNOWCLOAK Snowcloaks speak Auran and Common. Large Aberration (Cold)",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–1 size, +3 Dex, +5 natural), touch 12, emerge from lairs and burrows. Snowcloaks attack by land- fl at-footed 14 ing atop prey and biting or clubbing with the fearsome bone Base Attack/Grapple: +3/+9 knobs on their tails, while tearing with their poisonous",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 Armor Class: 16 (–1 size, +4 Dex, +3 natural), touch 13,",
        "name":  "Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +4 Dex), touch 15, fl at-footed 11 Base Attack/Grapple: +3/+9 Base Attack/Grapple: +0/–6 Attack: Bite +6 melee (1d8+3 plus poison)",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+4 Dex, and everfrost of cold regions. +1 natural), touch 14, flat- They paralyze their prey for footed 11 later consumption. Base Attack/Grapple: +1/+1",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 Dex, +3 deflection), touch 15, and the Ethereal, it is not considered extraplanar when on flat-footed 13; or 14 (+2 Dex, +2 natural), touch 12, either plane. flat-footed 12 Trip (Ex): A spirit wolf that hits an ethereal opponent Base Attack/Grapple: +1/+2 with a bite attack can attempt to trip the opponent as a free",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor is the same as the base crea- as normal, but any required attack rolls are resolved as touch ture but applies only to ethereal encounters. When a spirit attacks, and damage they cause is nonlethal damage. Special animal manifests (see below) its natural armor value is +0, attacks that deal ability damage or physically manipulate the but it gains a defl ection bonus equal to its Wisdom modifi er foe, such as improved grab, poison, or trip, do not function or +1, whichever is higher. against nonethereal foes. A spirit animal also gains the",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–2 size, +10 natural), touch 8, flat- footed 18 Base Attack/Grapple: +16/+34",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +3 studded leather armor, +2 their enemies. They often rely on animal friends and heavy wooden shield), touch 11, fl at-footed 16 companions to engage enemies in melee, but they never Base Attack/Grapple: +1/–3 abandon an animal to its fate if a battle starts to turn sour.",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkvision 120 ft., low-light vision, —Small size. +1 bonus to Armor Class, +1 bonus on resistance to cold 5, uldra traits attack rolls, +4 bonus on Hide checks, –4 penalty on",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. in half-plate armor (6 squares), swim 30 ft.; base speed 40 ft., swim 40 ft.",
        "name":  "Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +5 natural, +7 half-plate armor) touch 9, fl at-footed 21 Base Attack/Grapple: +5/+16",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance –6 (–2 on ice or snow), Climb +4, Craft (armorsmithing) +5, Hide –10*, Intimidate +5, Listen +5, Spot +5, Survival +5, Swim +1",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "All. Uldras are gifted linguists. that of a giant panda) allow them to wield hammers and Illus. by D. Griffi th Urskan 160 6 RETPAHC EHT FO SRETSNOM LLEFTSORF work iron, and their intelligence and careful workman- VODYANOI ship are reflected in flexible suits of plate armor with breastplates up to 1 inch thick. The full suits can weigh Medium Fey (Aquatic) up to 500 pounds. Hit Dice: 5d6+5 (22 hp) Urskans speak Common and Urskan. Initiative: +3",
        "name":  "Languages",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+3 Dex, +4 natural), touch 13, fl at-footed 14 Urskans are carnivores that depend on a diet of seal, walrus, Base Attack/Grapple: +2/+4 and fi sh to keep them going through the long winters. As Attack: Claw +6 melee (1d4+2) a result, they are astounding predators, and are especially Full Attack: 2 claws +6 melee (1d4+2) dangerous in pack ice, where their swimming and ice abili- Space/Reach: 5 ft./5 ft. ties come into play. When on land, they often don heavy Special Attacks: Control water, fi sh cloud,improved grab iron plate armor for battles to defend their territory, and add Special Qualities: Amphibious, low-light vision, spell steel tips to their already deadly claws. resistance 16",
        "name":  "COMBAT Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "*An ur- cally and ensure that schools skan’s white fur gives of fi sh are plentiful or scarce. it a +8 racial bonus on Vodyanoi act as both provid- Hide attempts while ers and destroyers to those unarmored in snow or who live near their domains. icy terrain (thus an un- Rarely seen by humans, armored urskan has a vodyanoi appear as old men Hide check modifi er of with potbellies and beards. +5 in suitable terrain). Their hair is a messy tangle of An urskan gains a +8 ra- green and yellow reeds. Their cial bonus on any Swim aged appearance belies their check to perform some strength and agility, and their special action or avoid long nails are vicious claws. a hazard. It can always Vodyanoi can breathe air just as choose to take 10 on a easily as water, but they do not often Swim check, even if distracted or leave the comfort of their homes. endangered. It can use the run action while Villagers who live near a river or lake are care- swimming, provided it swims in a straight line. ful to make sacrifi ces of fi sh or cattle to the local sillE .S yb .sullI Vodyanoi 161 FROSTFELL MONSTERS OF THE CHAPTER 6 vodyanoi. Anyone whose trade depends on water makes Improved Grab (Ex): To use this ability, a vodyanoi must offerings as well, from fi shermen to millers who use the river hit a single foe of the same size or smaller with both claw to power a waterwheel. Vodyanoi that have been placated attacks. It can then attempt to start a grapple as a free action are more likely to provide schools of fi sh and keep the river without provoking attacks of opportunity. If it gets a hold, from leaving its bed. They are known for their unpredictable the vodyanoi often attempts to pin a foe and hold him natures, so regular sacrifi ces are no guarantee of their favor. underwater until he drowns. On the other hand, a vodyanoi that is shown disrespect will Amphibious (Ex): Although vodyanoi live in water, they probably retaliate by drowning a villager or fi sherman. The can survive out of water indefi nitely. angered fey might also pursue harsher actions, perhaps Skills: *Vodyanoi gain a +8 circumstance bonus on Hide fl ooding an entire village or sweeping away bridges. and Move Silently checks when in contact with a body of On rare occasions, a vodyanoi might attempt to trade with water. A vodyanoi gains a +8 racial bonus on any Swim isolated locals (it will not stroll into the village market). check to perform some special action or avoid a hazard. It might offer fi sh or some treasure found in the river in It can always choose to take 10 on a Swim check, even if exchange for a cow. Although it might seem obvious, folk- distracted or endangered. It can use the run action while tales advise listeners that one could tell a strange trader was swimming, provided it swims in a straight line. a vodyanoi if water puddles around his feet. Vodyanoi speak Common and Sylvan. WINTERSPAWN COMBAT Medium Undead",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–2 size, +2 Dex, +8 natural), touch 10, Combat fl at-footed 16 Constrict (Ex): An abominable yeti deals 1d8+9 points of Base Attack/Grapple: +10/+27 damage with a successful grapple check, plus an extra 2d6",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dodge, Improved Natural Armor, Mobility, Spring Attack",
        "name":  "Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 Dex, +4 defl ec- ever their alignment, using their touch attack to tion, +4 natural), touch 15, capture their prey (or defend themselves). fl at-footed 18 Lose the Way (Sp): Once per day, a yuki- Base Attack/Grapple: +4/+4 on-na can touch a victim and make him or her",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 on instinct, driven by simple needs such as food and repro- duction. Most animals, even predators, do not attack unless This woman is incredibly beautiful. Her skin is a light blue, her they or their young are threatened. hair is long and black, and her lips are red and full. She wears Animal Traits: An animal possesses the following traits snowy white robes that billow around her. (unless otherwise noted in the creature’s entry). —Intelligence score of 1 or 2 Beautiful spirits of the frozen wastes, yuki-on-nas are either —Low-light vision hateful and destructive or kindly and helpful. In either case, —Alignment: Always neutral. they can be dangerous, since those who pursue them, what- —Treasure: None. Animals never possess treasure. ever their intention, often fi nd themselves lost in a blizzard. A yuki-on-na appears as a human female of the rarest CARIBOU beauty. She has waist-length black hair, soft blue eyes, and Medium Animal full red lips. Her skin is pale blue and icy to the touch. She Hit Dice: 2d8+2 (11 hp) wears snowy white robes that continually swirl about her, Initiative: +1 even when no winds are blowing. Some say that a yuki-on- Speed: 40 ft. (8 squares) na is the spirit of a cold-hearted villain, while others claim Armor Class: 14 (+1 Dex, +3 natural) touch 11, fl at-footed 13 she is the spirit of a shaman or shugenja who died while lost Base Attack/Grapple: +1/+2 in a snowstorm. Attack: Gore +2 melee (1d4+1) Yuki-on-nas speak Common and Sylvan. Full Attack: Gore +2 melee (1d4+1) sillE .S yb .sullI 165 FROSTFELL MONSTERS OF THE CHAPTER 6 Space/Reach: 5 ft./5 ft. Organization: Solitary or pair",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d8 (9 hp) Caribou usually fl ee from predators or threats. However, if Initiative: +2 cornered they can attack with a powerful butt of their ant- Speed: 30 ft. (6 squares), swim 30 ft. lers. Caribou can be trained to serve as pack beasts or drag Armor Class: 15 (+2 Dex, +3 natural), touch 12, fl at-footed 13 loads, such as sledges. Base Attack/Grapple: +1/+2 Scent (Ex): A caribou can detect opponents within 30 Attack: Bite +3 melee (1d3+1) feet. The exact location is not revealed unless the creature is Full Attack: Bite +3 melee (1d3+1) within 5 feet. Space/Reach: 5 ft./5 ft.",
        "name":  "Combat Hit Dice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +3 Dex, +1 natural), touch 14, Level Adjustment: — fl at-footed 12 Base Attack/Grapple: +0/–6 Sought after for their marvelous pelts, sea otters can be found",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (+2 size, –1 Dex, +1 natural), touch 11, Seals can be territorial, defending their chosen patch of the fl at-footed 12 shore with a vicious bite. Base Attack/Grapple: +0/–12 Hold Breath (Ex): A seal can hold its breath for a number",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (–1 size, –1 Dex, +4 natural), touch 8, fl at- Penguins are fl ightless birds native to the ice fl oes and cold footed 12 waters of the frostfell’s coasts. Base Attack/Grapple: +2/+9",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 Dex, +3 natural), touch 12, fl at-footed 13 Hold Breath (Ex): A walrus can hold its breath for Base Attack/Grapple: +1/+3 a number of rounds equal to 6 × its Constitution score",
        "name":  "Armor Class",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +8, Concentration +9, Diplomacy Monster Manual. +15, Knowledge (religion) +6, Knowledge (the planes) +6, Possessions:+1 silver sickle*, mithral breastplate*, heavy steel Sense Motive +11; Augment SummoningB, Beckon the shield*, metamagic rod of extend,amulet of natural armor +1, Frozen, Craft Magic Arms and Armor, Craft Construct, circlet of persuasion,cloak of Charisma +2,periapt of Wisdom +4, Craft Wondrous Item, Spell Focus (conjuration). scroll of summon monster VI, scroll of summon monster V.",
        "name":  "Skills and Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. ice, ends at a huge cave entrance that leads into the depths Sorcerer Spells Known (6/7/4 per day): 0—arcane mark, of the iceberg. The valley itself, however, is more disturbing dancing lights,detect magic,mage hand,read magic,resistance; than it initially appears, for what at fi rst seems to be nothing 1st—mage armor,magic missile,ray of enfeeblement (+24 ranged more than drifts of snow are actually the stacked bones of touch), shield; 2nd—mirror image,resist energy. hundreds of whales. Possessions:Ring of protection +3,ring of fi re resistance (major), This valley and the nearby cavern is the lair of yet another amulet of health +4. of Icerazer’s leaders. The skeletal whales are nothing more than the remains of this mighty creature’s past dinners. ICERAZER PALACE (EL 15) The cavern itself measures about 50 feet wide and about This is the seat of power in the city of Icerazer, and if 200 feet deep; at its deepest point, it narrows to a 15-foot anyone aims to crush the devilish city’s plans and stop wide tunnel that eventually leads to area 35 under Ice- its raids, eventually this structure must be explored and razer Palace. conquered. Detailed maps of Icerazer Palace are provided, While most of Icerazer’s citizens know that an immensely but the room descriptions are for the most part fairly brief, powerful white dragon lives somewhere on the iceberg, only allowing you to customize the contents of the chambers a few suspect that this dragon is also one of the Ninerazers and guardians of the palace to suit the needs of your cam- of the city. Anoxiel is the second-oldest Ninerazer, behind paign. Suggested guardians and traps are noted in the text, only the immortal Azediel in age and power. Anoxiel spends but you should feel free to adjust them as you see fi t; as pre- much of her time in fl ight above the polar seas, searching for sented, Icerazer Palace should provide a challenge for very more whales to eat or hapless ships to plunder, but some of high-level characters. her time is spent sleeping in this cave. The descriptions that follow depict the palace when Anoxiel’s hoard is hidden deep in the iceberg’s depths it is not on full alert; if the alarm is raised, Azediel’s (in area 36); the only item of interest in the cave is a tele- first action is to call the other Ninerazers to aid in the portation circle near the back. This circle leads to area 18 of palace’s defense. She uses her wand of sending to do so, and Icerazer Palace. since all the Ninerazers have relatively quick methods",
        "name":  "This wide valley, nestled between three tall spires of jagged Spells",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Jusii takes half again as much (+50%) damage as normal from fire, regardless of whether a saving throw is allowed, or if the save is a success or failure. Sorcerer Spells Known (6/8/6/4 per day; caster level 6th): 0 -- arcane mark, dancing lights, ghost sound (DC 15), mage hand, message, prestidigitation, ray of frost (+15 ranged touch); 1st -- chill touch (DC 16, +13 melee touch), magic missile, protection from chaos, shield; 2nd -- detect thoughts (DC 17), see invisibility; 3rd -- displacement.",
        "name":  "Vulnerability to Fire",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +1, ring of protection +2, cloak of Charisma +2, lesser metamagic rod (Maximize Spell), pearl of power (1st-level spell).",
        "name":  "Possessions",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Control Visage, Fade, Frightful Moan, No two ghosts are the same. One might be able to Frightful Presence, Haunting Appearance, Haunting create ectoplasmic armor, another can drain Strength Voice, Horrific Appearance, Improved Control Visage, from a target with a touch, still another can possess a Solid Visage. dead body and make it walk, while yet another can Path of the Poltergeist:This path is the study of move objects at a distance. These abilities are com- space and weight for the purpose of moving objects at monly referred to as ghost powers and are represented a distance. The symptoms of this path are visible swirls by feats with the [Ghost] descriptor. As with ordinary of dust around the ghost and even minor shaking of feats, some characters are dilettantes and choose a larger unattended objects (no larger than a dagger) wide variety of ghost feats, while others select multi- within arm’s reach of the ghost. ple feats in a specialized area. These areas of specialty Poltergeist Feats: Ghost Hand, Improved Deflection, are called the paths. Improved Poltergeist Hand, Poltergeist Hand, Polter- geist Rage.",
        "name":  "GHOST POWERS Haunt Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wisdom and Charisma are especially important for eidolons, because many ghost feats rely on these ability scores, and Charisma determines the ghost’s natural deflection bonus when it is in- corporeal. A high Dexterity is important, since incorporeal ghosts cannot wear armor unless it has the ghost touchability.",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can cause the sound of your voice to effect of a deflection bonus gained from a magic item originate from any point you can see within 100 feet. or spell; it applies only to the deflection bonus derived While using this ability, all speech and other vocaliza- from your Charisma score because you are a ghost. tions originate from this other location. You cannot Special: You may take this feat multiple times. Its use this ability in conjunction with any magical ability effects stack. When you are forced to manifest fully, that relies on sound, such as bardic music or a shout this feat applies to the natural armor bonus granted by spell. Using this ability requires concentration. your Charisma (see Monster Abilities, later in this chapter). Heighten Turning [General] You can affect more powerful undead with your turn- Improved Ghost Flight [Ghost, Traveler] ing or rebuking attempts. Your ghost body can fly rapidly.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can shape available ectoplasm into a Prerequisites:Corrupting Touch, Agony Touch for facsimile of nonliving material, such as clothing, rope, the same ability score, Cha 13. leather, or wood. For example, you could make a suit of Benefit:You can make a touch attack that deals 1d4 leather armor out of ectoplasm and it would function points of permanent ability drain to the selected abil- exactly like normal leather armor (buckles, buttons, ity score of a living creature or ghost. When you are and other small parts that would normally be made out manifested fully or attacking incorporeal opponents, of metal are instead made of ectoplasmic wood but are you add your Strength modifier to attack rolls. When sufficient for this purpose). It takes 1 full round per you are incorporeal, you add your Dexterity modifier pound of weight of the object to craft it, so a suit of to attack rolls. If the attack scores a critical hit, the ectoplasmic leather armor takes 15 rounds to shape. draining is doubled (ghosts are not subject to criti- You must make an appropriate Craft check to shape cal hits). Only one kind of damage articles requiring a high degree of craftsmanship or effect from the path of the (afolding chair, a glass vase, and so on). corrupter applies from each The material is obviously formed of ecto- attack. You may use this plasm and lasts for a number of minutes attack once per day per equal to 10 + (10 × your Wisdom bonus). character level. Shaped ectoplasm has all the properties You do not have to use of raw ectoplasm, except that it lasts this ability when you touch longer and maintains whatever another creature, and creatures form you mold it into. that touch you are not subject to this ability drain. Sherem-Lar Sorcery [General] Normal:A ghost’s touch attack You are one of the Sherem-Lar, normally deals no damage. magically altered in the womb Special: You can gain this feat to enhance your potential as a multiple times. Its effects do not sorcerer. stack. Each time you take the",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character without this feat has a ghost your Armor Class against attacks from that opponent. body that is semitransparent and easily recognizable as This armor bonus stacks with the armor bonus from a ghost. armor and shield. You can select a new melee oppo- nent on any action. A condition that makes you lose Survivor [General] your Dexterity bonus to Armor Class (if any) also Your people thrive in a region that others find unin- makes you lose this bonus. habitable, and you excel at uncovering the secrets of A version of this feat first appeared in the FORGOTTEN the wilderness and surviving to tell the tale. REALMSCampaign Setting.",
        "name":  "Normal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This spell can create up to 1 pound of age to ghosts. ectoplasm. Ghost TouchArmor:In the Ghostwalkcampaign, ghost Protection from Chaos/Evil/Good/Law:Because a ghost touch armors are much more common and easier to who returns to the Material Plane under its own pow- create. They have the same abilities as the ghost touch er is not a summoned or conjured creature, such a armor presented in the DUNGEONMASTER’s Guide,but the ghost is not affected by the third effect of this spell. market price is a +1 bonus instead of a +3 bonus. A",
        "name":  "Prestidigitation",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This spell can be cast on ecto- character wishing to create ghost toucharmor may use plasm, delaying its dissolution for another 10 the etherealnessspell or the ghost touch armorspell as a minutes. One cubic foot of ectoplasm prerequisite. weighs approximately 100 pounds. Heward’s Handy Haversack: Be-",
        "name":  "Purify Food and Drink",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A naturally incorporeal monster (such action. When you use a bola flail to make a ranged trip as a shadow or spectre) that is forced to manifest fully attack, your opponent does not get an opportunity to (whether by the Manifest Ward or a spell or item that trip you in return. duplicates its effects) is treated as if it had a Strength score of 10. It uses its Strength modifier instead of its ARMOR Dexterity modifier on its melee attacks. In the Ghost- One special type of armor is specifically available in walkcampaign, such a creature should be given Incor- the Ghostwalkcampaign. poreal Form as a bonus feat; otherwise, the creature Thurkasian Breastplate:This armor is designed to ends up far weaker than its CR would imply. be put on quickly and removed easily. The major pieces",
        "name":  "Incorporeal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ghosts who are manifested fully can be de- are all attached by small leather cords and rivets, allow- tected and recognized by scent. Their scent is simi- ing it to be draped over your body all at once. Donning lar to, but not the same as, their physical body’s this armor hastily or removing it is a full-round action, scent. rather than taking 1 minute. Donning the armor nor-",
        "name":  "Scent",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This humanoid creation of metal and wood roughly resembles a tailor’s dummy, with articulated limbs and head. The unusual materials in its construction allow an incorporeal creature to enter the manikin (a standard action) and move it in a manner similar to how some ghosts can possess bodies, allowing a ghost to carry material objects even when outside the Manifest Ward. Leaving the manikin is a standard action. A ghost uses its own ability scores when inhabiting a manikin. However, because a manikin is less effi- cient than a true body, a ghost operating a manikin takes penalties similar to those from wearing armor. An inhabited manikin has a maximum Dex bonus of +2 and an armor check penalty of –5. A ghost profi- cient in medium armor ignores these penalties. A manikin can wear armor just as a normal character can; a ghost inhabiting such a manikin uses the smaller but acts as Large monstrous scorpion venom (injury maximum Dex bonus of the two and adds together the DC 18, 1d6 Str/1d6 Str) against manifested ghosts. armor check penalties.",
        "name":  "Shellcraft Manikin",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor gains the ghost touch property. 4th-Level Blackguard Spell Shroud of Undeath: Negative energy shroud makes",
        "name":  "BLACKGUARD SPELLS Ghost Touch Armor",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor gains the ghost touch Ghost Domain property. Deities:Aluvan.",
        "name":  "Ghost Touch Armor",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +3 natural Granted Power: Cast ectomancy spells at +1 caster armor bonus. level. 3rd-Level Cleric Spells Ghost Domain Spells",
        "name":  "Stone Bones",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +5 natural armor 9 Forcecage:Cube of force imprisons all inside. bonus.",
        "name":  "Iron Bones",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Negative energy shroud Iron Bones:Corporeal undead gains +5 natural makes undead perceive you as undead. armor bonus.",
        "name":  "Shroud of Undeath",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor gains the ghost touchproperty. 5th-Level Sorcerer/Wizard Spells",
        "name":  "Trans Ghost Touch Armor",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +3 natu- Abjur Dispel Possession: Forces possessing creature ral armor bonus. out of its host body. 48 :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 8:49 AM Page 48 pqqqqrs ECTOMANCY Ectomancy is the study of magic relating to ghosts, ectoplasm, astral projection and souls (rather than simply the application of positive or death knell negative energy). While many spells are considered to be of death ward this type, ectomancy is not a true school of magic—for invisibility to undead example, some ectomancy spells are in the necromancy school, negative energy protection others are in the conjuration school, and so on. Wizards raise dead cannot choose ectomancy as a specialist school, but some reincarnate focus their studies on ectomancy, just as some focus on fire resurrection or teleportation. slay living All spells that are considered “ectomancy” spells bear the soul bind ectomancy descriptor after the school name. In addition to symbol (death only) the ectomancy spells presented in this book, the following trap the soul spells in the Player’s Handbook should be considered ecto- true resurrection mancy spells. wail of the banshee pqqqqrs",
        "name":  "Stone Bones",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes their bones (such as stone bones,or a polymorphspell to turn into a boneless creature), but does affect creatures You cause the target to succumb to an infection and with exoskeletons instead of humanlike bones (such corruption of the lungs. An affected creature’s speed is as vermin). The spell deals 1d4 points of damage per reduced by half, it loses any Dexterity bonus to Armor caster level (maximum 5d4). Class, and it takes a –2 penalty on attack rolls. Remove Arcane Material Component: A tiny bell carved from a diseasemay end the effects of this spell early. bone. This spell was created by the clerics of Khostren. Bottomless Hate Blessing of the Snake Mother Enchantment (Compulsion) [Mind-Affecting] Transmutation [Evil] Level:Rgr 2",
        "name":  "Spell Resistance",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes Death Armor",
        "name":  "Casting Time",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One living creature including clothing, armor,",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A handful of resin marbles. Transmutation [Ectomancy]",
        "name":  "Ghost Touch Armor Material Component",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor of creature touched Casting Time:1 action",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) Duration:Variable (see below) The subject’s armor gains the ghost touchproperty. When you play your instrument, sing your song, recite",
        "name":  "Spell Resistance",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A shield made of resin. your epic poem, or speak your words of encourage- ment, you fill your allies with greater confidence than Ghost Venom normal. When under the effect of this spell, you grant Necromancy [Ectomancy] a +4 morale bonus on saving throws against charmand",
        "name":  "Material Component",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Brd 2 As stone bones, except the target creature’s skeleton Components:V, S changes to iron. The creature gains a +5 natural armor Casting Time:1 full round bonus to AC. Range:Long (400 ft. + 40 ft./level)",
        "name":  "Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Clr 2, Sor/Wiz 2 and cure spells hurt you. You are treated as if you were Components:V, S, F undead for the purposes of all spells and effects that Casting Time:1 action specifically affect undead. A successful turning (or re- Range:Touch buking) attempt against you (treating you as an undead Target:Corporeal undead creature touched of your Hit Dice) requires you to make a Will saving Duration:10 minutes/level throw (DC 10 + cleric’s Cha modifier) or be panicked Saving Throw:Will negates (harmless) (or cowering) for 10 rounds. A successful Spell Resistance:Yes (harmless) turning attempt against you that would destroy (or You cause the skeleton of the target to become command) an undead thicker and as strong as stone. This gives of your Hit Dice re- the target a +3 natural quires you to make a armor bonus to AC. Will save (DC 15 + The spell has no effect cleric’s Cha modifier) on creatures that have or be stunned (or no skeleton but works charmed as by charm normally on creatures that have exoskeletons monster) for 10 rounds. (such as insects).",
        "name":  "When you are using this spell, inflict spells heal you Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Galaedros frost quarterstaff Armor, death ward;Market Price:+2 bonus. Khostren venomous spiked gauntlet This special ability first appeared in Magic of Faerûn. Nessek flaming dagger",
        "name":  "Eanius merciful quarterstaff Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and campaign, many of them tied to undeath or ghosts. Armor, enervation; Market Price:+2 bonus. This special ability first appeared in Defenders of the Armor and Shield Special Abilities Faith.",
        "name":  "There are many strange magic items in the Ghostwalk Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer of a suit of armor or the Armor and Shield section of Chapter 8 in the a shield with this ability may attack ghosts (or other DUNGEONMASTER’s Guide. ectoplasm-based creatures) as with a disrupt ectoplasm",
        "name":  "These special abilities expand the selection found in Ghost Disrupting",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor and shields with this ability spell cast by a 5th-level wizard up to four times per day. are always a dull black and appear to possess depths Armor and shields with this ability usually are deco- that couldn’t exist. A suit of armor or a shield with rated with a lattice of gray lines. this ability absorbs ability drain and energy drain Caster Level:5th; Prerequisites:Craft Magic Arms and attacks. It can absorb as many points of ability scores Armor, disrupt ectoplasm; Market Price:+2 bonus. or levels drained per day as its enhancement bonus. Negative Energy Protection:Armor enhanced by 62 It allows a Fortitude save (DC 10 + attacker’s Cha this special ability grants the wearer negative energy pro- :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 9:11 AM Page 62 Table 1–14: Armor and Shield Special Abilities Roll %: 01–85 Use Table 8–6: Armor Special Abilities in the DUNGEONMASTER’s Guide. 86–100 Use the table below. Market Price Minor Medium Major Special Ability Modifier* 01–16 01–12 01–08 Death ward +2 bonus 17–32 13–24 09–16 Energy drain +2 bonus 33–48 25–36 17–24 Ghost disrupting +2 bonus 49–64 37–48 25–32 Negative energy +2 bonus protection 65–80 49–60 33–40 Undead disrupting +2 bonus 81–91 61–70 41–50 Absorbing +3 bonus 92–98 71–80 51–65 Undead controlling +4 bonus 99–100 81–100 66–100 Roll twice again** *Add to enhancement bonus on Table 8–3: Armor and Shields in the DUNGEONMASTER’s Guideto determine total market price. **If you roll a special ability twice, only one counts. If you roll two versions of the same special ability, use the better. tection for 5 rounds the first time each day the Caster Level:13th; Prerequisites:Craft wearer is exposed to any nega- Magic Arms and Ar- tive energy attack. mor, control undead;",
        "name":  "Absorbing",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft gp; Cost to Create: Magic Arms and 12,850 gp + 1,000 XP. Armor, negative Holoran’s Chain- energy protection; mail: Worn by a fa-",
        "name":  "Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 bonus. mous hero of Aluvan’s faith, This special ability first ap- this set of +2 negative energy pro- peared in Magic of Faerûn. tection undead disrupting chainmail",
        "name":  "Market Price",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    }
]
