[
    {
        "origin_file":  "weapons.json",
        "description":  "You can also use Bluff to mislead an opponent in melee Krusk helps Jozan climb combat (so that it can’t dodge your next the cliff. attack effectively). To feint, make a Bluff check opposed by your target’s Sense 68 :4 RETPAHC SLLIKS bonus on Diplomacy, Intimidate, and Sleight of Hand checks, as so takes 1 minute per piton, and one piton is needed per 3 feet of well as on Disguise checks made when you know you’re being distance. As with any surface that offers handholds and footholds, a observed and you try to act in character. wall with pitons in it has a DC of 15. In the same way, a climber with a handaxe or similar implement can cut handholds in an ice wall. CLIMB (STR; ARMOR CHECK PENALTY) Catching Yourself When Falling: It’s practically impossible to catch yourself on a wall while falling. Make a Climb check (DC = wall’s Use this skill to scale a cliff, to get to the window on the second DC + 20) to do so. It’s much easier to catch yourself on a slope (DC = story of a wizard’s tower, or to climb out of a pit after falling through slope’s DC + 10). a trapdoor.",
        "name":  "Feinting in Combat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must make a Concentration check whenever you use a shield while climbing. might potentially be distracted (by taking damage, by harsh weather, Any time you take damage while climbing, make a Climb check and so on) while engaged in some action that requires your full against the DC of the slope or wall. Failure means you fall from your attention. Such actions include casting a spell, concentrating on an current height and sustain the appropriate falling damage. (The active spell (such as detect magic), directing a spell (such as spiritual Dungeon Master’s Guide has information on falling damage.) weapon), using a spell-like ability (such as a paladin’s remove disease",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can make your of opportunity, you need not make a Concentration check to avoid own handholds and footholds by pounding pitons into a wall. Doing being distracted. 69 SKILLS CHAPTER 4: If the Concentration check succeeds, you may continue with the succeeds, you may attempt the action normally without provoking action as normal. If the check fails, the action automatically fails and any attacks of opportunity. A successful Concentration check still is wasted. If you were in the process of casting a spell, the spell is doesn’t allow you to take 10 on another check if you are in a stressful lost (see Cast a Spell, page 140). If you were concentrating on an situation; you must make the check normally. If the Concentration active spell, the spell ends as if you had ceased concentrating on it. If check fails, the related action also automatically fails (with any you were directing a spell, the direction fails but the spell remains appropriate ramifications), and the action is wasted, just as if your active. If you were using a spell-like ability, that use of the ability is concentration had been disrupted by a distraction. lost. A skill use also fails, and in some cases a failed skill check may A character with the Combat Casting feat gets a +4 bonus on have other ramifications as well. Concentration checks made to cast a spell or use a spell-like ability The table below summarizes various types of distractions that while on the defensive (see page 140) or while grappling or pinned. cause you to make a Concentration check. If the distraction occurs while you are trying to cast a spell, you must add the level of the spell you are trying to cast to the appropriate Concentration DC (See CRAFT (INT) Concentration, page 170, for more information). If more than one You are trained in a craft, trade, or art, such as alchemy, armor- type of distraction is present, make a check for each one; any failed smithing, basketweaving, bookbinding, bowmaking, blacksmithing, Concentration check indicates that the task is not completed. calligraphy, carpentry, cobbling, gemcutting, leatherworking, locksmithing, painting, pottery, sculpting, shipmaking, stonema- Concentration DC1 Distraction sonry, trapmaking, weaponsmithing, or weaving. 10 + damage dealt Damaged during the action.2 Like Knowledge, Perform, and Profession, Craft is actually a 10 + half of continuous Taking continuous damage during the number of separate skills. For instance, you could have the skill damage last dealt action.3 Craft (carpentry). Your ranks in that skill don’t affect any Craft Distracting spell’s Distracted by nondamaging spell.4 (pottery) or Craft (leatherworking) checks you might make. You save DC could have several Craft skills, each with its own ranks, each pur- 10 Vigorous motion (on a moving mount, taking a bouncy wagon ride, in a small boat chased as a separate skill. in rough water, belowdecks in a storm- A Craft skill is specifically focused on creating something. If tossed ship). nothing is created by the endeavor, it probably falls under the 15 Violent motion (on a galloping horse, taking heading of a Profession skill (page 80). a very rough wagon ride, in a small boat in Check: You can practice your trade and make a decent living, rapids, on the deck of a storm-tossed ship). earning about half your check result in gold pieces per week of 20 Extraordinarily violent motion (earthquake). dedicated work. You know how to use the tools of your trade, how to 15 Entangled. perform the craft’s daily tasks, how to supervise untrained helpers, 20 Grappling or pinned. (You can cast only spells without somatic components for and how to handle common problems. (Untrained laborers and which you have any required material assistants earn an average of 1 silver piece per day.) component in hand.) The basic function of the Craft skill, however, is to allow you to 5 Weather is a high wind carrying blinding make an item of the appropriate type. The DC depends on the rain or sleet. complexity of the item to be created. The DC, your check results, 10 Weather is wind-driven hail, dust, or debris. and the price of the item determine how long it takes to make a Distracting spell’s Weather caused by a spell, such as storm of particular item. (In the game world, is it the skill level required, the save DC vengeance.4 time required, and the raw materials required that determine an item’s price.) 1 If you are trying to cast, concentrate on, or direct a spell when the distraction occurs, add the level of the spell to the indicated DC. In some cases, the fabricate spell(page 229) can be used to achieve 2 Such as during the casting of a spell with a casting time of 1 round or the results of a Craft check with no actual check involved. However, more, or the execution of an activity that takes more than a single full- you must make an appropriate Craft check when using the spell to round action (such as Disable Device). Also, damage stemming from make articles requiring a high degree of craftsmanship (jewelry, an attack of opportunity or readied attack made in response to the swords, glass, crystal, and so forth). spell being cast (for spells with a casting time of 1 action) or the A successful Craft check related to woodworking in conjunction action being taken (for activities requiring no more than a full-round with the casting of the ironwood spell (page 246) enables you to make action). (See also Distracting Spellcasters, page 160.) wooden items that have the strength of steel. 3 Such as from Melf’s acid arrow. When casting the spell minor creation (page 253), you must suc- 4 If the spell allows no save, use the save DC it would have if it did allow ceed on an appropriate Craft check to make a complex item. For a save. instance, a successful Craft (bowmaking) check might be required to make straight arrow shafts.",
        "name":  "Making Your Own Handholds and Footholds",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use Concentration to cast a spell, use a spell-like 1. Find the item’s price in Chapter 7: Equipment of this book or in ability, or use a skill defensively, so as to avoid attacks of opportunity the Dungeon Master’s Guide, or have the DM set the price for an item altogether. This doesn’t apply to other actions that might provoke not otherwise described. Put the price in silver pieces (1 gp = 10 sp). attacks of opportunity (such as movement or loading a crossbow). 2. Find the DC from the table below, or have the DM set one. The DC of the check is 15 (plus the spell’s level, if casting a spell or 3. Pay one-third of the item’s price for the cost of raw materials. using a spell-like ability defensively). If the Concentration check 4. Make an appropriate Craft check representing one week’s 70 :4 RETPAHC SLLIKS work. If the check succeeds, multiply your check result by the DC. with stonework and metalwork. If the result × the DC equals the price of the item in sp, then you A gnome has a +2 racial bonus on Craft (alchemy) checks because have completed the item. (If the result × the DC equals double or gnomes have sensitive noses. triple the price of the item in silver pieces, then you’ve completed You may voluntarily add +10 to the indicated DC to craft an item. the task in one-half or one-third of the time. Other multiples of the This allows you to create the item more quickly (since you’ll be DC reduce the time in the same manner.) If the result × the DC multiplying this higher DC by your Craft check result to determine doesn’t equal the price, then it represents the progress you’ve made progress). You must decide whether to increase the DC before you this week. Record the result and make a new Craft check for the make each weekly or daily check. next week. Each week, you make more progress until your total To make an item using Craft (alchemy), you must have alchemical reaches the price of the item in silver pieces. equipment and be a spellcaster. If you are working in a city, you can If you fail a check by 4 or less, you make no progress this week. If buy what you need as part of the raw materials cost to make the you fail by 5 or more, you ruin half the raw materials and have to pay item, but alchemical equipment is difficult or impossible to come by half the original raw material cost again. in some places. Purchasing and maintaining an alchemist’s lab",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can make a masterwork item—a Synergy: If you have 5 ranks in a Craft skill, you get a +2 bonus on Appraise checks related to items made with that Craft skill. weapon, suit of armor, shield, or tool that conveys a bonus on its use through its exceptional craftsmanship, not through being magical. To create a masterwork item, you create the masterwork component DECIPHER SCRIPT (INT; TRAINED ONLY) as if it were a separate item in addition to the standard item. The Use this skill to piece together the meaning of ancient runes carved masterwork component has its own price (300 gp for a weapon or into the wall of an abandoned temple, to get the gist of an 150 gp for a suit of armor or a shield) and a Craft DC of 20. Once intercepted letter written in the Infernal language, to follow the both the standard component and the masterwork component are directions on a treasure map written in a forgotten alphabet, or to completed, the masterwork item is finished. Note: The cost you pay interpret the mysterious glyphs painted on a cave wall. for the masterwork component is one-third of the given amount, Check: You can decipher writing in an unfamiliar language or a just as it is for the cost in raw materials. message written in an incomplete or archaic form. The base DC is 20",
        "name":  "Creating Masterwork Items",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character with the Diligent feat gets a +2 bonus on Armor or shield Armorsmithing 10 + AC bonus Decipher Script checks. Longbow or shortbow Bowmaking 12",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have 5 or more ranks in Decipher Script, you get Composite longbow or Bowmaking 15 composite shortbow a +2 bonus on Use Magic Device checks involving scrolls. Composite longbow or Bowmaking 15 + composite shortbow with (2 × rating) DIPLOMACY (CHA) high strength rating Use this skill to persuade the chamberlain to let you see the king, to Crossbow Weaponsmithing 15 negotiate peace between feuding barbarian tribes, or to convince the Simple melee or thrown weapon Weaponsmithing 12 ogre mages that have captured you that they should ransom you Martial melee or thrown weapon Weaponsmithing 15 back to your friends instead of twisting your limbs off one by one. Exotic melee or thrown weapon Weaponsmithing 18 Mechanical trap Trapmaking Varies2 Diplomacy includes etiquette, social grace, tact, subtlety, and a way with words. A skilled character knows the formal and informal rules Very simple item (wooden spoon) Varies 5 Typical item (iron pot) Varies 10 of conduct, social expectations, proper forms of address, and so on. High-quality item (bell) Varies 15 This skill represents the ability to give others the right impression of Complex or superior item (lock) Varies 20 oneself, to negotiate effectively, and to influence others. 1 You must be a spellcaster to craft any of these items. Check: You can change the attitudes of others (nonplayer 2 Chapter 3 of the Dungeon Master’s Guide contains a set of rules for characters) with a successful Diplomacy check; see the Influencing how to construct traps. NPC Attitudes sidebar, below, for basic DCs. (The Dungeon Master’s Guide has more information on influencing NPCs.) In negotiations,",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These devices can be thwarted by smashing the caster level check against the level of the trap’s creator suppresses the mechanism or blocking the weapons, as noted above. Alternatively, if a trap for 1d4 rounds. This works only with a targeted dispel magic, not the character studies the trap as it triggers, he might be able to time his area version (see the spell description, page 223). dodges just right to avoid damage. A character who is doing nothing but Traps are discussed in greater detail in Chapter 3 of the Dungeon studying a trap when it first goes off gains a +4 dodge bonus against its Master’s Guide. 73 SKILLS CHAPTER 4: FORGERY (INT) If you want to find out about a specific rumor (“Which way to the ruined temple of Erythnul?”) or a specific item (“What can you tell Use this skill to fake a written order from the duchess instructing a me about that pretty sword the captain of the guard walks around jailer to release prisoners, to create an authentic-looking treasure with?”), or obtain a map, or do something else along those lines, the map, or to detect forgeries that others try to pass off. DC for the check is 15 to 25, or even higher.",
        "name":  "Melee Attack Traps",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "While anyone can use Search to find a trap whose attended object, hide a light weapon in your clothing, or perform DC is 20 or lower, only a rogue can use Search to locate traps with some feat of legerdemain with an object no larger than a hat or a loaf higher DCs. (Exception: The spell find traps temporarily enables a of bread.",
        "name":  "Restriction",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A DC 10 Sleight of Hand check lets you palm a coin- cleric to use the Search skill as if he were a rogue.) sized, unattended object. Performing a minor feat of legerdemain, A dwarf, even one who is not a rogue, can use the Search skill to such as making a coin disappear, also has a DC of 10 unless an find a difficult trap (one with a DC higher than 20) if the trap is built observer is determined to note where the item went. into or out of stone. He gains a +2 racial bonus on the Search check When you use this skill under close observation, your skill check from his stonecunning ability. is opposed by the observer’s Spot check. The observer’s success doesn’t prevent you from performing the action, just from doing it SENSE MOTIVE (WIS) unnoticed. Use this skill to tell when someone is bluffing you, to discern You can hide a small object (including a light weapon, such as a hidden messages in conversations, or to sense when someone is handaxe, or an easily concealed ranged weapon, such as a dart, sling, being magically influenced. This skill represents sensitivity to the or hand crossbow) on your body. Your Sleight of Hand check is body language, speech habits, and mannerisms of others. opposed by the Spot check of anyone observing you or the Search",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A successful check lets you avoid being bluffed (see the check of anyone frisking you. In the latter case, the searcher gains a Bluff skill, page 67). You can also use this skill to determine when +4 bonus on the Search check, since it’s generally easier to find such 81 SKILLS CHAPTER 4: an object than to hide it. A dagger is easier to hide than most light Action: Not applicable. weapons, and grants you a +2 bonus on your Sleight of Hand check Try Again: Not applicable. There are no Speak Language checks to conceal it. An extraordinarily small object, such as a coin, to fail. shuriken, or ring, grants you a +4 bonus on your Sleight of Hand check to conceal it, and heavy or baggy clothing (such as a cloak) The Speak Language skill doesn’t work like other skills. Languages grants you a +2 bonus on the check. Drawing a hidden weapon is a work as follows. standard action and doesn’t provoke an attack of opportunity. (cid:1) You start at 1st level knowing one or two languages (based on If you try to take something from another creature, you must your race), plus an additional number of languages equal to your make a DC 20 Sleight of Hand check to obtain it. The opponent starting Intelligence bonus (see Chapter 2: Races). makes a Spot check to detect the attempt, opposed by the same (cid:1) You can purchase Speak Language just like any other skill, but Sleight of Hand check result you achieved when you tried to grab instead of buying a rank in it, you choose a new language that you the item. An opponent who succeeds on this check notices the can speak. attempt, regardless of whether you got the item. (cid:1) You don’t make Speak Language checks. You either know a You can also use Sleight of Hand to entertain an audience as language or you don’t. though you were using the Perform skill. In such a case, your “act” (cid:1) A literate character (anyone but a barbarian who has not spent encompasses elements of legerdemain, juggling, and the like. skill points to become literate) can read and write any language she speaks. Each language has an alphabet, though sometimes Sleight of Hand several spoken languages share a single alphabet. DC Task 10 Palm a coin-sized object, make a coin disappear SPELLCRAFT (INT; TRAINED ONLY) 20 Lift a small object from a person Use this skill to identify spells as they are cast or spells already in",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All characters except wizards, sorcerers, and monks an XP cost also carries a commensurate cost. In addition to the costs automatically have Armor Proficiency (light) as a bonus feat. They derived from the base price, you must expend the material need not select it. component or pay the XP when creating the potion. 89 FEATS CHAPTER 5: Table 5–1: Feats General Feats Prerequisites Benefit Acrobatic — +2 bonus on Jump and Tumble checks Agile — +2 bonus on Balance and Escape Artist checks Alertness — +2 bonus on Listen and Spot checks Animal Affinity — +2 bonus on Handle Animal and Ride checks Armor Proficiency (light) — No armor check penalty on attack rolls Armor Proficiency (medium) Armor Proficiency (light) No armor check penalty on attack rolls Armor Proficiency (heavy) Armor Proficiency (medium) No armor check penalty on attack rolls Athletic — +2 bonus on Climb and Swim checks Augment Summoning Spell Focus (conjuration) Summoned creatures gain +4 Str, +4 Con Blind-Fight1 — Reroll miss chance for concealment Combat Casting — +4 bonus on Concentration checks for defensive casting Combat Expertise1 Int 13 Trade attack bonus for AC (max 5 points) Improved Disarm1 Combat Expertise +4 bonus on disarm attempts; no attack of opportunity Improved Feint1 Combat Expertise Feint in combat as move action Improved Trip1 Combat Expertise +4 bonus on trip attempts; no attack of opportunity Whirlwind Attack1 Dex 13, Combat Expertise, Dodge, Mobility, One melee attack against each opponent within reach Spring Attack, base attack bonus +4 Combat Reflexes1 — Additional attacks of opportunity Deceitful — +2 bonus on Disguise and Forgery checks Deft Hands — +2 bonus on Sleight of Hand and Use Rope checks Diligent — +2 bonus on Appraise and Decipher Script checks Dodge1 Dex 13 +1 dodge bonus to AC against selected target Mobility1 Dodge +4 dodge bonus to AC against some attacks of opportunity Spring Attack1 Mobility, base attack bonus +4 Move before and after melee attack Endurance — +4 bonus on checks or saves to resist nonlethal damage Diehard Endurance Remain conscious at –1 to –9 hp Eschew Materials — Cast spells without material components Exotic Weapon Proficiency1, 2 Base attack bonus +1 No penalty on attacks with specific exotic weapon Extra Turning3 Ability to turn or rebuke creatures Can turn or rebuke 4 more times per day Great Fortitude — +2 bonus on Fortitude saves Improved Counterspell — Counterspell with spell of same school Improved Critical1, 2 Proficient with weapon, base attack bonus +8 Double threat range of weapon Improved Initiative — +4 bonus on initiative checks Improved Turning Ability to turn or rebuke creatures +1 level for turning checks Improved Unarmed Strike1 — Considered armed even when unarmed Improved Grapple1 Dex 13, Improved Unarmed Strike +4 bonus on grapple checks; no attack of opportunity Deflect Arrows1 Dex 13, Improved Unarmed Strike Deflect one ranged attack per round Snatch Arrows1 Dex 15, Deflect Arrows, Catch a deflected ranged attack Improved Unarmed Strike Stunning Fist1 Dex 13, Wis 13, Improved Unarmed Strike, Stun opponent with unarmed strike base attack bonus +8 Investigator — +2 bonus on Gather Information and Search checks Iron Will — +2 bonus on Will saves Leadership Character Level 6th Attract cohort and followers Lightning Reflexes — +2 bonus on Reflex saves Magical Aptitude — +2 bonus on Spellcraft and Use Magic Device checks Martial Weapon Proficiency2 — No penalty on attacks with specific martial weapon Mounted Combat1 Ride 1 rank Negate hits on mount with Ride check Mounted Archery1 Mounted Combat Half penalty for ranged attacks while mounted Ride-By Attack1 Mounted Combat Move before and after a mounted charge Spirited Charge1 Mounted Combat, Ride-By Attack Double damage with mounted charge Trample1 Mounted Combat Target cannot avoid mounted overrun Natural Spell Wis 13, Ability to use wild shape Cast spells while in wild shape Negotiator — +2 bonus on Diplomacy and Sense Motive checks Nimble Fingers — +2 bonus on Disable Device and Open Lock checks Persuasive — +2 bonus on Bluff checks and Intimidate checks Point Blank Shot1 — +1 bonus on ranged attack and damage within 30 ft. Far Shot1 Point Blank Shot Increase range increment by 50% or 100% Precise Shot1 Point Blank Shot No –4 penalty for shooting into melee Rapid Shot1 Dex 13, Point Blank Shot One extra ranged attack each round Manyshot1 Dex 17, Point Blank Shot, Rapid Shot, Shoot two or more arrows simultaneously base attack bonus +6 Shot on the Run1 Dex 13, Dodge, Mobility, Point Blank Shot, Move before and after ranged attack base attack bonus +4 Improved Precise Shot1 Dex 19, Point Blank Shot, Precise Shot, Ignore less than total cover/concealment on ranged attack base attack bonus +11 90 :5 RETPAHC STAEF Power Attack1 Str 13 Trade attack bonus for damage (up to base attack bonus) Cleave1 Power Attack Extra melee attack after dropping target Great Cleave1 Cleave, Power Attack, base attack bonus +4 No limit to cleave attacks each round Improved Bull Rush1 Power Attack +4 bonus on bull rush attempts; no attack of opportunity Improved Overrun1 Power Attack +4 bonus on overrun attempts; no attack of opportunity Improved Sunder1 Power Attack +4 bonus on sunder attempts; no attack of opportunity Quick Draw1 Base attack bonus +1 Draw weapon as free weapon Rapid Reload1 Weapon Proficiency with crossbow Reload crossbow more quickly Run — Run 5 times normal speed, +4 bonus on Jump checks Made after a running start Self-Sufficient — +2 bonus on Heal and Survival checks Shield Proficiency — No armor check penalty on attack rolls Improved Shield Bash1 Shield Proficiency Retain shield bonus to AC when shield bashing Tower Shield Proficiency Shield Proficiency No armor check penalty on attack rolls Simple Weapon Proficiency — No –4 penalty on attack rolls with simple weapons Skill Focus2 — +3 bonus on checks with selected skill Spell Focus2 — +1 bonus on save DCs against specific school of magic Greater Spell Focus2 — +1 bonus on save DCs against specific school of magic Spell Mastery2 Wizard level 1st Can prepare some spells without spellbook Spell Penetration — +2 bonus on caster level checks to defeat spell resistance Greater Spell Penetration Spell Penetration +4 to caster level checks to defeat spell resistance Stealthy — +2 bonus on Hide and Move Silently checks Toughness3 — +3 hit points Track — Use Survival skill to track Two-Weapon Fighting1 Dex 15 Reduce two-weapon fighting penalties by 2 Two-Weapon Defense1 Two-Weapon Fighting Off-hand weapon grants +1 shield bonus to AC Improved Two-Weapon Fighting1 Dex 17, Two-Weapon Fighting, Gain second off-hand attack base attack bonus +6 Greater Two-Weapon Fighting Dex 19, Improved Two-Weapon Gain third off-hand attack Fighting, Two-Weapon Fighting, base attack bonus +11 Weapon Finesse1, 2 Proficiency with weapon, Use Dex modifier instead of Str modifier on attack rolls base attack bonus +1 with light melee weapons Weapon Focus1, 2 Proficiency with weapon, base attack bonus +1 +1 bonus on attack rolls with selected weapon Weapon Specialization1, 2 Proficiency with weapon, Weapon Focus +2 bonus on damage rolls with selected weapon with weapon, fighter level 4th Greater Weapon Focus1, 2 Proficiency with weapon, Weapon Focus +2 bonus on attack rolls with selected weapon with weapon, fighter level 8th Greater Weapon Specialization1, 2 Proficiency with weapon, Greater Weapon Focus +4 bonus on damage rolls with selected weapon with weapon, Weapon Focus with weapon, Weapon Specialization with weapon, fighter level 12th Item Creation Feats Prerequisites Benefit Brew Potion Spellcaster level 3rd Create magic potions Craft Magic Arms and Armor Spellcaster level 5th Create magic weapons, armor, and shields Craft Rod Spellcaster level 9th Create magic rods Craft Staff Spellcaster level 12th Create magic staffs Craft Wand Spellcaster level 5th Create magic wands Craft Wondrous Item Spellcaster level 3rd Create magic wondrous items Forge Ring Spellcaster level 12th Create magic rings Scribe Scroll Spellcaster level 1st Create magic scrolls Metamagic Feats Prerequisites Benefit Empower Spell — Increase spell’s variable, numeric effects by 50% Enlarge Spell — Double spell’s range Extend Spell — Double spell’s duration Heighten Spell — Cast spells as higher level Maximize Spell — Maximize spell’s variable, numeric effects Quicken Spell — Cast spells as free action Silent Spell — Cast spells without verbal components Still Spell — Cast spells without somatic components Widen Spell — Double spell’s area 1 A fighter may select this feat as one of his fighter bonus feats. 2 You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new weapon, skill, school of magic, or selection of spells. 3 You can gain this feat multiple times. Its effects stack. 91 FEATS CHAPTER 5: CLEAVE [GENERAL] the price of its magical features. To enhance a weapon, suit of armor, or shield, you must spend 1/25 of its features’ total price in XP and You can follow through with powerful blows. use up raw materials costing one-half of this total price.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 13, Power Attack. The weapon, armor, or shield to be enhanced must be a mas-",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you deal a creature enough damage to make it drop terwork item that you provide. Its cost is not included in the above (typically by dropping it to below 0 hit points or killing it), you get cost. an immediate, extra melee attack against another creature within You can also mend a broken magic weapon, suit of armor, or reach. You cannot take a 5-foot step before making this extra attack. shield if it is one that you could make. Doing so costs half the XP, The extra attack is with the same weapon and at the same bonus as half the raw materials, and half the time it would take to craft that the attack that dropped the previous creature. You can use this item in the first place. ability once per round.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The Combat Reflexes feat does not allow a rogue to use you know. Crafting a wand takes one day for each 1,000 gp in its her opportunist ability (see page 51) more than once per round. base price. The base price of a wand is its caster level × the spell A fighter may select Combat Reflexes as one of his fighter bonus level × 750 gp. To craft a wand, you must spend 1/25 of this base feats (see page 38) price in XP and use up raw materials costing one-half of this base A monk may select Combat Reflexes as a bonus feat at 2nd level. price. A newly created wand has 50 charges. Any wand that stores a spell with a costly material component or CRAFT MAGIC ARMS AND ARMOR an XP cost also carries a commensurate cost. In addition to the cost derived from the base price, you must expend fifty copies of the [ITEM CREATION] material component or pay fifty times the XP cost. You can create magic weapons, armor, and shields.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can create any magic weapon, armor, or shield CRAFT WONDROUS ITEM [ITEM CREATION] whose prerequisites you meet (see the Dungeon Master’s Guide for You can create a wide variety of magic items, such as a crystal ball or a prerequisites and other information on these items). Enhancing a flying carpet. weapon, suit of armor, or shield takes one day for each 1,000 gp in Prerequisite: Caster level 3rd. 92 :5 RETPAHC STAEF",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All variable, numeric effects of an empowered spell are DEFLECT ARROWS [GENERAL] increased by one-half. An empowered spell deals half again as much You can deflect incoming arrows, as well as crossbow bolts, spears, damage as normal, cures half again as many hit points, affects half and other projectile or thrown weapons. again as many targets, and so forth, as appropriate. For example, an",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must have at least one hand free (holding nothing) 1d4+1 and multiply the result by 1-1/2 for each missile). Saving to use this feat. Once per round when you would normally be hit throws and opposed rolls (such as the one you make when you cast with a ranged weapon, you may deflect it so that you take no damage dispel magic) are not affected, nor are spells without random from it. You must be aware of the attack and not flat-footed. variables. An empowered spell uses up a spell slot two levels higher Attempting to deflect a ranged weapon doesn’t count as an action. than the spell’s actual level. Unusually massive ranged weapons, such as boulders hurled by giants, and ranged attacks generated by spell effects, such as Melf’s ENDURANCE [GENERAL] acid arrow, can’t be deflected. You are capable of amazing feats of stamina.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can alter a spell with a range of close, medium, or gains four additional uses per day. long to increase its range by 100%. An enlarged spell with a range of Normal: Without this feat, a character can typically turn or close now has a range of 50 ft. + 5 ft./level, while medium-range rebuke undead (or other creatures) a number of times per day equal spells have a range of 200 ft. + 20 ft./level and long-range spells have to 3 + his or her Charisma modifier. a range of 800 ft. + 80 ft./level. An enlarged spell uses up a spell slot Special: You can gain Extra Turning multiple times. Its effects one level higher than the spell’s actual level. stack. Each time you take the feat, you can use each of your turning Spells whose ranges are not defined by distance, as well as spells or rebuking abilities four additional times per day. whose ranges are not close, medium, or long, do not have increased ranges. FAR SHOT [GENERAL] You can get greater distance out of a ranged weapon. ESCHEW MATERIALS [GENERAL] Prerequisite: Point Blank Shot. You can cast spells without relying on material components. Benefit: When you use a projectile weapon, such as a bow, its",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can cast any spell that has a material component range increment increases by one-half (multiply by 1-1/2). When costing 1 gp or less without needing that component. (The casting of you use a thrown weapon, its range increment is doubled. the spell still provokes attacks of opportunity as normal.) If the spell Special: A fighter may select Far Shot as one of his fighter bonus requires a material component that costs more than 1 gp, you must feats (see page 38). have the material component at hand to cast the spell, just as normal. FORGE RING [ITEM CREATION] You can create magic rings, which have varied magical effects. EXOTIC WEAPON PROFICIENCY [GENERAL] Prerequisite: Caster level 12th.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can create any ring whose prerequisites you meet Choose a type of exotic weapon, such as dire flail or shuriken (see (see the Dungeon Master’s Guide for prerequisites and other infor- Table 7–5: Weapons, page 116, for a list of exotic weapons). You mation on rings). Crafting a ring takes one day for each 1,000 gp in understand how to use that type of exotic weapon in combat.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Base attack bonus +1 (plus Str 13 for bastard sword its base price. To craft a ring, you must spend 1/25 of its base price in or dwarven waraxe). XP and use up raw materials costing one-half of its base price.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You make attack rolls with the weapon normally. You can also mend a broken ring if it is one that you could make. Doing so costs half the XP, half the raw materials, and half the time",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character who uses a weapon with which he or she is it would take to forge that ring in the first place. not proficient takes a –4 penalty on attack rolls. Some magic rings incur extra costs in material components or XP,",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Exotic Weapon Proficiency multiple times. as noted in their descriptions. For example, a ring of three wishes costs Each time you take the feat, it applies to a new type of exotic 15,000 XP in addition to costs derived from its base price (as many weapon. Proficiency with the bastard sword or the dwarven waraxe XP as it costs to cast wish three times). You must pay such a cost to has an additional prerequisite of Str 13. forge such a ring or to mend a broken one. A fighter may select Exotic Weapon Proficiency as one of his fighter bonus feats (see page 38) GREAT CLEAVE [GENERAL] You can wield a melee weapon with such power that you can strike multiple times when you fell your foes.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on caster level checks (1d20 + caster 4th-level spell. level) made to overcome a creature’s spell resistance. This bonus stacks with the one from Spell Penetration (see page 100). IMPROVED BULL RUSH [GENERAL] You know how to push opponents back. GREATER TWO-WEAPON FIGHTING Prerequisites: Str 13, Power Attack. [GENERAL]",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 19, Improved Two-Weapon Fighting, Two- defender. Weapon Fighting, base attack bonus +11.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a third attack with your off-hand weapon, albeit fighter bonus feats (see page 38). at a –10 penalty.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Greater Two-Weapon Fighting as one of his fighter bonus feats (see page 38). IMPROVED COUNTERSPELL [GENERAL] An 11th-level ranger who has chosen the two-weapon combat You understand the nuances of magic to such an extent that you can style is treated as having Greater Two-Weapon Fighting, even if he counter your opponent’s spells with great efficiency. does not have the prerequisites for it, but only when he is wearing Benefit: When counterspelling, you may use a spell of the same light or no armor (see page 48). school that is one or more spell levels higher than the target spell.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Without this feat, you may counter a spell only with the GREATER WEAPON FOCUS [GENERAL] same spell or with a spell specifically designated as countering the target spell. Choose one type of weapon, such as greataxe, for which you have already selected Weapon Focus. You can also choose unarmed strike or grapple as your weapon for purposes of this feat. You are IMPROVED CRITICAL [GENERAL] especially good at using this weapon. Choose one type of weapon, such as longsword or greataxe. With",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Proficiency with selected weapon, Weapon Focus that weapon, you know how to hit where it hurts. with selected weapon, fighter level 8th. Prerequisite: Proficient with weapon, base attack bonus +8.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain a +1 bonus on all attack rolls you make using Benefit: When using the weapon you selected, your threat range the selected weapon. This bonus stacks with other bonuses on attack is doubled. For example, a longsword usually threatens a critical hit rolls, including the one from Weapon Focus (see below). on a roll of 19–20 (two numbers). If a character using a longsword",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Greater Weapon Focus multiple times. Its has Improved Critical (longsword), the threat range becomes 17–20 effects do not stack. Each time you take the feat, it applies to a new (four numbers). type of weapon. Special: You can gain Improved Critical multiple times. The A fighter must have Greater Weapon Focus with a given weapon effects do not stack. Each time you take the feat, it applies to a new to gain the Greater Weapon Specialization feat for that weapon. type of weapon. A fighter may select Greater Weapon Focus as one of his fighter This effect doesn’t stack with any other effect that expands the bonus feats (see page 38). threat range of a weapon (such as the keen edge spell). A fighter may select Improved Critical as one of his fighter bonus GREATER WEAPON SPECIALIZATION feats (see page 38). [GENERAL] Choose one type of weapon, such as greataxe, for which you have IMPROVED DISARM [GENERAL] already selected Weapon Specialization. You can also choose You know how to disarm opponents in melee combat. unarmed strike or grapple as your weapon for purposes of this feat. Prerequisites: Int 13, Combat Expertise. You deal extra damage when using this weapon. Benefit: You do not provoke an attack of opportunity when you",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Proficiency with selected weapon, Greater attempt to disarm an opponent, nor does the opponent have a Weapon Focus with selected weapon, Weapon Focus with selected chance to disarm you. You also gain a +4 bonus on the opposed weapon, Weapon Specialization with selected weapon, fighter level attack roll you make to disarm your opponent. 12th. Normal: See the normal disarm rules, page 155.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain a +2 bonus on all damage rolls you make using Special: A fighter may select Improved Disarm as one of his the selected weapon. This bonus stacks with other bonuses on fighter bonus feats (see page 38). damage rolls, including the one from Weapon Specialization (see A monk may select Improved Disarm as a bonus feat at 6th level, below). even if she does not meet the prerequisites.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Greater Weapon Specialization multiple times. Its effects do not stack. Each time you take the feat, it applies IMPROVED FEINT [GENERAL] to a new type of weapon. You are skilled at misdirecting your opponent’s attention in combat.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Int 13, Combat Expertise. fighter bonus feats (see page 38). Benefit: You can make a Bluff check to feint in combat as a move action. HEIGHTEN SPELL [METAMAGIC] Normal: Feinting in combat is a standard action. A fighter may select Improved Feint as one of his fighter bonus You can cast a spell as if it were a higher-level spell than it actually is. feats (see page 38).",
        "name":  "A fighter may select Greater Weapon Specialization as one of his Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You turn or rebuke creatures as if you were one level In addition, when you shoot or throw ranged weapons at a grap- higher than you are in the class that grants you the ability. pling opponent, you automatically strike at the opponent you have chosen. IMPROVED TWO-WEAPON FIGHTING",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See pages 150–152 for rules on the effects of cover and concealment. Without this feat, a character who shoots or throws a [GENERAL] ranged weapon at a target involved in a grapple must roll randomly You are an expert in fighting two-handed. to see which grappling combatant the attack strikes. Prerequisites: Dex 17, Two-Weapon Fighting, base attack bonus",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Improved Precise Shot as one of his +6. fighter bonus feats (see page 38). Benefit: In addition to the standard single extra attack you get An 11th-level ranger who has chosen the archery combat style is with an off-hand weapon, you get a second attack with it, albeit at a – treated as having Improved Precise Shot, even if he does not have 5 penalty (see Table 8–10, page 160). the prerequisites for it, but only when he is wearing light or no Normal: Without this feat, you can only get a single extra attack armor (see page 48). with an off-hand weapon.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Improved Two-Weapon Fighting as IMPROVED SHIELD BASH [GENERAL] one of his fighter bonus feats. You can bash with a shield while retaining its shield bonus to your A 6th-level ranger who has chosen the two-weapon combat style Armor Class. is treated as having Improved Two-Weapon Fighting, even if he",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Improved Shield Bash as one of his Benefit: You are considered to be armed even when unarmed — fighter bonus feats (see page 38). that is, you do not provoke attacks or opportunity from armed opponents when you attack them while unarmed. However, you IMPROVED SUNDER [GENERAL] still get an attack of opportunity against any opponent who makes You are skilled at attacking your opponents’ weapons and shields, as an unarmed attack on you. well as other objects. In addition, your unarmed strikes can deal lethal or nonlethal",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you strike at an object held or carried by an Normal: Without this feat, you are considered unarmed when opponent (such as a weapon or shield), you do not provoke an attack attacking with an unarmed strike, and you can deal only nonlethal of opportunity (see Sunder, page 158). damage with such an attack. 96 :5 RETPAHC STAEF",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can attract loyal companions and A 6th-level ranger who has chosen the archery combat style is devoted followers, subordinates who assist you. Your DM treated as having Manyshot even if he does not have the has information on what sort of cohort and how many prerequisites for it, but only when he is wearing light or no armor followers you can recruit. (see page 48). MARTIAL WEAPON PROFICIENCY [GENERAL] Choose a type of martial weapon, such as a longbow (see Table 7–5: Weapons, page 116, for a list of martial weapons). You understand how to use that type of martial weapon in combat. Use this feat to expand the list of weapons with which you are proficient beyond the basic list in your class description.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You make attack rolls with the selected weapon normally.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When using a weapon with which you are not proficient, you take a –4 penalty on attack rolls.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Barbarians, fighters, paladins, and rangers are proficient with all martial weapons. They need not select this feat. You can gain Martial Weapon Proficiency multiple times. Each time you take the feat, it applies to a new type of weapon. A cleric who chooses the War domain automatically gains the Martial Weapon Proficiency feat related to his deity’s favored weapon as a bonus feat, if the weapon is a martial one. He need not select it.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Check with your DM before selecting this feat, and work A sorcerer or wizard who casts the spell Tenser’s transformation on with your DM to determine an appropriate cohort and followers for himself or herself gains proficiency with all martial weapons for the your character (the Dungeon Master’s Guide has more information on duration of the spell. cohorts and followers). LIGHTNING REFLEXES [GENERAL] MAXIMIZE SPELL [METAMAGIC] You can cast spells to maximum effect. You have faster than normal reflexes.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on all Spellcraft checks and Use 60 points of damage at 10th caster level). Saving throws and opposed Magic Device checks. rolls (such as the one you make when you cast dispel magic) are not affected, nor are spells without random variables. A maximized spell MANYSHOT [GENERAL] uses up a spell slot three levels higher than the spell’s actual level. You can fire multiple arrows simultaneously against a nearby target. 97 Illus. by J. Jarvis Attacking with two arrows, thanks to the Manyshot feat. FEATS CHAPTER 5: An empowered, maximized spell gains the separate benefits of POINT BLANK SHOT [GENERAL] each feat: the maximum result plus one-half the normally rolled You are skilled at making well-placed shots with ranged weapons at result. An empowered, maximized fireball cast by a 15th-level wizard close range. deals points of damage equal to 60 plus one half of 10d6.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +1 bonus on attack and damage rolls with ranged weapons at ranges of up to 30 feet. MOBILITY [GENERAL] Special: A fighter may select Point Blank Shot as one of his You are skilled at dodging past opponents and avoiding blows. fighter bonus feats (see page 38).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you attack with a two-handed weapon, or with a one- handed weapon wielded in two hands, instead add twice the number MOUNTED ARCHERY [GENERAL] subtracted from your attack rolls. You can’t add the bonus from You are skilled at using ranged weapons while mounted. Power Attack to the damage dealt with a light weapon (except with",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ride 1 rank, Mounted Combat. unarmed strikes or natural weapon attacks), even though the",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The penalty you take when using a ranged weapon while penalty on attack rolls still applies. (Normally, you treat a double mounted is halved: –2 instead of –4 if your mount is taking a double weapon as a one-handed weapon and a light weapon. If you choose move, and –4 instead of –8 if your mount is running (see Mounted to use a double weapon like a two-handed weapon, attacking with Combat, page 157). only one end of it in a round, you treat it as a two-handed weapon.)",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can shoot or throw ranged weapons at an opponent may attempt a Ride check (as a reaction) to negate the hit. The hit is engaged in melee without taking the standard –4 penalty on your negated if your Ride check result is greater than the opponent’s attack roll (see Shooting or Throwing into a Melee, page 140). attack roll. (Essentially, the Ride check result becomes the mount’s",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Mounted Combat as one of his fighter bonus feats (see page 38). QUICK DRAW [GENERAL] NATURAL SPELL [GENERAL] You can draw weapons with startling speed.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can draw a weapon as a free action instead of as a",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wis 13, wild shape ability. move action. You can draw a hidden weapon (see the Sleight of",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can complete the verbal and somatic components of Hand skill, page 81) as a move action. spells while in a wild shape. For example, while in the form of a A character who has selected this feat may throw weapons at his hawk, you could substitute screeches and gestures with your talons full normal rate of attacks (much like a character with a bow). for the normal verbal and somatic components of a spell. You can also use any material components or focuses you possess, even if Normal: Without this feat, you may draw a weapon as a move action, or (if your base attack bonus is +1 or higher) as a free action such items are melded within your current form. This feat does not as part of movement (see page 142). Without this feat, you can draw permit the use of magic items while you are in a form that could not a hidden weapon as a standard action. ordinarily use them, and you do not gain the ability to speak while in a wild shape. Special: A fighter may select Quick Draw as one of his fighter bonus feats (see page 38). NEGOTIATOR [GENERAL] QUICKEN SPELL [METAMAGIC] You are good at gauging and swaying attitudes.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on all Bluff checks and Intimidate cast spell automatically increases the casting time to a full-round checks. action. 98 :5 RETPAHC STAEF RAPID RELOAD [GENERAL] if with a standard charge and then move again (continuing the straight line of the charge). Your total movement for the round can’t Choose a type of crossbow (hand, light, or heavy). You can reload a exceed double your mounted speed. You and your mount do not crossbow of that type more quickly than normal. provoke an attack of opportunity from the opponent that you attack.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Proficiency (crossbow type chosen).",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The time required for you to reload your chosen type of bonus feats (see page 38). crossbow is reduced to a free action (for a hand or light crossbow) or a move action (for a heavy crossbow). Reloading a crossbow still RUN [GENERAL] provokes an attack of oppor- You are fleet of foot. tunity.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When run- If you have selected this ning, you move five times feat for hand your normal speed (if crossbow or light wearing medium, light crossbow, you or no armor and carry- may fire that ing no more than a me- weapon as dium load) or 4 times many normal speed (if wearing times in a full attack action as you could heavy armor or carry- attack if you were using a ing a heavy load). bow. If you",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character with- make a jump after a out this feat needs a move running start (see action to reload a hand or the Jump skill des- light crossbow, or a full- cription, page 77), you round action to reload a gain a +4 bonus on your heavy crossbow. Jump check. While run-",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain Rapid ning, you retain your Dex- Reload multiple times. Each terity bonus to AC. time you take the feat, it applies Normal: You move four to a new type of crossbow. times your speed while A fighter may select Rapid running (if wearing light Reload as one of his fighter medium or no armor and bonus feats (see page 38). carrying no more than a medium load) or three times your speed (if wearing RAPID SHOT heavy armor or carrying a heavy [GENERAL] load), and you lose your Dexterity You can use ranged bonus to AC. weapons with exceptional speed. SCRIBE SCROLL",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can get one extra attack per You can create scrolls, from which round with a ranged weapon. The attack is at your you or another spellcaster can cast highest base attack bonus, but each attack you the scribed spells. See the Dungeon make in that round (the extra one and the normal Master’s Guide for rules on scrolls. ones) takes a –2 penalty. You must use the full Prerequisite: Caster level 1st. attack action (see page 143) to use this feat. Benefit: You can create a scroll",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you are also carries a commen- mounted and use the charge surate cost. In addition to action, you may move and attack as Mialee casts a spell from the costs derived from the a scroll she scribed. 99 FEATS CHAPTER 5: base price, you must expend the material component or pay the XP SNATCH ARROWS [GENERAL] when scribing the scroll. You are adept at grabbing incoming arrows, as well as crossbow bolts, spears, and other projectile or thrown weapons. SELF-SUFFICIENT [GENERAL] Prerequisites: Dex 15, Deflect Arrows, Improved Unarmed You can take care of yourself in harsh environments and situations. Strike.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You get a +2 bonus on all Heal checks and Survival Benefit: When using the Deflect Arrows feat (page 93), you may checks. catch the weapon instead of just deflecting it. Thrown weapons, such as spears or axes, can immediately be thrown back at the original attacker (even though it isn’t your turn) or kept for later use. SHIELD PROFICIENCY [GENERAL] You must have at least one hand free (holding nothing) to use this You are proficient with bucklers, small shields, and large shields. feat.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain this feat multiple times. Its effects do not stack. SHOT ON THE RUN Each time you take the feat, it applies [GENERAL] to a new school of magic. You are highly trained in skirmish ranged weapon tactics. SPELL MASTERY [SPECIAL]",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wizard level 1st. with a ranged weapon, you can move both",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard spells cannot be enhanced by this metamagic feat. SIMPLE WEAPON PROFICIENCY [GENERAL] SPIRITED CHARGE [GENERAL] You are trained at making a devastating mounted charge. You understand how to use all types of simple weapons in combat",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ride 1 rank, Mounted Combat, Ride-By Attack. (see Table 7–5: Weapons, page 116, for a list of simple weapons).",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You make attack rolls with simple weapons normally. double damage with a melee weapon (or triple damage with a lance).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When using a weapon with which you are not",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All characters except for druids, monks, rogues, and wizards are automatically proficient with all simple weapons. They need not select this feat. SPRING ATTACK [GENERAL] A sorcerer or wizard who casts the spell Tenser’s transformation on You are trained in fast melee attacks and fancy footwork. himself or herself gains proficiency with all simple weapons for the Prerequisites: Dex 13, Dodge, Mobility, base attack bonus +4. duration of the spell. Benefit: When using the attack action with a melee weapon, you can move both before and after the attack, provided that your total SKILL FOCUS [GENERAL] distance moved is not greater than your speed. Moving in this way does not provoke an attack of opportunity from the defender you Choose a skill, such as Move Silently. You have a special knack with attack, though it might provoke attacks of opportunity from other that skill. creatures, if appropriate. You can’t use this feat if you are wearing",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you attempt to overrun an opponent while modifier instead of your Strength modifier on attack rolls. If you mounted, your target may not choose to avoid you. Your mount may carry a shield, its armor check penalty applies to your attack rolls. make one hoof attack against any target you knock down, gaining Special: A fighter may select Weapon Finesse as one of his the standard +4 bonus on attack rolls against prone targets (see fighter bonus feats (see page 38). Overrun, page 157). Natural weapons are always considered light weapons.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Trample as one of his fighter bonus feats (see page 38). WEAPON FOCUS [GENERAL] Choose one type of weapon, such as greataxe. You can also choose TWO-WEAPON DEFENSE [GENERAL] unarmed strike or grapple (or ray, if you are a spellcaster) as your Your two-weapon fighting style bolsters your defense as well as your weapon for purposes of this feat. You are especially good at using offense. this weapon. (If you have chosen ray, you are especially good with",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 15, Two-Weapon Fighting. rays, such as the one produced by the ray of frost spell.)",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When wielding a double weapon or two weapons (not Prerequisites: Proficiency with selected weapon, base attack including natural weapons or unarmed strikes), you gain a +1 shield bonus +1. bonus to your AC. Benefit: You gain a +1 bonus on all attack rolls you make using When you are fighting defensively or using the total defense the selected weapon. action, this shield bonus increases to +2.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fighter may select Two-Weapon Defense as one of his stack. Each time you take the feat, it applies to a new type of weapon. fighter bonus feats. A fighter may select Weapon Focus as one of his fighter bonus feats (see page 38). He must have Weapon Focus with a weapon to TWO-WEAPON FIGHTING [GENERAL] gain the Weapon Specialization feat for that weapon. You can fight with a weapon in each hand. You can make one extra attack each round with the second weapon. WEAPON SPECIALIZATION [GENERAL]",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 15. Choose one type of weapon, such as greataxe, for which you have",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your penalties on attack rolls for fighting with two already selected the Weapon Focus feat. You can also choose weapons are reduced. The penalty for your primary hand lessens by unarmed strike or grapple as your weapon for purposes of this feat. 2 and the one for your off hand lessens by 6. You deal extra damage when using this weapon.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See Two-Weapon Fighting, page 160, and Table 8–10:",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Proficiency with selected weapon, Weapon Focus Two-Weapon Fighting Penalties, page 160. with selected weapon, fighter level 4th.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A 2nd-level ranger who has chosen the two-weapon",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain a +2 bonus on all damage rolls you make using combat style is treated as having Two-Weapon Fighting, even if he the selected weapon. does not have the prerequisite for it, but only when he is wearing",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can gain this feat multiple times. Its effects do not light or no armor (see page 48). stack. Each time you take the feat, it applies to a new type of weapon. A fighter may select Two-Weapon Fighting as one of his fighter A fighter may select Weapon Specialization as one of his fighter bonus feats (see page 38). bonus feats (see page 38). WEAPON FINESSE [GENERAL] WHIRLWIND ATTACK [GENERAL] You are especially skilled at using weapons that can benefit as much You can strike nearby opponents in an amazing, spinning attack. from Dexterity as from Strength.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "With a light weapon, rapier, whip, or spiked chain made",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "good and evil, domains he is associated with are law and chaos, life and death, knowledge and nature. In addition, Knowledge, Magic, and Trickery. various nonhuman races have racial deities of their own (see Table The quarterstaff is his favored 6–2: Deities by Race). A character may not be a cleric of a racial deity weapon. unless he is of the right race, but he may worship such a deity and live according to that deity’s guidance. For a deity who is not tied to Corellon Larethian a particular race (such as Pelor), a cleric’s race is not an issue. The god of elves, Corellon Larethian, is Deities of certain monster types are identified in the Monster chaotic good. He is known as the Creator Manual. Many more deities than those described here or mentioned of the Elves, the Protector, Protector and in the Monster Manual also exist. Preserver of Life, and Ruler of All Your character may or may not have a patron deity. If you want Elves. Corellon Larethian is the cre- her to have one, consider first the deities most appropriate to the ator and protector of the elf race. He character’s race, class, and alignment (see Table 6–2: Deities by Race governs those things held in highest and Table 6–3: Deities by Class). If a cleric selects a deity, which one esteem among elves, such as magic, he selects influences his capabilities. Players with cleric characters music, arts, crafts, poetry, and warfare. Elves, should refer to Deity, Domains, and Domain Spells, page 32, before half-elves, and bards worship him. The domains 106 :6 RETPAHC NOITPIRCSED dooW .S yb .sullI he is associated with are Chaos, Good, Protection, and War. His favo- Gruumsh red weapon is the longsword. Gruumsh is his nemesis, and it is be- Gruumsh, chief god of the orcs, is chaotic cause of Corellon’s battle prowess that Gruumsh is called “One-Eye.” evil. His titles are One-Eye and He-- Who-Never-Sleeps. Gruumsh Ehlonna calls on his followers to be Ehlonna, the goddess of the woodlands, is neutral good. Her most strong, to cull the weak from commonly encountered title is Ehlonna of their numbers, and to take all the Forests. Ehlonna watches over all the territory that Gruumsh good people who live in the thinks is rightfully theirs forest, love the woodlands, or (which is almost everything). make their livelihood there. She The domains he is associated is pictured sometimes as an elf and with are Chaos, Evil, Strength, and sometimes as a human. She is War. Gruumsh’s favored weapon is the especially close to elves, gnomes, spear. He harbors a special hatred for Corel- half-elves, and halflings. She is also lon Larethian, Moradin, and their followers. In ages past, Corellon worshiped by rangers and some Larethian put out Gruumsh’s left eye in a fight. druids. The domains she is associated with are Animal, Good, Heironeous Plant, and Sun. Her favored weapon The god of valor, Heironeous, is lawful good. His is the longbow. title is the Invincible. Heironeous promotes justice, valor, chivalry, and honor. The domains he is associ- Erythnul ated with are Good, Law, and War. His favored The god of slaughter, Erythnul, is chaotic weapon is the longsword, and he is worshiped by evil. His title is the Many. Erythnul paladins, good fighters, and good monks. His archen- delights in panic and slaughter. In emy is Hextor, his half-brother. civilized lands, his followers (including evil fighters, barba- rians, and rogues) form small, Hextor criminal cults. In savage lands, The god of tyranny, Hextor, is lawful evil. His evil barbarians, gnolls, bug- titles are Champion of Evil, Herald of Hell, and bears, ogres, and trolls common- Scourge of Battle. Hextor is the six-armed god of ly worship him. The domains he war, conflict, and destruction. Hextor’s worshipers is associated with are Chaos, Evil, include evil fighters and monks. The domains he is Trickery, and War. His favored weapon associated with are Destruction, Evil, Law, and War. His is a morningstar with a blunt stone head. favored weapon is the flail. He sends his followers to commit evil, and their special purpose is to overthrow Fharlanghn the followers of his half-brother Heironeous Fharlanghn, the god of roads, is neutral. His wherever they are found. title is Dweller on the Horizon. Fhar- langhn’s wayside shrines are Kord common on well-used roads, for Kord, the god of strength, is chaotic he is the god of travel, roads, good. He is known as the Brawler. distance, and horizons. Bards, Kord is the patron of athletes, other wandering adventurers, especially wrestlers. His wor- and merchants favor Fhar- shipers include good fighters, langhn. The domains he is barbarians, and rogues. The associated with are Luck, Pro- domains he is associated with are tection, and Travel. The quarter- Chaos, Good, Luck, and Strength. staff is his favored weapon. Kord’s favored weapon is the greatsword. Garl Glittergold The god of gnomes, Garl Glittergold, is neutral good. He is known as Moradin the Joker, the Watchful Protector, the Priceless Gem, and the The god of dwarves, Moradin, is lawful good. Sparkling Wit. Garl Glittergold discovered the gnomes and led them His titles include the Soul Forger, into the world. Since then, he has been their protector. He governs Dwarffather, the All-Father, and the humor, wit, gemcutting, and jewelrymaking. The domains he is Creator. Moradin forged the first associated with are Good, Protection, and Trickery. Garl’s favored dwarves out of metal and gems weapon is the battleaxe. He is and breathed life into them. He renowned for the jokes and governs the arts and sciences of pranks he pulls on other the dwarves: smithing, metalworking, deities, though not all his engineering, and war. The domains he victims laugh off his jests. is associated with are Earth, Good, Garl once collapsed the Law, and Protection. His favored cavern of Kurtulmak, the weapon is the warhammer. god of the kobolds. Since then, the two deities have been sworn enemies. 107 Illus. by S. Wood DESCRIPTION CHAPTER 6: Nerull St. Cuthbert The god of death, Nerull, is neutral evil. The god of retribution, St. Cuthbert, is He is known as the Reaper, the Foe of lawful neutral. He is known as St. All Good, Hater of Life, Bringer of Cuthbert of the Cudgel. St. Cuth- Darkness, King of All Gloom, and bert exacts revenge and just Reaper of Flesh. Nerull is the patron punishment on those who of those who seek the transgress the law. Because greatest evil for their own evil creatures more commonly enjoyment or gain. The and flagrantly violate laws than domains he is associated with good creatures do, St. Cuthbert are Death, Evil, and Trickery. favors good over evil, though he is His worshipers, who include evil not good himself. (His clerics cannot necromancers and rogues, depict him be evil.) The domains he is associated as an almost skeletal cloaked figure with are Destruction, Law, Protection, and who bears a scythe, his favored weapon. Strength. His favored weapon is the mace. Obad-Hai Vecna Obad-Hai, the god of nature, is neutral. Vecna, the god of secrets, is neutral evil. He He is known as the Shalm. Obad-Hai is known as the Maimed Lord, the rules nature and the wilderness, Whispered One, and the Master of All and he is a friend to all who live That Is Secret and Hidden. Vecna rules in harmony with the that which is not meant to be known and natural world. Barbarians, that which people wish to keep secret. rangers, and druids some- The domains he is associated with are Evil, times worship him. The Knowledge, and Magic. He usually appears domains he is associated as a lich who is missing his left hand and left with are Air, Animal, Earth, eye. He lost his hand and eye in a fight with his Fire, Plant, and Water. Because traitorous lieutenant, Kas. Vecna’s favored weapon Obad-Hai strictly adheres to is the dagger. neutrality, he is a rival of Ehlonna. Obad-Hai plays a shalm (a Wee Jas double-reed woodwind musical Wee Jas, the goddess of death and magic, is instrument, also spelled “shawm”) and lawful neutral. Her titles are Witch takes his title from this instrument. His Goddess, Ruby Sorceress, Stern favored weapon is the quarterstaff. Lady, and Death’s Guardian. Wee Jas is a demanding god- Olidammara dess who expects obedience The god of rogues, Olidammara, is from her followers. Her tem- chaotic neutral. His title is the ples are few and far between, Laughing Rogue. Olidammara but she counts many powerful delights in wine, women, and sorcerers and wizards (especially song. He is a vagabond, a prank- necromancers) among her wor- ster, and a master of disguise. His shipers. The domains she is associ- temples are few, but many people are ated with are Death, Law, and Magic. Her willing to raise a glass in his honor. favored weapon is the dagger. Rogues and bards are frequently among his worshipers. The domains he is associ- Yondalla ated with are Chaos, Luck, and Trickery. The The goddess of halflings, Yondalla, is lawful rapier is his favored weapon. good. Her titles include the Protector and Provider, the Nurturing Matriarch, and the Pelor Blessed One. Yondalla is the creator Pelor, god of the sun, is neutral good. and protector of the halfling race. She His title is the Shining One. Pelor is espouses harmony within the halfling the creator of many good things, a race and stalwart defense against their supporter of those in need, and enemies. Her followers hope to lead an adversary of all that is evil. safe, prosperous lives by following her He is the most commonly guidance. The domains she is associated worshiped deity among with are Good, Law, and Protection. The ordinary humans, and his short sword is her favored weapon. priests are well received wherever they go. Rangers and bards are found among his worshipers. The domains he is associated with are Good, Healing, Strength, and Sun. The mace is his favored weapon. 108 :6 RETPAHC NOITPIRCSED dooW .S yb .sullI When a character reaches venerable age, the DM secretly rolls his VITAL STATISTICS or her maximum age, which is the number from the Venerable This section offers advice as you determine your character’s name, column on Table 6–5: Aging Effects plus the result of the dice roll gender, age, height, and weight. Start with some idea of your char- indicated on the Maximum Age column on that table, and records acter’s background and personality, and use that idea to help you add the result, which the player does not know. A character who reaches the details that bring your character to life. his or her maximum age dies of old age at some time during the following year, as determined by the DM. The maximum ages are for player characters. Most people in the NAME world at large die from pestilence, accidents, infections, or violence Invent or choose a name that fits your character’s race and class. before getting to venerable age. Chapter 2: Races contains some examples of elf, dwarf, halfling, gnome, and orc names (and thus half-elf and half-orc names, too). A Table 6–5: Aging Effects name is a great way for you to start thinking about your character’s Maximum background. For instance, a dwarf’s name might be the name of a Race Middle Age1 Old2 Venerable3 Age great dwarven hero, and your character may be striving to live up to Human 35 years 53 years 70 years +2d20 years his name. Alternatively, the name could be that of an infamous Dwarf 125 years 188 years 250 years +2d% years coward, and the character could be bent on proving that she is not Elf 175 years 263 years 350 years +4d% years like her namesake. Gnome 100 years 150 years 200 years +3d% years Half-elf 62 years 93 years 125 years +3d20 years GENDER Half-orc 30 years 45 years 60 years +2d10 years Halfling 50 years 75 years 100 years +5d20 years Your character can be either male or female. 1 At middle age, –1 to Str, Dex, and Con; +1 to Int, Wis, and Cha. 2 At old age, –2 to Str, Dex, and Con; +1 to Int, Wis, and Cha. AGE 3 At venerable age, –3 to Str, Dex, and Con; +1 to Int, Wis, and Cha. You can choose or randomly generate your character’s age. If you choose it, it must be at least the minimum age for the character’s HEIGHT AND WEIGHT race and class (see Table 6–4: Random Starting Ages). Your Choose your character’s height and weight from the ranges men- character’s minimum starting age is the adulthood age of his or her tioned in the appropriate race description (see Chapter 2) or from race plus the number of dice indicated in the entry corresponding to the ranges found on Table 6–6: Random Height and Weight. Think the character’s race and class on Table 6–4: Random Starting Ages. about what your character’s abilities might say about his or her For example, an elf ranger must be at least 116 years old (adulthood height and weight. A weak but agile character, she may be thin. A age 110 plus 6, because the entry for an elf ranger is +6d6). strong and tough character, she may be tall or just heavy. Alternatively, refer to Table 6–4: Random Starting Ages and roll Alternatively, roll randomly for your character’s height and dice to determine how old your character is. An elf ranger’s ran- weight on Table 6–6: Random Height and Weight. The dice roll domly generated starting age, for example, is 110+6d6 years. given in the Height Modifier column determines the character’s extra height beyond the base height. That same number multiplied Table 6–4: Random Starting Ages by the dice roll or quantity given in the Weight Modifier column Bard Cleric determines the character’s extra weight beyond the base weight. For Barbarian Fighter Druid example, Tordek (a male dwarf) has a height of 3 feet 9 inches plus Rogue Paladin Monk 2d4 inches. Monte rolls 2d4 and gets a result of 6, so Tordek stands 4 Race Adulthood Sorcerer Ranger Wizard feet 3 inches tall. Then Monte uses that same roll, 6, and multiplies Human 15 years +1d4 +1d6 +2d6 it by 2d6 pounds. His 2d6 roll is 9, so Tordek weighs an extra 54 Dwarf 40 years +3d6 +5d6 +7d6 pounds (6 × 9) on top of his base 130 pounds, for a total of 184 Elf 110 years +4d6 +6d6 +10d6 pounds. Gnome 40 years +4d6 +6d6 +9d6 Table 6–6: Random Height and Weight Half-elf 20 years +1d6 +2d6 +3d6 Half-orc 14 years +1d4 +1d6 +2d6 Base Height Base Weight Halfling 20 years +2d4 +3d6 +4d6 Race Height Modifier Weight Modifier Human, male 4´ 10” +2d10 120 lb. × (2d4) lb. With age, a character’s physical ability scores decrease and his or Human, female 4´ 5” +2d10 85 lb. × (2d4) lb. her mental ability scores increase (see Table 6–5: Aging Effects). The Dwarf, male 3´ 9” +2d4 130 lb. × (2d6) lb. effects of each aging step are cumulative. However, none of a Dwarf, female 3´ 7” +2d4 100 lb. × (2d6) lb. character’s ability scores can be reduced below 1 in this way. Elf, male 4´ 5” +2d6 85 lb. × (1d6) lb. For example, when a human reaches 35 years of age, his Strength, Elf, female 4´ 5” +2d6 80 lb. × (1d6) lb. Dexterity, and Constitution scores each drop 1 point, while his Gnome, male 3´ 0” +2d4 40 lb. × 1 lb. Intelligence, Wisdom, and Charisma scores each increase by 1 point. Gnome, female 2´ 10” +2d4 35 lb. × 1 lb. When he becomes 53 years old, his physical abilities all drop an Half-elf, male 4´ 7” +2d8 100 lb. × (2d4) lb. additional 2 points, while his mental ability scores increase by 1 Half-elf, female 4´ 5” +2d8 80 lb. × (2d4) lb. Half-orc, male 4´ 10” +2d12 150 lb. × (2d6) lb. again. So far he has lost a total of 3 points from his Strength, Half-orc, female 4´ 5” +2d12 110 lb. × (2d6) lb. Constitution, and Dexterity scores and gained a total of 2 points to Halfling, male 2´ 8” +2d4 30 lb. × 1 lb. his Wisdom, Intelligence, and Charisma scores because of the Halfling, female 2´ 6” +2d4 25 lb. × 1 lb. effects of aging. 109 DESCRIPTION CHAPTER 6: LOOKS, PERSONALITY, CUSTOMIZING AND BACKGROUND YOUR CHARACTER You can detail your character to any degree you like. As you play the The rules for creating your character provide a common ground for character, you will probably come up with more details you will players, but you can tweak the rules to make your character unique. want to add. Any substantive changes, however, must be approved by the DM.",
        "name":  "Deities rule the various aspects of human existence",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some classes already give you day, suggesting his chaotic nature. plenty of room to customize your character. With your DM’s approval, PERSONALITY however, you could change some of your Decide how your character acts, what she class features. For instance, if you want a likes, what she wants out of life, what scares fighter who used to work for the thieves her, and what makes her angry. Race and guild as an enforcer but who is now trying alignment are good places to start when to become a legitimate bodyguard, he could thinking about your character’s personality, be proficient only with the weapons and but they are bad places to stop. Make your armor available to rogues, have 4 skill points lawful good dwarf (or whatever) different per level instead of 2, and access to Bluff and from every other lawful good dwarf. Sense Motive as class skills. Otherwise, he A handy trick for making an interesting would be a regular fighter. personality for your character is including some Skills and Feats: You can call your skills, sort of conflict in her nature. For example, Tordek is feats, and class features whatever your character lawful, but he’s a little greedy, too. He may be tempted to would call them. Lidda, the halfling rogue, talks steal if he can justify it to himself. about “footpaddin’ ” rather than about “moving Your character’s personality can change over time. Just silently,” so her player writes “Footpaddin’ ” because you decide some basic facts about your down on her character sheet to stand for the character’s personality upon creation doesn’t mean you Move Silently skill. Ember, the monk, calls her need to abide by those facts as if they were holy writ. Move Silently skill “Rice Paper Walk.” Let your character grow and evolve the way real You might also think of other skills that your people do. character ought to have. Your DM has guidelines (in the Dungeon Master’s Guide) for creating new BACKGROUND skills.",
        "name":  "Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your equipment can look the way Decide what your character’s life has been like up until you want it to look to match your character’s style. now. Here are a few questions to get you thinking: One wizard’s quarterstaff might be a plain, straight (cid:1) How did he decide to be an adventurer? length of wood, while another wizard’s is gnarled, twisted, and (cid:1) How did he acquire her class? A fighter, for example, might have engraved with mystic runes. been in the militia, he may come from a family of soldiers, he may Your character might have some items that aren’t on the equip- have trained in a martial school, or he may be a self-taught ment lists (see Chapter 7). Agree with your DM on what a new item warrior. would do and how much it would cost, and then your character can (cid:1) How did he get his starting equipment? Did he assemble it piece have it. by piece over time? Was it a parting gift from a parent or mentor? Sometimes you see a weapon in a movie or read about one in a Do any of his personal items have special significance to him? book, and you want your character to use that weapon. If it’s not on (cid:1) What’s the worst thing that’s ever happened to him? the weapon list in Chapter 7, try to find a weapon on the list that (cid:1) What’s the best thing that’s ever happened to him? seems equivalent. A katana (samurai sword), for example, is not on (cid:1) Does he stay in contact with his family? What do his relatives the weapon list, but you could equip your character with a katana think of him? and just treat it like a masterwork bastard sword. 110 doowkcoL .T yb .sullI Nerull :6 RETPAHC NOITPIRCSED n the marketplace of a big city, armorsmiths and weapon- EQUIPMENT A LA CARTE smiths offer a wide variety of arms and armor for those with If you don’t want to take the standard package for your character the gold to buy them. Here you can find practical, sturdy class, you can instead purchase weapons, armor, and swords and perhaps a few elven blades of exceptional quality. miscellaneous equipment item by item. You begin with a Alchemists sell acid, alchemist’s fire, and smokesticks for random number of gold pieces that is determined by your those who want something flashier than a trusty blade. Wizards (or, character’s class, and you decide how to spend it (see Table 7–1: more likely, their brokers) even sell magic scrolls, wands, weapons, Random Starting Gold). Alternatively, your DM can assign and other items. average starting gold for each character, as indicated on Table This chapter covers the mundane and exotic merchandise that 7–1. characters may want to purchase and how to go about doing so. (Magic items are covered in the Dungeon Master’s Guide.) Table 7–1: Random Starting Gold Class Amount (average) Class Amount (average) EQUIPPING A CHARACTER Barbarian 4d4 × 10 (100 gp) Paladin 6d4 × 10 (150 gp) Bard 4d4 × 10 (100 gp) Ranger 6d4 × 10 (150 gp) A beginning character generally has enough wealth to start out with Cleric 5d4 × 10 (125 gp) Rogue 5d4 × 10 (125 gp) the basics: some weapons, some armor suitable to his or her class (if Druid 2d4 × 10 (50 gp) Sorcerer 3d4 × 10 (75 gp) any), and some miscellaneous gear. As the character undertakes Fighter 6d4 × 10 (150 gp) Wizard 3d4 × 10 (75 gp) adventures and amasses loot, he or she can afford bigger and better Monk 5d4 (12 gp, 5 sp) gear. At first, however, the options are limited by the character’s budget. Note that buying beginning equipment this way is an abstraction. Your character doesn’t walk into a store with STARTING PACKAGES handfuls of gold and buy every item one by one. Rather, Each class has a starting package that provides default equipment (as these items may have come the character’s way as gifts well as default skills, a default feat, and so forth). If you equip your from family, equipment from patrons, gear granted character with the default equipment, you can customize these during military service, swag gained through duplicity, packages a little by swapping in some equipment of your choice for and so on. the indicated equipment. Trades like this are fine as long as the Assume your character owns at least one outfit of normal value of the equipment you swap in isn’t higher than the value of the clothes. Pick any one of the following clothing outfits for free: equipment given in the package. artisan’s outfit, entertainer’s outfit, explorer’s outfit, monk’s outfit, peasant’s outfit, scholar’s outfit, or traveler’s outfit. 111 (See Clothing, page 131.) AVAILABILITY Trade All the items described in this chapter are assumed to be available to Guilds, nobles, and royalty regulate trade. Chartered companies are PCs with the wherewithal to buy them. Many of these items are very granted rights to dam rivers in order to provide power for mills, to expensive and rare. You won’t find them on the rack at a store in a conduct trade along certain routes, to send merchant ships to town. But a character with the coin to buy an expensive item can various ports, or to buy or sell specific goods. Guilds set prices for usually connect with a seller and get a desired item. the goods or services that they control, and determine who may or If you want to buy something not described in this chapter, the may not offer those goods and services. Merchants commonly general rule is that you can buy anything that costs as much as 3,000 exchange trade goods commodities without using currency. As a gp. Buying a more expensive item, such as a +2 longsword, means means of comparison, some trade goods are detailed on Table 7–3: either going to a big city where rare things are for sale, making a Trade Goods. special deal with someone who makes or can provide the item, or paying a premium price to a merchant who makes a special effort to Table 7–3: Trade Goods get you what you want. Cost Item Depending on where in the fantasy world the character is, it 1 cp One pound of wheat might be possible to buy more expensive items without a problem, 2 cp One pound of flour, or one chicken or it might be more difficult to do so. In a small town, for example, 1 sp One pound of iron it’s practically impossible to find someone who can make a suit of 5 sp One pound of tobacco or copper full plate armor. The DM determines what is and is not available 1 gp One pound of cinnamon, or one goat depending on how he or she runs the world and where the 2 gp One pound of ginger or pepper, or one sheep characters are in it. 3 gp One pig 4 gp One square yard of linen WEALTH AND MONEY 5 gp One pound of salt or silver 10 gp One square yard of silk, or one cow Adventurers are in the small group of people who regularly buy 15 gp One pound of saffron or cloves, or one ox things with coins. Members of the peasantry trade mostly in goods, 50 gp One pound of gold bartering for what they need and paying taxes in grain and cheese. 500 gp One pound of platinum Members of the nobility trade mostly in legal rights, such as the rights to a mine, a port, or farmland, or they trade in gold bars, SELLING LOOT measuring gold by the pound rather than by the coin. In general, a character can sell something for half its listed price. Characters who want to upgrade to better armor or weaponry, for COINS example, can sell their old equipment for half price. The most common coin that adventurers use is the gold piece (gp). Trade goods are the exception to the half-price rule. A trade good, With 1 gold piece, a character can buy a belt pouch, 50 feet of in this sense, is a valuable good that can be easily exchanged almost hempen rope, or a goat. A skilled (but not exceptional) artisan can as if it were cash itself. Wheat, flour, cloth, gems, jewelry, art objects, earn 1 gold piece a day. The gold piece is the standard unit of meas- and valuable metals are trade goods, and merchants often trade in ure for wealth. When merchants discuss deals that involve goods or them directly without using currency (see Table 7–3: Trade Goods). services worth hundreds or thousands of gold pieces, the trans- Obviously, merchants can sell these goods for slightly more than actions don’t usually involve the exchange of that many individual they pay for them, but the difference is small enough that you don’t coins. Rather, the gold piece is a standard measure of value, and the have to worry about it. actual exchange is in gold bars, letters of credit, or valuable goods. The most prevalent coin among commoners is the silver piece WEAPONS (sp). A gold piece is worth 10 silver pieces. A silver piece buys a laborer’s work for a day, a common lamp, or a poor meal of bread, A character’s weapons help determine how capable here or she is in baked turnips, onions, and water. a variety of combat situations. See Table 7–4: Weapons for the Each silver piece is worth 10 copper pieces (cp). A single copper characteristics of various weapons. piece buys a candle, a torch, or a piece of chalk. Copper piece are common among laborers and beggars. WEAPON CATEGORIES In addition to copper, silver, and gold coins, which people use Weapons are grouped into several interlocking sets of categories. daily, merchants also recognize platinum pieces (pp), which are each These categories pertain to what training is needed to become pro- worth 10 gp. These coins are not in common circulation, but adven- ficient in a weapon’s use (simple, martial, or exotic), the weapon’s turers occasionally find them as part of ancient treasure hoards. usefulness either in close combat (melee) or at a distance (ranged, The standard coin weighs about a third of an ounce (fifty to the which includes both thrown and projectile weapons), its relative pound). It is the exact size of the coin pictured in the illustration on encumbrance (light, one-handed, or two-handed), and its size page 168. (Small, Medium, or Large).",
        "name":  "Equipment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Anybody but a druid, Table 7–2: Coins monk, rogue, or wizard is proficient with all simple weapons. Bar- ————— Exchange Value ———— barians, fighters, paladins, and rangers are proficient with all simple CP SP GP PP and all martial weapons. Characters of other classes are proficient Copper piece (cp) = 1 1/10 1/100 1/1,000 with an assortment of mainly simple weapons and possibly also Silver piece (sp) = 10 1 1/10 1/100 some martial or even exotic weapons. A character who uses a Gold piece (gp) = 100 10 1 1/10 weapon with which he or she is not proficient takes a –4 penalty on Platinum piece (pp) = 1,000 100 10 1 attack rolls.",
        "name":  "Simple, Martial, and Exotic Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapons are used for WEALTH OTHER THAN COINS making melee attacks, though some of them can be thrown as well. Most wealth is not in coins. It is livestock, grain, land, rights to col- Ranged weapons are thrown weapons or projectile weapons that are lect taxes, or rights to resources (such as a mine or a forest). Gems not effective in melee. and jewelry also serve as portable wealth. Reach Weapons: Glaives, guisarmes, lances, longspears, ranseurs, 112 :7 RETPAHC TNEMPIUQE spiked chains, and whips are reach weapons. A reach weapon is a used in the off hand. Using two hands to wield a light weapon gives melee weapon that allows its wielder to strike at targets that aren’t no advantage on damage; the Strength bonus applies as though the adjacent to him or her. Most reach double the wielder’s natural weapon were held in the wielder’s primary hand only. reach, meaning that a typical Small or Medium wielder of such a An unarmed strike is always considered a light weapon. weapon can attack a creature 10 feet away, but not a creature in an One-Handed: A one-handed weapon can be used in either the adjacent square. A typical Large character wielding a reach weapon primary hand or the off hand. Add the wielder’s Strength bonus to of the appropriate size can attack a creature 15 or 20 feet away, but damage rolls for melee attacks with a one-handed weapon if it’s used not adjacent creatures or creatures up to 10 feet away. in the primary hand, or 1/2 his or her Strength bonus if it’s used in",
        "name":  "Melee and Ranged Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dire flails, dwarven urgroshes, gnome hooked the off hand. If a one-handed weapon is wielded with two hands hammers, orc double axes, quarterstaffs, and two-bladed swords are during melee combat, add 1-1/2 times the character’s Strength double weapons. A character can fight with both ends of a double bonus to damage rolls. weapon as if fighting with two weapons, but he or she incurs all the Two-Handed: Two hands are required to use a two-handed melee normal attack penalties associated with two-weapon combat, just as weapon effectively. Apply 1-1/2 times the character’s Strength though the character were wielding a one-handed weapon and a bonus to damage rolls for melee attacks with such a weapon. light weapon (see Two-Weapon Fighting, page 160). The character Weapon Size: Every weapon has a size category, such as Small, can also choose to use a double weapon two handed, attacking with Medium, or Large. This designation indicates the size of the creature only one end of it. A creature wielding a double weapon in one hand for which the weapon was designed. A Small greatsword is a (such as a human wielding a Small two-bladed sword) can’t use it as a greatsword designed for a Small creature, such as a halfling. A double weapon—only one end of the weapon can be used in any Medium longsword is a longsword designed for a Medium creature, given round. such as an elf. A Large shortbow is a shortbow designed for a Large",
        "name":  "Double Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Daggers, clubs, shortspears, spears, darts, creature, such as an ogre. javelins, throwing axes, light hammers, tridents, shuriken, and nets A weapon’s size category isn’t the same as its size as an object. A are thrown weapons. The wielder applies his or her Strength mod- Medium dagger (one sized for a Medium character), for instance, is a ifier to damage dealt by thrown weapons (except for splash weapons, Tiny object (see Table 9–10: Size and Armor Class of Objects, page such as a vial of acid; see Throw Splash Weapon, page 158). 166). Instead, a weapon’s size category is keyed to the size of the It is possible to throw a weapon that isn’t designed to be thrown intended wielder. In general, a light weapon (such as a dagger) is an (that is, a melee weapon that doesn’t have a numeric entry in the object two size categories smaller than the wielder, a one-handed Range Increment column on Table 7–5), but a character who does so weapon (such as a longsword) is an object one size category smaller takes a –4 penalty on the attack roll. Throwing a light or one-handed than the wielder, and a two-handed weapon (such as a greatsword) is weapon is a standard action, while throwing a two-handed weapon is an object of the same size category as the wielder. a full-round action. Regardless of the type of weapon, such an attack Inappropriately Sized Weapons: A creature can’t make optimum use scores a threat (a possible critical hit) only on a natural roll of 20 and of a weapon that isn’t properly sized for it. A cumulative –2 penalty deals double damage on a critical hit. Such a weapon has a range applies on attack rolls for each size category of difference between increment of 10 feet. the size of its intended wielder and the size of its actual wielder.",
        "name":  "Thrown Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Light crossbows, slings, heavy crossbows, Thus, a human wielding a Small dagger takes a –2 penalty on attack shortbows, composite shortbows, longbows, composite longbows, rolls (one size category different), and an ogre wielding a Small hand crossbows, and repeating crossbows are projectile weapons. longsword takes a –4 penalty (two size categories different). If the Most projectile weapons require two hands to use (see specific creature isn’t proficient with the weapon (a wizard attempting to wield a Small battleaxe, for instance), a –4 nonproficiency penalty weapon descriptions later in this chapter). A character gets no also applies. Strength bonus on damage rolls with a projectile weapon unless it’s The measure of how much effort it takes to use a weapon a specially built composite shortbow, specially built composite (whether the weapon is designated as a light, one-handed, or two- longbow, or sling. If the character has a penalty for low Strength, handed weapon for a particular wielder) is altered by one step for apply it to damage rolls when he or she uses a bow or a sling. each size category of difference between the wielder’s size and the",
        "name":  "Projectile Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Projectile weapons use ammunition: arrows (for size of the creature for which the weapon was designed. For bows), bolts (for crossbows), or sling bullets (for slings). When using instance, a Small greatsword (a two-handed weapon for a Small a bow, a character can draw ammunition as a free action; crossbows creature) is considered a one-handed weapon for a Medium creature, and slings require an action for reloading. Generally speaking, or a light weapon for a Large creature. Conversely, a Large dagger (a ammunition that hits its target is destroyed or rendered useless, light weapon for a Large creature) is considered a one-handed while normal ammunition that misses has a 50% chance of being weapon for a Medium creature, or a two-handed weapon for a Small destroyed or lost. creature. If a weapon’s designation would be changed to something other than light, one-handed, or two-handed by this alteration, the Although they are thrown weapons, shuriken are treated as creature can’t wield the weapon at all. ammunition for the purposes of drawing them, crafting masterwork",
        "name":  "Ammunition",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sometimes objects not crafted to be or otherwise special versions of them (see Masterwork Weapons, weapons nonetheless see use in combat—people fight with any- below), and what happens to them after they are thrown. thing from broken bottles to chair legs to thrown mugs. Because Light, One-Handed, and Two-Handed Melee Weapons: This such objects are not designed for this use, any creature that uses one designation is a measure of how much effort it takes to wield a in combat is considered to be nonproficient with it and takes a –4 weapon in combat. It indicates whether a melee weapon, when penalty on attack rolls made with that object. To determine the size wielded by a character of the weapon’s size category, is considered a category and appropriate damage for an improvised weapon, the DM light weapon, a one-handed weapon, or a two-handed weapon. should compare its relative size and damage potential to the weapon",
        "name":  "Improvised Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A light weapon is easier to use in one’s off hand than a one- list to find a reasonable match. For instance, a table leg is similar to a handed weapon is, and it can be used while grappling. A light club, while a broken bottle is similar to a dagger. An improvised weapon is used in one hand. Add the wielder’s Strength bonus (if weapon scores a threat on a natural roll of 20 and deals double any) to damage rolls for melee attacks with a light weapon if it’s used damage on a critical hit. An improvised thrown weapon has a range in the primary hand, or one-half the wielder’s Strength bonus if it’s increment of 10 feet. 113 EQUIPMENT CHAPTER 7:",
        "name":  "Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bonus damage over and above a weapon’s normal damage, such as that dealt by a sneak attack or the special ability of a The weapon a character uses says something about who he or she is. flaming sword, is not multiplied when you score a critical hit. You probably want to equip your character with both a melee ×2: The weapon deals double damage on a critical hit. weapon and a ranged weapon. If you can’t afford both your melee ×3: The weapon deals triple damage on a critical hit. weapon of choice and your ranged weapon of choice, decide which ×3/×4: One head of this double weapon deals triple damage on a is more important to the character. critical hit. The other head deals quadruple damage on a critical hit. What size of weapon you choose determines how your character ×4: The weapon deals quadruple damage on a critical hit. can choose to wield it (with one hand or two) and how much 19–20/×2: The weapon scores a threat (a possible critical hit) on a damage he or she can deal with it. A two-handed weapon deals more natural roll of 19 or 20 (instead of just on a 20) and deals double damage than a one-handed weapon, but wielding a two-handed damage on a critical hit. (The weapon has a threat range of 19–20.) weapon prevents the wielder from using a shield, so that’s a trade- 18–20/×2: The weapon scores a threat on a natural roll of 18, 19, or off. 20 (instead of just on a 20) and deals double damage on a critical hit. The number of weapons your character is proficient with depends (The weapon has a threat range of 18–20.) on his or her class and race. A character can also become proficient 19–20/×2: The weapon scores a threat (a possible critical hit) on a with additional weapons by selecting the right feats. See Exotic natural roll of 19 or 20 (instead of just on a 20) and deals double Weapon Proficiency (page 94), Martial Weapon Proficiency (page damage on a critical hit. (The weapon has a threat range of 19–20.) 97), and Simple Weapon Proficiency (page 100). 18–20/×2: The weapon scores a threat on a natural roll of 18, 19, or A better weapon is usually more expensive than an inferior one, 20 (instead of just on a 20) and deals double damage on a critical hit. but more expensive doesn’t always mean better. For instance, a (The weapon has a threat range of 18–20.) rapier is more expensive than a longsword. For a dexterous rogue",
        "name":  "WEAPON QUALITIES Exception",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Any attack at less than this distance is not with the Weapon Finesse feat, a rapier is a terrific weapon. For a penalized for range, so an arrow from a shortbow (range increment typical fighter, a longsword is better. 60 feet) can strike at enemies up to 59 feet away or closer with no When selecting your character’s weapons, keep in mind the fol- penalty. However, each full range increment imposes a cumulative – lowing factors (given as column headings on Table 7–5). 2 penalty on the attack roll. A shortbow archer firing at a target 200",
        "name":  "Range Increment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This value is the weapon’s cost in gold pieces (gp) or silver feet away suffers a –6 penalty on the attack roll(–2 × 3, because 200 pieces (sp). The cost includes miscellaneous gear that goes with the feet is at least three range increments but not four). A thrown weapon, such as a scabbard for a sword or a quiver for arrows. This weapon, such as a throwing axe, has a maximum range of five range cost is the same for a Small or Medium version of the weapon. A increments. A projectile weapon, such as a bow, can shoot up to ten Large version costs twice the listed price. range increments.",
        "name":  "Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This column gives the weight of a Medium version of weapon on a successful hit. The column labelled “Dmg (S)” is for the weapon. Halve this number for Small weapons, and double it for Small weapons, such as those typically wielded by a gnome or Large weapons. halfling. The column labelled “Dmg (M)” is for Medium weapons,",
        "name":  "Weight",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapons are classified according to the type of damage such as those typically wielded by a dwarf, elf, half-elf, half-orc, or they deal: bludgeoning, piercing, or slashing. Some monsters may be human. If two damage ranges are given, such as “1d6/1d6” for the quarterstaff, then the weapon is a double weapon (see Double resistant or immune to attacks from certain types of weapons. For Weapons, above, and Two-Weapon Fighting, page 160). Use the example, a skeleton takes less damage from slashing weapons and second damage figure given for the double weapon’s extra attack. piercing weapons. Table 7–4: Tiny and Large Weapon Damage gives weapon damage Some weapons deal damage of multiple types (for example, the values for weapons of those sizes. For instance, a Tiny longsword morningstar, which deals both bludgeoning and piercing damage). (such as might be wielded by a halfling or gnome fighter under the If a weapon is of two types, the damage it deals is not half one type effect of a reduce person spell) deals 1d4 points of damage, while a and half another; all of it is both types. Therefore, a creature would Large greataxe (wielded by a half-orc barbarian under the effect of an have to be immune to both types of damage to ignore any of the enlarge person spell) deals 3d6 points of damage. The Dungeon damage from such a weapon. Master’s Guide has more information on weapons and combat for In other cases, a weapon can deal either of two types of damage creatures smaller than Small and larger than Medium. (such as the dagger, which can deal either piercing or slashing damage). In a situation when the damage type is significant, the Table 7–4: Tiny and Large Weapon Damage wielder can choose which type of damage to deal with such a weapon. Medium Tiny Large",
        "name":  "Type",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some weapons have special features. See the weapon 1d2 — 1d3 descriptions for details. 1d3 1 1d4 1d4 1d2 1d6 Weapon Descriptions 1d6 1d3 1d8 Weapons found on Table 7–5: Weapons are described below, along 1d8 1d4 2d6 with any special options for the wielder (“you”) has for their use. 1d10 1d6 2d8 Splash weapons are described under Special Substances and Items, 1d12 1d8 3d6 page 128. 2d4 1d4 2d6",
        "name":  "Weapon Damage Weapon Damage Weapon Damage Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An arrow used as a melee weapon is treated as a light 2d6 1d8 3d6 2d8 1d10 3d8 improvised weapon (–4 penalty on attack rolls) and deals damage as 2d10 2d6 4d8 a dagger of its size (critical multiplier ×2). Arrows come in a leather quiver that holds 20 arrows. An arrow that hits its target is",
        "name":  "Arrows",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The entry in this column notes how the weapon is used destroyed; one that misses has a 50% chance of being destroyed or with the rules for critical hits. When your character scores a critical lost. hit, roll the damage two, three, or four times, as indicated by its Axe, Throwing: A throwing axe is lighter than a handaxe and critical multiplier (using all applicable modifiers on each roll), and balanced for throwing. Gnome fighters often use throwing axes for add all the results together. both melee and ranged attacks. 114 :7 RETPAHC TNEMPIUQE",
        "name":  "Critical",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An orc double axe is a double weapon. You can tripped. fight with it as if fighting with two weapons, but if you do, you incur When using a spiked chain, you get a +2 bonus on opposed attack all the normal attack penalties associated with fighting with two rolls made to disarm an opponent (including the roll to avoid being weapons, just as if you were using a one-handed weapon and a light disarmed if such an attempt fails). weapon (see Two-Weapon Fighting, page 160). As its name suggests, You can use the Weapon Finesse feat (page 102) to apply your it is often found in the hands of powerful orc fighters. A creature Dexterity modifier instead of your Strength modifier to attack rolls wielding an orc double axe in one hand can’t use it as a double with a spiked chain sized for you, even though it isn’t a light weapon weapon—only one end of the weapon can be used in any given for you. round. Club: A wooden club is so easy to find and fashion that it has no",
        "name":  "Axe, Orc Double",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The battleaxe is the most common melee weapon cost. among dwarves. Crossbow, Hand: This exotic weapon is common among rogues",
        "name":  "Battleaxe",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A set of bolas consists of two or three heavy wooden and others who favor stealth over power. You can draw a hand spheres connected by lengths of cord. Because the bolas can wrap crossbow back by hand. Loading a hand crossbow is a move action around an enemy’s leg or other limb, you can use this weapon to that provokes attacks of opportunity. make a ranged trip attack against an opponent. You can’t be tripped You can shoot, but not load, a hand crossbow with one hand at no during your own trip attempt when using a set of bolas. penalty. You can shoot a hand crossbow with each hand, but you",
        "name":  "Bolas",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A crossbow bolt used as a melee weapon is treated as a light take a penalty on attack rolls as if attacking with two light weapons improvised weapon (–4 penalty on attack rolls) and deals damage as (see Table 8–10: Two-Weapon Fighting Penalties, page 160). a dagger of its size (crit ×2). Bolts come in a wooden case that holds Crossbow, Heavy: You draw a heavy crossbow back by turning a 10 bolts (or 5, for a repeating crossbow). A bolt that hits its target is small winch. Loading a heavy crossbow is a full-round action that destroyed; one that misses has a 50% chance of being destroyed or provokes attacks of opportunity. lost. Normally, operating a heavy crossbow requires two hands.",
        "name":  "Bolts",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bullets are lead spheres, much heavier than However, you can shoot, but not load, a heavy crossbow with one stones of the same size. They come in a leather pouch that holds 10 hand at a –4 penalty on attack rolls. You can shoot a heavy crossbow bullets. A bullet that hits its target is destroyed; one that misses has a with each hand, but you take a penalty on attack rolls as if attacking 50% chance of being destroyed or lost. with two one-handed weapons (see Table 8–10: Two-Weapon",
        "name":  "Bullets, Sling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A spiked chain has reach, so you can strike Fighting Penalties, page 160). This penalty is cumulative with the opponents 10 feet away with it. In addition, unlike most other penalty for one-handed firing. weapons with reach, it can be used against an adjacent foe. Crossbow, Light: You draw a light crossbow back by pulling a Because the chain can wrap around an enemy’s leg or other limb, lever. Loading a light crossbow is a move action that provokes you can make trip attacks with the chain. If you are tripped during attacks of opportunity. your own trip attempt, you can drop the chain to avoid being Normally, operating a light crossbow requires two hands. 115 Illus. by L. Grant-West EQUIPMENT CHAPTER 7: However, you can shoot, but not load, a light crossbow with one ing crossbow in each hand in the same manner as you would a hand at a –2 penalty on attack rolls. You can shoot a light crossbow normal crossbow of the same size. However, you must fire the with each hand, but you take a penalty on attack rolls as if attacking weapon with two hands in order to use the reloading lever, and you with two light weapons (see Table 8–10: Two-Weapon Fighting must use two hands to load a new case of bolts. Penalties, page 160). This penalty is cumulative with the penalty for Dagger: The dagger is a common secondary weapon. You get a +2 one-handed firing. bonus on Sleight of Hand checks made to conceal a dagger on your",
        "name":  "Chain, Spiked",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The repeating crossbow (whether heavy body (see the Sleight of Hand skill, page 81). or light) holds 5 crossbow bolts. As long as it holds bolts, you can Dagger, Punching: This dagger puts more force from your reload it by pulling the reloading lever (a free action). Loading a new punch behind it, making it capable of deadly strikes. case of 5 bolts is a full-round action that provokes attacks of Dart: A dart is the size of a large arrow and has a weighted head. opportunity. Essentially, it is a small javelin. You can fire a repeating crossbow with one hand or fire a repeat- Table 7–5: Weapons Simple Weapons Cost Dmg (S) Dmg (M) Critical Range Increment Weight1 Type2 Unarmed Attacks Gauntlet 2 gp 1d2 1d3 ×2 — 1 lb. Bludgeoning Unarmed strike — 1d23 1d33 ×2 — — Bludgeoning Light Melee Weapons Dagger 2 gp 1d3 1d4 19–20/×2 10 ft. 1 lb. Piercing or slashing Dagger, punching 2 gp 1d3 1d4 ×3 — 1 lb. Piercing Gauntlet, spiked 5 gp 1d3 1d4 ×2 — 1 lb. Piercing Mace, light 5 gp 1d4 1d6 ×2 — 4 lb. Bludgeoning Sickle 6 gp 1d4 1d6 ×2 — 2 lb. Slashing One-Handed Melee Weapons Club — 1d4 1d6 ×2 10 ft. 3 lb. Bludgeoning Mace, heavy 12 gp 1d6 1d8 ×2 — 8 lb. Bludgeoning Morningstar 8 gp 1d6 1d8 ×2 — 6 lb. Bludgeoning and piercing Shortspear 1 gp 1d4 1d6 ×2 20 ft. 3 lb. Piercing Two-Handed Melee Weapons Longspear4 5 gp 1d6 1d8 ×3 — 9 lb. Piercing Quarterstaff5 — 1d4/1d4 1d6/1d6 ×2 — 4 lb. Bludgeoning Spear 2 gp 1d6 1d8 ×3 20 ft. 6 lb. Piercing Ranged Weapons Crossbow, heavy 50 gp 1d8 1d10 19–20/×2 120 ft. 8 lb. Piercing Bolts, crossbow (10) 1 gp — — — — 1 lb. — Crossbow, light 35 gp 1d6 1d8 19–20/×2 80 ft. 4 lb. Piercing Bolts, crossbow (10) 1 gp — — — — 1 lb. — Dart 5 sp 1d3 1d4 ×2 20 ft. 1/2 lb. Piercing Javelin 1 gp 1d4 1d6 ×2 30 ft. 2 lb. Piercing Sling — 1d3 1d4 ×2 50 ft. 0 lb. Bludgeoning Bullets, sling (10) 1 sp — — — — 5 lb. — Martial Weapons Cost Dmg (S) Dmg (M) Critical Range Increment Weight1 Type2 Light Melee Weapons Axe, throwing 8 gp 1d4 1d6 ×2 10 ft. 2 lb. Slashing Hammer, light 1 gp 1d3 1d4 ×2 20 ft. 2 lb. Bludgeoning Handaxe 6 gp 1d4 1d6 ×3 — 3 lb. Slashing Kukri 8 gp 1d3 1d4 18–20/×2 — 2 lb. Slashing Pick, light 4 gp 1d3 1d4 ×4 — 3 lb. Piercing Sap 1 gp 1d43 1d63 ×2 — 2 lb. Bludgeoning Shield, light special 1d2 1d3 ×2 — special Bludgeoning Spiked armor special 1d4 1d6 ×2 — special Piercing Spiked shield, light special 1d3 1d4 ×2 — special Piercing Sword, short 10 gp 1d4 1d6 19–20/×2 — 2 lb. Piercing One-Handed Melee Weapons Battleaxe 10 gp 1d6 1d8 ×3 — 6 lb. Slashing Flail 8 gp 1d6 1d8 ×2 — 5 lb. Bludgeoning Longsword 15 gp 1d6 1d8 19–20/×2 — 4 lb. Slashing Pick, heavy 8 gp 1d4 1d6 ×4 — 6 lb. Piercing Rapier 20 gp 1d4 1d6 18–20/×2 — 2 lb. Piercing Scimitar 15 gp 1d4 1d6 18–20/×2 — 4 lb. Slashing Shield, heavy special 1d3 1d4 ×2 — special Bludgeoning Spiked shield, heavy special 1d4 1d6 ×2 — special Piercing Trident 15 gp 1d6 1d8 ×2 10 ft. 4 lb. Piercing Warhammer 12 gp 1d6 1d8 ×3 — 5 lb. Bludgeoning 116 :7 RETPAHC TNEMPIUQE",
        "name":  "Crossbow, Repeating",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This sword, which is essentially a two-handed scimitar, being disarmed if such an attempt fails). has a curve that gives it the effect of a keener edge. You can also use this weapon to make trip attacks. If you are",
        "name":  "Falchion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A dire flail is a double weapon. You can fight with it tripped during your own trip attempt, you can drop the dire flail to as if fighting with two weapons, but if you do, you incur all the avoid being tripped. normal attack penalties associated with fighting with two weapons, Flail or Heavy Flail: With a flail, you get a +2 bonus on opposed just as if you were using a one-handed weapon and a light weapon attack rolls made to disarm an enemy (including the roll to avoid (see Two-Weapon Fighting, page 160). A creature wielding a dire being disarmed if such an attempt fails). flail in one hand can’t use it as a double weapon— only one end of You can also use this weapon to make trip attacks. If you are the weapon can be used in any given round. tripped during your own trip attempt, you can drop the flail to avoid When using a dire flail, you get a +2 bonus on opposed attack rolls being tripped. made to disarm an enemy (including the opposed attack roll to avoid Gauntlet: This metal glove protects your hands and lets you deal Two-Handed Melee Weapons Falchion 75 gp 1d6 2d4 18–20/×2 — 8 lb. Slashing Glaive4 8 gp 1d8 1d10 ×3 — 10 lb. Slashing Greataxe 20 gp 1d10 1d12 ×3 — 12 lb. Slashing Greatclub 5 gp 1d8 1d10 ×2 — 8 lb. Bludgeoning Flail, heavy 15 gp 1d8 1d10 19–20/×2 — 10 lb. Bludgeoning Greatsword 50 gp 1d10 2d6 19–20/×2 — 8 lb. Slashing Guisarme4 9 gp 1d6 2d4 ×3 — 12 lb. Slashing Halberd 10 gp 1d8 1d10 ×3 — 12 lb. Piercing or slashing Lance4 10 gp 1d6 1d8 ×3 — 10 lb. Piercing Ranseur4 10 gp 1d6 2d4 ×3 — 12 lb. Piercing Scythe 18 gp 1d6 2d4 ×4 — 10 lb. Piercing or slashing Ranged Weapons Longbow 75 gp 1d6 1d8 ×3 100 ft. 3 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Longbow, composite 100 gp 1d6 1d8 ×3 110 ft. 3 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Shortbow 30 gp 1d4 1d6 ×3 60 ft. 2 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Shortbow, composite 75 gp 1d4 1d6 ×3 70 ft. 2 lb. Piercing Arrows (20) 1 gp — — — — 3 lb. — Exotic Weapons Cost Dmg (S) Dmg (M) Critical Range Increment Weight1 Type2 Light Melee Weapons Kama 2 gp 1d4 1d6 ×2 — 2 lb. Slashing Nunchaku 2 gp 1d4 1d6 ×2 — 2 lb. Bludgeoning Sai 1 gp 1d3 1d4 ×2 10 ft. 1 lb. Bludgeoning Siangham 3 gp 1d4 1d6 ×2 — 1 lb. Piercing One-Handed Melee Weapons Sword, bastard 35 gp 1d8 1d10 19–20/×2 — 6 lb. Slashing Waraxe, dwarven 30 gp 1d8 1d10 ×3 — 8 lb. Slashing Whip4 1 gp 1d23 1d33 ×2 2 lb. Slashing Two-Handed Melee Weapons Axe, orc double5 60 gp 1d6/1d6 1d8/1d8 ×3 — 15 lb. Slashing Chain, spiked4 25 gp 1d6 2d4 ×2 — 10 lb. Piercing Flail, dire5 90 gp 1d6/1d6 1d8/1d8 ×2 — 10 lb. Bludgeoning Hammer, gnome hooked5 20 gp 1d6/1d4 1d8/1d6 ×3/×4 — 6 lb. Bludgeoning and piercing Sword, two-bladed5 100 gp 1d6/1d6 1d8/1d8 19–20/×2 — 10 lb. Slashing Urgrosh, dwarven5 50 gp 1d6/1d4 1d8/1d6 ×3 — 12 lb. Slashing or piercing Ranged Weapons Bolas 5 gp 1d33 1d43 ×2 10 ft. 2 lb. Bludgeoning Crossbow, hand 100 gp 1d3 1d4 19–20/×2 30 ft. 2 lb. Piercing Bolts (10) 1 gp — — — — 1 lb. — Crossbow, repeating heavy 400 gp 1d8 1d10 19–20/×2 120 ft. 12 lb. Piercing Bolts (5) 1 gp — — — — 1 lb. — Crossbow, repeating light 250 gp 1d6 1d8 19–20/×2 80 ft. 6 lb. Piercing Bolts (5) 1 gp — — — — 1 lb. — Net 20 gp — — — 10 ft. 6 lb. — Shuriken (5) 1 gp 1 1d2 ×2 10 ft. 1/2 lb. Piercing 1 Weight figures are for Medium weapons. A Small weapon weighs half as much, and a Large weapon weighs twice as much. 2 When two types are given, the weapon is both types if the entry specifies “and,” or either type (player’s choice at time of attack) if the entry specifies “or.” 3 The weapon deals nonlethal damage rather than lethal damage. 4 Reach weapon. 5 Double weapon. 117 EQUIPMENT CHAPTER 7: lethal damage rather than nonlethal damage with unarmed strikes. associated with fighting with two weapons, just as if you were using A strike with a gauntlet is otherwise considered an unarmed attack. a one-handed weapon and a light weapon (see Two-Weapon The cost and weight given are for a single gauntlet. Medium and Fighting, page 160). The hammer’s blunt head is a bludgeoning heavy armors (except breastplate) come with gauntlets. weapon that deals 1d6 points of damage (crit ×3). Its hook is a",
        "name":  "Flail, Dire",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your opponent cannot use a disarm action to piercing weapon that deals 1d4 points of damage (crit ×4). You can disarm you of spiked gauntlets. The cost and weight given are for a use either head as the primary weapon. The other head is the offhand weapon. A creature wielding a gnome hooked hammer in single gauntlet. An attack with a spiked gauntlet is considered an one hand can’t use it as a double weapon—only one end of the armed attack. weapon can be used in any given round.",
        "name":  "Gauntlet, Spiked",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This big, heavy axe is a favorite of barbarians and any- hooked hammer to avoid being tripped. body else who wants the capability to deal out incredible damage. Gnomes treat gnome hooked hammers as martial weapons.",
        "name":  "Greataxe",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Adventurers recognize the greatsword as one of the Handaxe: Dwarves favor these axes as off-hand weapons. best melee weapons available. It’s reliable and powerful. Javelin: This weapon is a light, flexible spear intended for",
        "name":  "Greatsword",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A guisarme has reach. You can strike opponents 10 throwing. You can use it in melee, but not well. Since it is not feet away with it, but you can’t use it against an adjacent foe. designed for melee, you are treated as nonproficient with it and take Because of a guisarme’s curved blade, you can also use it to make a –4 penalty on attack rolls if you use a javelin as a melee weapon. trip attacks. If you are tripped during your own trip attempt, you can Kama: The kama is a special monk weapon. This designation drop the guisarme to avoid being tripped. gives a monk (see Chapter 3: Classes) wielding a kama special",
        "name":  "Guisarme",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Normally, you strike with a halberd’s axe head, but the options. spike on the end is useful against charging opponents. If you use a Because of a kama’s shape, you can use it to make trip attacks. If ready action to set a halberd against a charge, you deal double you are tripped during your own trip attempt, you can drop the damage on a successful hit against a charging character. kama to avoid being tripped.",
        "name":  "Halberd",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A gnome hooked hammer is a away with it, but you can’t use it against an adjacent foe. double weapon. You can fight with it as if fighting with two While mounted, you can wield a lance with one hand. weapons, but if you do, you incur all the normal attack penalties",
        "name":  "Hammer, Gnome Hooked",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You need at least two hands to use a bow, regardless of 118 :7 RETPAHC TNEMPIUQE tseW-tnarG .L yb .sullI its size. A longbow is too unwieldy to use while you are mounted. If For purposes of weapon proficiency and similar feats, a composite you have a penalty for low Strength, apply it to damage rolls when longbow is treated as if it were a longbow. Thus, if you have Weapon you use a longbow. If you have a bonus for high Strength, you can Focus (longbow), that feat applies both to longbows and composite apply it to damage rolls when you use a composite longbow (see longbows. below) but not a regular longbow. Longspear: A longspear has reach. You can strike opponents 10",
        "name":  "Longbow",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You need at least two hands to use a bow, feet away with it, but you can’t use it against an adjacent foe. If you regardless of its size. You can use a composite longbow while use a ready action to set a longspear against a charge, you deal double mounted. Composite bows are made from laminated horn, wood, or damage on a successful hit against a charging character. bone and built with a recurve, meaning that the bow remains bow- Longsword: This classic, straight blade is the weapon of shaped even when unstrung. All composite bows are made with a knighthood and valor. It is a favorite weapon of many paladins. particular strength rating (that is, each requires a minimum Mace, Heavy or Light: A mace is made of metal, even the haft, Strength modifier to use with proficiency). If your Strength bonus is which makes it quite heavy and very hard to break. less than the strength rating of the composite bow, you can’t Net: A fighting net has small barbs in the weave and a trailing effectively use it, so you take a –2 penalty on attacks with it. The rope to control netted opponents. You use it to entangle enemies. default composite longbow requires a Strength modifier of +0 or When you throw a net, you make a ranged touch attack against higher to use with proficiency. A composite longbow can be made your target. A net’s maximum range is 10 feet. If you hit, the target is with a high strength rating (representing an especially heavy pull) to entangled. An entangled creature takes a –2 penalty on attack rolls take advantage of an above-average Strength score; this feature and a –4 penalty on Dexterity, can move at only half speed, and allows you to add your Strength bonus to damage, up to the cannot charge or run. If you control the trailing rope by succeeding maximum bonus indicated for the bow. Each point of Strength on an opposed Strength check while holding it, the entangled bonus granted by the bow adds 100 gp to its cost. For instance, a creature can move only within the limits that the rope allows. If the composite longbow (+1 Str bonus) costs 200 gp, while a composite entangled creature attempts to cast a spell, it must make a DC 15 longbow (+4 Str bonus) costs 500 gp. Concentration check or be unable to cast the spell. For example, Tordek has a +2 Strength bonus. With a regular An entangled creature can escape with a DC 20 Escape Artist composite longbow, he gets no modifier on damage rolls. For 200 check (a full-round action). The net has 5 hit points and can be burst gp, he can buy a composite longbow (+1 Str bonus), which lets him with a DC 25 Strength check (also a full-round action). add +1 to his damage rolls. For 300 gp, he can buy one that lets him A net is useful only against creatures within one size category of add his entire +2 Strength bonus. Even if he paid 400 gp for a you. For instance, a Small character wielding a net can entangle composite longbow (+3 Str bonus), he would still get only a +2 bo- Tiny, Small, or Medium creatures. nus on damage rolls and takes a –2 penalty on attacks with it because A net must be folded to be thrown effectively. The first time you his Strength is insufficient to use the weapon to best advantage. The throw your net in a fight, you make a normal ranged touch attack bow can’t grant him a higher bonus than he already has. 119 Illus. by L. Grant-West EQUIPMENT CHAPTER 7: roll. After the net is unfolded, you take a –4 penalty on attack rolls rolls with a rapier sized for you, even though it isn’t a light weapon with it. It takes 2 rounds for a proficient user to fold a net and twice for you. You can’t wield a rapier in two hands in order to apply 1-1/2 that long for a nonproficient one to do so. times your Strength bonus to damage.",
        "name":  "Longbow, Composite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The nunchaku is a special monk weapon. This des- Sai: A sai’s pronglike extrusions are designed to help catch and ignation gives a monk wielding a nunchaku special options. With a disarm opponent’s weapons. With a sai, you get a +4 bonus on nunchaku, you get a +2 bonus on opposed attack rolls made to opposed attack rolls made to disarm an enemy (including the roll to disarm an enemy (including the roll to avoid being disarmed if such avoid being disarmed if such an attempt fails). an attempt fails). The sai is a special monk weapon. This designation gives a monk",
        "name":  "Nunchaku",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The quarterstaff is the favorite weapon of many Scimitar: The curve on this blade gives it the effect of a keener characters, from travelers, peasants, and merchants to monks, edge. rangers, and wizards. A quarterstaff is a double weapon. You can Scythe: While it resembles the standard farm implement of the fight with it as if fighting with two weapons, but if you do, you incur same name, this scythe is balanced and strengthened for war. The design of the scythe focuses tremendous force on the sharp point, as all the normal attack penalties associated with fighting with two well as allowing devastating slashes with the blade edge. weapons, just as if you were using a one-handed weapon and a light Because of a scythe’s shape, you can use it to make trip attacks. If weapon (see Two-Weapon Fighting, page 160). You can also strike you are tripped during your own trip attempt, you can drop the with either end singly, a fact that allows you to take full advantage of scythe to avoid being tripped. openings in your opponent’s defenses. A creature wielding a",
        "name":  "Quarterstaff",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can bash with a shield instead of quarterstaff in one hand can’t use it as a double weapon—only one using it for defense. See Armor, later in this chapter. end of the weapon can be used in any given round.",
        "name":  "Shield, Heavy or Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You need at least two hands to use a bow, regardless of The quarterstaff is a special monk weapon. This designation gives its size. You can use a shortbow while mounted. If you have a a monk (see Chapter 3: Classes) wielding a quarterstaff special penalty for low Strength, apply it to damage rolls when you use a options. shortbow. If you have a bonus for high Strength, you can apply it to",
        "name":  "Shortbow",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ranseur has reach. You can strike opponents 10 feet damage rolls when you use a composite shortbow (see below) but away with it, but you can’t use it against an adjacent foe. not a regular shortbow. With a ranseur, you get a +2 bonus on opposed attack rolls made Shortbow, Composite: You need at least two hands to use a bow, to disarm an opponent (including the roll to avoid being disarmed if regardless of its size. You can use a composite shortbow while such an attempt fails). mounted. Composite bows are made from laminated horn, wood, or",
        "name":  "Ranseur",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use the Weapon Finesse feat page 102) to apply bone and built with a recurve, meaning that the bow remains bow- your Dexterity modifier instead of your Strength modifier to attack shaped even when unstrung. All composite bows are made with a 120 :7 RETPAHC TNEMPIUQE particular strength rating (that is, each requires a minimum Strike, Unarmed: A Medium character deals 1d3 points of Strength modifier to use with proficiency). If your Strength bonus is nonlethal damage with an unarmed strike, which may be a punch, lower than the strength rating of the composite bow, you can’t kick, head butt, or other type of attack. A Small character deals 1d2 effectively use it, so you take a –2 penalty on attacks with it. The points of nonlethal damage. A monk or any character with the default composite shortbow requires a Strength modifier of +0 or Improved Unarmed Strike feat can deal lethal or nonlethal damage higher to use with proficiency. A composite shortbow can be made with unarmed strikes, at her option. The damage from an unarmed with a high strength rating to take advantage of an above-average strike is considered weapon damage for the purposes of effects that Strength score; this feature allows you to add your Strength bonus to give you a bonus on weapon damage rolls. damage, up to the maximum bonus indicated for the bow. Each An unarmed strike is always considered a light weapon. There- point of Strength bonus granted by the bow adds 75 gp to its cost. fore, you can use the Weapon Finesse feat (page 102) to apply your For instance, a composite shortbow (+1 Str bonus) costs 150 gp, Dexterity modifier instead of your Strength modifier to attack rolls while a composite shortbow (+4 Str bonus) costs 375 gp. with an unarmed strike. For example, Tordek has a +2 Strength bonus. With a regular Sword, Bastard: bastard swords are also known as hand-and-a- composite shortbow, he gets no modifier on damage rolls. For 150 half swords. A bastard sword is too large to use in one hand without gp, he can buy a composite shortbow (+1 Str bonus), which lets him special training; thus, it is an exotic weapon. A character can use a add +1 to his damage rolls. For 225 gp, he can buy one that lets him bastard sword two-handed as a martial weapon. add his entire +2 Strength bonus. Even if he paid 300 gp for a Sword, Short: This sword is popular as an off-hand weapon. composite shortbow (+3 Str bonus), he would still get only a +2 Sword, Two-Bladed: A two-bladed sword is a double weapon. bonus on damage rolls and takes a –2 penalty on attacks with it You can fight with it as if fighting with two weapons, but if you do, because his Strength is insufficient to use the weapon to best you incur all the normal attack penalties associated with fighting advantage. The bow can’t grant him a higher bonus than he already with two weapons, just as if you were using a one-handed weapon has. and a light weapon (see Two-Weapon Fighting, page 160). A creature For purposes of weapon proficiency and similar feats, a composite wielding a two-bladed sword in one hand can’t use it as a double shortbow is treated as if it were a shortbow. Thus, if you have weapon—only one end of the weapon can be used in any given Weapon Focus (shortbow), that feat applies both to short-bows and round. composite shortbows. Trident: This three-tined piercing weapon can be thrown just as a",
        "name":  "Rapier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A shortspear is small enough to wield one-handed. It shortspear or spear can be, but its range increment is shorter may also be thrown. because it’s not as aerodynamic as those other weapons. If you use a",
        "name":  "Shortspear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A shuriken is a special monk weapon. This designa- ready action to set a trident against a charge, you deal double damage on a successful hit against a charging character. tion gives a monk (see Chapter 3: Classes) wielding shuriken special",
        "name":  "Shuriken",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A dwarven urgrosh is a double weapon. You options. A shuriken can’t be used as a melee weapon. can fight with it as if fighting with two weapons, but if you do, you Although they are thrown weapons, shuriken are treated as incur all the normal attack penalties associated with fighting with ammunition for the purposes of drawing them, crafting masterwork two weapons, just as if you were using a one-handed weapon and a or otherwise special versions of them (see Masterwork Weapons, light weapon (see Two-Weapon Fighting, page 160). The urgrosh’s below), and what happens to them after they are thrown. axe head is a slashing weapon that deals 1d8 points of damage. Its",
        "name":  "Urgrosh, Dwarven",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The siangham is a special monk weapon. This des- spear head is a piercing weapon that deals 1d6 points of damage. You ignation gives a monk (see Chapter 3: Classes) wielding a siangham can use either head as the primary weapon. The other is the off-hand special options. weapon. A creature wielding a dwarven urgrosh in one hand can’t",
        "name":  "Siangham",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon is like a farmer’s sickle, but it is strengthened use it as a double weapon—only one end of the weapon can be used for use as a weapon. It is favored by druids and by anyone who wants in any given round. a weapon that might be overlooked by guards. If you use a ready action to set an urgrosh against a charge, you Because of a sickle’s shape, you can also use it to make trip attacks. deal double damage if you score a hit against a charging character. If If you are tripped during your own trip attempt, you can drop the you use an urgrosh against a charging character, the spear head is sickle to avoid being tripped. the part of the weapon that deals damage.",
        "name":  "Sickle",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A sling hurls lead bullets. It doesn’t shoot as far as a cross- An urgrosh is also called a spear-axe. Dwarves treat dwarven bow, nor is it as powerful as a bow, but it’s cheap and easy to urgroshes as martial weapons. improvise from common materials. Druids and halflings favor Waraxe, Dwarven: A dwarven waraxe is too large to use in one slings. Your Strength modifier applies to damage rolls when you use hand without special training; thus, it is an exotic weapon. A a sling, just as it does for thrown weapons. You can fire, but not load, Medium character can use a dwarven waraxe two-handed as a a sling with one hand. Loading a sling is a move action that requires martial weapon, or a Large creature can use it one-handed in the two hands and provokes attacks of opportunity. same way. A dwarf treats a dwarven waraxe as a martial weapon even You can hurl ordinary stones with a sling, but stones are not as when using it in one hand. dense or as round as bullets. Thus, such an attack deals damage as if Warhammer: This weapon, favored by dwarves, is a one-handed the weapon were designed for a creature one size category smaller sledge or maul with a large, heavy head. than you (for instance, 1d3 instead of 1d4, or 1d2 instead of 1d3) and Whip: A whip deals nonlethal damage. It deals no damage to any you take a –1 penalty on attack rolls. creature with an armor bonus of +1 or higher or a natural armor",
        "name":  "Sling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One of the simplest weapons in existence, the spear is bonus of +3 or higher. The whip is treated as a melee weapon with favored by druids and sorcerers. It can be thrown. If you use a ready 15-foot reach, though you don’t threaten the area into which you can action to set a spear against a charge, you deal double damage on a make an attack. In addition, unlike most other weapons with reach, successful hit against a charging character. you can use it against foes anywhere within your reach (including",
        "name":  "Spear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can outfit your armor with spikes, which can adjacent foes). deal damage in a grapple or as a separate attack. See Armor, later in Using a whip provokes an attack of opportunity, just as if you had this chapter. used a ranged weapon.",
        "name":  "Spiked Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can bash with a spiked Because a whip can wrap around an enemy’s leg or other limb, shield instead of using it for defense. See Armor, later in this you can make trip attacks with a it. If you are tripped during your chapter. own trip attempt, you can drop the whip to avoid being tripped. 121 EQUIPMENT CHAPTER 7: When using a whip, you get a +2 bonus on opposed attack rolls with a Dexterity score of 18 normally gains a +4 bonus to his AC, but made to disarm an opponent (including the roll to keep from being wearing chainmail drops that bonus to +2. Such a character’s final disarmed if the attack fails). Armor Class would be 17 (10 base + 5 armor bonus + 2 Dex bonus = You can use the Weapon Finesse feat (page 102) to apply your 17), assuming he has no other modifiers. This restriction doesn’t Dexterity modifier instead of your Strength modifier to attack rolls affect any other Dexterity-related abilities (such as Reflex saves and with a whip sized for you, even though it isn’t a light weapon for skill checks). you. Even if a character’s Dexterity bonus to AC drops to 0 because of armor, this situation does not count as losing a Dexterity bonus to MASTERWORK WEAPONS AC. For example, a rogue can’t sneak attack a character just because you’re wearing half-plate. A masterwork weapon is a finely crafted version of a normal Your character’s encumbrance (the amount of gear he or she weapon. Wielding it provides a +1 enhancement bonus on attack carries) may also restrict the maximum Dexterity bonus that can be rolls. applied to his or her Armor Class; see Encumbrance by Armor, page You can’t add the masterwork quality to a weapon after it is cre- 161, for details. ated; it must be crafted as a masterwork weapon (see the Craft skill,",
        "name":  "Spiked Shield, Heavy or Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shields do not affect a character’s maximum Dexterity page 70). The masterwork quality adds 300 gp to the cost of a normal bonus. weapon (or 6 gp to the cost of a single unit of ammunition, such as",
        "name":  "Shields",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Anything heavier than leather hurts a an arrow). For example, a masterwork bastard sword costs 335 gp, character’s ability to use some skills. An armor check penalty while a set of 10 masterwork arrows costs 70 gp. Adding the number is the penalty that applies to Balance, Climb, Escape Artist, masterwork quality to a double weapon costs twice the normal Hide, Jump, Move Silently, Sleight of Hand, and Tumble checks by increase (+600 gp). a character wearing a certain kind of armor. Double the normal Masterwork ammunition is damaged (effectively destroyed) armor check penalty is applied to Swim checks. Some characters when used. The enhancement bonus of masterwork ammunition don’t much care about the armor check penalty, but others do. The does not stack with any enhancement bonus of the projectile barbarian, in particular, faces a trade-off between heavier armor and weapon firing it. better skill check results. A character’s encumbrance (the amount of All magic weapons are automatically considered to be of gear carried, including armor) may also apply an armor check masterwork quality. The enhancement bonus granted by the penalty; see Encumbrance by Armor, page 161, for details. masterwork quality doesn’t stack with the enhancement bonus",
        "name":  "Armor Check Penalty",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If a character is wearing armor and using a shield, both provided by the weapon’s magic. armor check penalties apply. Even though some types of armor and shields (such as spiked",
        "name":  "Shields",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character who wears armor shields) can be used as weapons, you can’t create a masterwork ver- and/or uses a shield with which he or she is not proficient takes the sion of such an item that confers an enhancement bonus on attack armor’s (and/or shields’s) armor check penalty on attack rolls and on rolls. Instead, masterwork armor and shields have lessened armor all Strength-based and Dexterity-based ability and skill checks. The check penalties (see Masterwork Armor, page 126). penalty for nonproficiency with armor stacks with the penalty for nonprofiency with shields.",
        "name":  "Nonproficient with Armor Worn",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This armor is made of interlocking metal rings. It allow you to deal extra piercing damage (see Table 7–5: Weapons) on includes a layer of quilted fabric worn underneath to prevent chaf- a successful grapple attack. The spikes count as a martial weapon. If ing and to cushion the impact of blows. Several layers of mail are you are not proficient with them, you take a –4 penalty on grapple hung over vital areas. Most of the armor’s weight hangs from the checks when you try to use them. You can also make a regular melee shoulders, making chainmail uncomfortable to wear for long attack (or off-hand attack) with the spikes, and they count as a light periods of time. The suit includes gauntlets. weapon in this case. (You can’t also make an attack with armor Full Plate: This armor consists of shaped and fitted metal plates spikes if you have already made an attack with another off-hand riveted and interlocked to cover the entire body. The suit includes weapon, and vice versa.) gauntlets, heavy leather boots, a visored helmet, and a thick layer of An enhancement bonus to a suit of armor does not improve the padding that is worn underneath the armor. Buckles and straps spikes’ effectiveness, but the spikes can be made into magic weapons distribute the weight over the body, so full plate hampers movement in their own right.",
        "name":  "Chainmail",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A breastplate covers your front and your back. It Gauntlet, Locked: This armored gauntlet has small chains and comes with a helmet and greaves (plates to cover your lower legs). A braces that allow the wearer to attach a weapon to the gauntlet so light suit or skirt of studded leather beneath the breastplate protects that it cannot be dropped easily. It provides a +10 bonus on any roll your limbs without restricting movement much. made to keep from being disarmed in combat. Removing a weapon",
        "name":  "Breastplate",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This small metal shield is worn strapped to your fore- from a locked gauntlet or attaching a weapon to a locked gauntlet is arm. You can use a bow or crossbow without penalty while carrying a full-round action that provokes attacks of opportunity. The price it. You can also use your shield arm to wield a weapon (whether you given is for a single locked gauntlet. The weight given applies only if are using an off-hand weapon or using your off hand to help wield a you’re wearing a breastplate, light armor, or no armor. Otherwise, two-handed weapon), but you take a –1 penalty on attack rolls while the locked gauntlet replaces a gauntlet you already have as part of doing so because of the extra weight on your arm. This penalty the armor. stacks with those that may apply for fighting with your off hand and While the gauntlet is locked, you can’t use the hand wearing it for for fighting with two weapons. In any case, if you use a weapon in casting spells or employing skills. (You can still cast spells with your off hand, you don’t get the buckler’s AC bonus for the rest of somatic components, provided that your other hand is free.) the round. 124 :7 RETPAHC TNEMPIUQE",
        "name":  "Buckler",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You strap a shield to your damage rather than nonlethal damage with an unarmed strike. forearm and grip it with your hand. A light shield’s weight lets you Half-Plate: This armor is a combination of chainmail with metal carry other items in that hand, although you cannot use weapons plates (breastplate, epaulettes, elbow guards, gauntlets, tasses, and with it. greaves) covering vital areas. Buckles and straps hold the whole suit Wooden or Steel: Wooden and steel shields offer the same basic together and distribute the weight, but the armor still hangs more protection, though they respond differently to special attacks (such loosely than full plate. The suit includes gauntlets. as warp wood and heat metal).",
        "name":  "Like a normal gauntlet, a locked gauntlet lets you deal lethal Shield, Light, Wooden or Steel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This armor is prepared from multiple layers of leather and Shield Bash Attacks: You can bash an opponent with a light shield, animal hides. It is stiff and hard to move in. Druids, who wear only using it as an off-hand weapon. See Table 7–5: Weapons for the nonmetallic armor, favor hide. damage dealt by a shield bash. Used this way, a light shield is a",
        "name":  "Hide",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The breastplate and shoulder protectors of this armor martial bludgeoning weapon. For the purpose of penalties on attack are made of leather that has been stiffened by boiling in oil. The rest rolls, treat a light shield as a light weapon. If you use your shield as a of the armor is made of softer and more flexible leather. weapon, you lose its AC bonus until your next action (usually until",
        "name":  "Leather",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Padded armor features quilted layers of cloth and bat- the next round). An enhancement bonus on a shield does not ting. It gets hot quickly and can become foul with sweat, grime, lice, improve the effectiveness of a shield bash made with it, but the and fleas. shield can be made into a magic weapon in its own right.",
        "name":  "Padded",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can bash an opponent with a heavy shield, Shield Spikes: When added to your shield, these spikes turn it using it as an off-hand weapon. See Table 7–5: Weapons for the into a martial piercing weapon that increases the damage dealt by a damage dealt by a shield bash. Used this way, a heavy shield is a mar- shield bash as if the shield were designed for a creature one size tial bludgeoning weapon. For the purpose of penalties on attack category larger than you (from 1d4 to 1d6, for instance). You can’t rolls, treat a heavy shield as a one-handed weapon. If you use your put spikes on a buckler or a tower shield. Otherwise, attacking with shield as a weapon, you lose its AC bonus until your next action a spiked shield is like making a shield bash attack (see above). An (usually until the next round). An enhancement bonus on a shield enhancement bonus on a spiked shield does not improve the does not improve the effectiveness of a shield bash made with it, but effectiveness of a shield bash made with it, but a spiked shield can be the shield can be made into a magic weapon in its own right. made into a magic weapon in its own right. 125 EQUIPMENT CHAPTER 7:",
        "name":  "Shield Bash Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A candle dimly illuminates a 5-foot radius and burns for 1 hour. See page 164 for more rules on illumination. Just as with weapons, you can purchase or craft masterwork versions",
        "name":  "MASTERWORK ARMOR Candle",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This iron bar is made for levering closed items open. A A masterwork suit of armor or shield costs an extra 150 gp over crowbar is the perfect tool for prying open doors or chests, shat- and above the normal cost for that type of armor or shield. A mas- tering chains, and the like, and it grants a +2 circumstance bonus on terwork chain shirt would thus cost 250 gp. Strength checks made for such purposes. If used in combat, treat a The masterwork quality of a suit of armor or shield never provides crowbar as a one-handed improvised weapon (see page 113) that a bonus on attack or damage rolls, even if the armor or shield is used deals bludgeoning damage equal to that of a club of its size. as a weapon (such as spiked armor or a spiked shield).",
        "name":  "Crowbar",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When tied to the end of a rope, a grappling hook can secure the rope to a battlement, window ledge, tree limb, Of course, characters need more than just weapons and armor. Table or other protrusion. Throwing a grappling hook successfully requi- 7–8: Goods and Services provides costs and weights for dozens of res a Use Rope check (DC 10, +2 per 10 feet of distance thrown). other items, and costs for a variety of services that characters can Hammer: This one-handed hammer with an iron head is useful purchase. for pounding pitons into a wall. If a hammer is used in combat, treat it as a one-handed improvised weapon (see page 113) that deals ADVENTURING GEAR bludgeoning damage equal to that of a spiked gauntlet of its size.",
        "name":  "GOODS AND SERVICES Grappling Hook",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A pint of oil burns for 6 hours in a lantern. You can use a drawstring so it can be closed. flask of oil as a splash weapon (see Throw Splash Weapon, page 158). Signet Ring: Each signet ring has a distinctive design carved into Use the rules for alchemist’s fire, except that it takes a full-round it. When you press this ring into warm sealing wax, you leave an action to prepare a flask with a fuse. Once it is thrown, there is a 50% identifying mark. chance of the flask igniting successfully. Sledge: This two-handed, iron-headed hammer is good for You can pour a pint of oil on the ground to cover an area 5 feet smashing open treasure chests. square, provided that the surface is smooth. If lit, the oil burns for 2 Spyglass: Objects viewed through a spyglass are magnified to rounds and deals 1d3 points of fire damage to each creature in the twice their size. area. Tent: This simple tent sleeps two.",
        "name":  "Oil",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When a wall doesn’t offer handholds and footholds, you radius. See page 164 for more rules on illumination. If a torch is used can make your own. A piton is a steel spike with an eye through in combat, treat it as a one-handed improvised weapon (see page which you can loop a rope. (See the Climb skill, page 69). 113) that deals bludgeoning damage equal to that of a gauntlet of its Pole, 10-foot: When you suspect a trap, you can put the end of size, plus 1 point of fire damage. your 10-foot pole through that hole in the wall instead of reaching Vial: This ceramic, glass, or metal vial is fitted with a tight stopper in with your hand. and holds 1 ounce of liquid. The stoppered container usually is no",
        "name":  "Piton",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Holy water damages undead creatures and evil outsiders almost as if it were acid. A flask of holy water can be These special substances are prized by adventurers. Any of them thrown as a splash weapon (see Throw Splash Weapon, page 158). except for the everburning torch and holy water can be made by a Treat this attack as a ranged touch attack with a range increment of character with the Craft (alchemy) skill (page 70). 10 feet. A flask breaks if thrown against the body of a corporeal",
        "name":  "SPECIAL SUBSTANCES AND ITEMS Holy Water",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can throw a flask of acid as a splash weapon (see Throw Splash Weapon, page 158). Treat this attack as a ranged touch attack creature, but to use it against an incorporeal creature, you must open with a range increment of 10 feet. A direct hit deals 1d6 points of the flask and pour the holy water out onto the target. Thus, you can acid damage. Every creature within 5 feet of the point where the douse an incorporeal creature with holy water only if you are acid hits takes 1 point of acid damage from the splash. adjacent to it. Doing so is a ranged touch attack that does not Alchemist’s Fire: Alchemist’s fire is sticky, adhesive substance provoke attacks of opportunity. that ignites when exposed to air. You can throw a flask of alchemist’s A direct hit by a flask of holy water deals 2d4 points of damage to fire as a splash weapon (see Throw Splash Weapon, page 158). Treat an undead creature or an evil outsider. Each such creature within 5 this attack as a ranged touch attack with a range increment of 10 feet of the point where the flask hits takes 1 point of damage from feet. the splash. A direct hit deals 1d6 points of fire damage. Every creature within Temples to good deities sell holy water at cost (making no profit) 5 feet of the point where the flask hits takes 1 point of fire damage because the clerics are happy to supply people with what they need from the splash. On the round following a direct hit, the target takes to battle evil. an additional 1d6 points of damage. If desired, the target can use a Smokestick: This alchemically treated wooden stick instantly full-round action to attempt to extinguish the flames before taking creates thick, opaque smoke when ignited. The smoke fills a 10- foot this additional damage. Extinguishing the flames requires a DC 15 cube (treat the effect as a fog cloud spell, except that a moderate or Reflex save. Rolling on the ground provides the target a +2 bonus on stronger wind dissipates the smoke in 1 round). The stick is the save. Leaping into a lake or magically extinguishing the flames consumed after 1 round, and the smoke dissipates naturally. automatically smothers the fire.",
        "name":  "Acid",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This round leather bag is full of alchemical goo. radius. See page 164 for more rules on illumination. When you throw a tanglefoot bag at a creature (as a ranged touch Table 7–8: Goods and Services Average 40 gp 1 lb. Special Substances and Items Good 80 gp 1 lb. Item Cost Weight Adventuring Gear Amazing 150 gp 1 lb. Acid (flask) 10 gp 1 lb. Item Cost Weight Manacles 15 gp 2 lb. Alchemist’s fire (flask) 20 gp 1 lb. Backpack (empty) 2 gp 2 lb.1 Manacles, masterwork 50 gp 2 lb. Antitoxin (vial) 50 gp — Barrel (empty) 2 gp 30 lb. Mirror, small steel 10 gp 1/2 lb. Everburning torch 110 gp 1 lb. Basket (empty) 4 sp 1 lb. Mug/Tankard, clay 2 cp 1 lb. Holy water (flask) 25 gp 1 lb. Bedroll 1 sp 5 lb. 1 Oil (1-pint flask) 1 sp 1 lb. Smokestick 20 gp 1/2 lb. Bell 1 gp — Paper (sheet) 4 sp — Sunrod 2 gp 1 lb. Blanket, winter 5 sp 3 lb. 1 Parchment (sheet) 2 sp — Tanglefoot bag 50 gp 4 lb. Block and tackle 5 gp 5 lb. Pick, miner’s 3 gp 10 lb. Thunderstone 30 gp 1 lb. Bottle, wine, glass 2 gp — Pitcher, clay 2 cp 5 lb. Tindertwig 1 gp — Bucket (empty) 5 sp 2 lb. Piton 1 sp 1/2 lb. Pole, 10-foot 2 sp 8 lb. Tools and Skill Kits Caltrops 1 gp 2 lb. Pot, iron 5 sp 10 lb. Candle 1 cp — Item Cost Weight Pouch, belt (empty) 1 gp 1/2 lb.1 Canvas (sq. yd.) 1 sp 1 lb. Alchemist’s lab 500 gp 40 lb. Ram, portable 10 gp 20 lb. Case, map or scroll 1 gp 1/2 lb. Artisan’s tools 5 gp 5 lb. Rations, trail (per day) 5 sp 1 lb. 1 Chain (10 ft.) 30 gp 2 lb. Artisan’s tools, 55 gp 5 lb. Rope, hempen (50 ft.) 1 gp 10 lb. Chalk, 1 piece 1 cp — masterwork Rope, silk (50 ft.) 10 gp 5 lb. Chest (empty) 2 gp 25 lb. Climber’s kit 80 gp 5 lb.1 Sack (empty) 1 sp 1/2 lb. 1 Crowbar 2 gp 5 lb. Disguise kit 50 gp 8 lb.1 Sealing wax 1 gp 1 lb. Firewood (per day) 1 cp 20 lb. Healer’s kit 50 gp 1 lb. Sewing needle 5 sp — Fishhook 1 sp — Holly and mistletoe — — Signal whistle 8 sp — Fishing net, 25 sq. ft. 4 gp 5 lb. Holy symbol, wooden 1 gp — Signet ring 5 gp — Flask (empty) 3 cp 1-1/2 lb. Holy symbol, silver 25 gp 1 lb. Sledge 1 gp 10 lb. Flint and steel 1 gp — Hourglass 25 gp 1 lb. Soap (per lb.) 5 sp 1 lb. Grappling hook 1 gp 4 lb. Magnifying glass 100 gp — Spade or shovel 2 gp 8 lb. Hammer 5 sp 2 lb. Musical instrument, 5 gp 3 lb.1 Spyglass 1,000 gp 1 lb. Ink (1 oz. vial) 8 gp — common Tent 10 gp 20 lb. 1 Inkpen 1 sp — Musical instrument, 100 gp 3 lb.1 Torch 1 cp 1 lb. Jug, clay 3 cp 9 lb. masterwork Vial, ink or potion 1 gp 1/10 lb. Ladder, 10-foot 5 cp 20 lb. Scale, merchant’s 2 gp 1 lb. Waterskin 1 gp 4 lb. 1 Lamp, common 1 sp 1 lb. Spell component 5 gp 2 lb. Whetstone 2 cp 1 lb. Lantern, bullseye 12 gp 3 lb. pouch Lantern, hooded 7 gp 2 lb. Spellbook, wizard’s 15 gp 3 lb. Lock 1 lb. (blank) Very simple 20 gp 1 lb. Thieves’ tools 30 gp 1 lb. 128 :7 RETPAHC TNEMPIUQE attack with a range increment of 10 feet), the bag comes apart and component that it tries to cast. the goo bursts out, entangling the target and then becoming tough Since you don’t need to hit a specific target, you can simply aim at and resilient upon exposure to air. An entangled creature takes a –2 a particular 5-foot square. Treat the target square as AC 5; if you miss, penalty on attack rolls and a –4 penalty to Dexterity and must make see Throw Splash Weapon, page 158, to determine where the a DC 15 Reflex save or be glued to the floor, unable to move. Even thunderstone lands. on a successful save, it can move only at half speed. Huge or larger Tindertwig: The alchemical substance on the end of this small, creatures are unaffected by a tanglefoot bag. A flying creature is not wooden stick ignites when struck against a rough surface. Creating a stuck to the floor, but it must make a DC 15 Reflex save or be unable flame with a tindertwig is much faster than creating a flame with to fly (assuming it uses its wings to fly) and fall to the ground. A flint and steel (or a magnifying glass) and tinder. Lighting a torch tanglefoot bag does not function underwater. with a tindertwig is a standard action (rather than a full-round A creature that is glued to the floor (or unable to fly) can break action), and lighting any other fire with one is at least a standard free by making a DC 17 Strength check or by dealing 15 points of action. damage to the goo with a slashing weapon. A creature trying to scrape goo off itself, or another creature assisting, does not need to TOOLS AND SKILL KITS make an attack roll; hitting the goo is automatic, after which the creature that hit makes a damage roll to see how much of the goo This equipment is particularly useful if you have certain skills or are was scraped off. Once free, the creature can move (including flying) of a certain class. at half speed. A character capable of spellcasting who is bound by Alchemist’s Lab: This set of equipment includes beakers, bottles, the goo must make a DC 15 Concentration check to cast a spell. The mixing and measuring containers, and a miscellany of chemicals goo becomes brittle and fragile after 2d4 rounds, cracking apart and and substances. An alchemist’s lab always has the perfect tool for losing its effectiveness. An application of universal solvent (see page making alchemical items, so it provides a +2 circumstance bonus on 268 of the Dungeon Master’s Guide) to a stuck creature dissolves the Craft (alchemy) checks. It has no bearing on the costs related to the alchemical goo immediately. Craft (alchemy) skill (page 70). Without this lab, a character with the",
        "name":  "Tanglefoot Bag",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A cold weather outfit includes a wool found on Table 7–6: Armor and Shields. coat, linen shirt, wool cap, heavy cloak, thick pants or skirt, and Armor for a horse (a Large nonhumanoid creature) costs four boots. This outfit grants a +5 circumstance bonus on Fortitude times as much as armor for a human (a Medium humanoid creature) saving throws against exposure to cold weather (see the Dungeon and also weighs twice as much as the armor found on Table 7–6 (see Master’s Guide for information on cold dangers). Armor for Unusual Creatures, page 123). If the barding is for a pony Courtier’s Outfit: This outfit includes fancy, tailored clothes in or other Medium mount, the cost is only double, and the weight is whatever fashion happens to be the current style in the courts of the the same as for Medium armor worn by a humanoid. nobles. Anyone trying to influence nobles or courtiers while Medium or heavy barding slows a mount that wears it, as shown wearing street dress will have a hard time of it (–2 penalty on on the table below. Charisma-based skill checks to influence such individuals). If you wear this outfit without jewelry (costing an additional 50 gp), you ———— Base Speed —––—— look like an out-of-place commoner. Barding (40 ft.) (50 ft.) (60 ft.) Entertainer’s Outfit: This set of flashy, perhaps even gaudy, Medium 30 ft. 35 ft. 40 ft. clothes is for entertaining. While the outfit looks whimsical, its Heavy 30 ft.1 35 ft.1 40 ft.1 practical design lets you tumble, dance, walk a tightrope, or just run 1 A mount wearing heavy armor moves at only triple its normal speed (if the audience turns ugly). when running instead of quadruple. Explorer’s Outfit: This is a full set of clothes for someone who never knows what to expect. It includes sturdy boots, leather Flying mounts can’t fly in medium or heavy barding. breeches or a skirt, a belt, a shirt (perhaps with a vest or jacket), Barded animals require special attention. You must take care to gloves, and a cloak. Rather than a leather skirt, a leather overtunic prevent chafing and sores caused by the armor. The armor must be may be worn over a cloth skirt. The clothes have plenty of pockets removed at night and ideally should not be put on the mount except (especially the cloak). The outfit also includes any extra items you to prepare for a battle. Removing and fitting barding takes five times might need, such as a scarf or a wide-brimmed hat. as long as the figures given on Table 7–7: Donning Armor. A barded Monk’s Outfit: This simple outfit includes sandals, loose animal cannot be used to carry any load other than the rider and breeches, and a loose shirt, and is all bound together with sashes. normal saddlebags. Because of this limitation, a mounted warrior The outfit is designed to give you maximum mobility, and it’s made often leads a second mount loaded with gear and supplies. of high-quality fabric. You can hide small weapons in pockets",
        "name":  "Cold Weather Outfit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This 100-foot-long ship has a single mast, although oars Even a metropolis isn’t guaranteed to have a local spellcaster able to can also propel it. It has a crew of 60 to 80 rowers. This ship can cast 9th-level spells, so seeking out such a caster may become an carry 160 soldiers, but not for long distances, since there isn’t room adventure itself. (The Dungeon Master’s Guide has more information for supplies to support that many people. The warship cannot make on settlement sizes and demographics.) sea voyages and sticks to the coast. It is not used for cargo. It moves Because you must get an actual spellcaster to cast a spell for you about 2-1/2 miles per hour when being rowed or under sail. and can’t rely on a neutral broker, money is not always sufficient to get a spell cast. If the spellcaster is opposed to you on religious, SPELLCASTING AND SERVICES moral, or political grounds, you may not be able to get the spell you Sometimes the best solution for a problem is to hire someone else to want for any price. The DM always sets the final price of any take care of it. Since the characters are adventurers, such a solution spellcasting you want to purchase. 132 :7 RETPAHC TNEMPIUQE HOW COMBAT WORKS ighty swords clash, arrows hiss through the air, claws rip and tear and rend; these are the thrilling sounds Combat in the D\u0026D game is cyclical; everybody acts in turn in a of battle. D\u0026D adventurers constantly find them- regular cycle of rounds. Combat follows this sequence: selves embroiled in combat situations—and they 1. Each combatant starts out flat-footed. Once a combatant wouldn’t have it any other way! Whether the adven- acts, he or she is no longer flat-footed. turers must fend off a bandit ambush on a deserted road or fight 2. The DM determines which characters are aware of their their way out of a bugbear lair in the deepest part of a dungeon, the opponents at the start of the battle. If some but not all of the rules in this chapter provides an exciting way to solve any combat combatants are aware of their opponents, a surprise round situation. happens before regular rounds of combat begin. The Many special abilities and forms of damage that affect combat are combatants who are aware of the opponents can act in the also covered in the Dungeon Master’s Guide. surprise round, so they roll for initiative. In initiative order (highest to lowest), combatants who started the battle aware of THE BATTLE GRID their opponents each take one action (either a standard action or a move action) during the surprise round. Combatants To help visualize events in the fictional world of the D\u0026D game, we who were unaware do not get to act in the surprise round. If recommend the use of miniature figures and a battle grid. A battle no one or everyone starts the battle aware, there is no grid, such as the one provided in the Dungeon Master’s Guide, consists surprise round. of a grid of 1-inch squares. Each of these squares represents a 5-foot 3. Combatants who have not yet rolled initiative do so. square in the game world. All combatants are now ready to begin their first regular You can use the grid, along with miniature figures or some other round of combat. form of markers or tokens, to show the marching order of your 4. Combatants act in initiative order (highest to lowest). adventuring party (they can walk two abreast down a 10-foot-wide 5. When everyone has had a turn, the combatant with dungeon corridor or single file in a 5-foot-wide tunnel) or the the highest initiative acts again, and steps 4 and 5 repeat relative location of the characters in any given situation. until combat ends. As its name implies, however, the best use for a battle grid is when the adventurers charge or stumble into a combat situation. COMBAT STATISTICS Then the grid helps everyone play out the battle. See the diagram on the following page for some specifics about the battle grid. This section summarizes the statistics that determine success in combat, and then details how to use them. 133",
        "name":  "Warship",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The range penalty for a ranged weapon depends on the weapon and the distance to the target. All ranged weapons An attack roll represents your attempt to strike your opponent on have a range increment, such as 10 feet for a thrown dart or 100 feet your turn in a round. When you make an attack roll, you roll a d20 for a longbow (see Table 7–5: Weapons, page 116). Any attack from a and add your attack bonus. (Other modifiers may also apply to this distance of less than one range increment is not penalized for range, roll.) If your result equals or beats the target’s Armor Class, you hit so an arrow from a shortbow (range increment 60 feet) can strike at and deal damage. enemies up to 59 feet away with no penalty. However, each full",
        "name":  "ATTACK ROLL Range Penalty",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A natural 1 (the d20 comes up 1) range increment causes a cumulative –2 penalty on the attack roll. A on an attack roll is always a miss. A natural 20 (the d20 comes up 20) shortbow archer firing at a target 200 feet away takes a –6 penalty on is always a hit. A natural 20 is also a threat—a possible critical hit his attack roll (because 200 feet is at least three range increments but (see the Critical Hits sidebar, page 140). not four increments). Thrown weapons, such as throwing axes, have a maximum range ATTACK BONUS of five range increments. Projectile weapons, such as bows, can",
        "name":  "Automatic Misses and Hits",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "shoot up to ten increments. Base attack bonus + Strength modifier + size modifier",
        "name":  "Your attack bonus with a melee weapon is",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "DAMAGE Base attack bonus + Dexterity modifier + size modifier When your attack succeeds, you deal damage. The type of weapon + range penalty used (see Table 7–5: Weapons, page 116) determines the amount of damage you deal. Effects that modify weapon damage apply to",
        "name":  "With a ranged weapon, your attack bonus is",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strength helps you swing a weapon harder unarmed strikes and the natural physical attack forms of creatures. and faster, so your Strength modifier applies to melee attack rolls. Damage reduces a target’s current hit points.",
        "name":  "Strength Modifier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If penalties reduce the damage result to less steadiness, so your Dexterity modifier applies to attacks with ranged than 1, a hit still deals 1 point of damage. weapons.",
        "name":  "Minimum Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you hit with a melee or thrown weapon,",
        "name":  "Strength Bonus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The smaller you are, the bigger other creatures including a sling, add your Strength modifier to the damage result. are relative to you. A human is a big target to a halfling, just as an A Strength penalty, but not a bonus, applies on attacks made with a ogre is a big target to a human. Since this same size modifier applies bow that is not a composite bow. to Armor Class, two creatures of the same size strike each other Off-Hand Weapon: When you deal damage with a weapon in your normally, regardless of what size they actually are. off hand, you add only 1/2 your Strength bonus. Wielding a Weapon Two-Handed: When you deal damage with a Table 8–1: Size Modifiers weapon that you are wielding two-handed, you add 1-1/2 times your Size Size Modifier Size Size Modifier Strength bonus. However, you don’t get this higher Strength bonus Colossal –8 Small +1 when using a light weapon with two hands (see Light, One-Handed, Gargantuan –4 Tiny +2 and Two-Handed Melee Weapons, page 113). Huge –2 Diminutive +4 Multiplying Damage: Sometimes you multiply damage by some Large –1 Fine +8 factor, such as on a critical hit. Roll the damage (with all modifiers) Medium +0 multiple times and total the results. Note: When you multiply damage more than once, each multiplier works off the original, unmultiplied damage (see Multiplying, page 304).",
        "name":  "Size Modifier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Extra damage dice over and above a weapon’s normal damage, such as that dealt by a sneak attack or the special ability of a flaming sword, are never multiplied. For example, Krusk the half-orc barbarian has a Strength bonus of +3. That means he gets a +3 bonus on damage rolls when using a longsword, a +4 bonus on damage when using a greataxe (two- handed), and a +1 bonus to damage when using a weapon in his off hand. His critical multiplier with a greataxe is ×3, so if he scores a critical hit with that weapon, he would roll 1d12+4 points of damage three times (the same as rolling 3d12+12).",
        "name":  "Exception",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1d20 + base save bonus + Wisdom modifier INITIATIVE Before the first round, each player makes an initiative check for his MOVEMENT or her character. The DM makes initiative checks for the opponents. Each character has a speed measured in feet. You can move that An initiative check is a Dexterity check (1d20+Dexterity modifier). distance as a move action. You can take a move action before or after Characters act in order from highest initiative result to lowest, with a standard action on your turn in a round. the check applying to all rounds of the combat. You can instead forego a standard action and take two move A character is flat-footed until he or she takes an action. actions in a round, which lets you move double your speed. Or you can run, which lets you move quadruple your speed but takes all of ACTIONS your actions for the round. Every round, on your character’s turn, you may take a standard action and a move action (in either order), two move actions, or one full-round action. You may also perform one or more free actions ATTACKS OF OPPORTUNITY along with any other action, as your DM allows. During combat, you threaten all squares adjacent to yours, even when it’s not your turn. An opponent that takes certain actions ATTACKS while in a threatened square provokes an attack of opportunity from In combat, the most prevalent standard action is an attack. You can you. An attack of opportunity is a free melee attack that does not use move your speed and make an attack in a round (a move action and a up any of your actions. You can make one attack of opportunity per standard action). Experienced characters can attack more than once, round. Actions that provoke attacks of opportunity include moving but only if they don’t move (a full-round action). Making a ranged (except as noted below), casting a spell, and attacking with a ranged attack provokes attacks of opportunity from opponents that threaten weapon. you (see below). You provoke an attack of opportunity when you move out of a threatened square, except: Attack Roll (cid:1) If you withdraw (a full-round action), opponents don’t get attacks To score a hit that deals damage on your attack roll, your result must of opportunity when you move from your initial square. If you equal or exceed the target’s Armor Class (AC). move into another threatened square, however, opponents get",
        "name":  "Will Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1d20 + base attack bonus + Dexterity modifier + size modifier + range penalty. nents don’t get attacks of opportunity when you move. Damage DEATH, DYING, AND HEALING If you score a hit, roll damage and deduct it from the target’s current Your hit points represent how much damage you can take before hit points. Add your Strength modifier on damage rolls involving being disabled, knocked unconscious, or killed. melee and thrown weapons. If you’re using a weapon in your off 1 or More Hit Points: As long as you have 1 or more hit points, hand, add one-half your Strength modifier (if it’s a bonus). If you’re you remain fully functional. wielding a weapon with both hands, add one and a half times your 0 Hit Points: If your hit points drop to 0, you are disabled. You Strength modifier (if it’s a bonus.) can only take one move action or standard action per turn, and you take 1 point of damage after completing an action. Armor Class –1 to –9 Hit Points: If your hit points drop to from –1 to –9 hit A character’s Armor Class (AC) is the result you need to get on your points, you’re unconscious and dying, and you lose 1 hit point per attack roll to hit that character in combat. round. Each round, before losing that hit point, you have a 10%",
        "name":  "Ranged Attack Roll",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "At the start of a battle, each combatant makes Your hit points tell you how much punishment you can take before an initiative check. An initiative check is a Dexterity check. Each dropping. Your hit points are based on your class and level, and your character applies his or her Dexterity modifier to the roll. The DM Constitution modifier. applies Most monsters’ hit points are based finds out what order characters are acting in, counting down from on their type, though some monsters have classes and levels, too. highest result to lowest, and each character acts in turn. In every (Watch out for medusa sorcerers!) round that follows, the characters act in the same order (unless a When your hit point total reaches 0, you’re disabled. When it character takes an action that results in his or her initiative reaches –1, you’re dying. When it gets to –10, your problems are changing; see Special Initiative Actions, page 160). Usually, the DM over—you’re dead (see Injury and Death, page 145). writes the names of the characters down in initiative order so that on subsequent rounds he can move quickly from one character to SPEED the next. If two or more combatants have the same initiative check Your speed tells you how far you can move in a round and still do result, the combatants who are tied act in order of total initiative something, such as attack or cast a spell. Your speed depends mostly modifier (highest first). If there is still a tie, the tied characters on your race and what armor you’re wearing. should roll again to determine which one of them goes before the Dwarves, gnomes, and halflings have a speed of 20 feet (4 other. squares), or 15 feet (3 squares) when wearing medium or heavy Monster Initiative: Typically, the DM makes a single initiative armor (except for dwarves, who move 20 feet in any armor). checks for monsters and other opponents. That way, each player gets Humans, elves, half-elves, and half-orcs have a speed of 30 feet (6 a turn each round and the DM also gets one turn. At the DM’s squares), or 20 feet (4 squares) in medium or heavy armor. option, however, he can make separate initiative checks for different 136 :8 RETPAHC TABMOC groups of monsters or even for individual creatures. For instance, ATTACKS OF OPPORTUNITY the DM may make one initiative checks for an evil cleric of Nerull and another check for all seven of her zombie guards. The melee combat rules assume that combatants are actively Flat-Footed: At the start of a battle, before you have had a chance avoiding attacks. A player doesn’t have to declare anything special to act (specifically, before your first regular turn in the initiative for her character to be on the defensive. Even if a character’s order), you are flat-footed. You can’t use your Dexterity bonus to AC miniature figure is just standing there on the battle grid, you can be (if any) while flat-footed. (This fact can be very bad for you if you’re sure that if some orc with a falchion attacks the character, she is attacked by rogues.) Barbarians and rogues have the uncanny dodge weaving, dodging, and even threatening the orc with a weapon to extraordinary ability, which allows them to avoid losing their keep the orc a little worried for his own hide. Dexterity bonus to AC due to being flat-footed. A flat-footed Sometimes, however, a combatant in a melee lets her guard down. character can’t make attacks of opportunity. In this case, combatants near her can take advantage of her lapse in",
        "name":  "Initiative Checks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Most creatures of Medium or smaller size have a Determining Awareness reach of only 5 feet. This means that they can make melee attacks Sometimes all the combatants on a side are aware of their oppo- only against creatures up to 5 feet (1 square) away. However, Small nents, sometimes none are, and sometimes only some of them are. and Medium creatures wielding reach weapons (such as a longspear) Sometimes a few combatants on each side are aware and the other threaten more squares than a typical creature. For instance, a combatants on each side are unaware. longspear-wielding human threatens all squares 10 feet (2 squares) The DM determines who is aware of whom at the start of a battle. away, even diagonally. (This is an exception to the rule that 2 squares He may call for Listen checks, Spot checks, or other checks to see of diagonal distance is measured as 15 feet.) In addition, most how aware the adventurers are of their opponents. Some example creatures larger than Medium have a natural reach of 10 feet or situations: more; see Big and Little Creatures in Combat, page 149. (cid:1) The party (including Tordek, a fighter, and Jozan, a cleric, clang- Provoking an Attack of Opportunity: Two kinds of actions can ing along in metal armor) comes to a door in a dungeon. The DM provoke attacks of opportunity: moving out of a threatened square knows that the displacer beasts beyond the door hear the party. and performing an action within a threatened square.",
        "name":  "Reach Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moving out of a threatened square usually provokes an rest of the party. Tordek breaks the door open. Both sides are attack of opportunity from the threatening opponent. There are two aware; neither is surprised. The characters and displacer beasts common methods of avoiding such an attack—the 5-foot-step (see make initiative checks, and the battle begins. page 144) and the withdraw action (see page 143). (cid:1) The party explores a ruined armory, looking through the rusted Performing a Distracting Act: Some actions, when performed in a weapons for anything of value. Kobolds lurk in the nooks and threatened square, provoke attacks of opportunity as you divert your crannies, waiting for the right time to strike. Jozan spots one of attention from the battle. Casting a spell and attacking with a ranged the kobolds, and the kobolds shriek and charge. The kobolds and weapon, for example, are distracting actions. Table 8–2: Actions in Jozan each get a standard action during the surprise round. Combat notes many of the actions that provoke attacks of oppor- Kobolds that are close enough can charge adventurers and attack tunity. them. Others can move to try to put themselves in advantageous Remember that even actions that normally provoke attacks of positions or shoot arrows at the flat-footed party members. Jozan opportunity may have exceptions to this rule. For instance, a char- can cast a spell, attack, or take some other action. After the acter with the Improved Unarmed Strike feat doesn’t incur an attack surprise round, the first regular round begins. of opportunity for making an unarmed attack. (cid:1) The party advances down a dark corridor, using light spells to see Making an Attack of Opportunity: An attack of opportunity is where they’re going. At the end of the corridor, outside the range a single melee attack, and you can only make one per round. You of the illumination, a kobold sorcerer doesn’t want to be don’t have to make an attack of opportunity if you don’t want to. disturbed, and she angrily casts a lightning bolt. That’s the surprise An experienced character gets additional regular melee attacks round. After the lightning bolt, the first regular round begins with (by using the full attack action), but at a lower attack bonus. You the party in a tough spot, since they still can’t see who attacked make your attack of opportunity, however, at your normal attack them. bonus—even if you’ve already attacked in the round.",
        "name":  "Lidda listens at the door, hears guttural snarling, and warns the Moving",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A move action allows you to move your speed or comes up in the initiative sequence, that character performs his perform an action that takes a similar amount of time. You can move entire round’s worth of actions. (For exceptions, see Attacks of your speed, climb one-quarter of your speed, draw or stow a weapon Opportunity, page 137, and Special Initiative Actions, page 160.) or other item, stand up, pick up an object, or perform some For almost all purposes, there is no relevance to the end of a equivalent action (see Table 8–2: Actions in Combat). round or the beginning of a round. The term “round” works like the word “month.” A month can mean either a calendar month or a span You can take a move action in place of a standard action. For in- of time from a day in one month to the same day the next month. In stance, rather than moving your speed and attacking, you could the same way, a round can be a segment of game time starting with stand up and move your speed (two move actions), put away a the first character to act and ending with the last, but it usually weapon and climb one-quarter of your speed (two move actions), or means a span of time from one round to the same initiative count in pick up an item and stow it in your backpack (two move actions). the next round. Effects that last a certain number of rounds end just If you move no actual distance in a round (commonly because before the same initiative count that they began on. you have swapped your move for one or more equivalent actions, For example, a monk acts on initiative count 15. The monk’s such as standing up), you can take one 5-foot step either before, stunning attack stuns a creature for 1 round. The stun lasts through during, or after the action. For example, if Tordek is on the ground, 138 :8 RETPAHC TABMOC he can stand up (a move action), move 5 feet (a 5-foot step), and then not provoke an attack opportunity when attacking an armed foe, but attack. you provoke an attack of opportunity from a monk if you make an Full-Round Action: A full-round action consumes all your effort unarmed attack against her. during a round. The only movement you can take during a full- Unarmed Strike Damage: An unarmed strike from a Medium round action is a 5-foot step before, during, or after the action. You character deals 1d3 points of damage (plus your Strength modifier, can also perform free actions (see below) as your DM allows. The as normal). A Small character’s unarmed strike deals 1d2 points of most common type of full-round action is a full attack, which allows damage, while a Large character’s unarmed strike deals 1d4 points of you to make multiple melee or ranged attacks in a single round. damage. All damage from unarmed strikes is nonlethal damage. Some full-round actions do not allow you to take a 5-foot step. Unarmed strikes count as light weapons (for purposes of two- Some full-round actions can be taken as standard actions, but only weapon attack penalties and so on). in situations when you are limited to performing only a standard Dealing Lethal Damage: You can specify that your unarmed strike action during your round (such as in a surprise round). The will deal lethal damage before you make your attack roll, but you descriptions of specific actions, below, detail which actions allow take a –4 penalty on your attack roll because you have to strike a this option. particularly vulnerable spot to deal lethal damage. . If you have the",
        "name":  "Move Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free actions consume a very small amount of time Improved Unarmed Strike feat, you can deal lethal damage with an and effort, and over the span of the round, their impact is so minor unarmed strike without taking a penalty on the attack roll. that they are considered free. You can perform one or more free Ranged Attacks: With a ranged weapon, you can shoot or throw actions while taking another action normally. However, the DM at any target that is within the weapon’s maximum range and in line puts reasonable limits on what you can really do for free. For in- of sight. The maximum range for a thrown weapon is five range stance, calling out to your friends for help, dropping an object, and increments. For projectile weapons, it is ten range increments. Some ceasing to concentrate on a spell are all free actions. ranged weapons have shorter maximum ranges, as specified in their",
        "name":  "Free Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some activities are so minor that they are not descriptions. even considered free actions. They literally don’t take any time at all Attack Rolls: An attack roll represents your attempts to strike to do and are considered an inherent part of doing something else. your opponent. It does not represent a single swing of the sword, for For instance, using the Use Magic Device skill (page 85) while example. Rather, it indicates whether, over several attempts in the trying to activate a device is not an action, it is part of the standard round, you managed to connect solidly. action to activate a magic item. Your attack roll is 1d20 + your attack bonus with the weapon",
        "name":  "Not an Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "With a normal melee weapon, you can strike any opponent within 5 feet. (Opponents within 5 feet are considered adjacent to you.) Some melee weapons have reach, as indicated in their descriptions in Chapter 7: Equipment. With a typical reach weapon, you can strike opponents 10 feet away, but you can’t strike adjacent foes (those within 5 feet).",
        "name":  "Melee Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Striking for damage with punches, kicks, and head butts is much like attacking with a melee weapon, except for the following:",
        "name":  "Unarmed Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Attacking unarmed provokes an attack of opportunity from the character you attack, provided she is armed. The attack of opportunity comes before your attack. An unarmed attack does not provoke attacks of opportunity from other foes, as shooting a bow does, nor does it provoke an attack of opportunity from an unarmed foe. You provoke the attack of opportunity be- cause you have to bring your body close to your opponent. An unarmed character can’t take attacks of opportunity (but see “Armed” Unarmed Attacks, below). “Armed” Unarmed Attacks: Sometimes a character’s or creature’s unarmed attack counts as an armed attack. A monk, a character with the Improved Unarmed Strike feat (page 96), a spellcaster delivering a touch attack spell, and a creature with claws, fangs, and similar natural physical weapons all count as being armed. Note that being armed counts for both offense and defense. Not only does a monk 139 COMBAT CHAPTER 8: damage for your weapon (see Table 7–5: Weapon, page 116). Damage Some spells have an experience point (XP) component and entail is deducted from the target’s current hit points. If the opponent’s hit an experience point cost to you. No spell, not even restoration, can points drop to 0 or lower, he’s in bad shape (see Injury and Death, restore the lost XP. You cannot spend so much XP that you lose a page 145). level, so you cannot cast the spell unless you have enough XP to",
        "name":  "Attacks of Opportunity",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you shoot or throw a the spell, whether or not the casting succeeds. ranged weapon at a target engaged in melee with a friendly char- Concentration: You must concentrate to cast a spell. If you can’t acter, you take a –4 penalty on your attack roll because you have to concentrate (because you are on the deck of a storm-tossed ship, for aim carefully to avoid hitting your friend. Two characters are instance), you can’t cast a spell. If you start casting a spell but engaged in melee if they are enemies of each other and either something interferes with your concentration, such as an ogre threatens the other. (An unconscious or otherwise immobilized taking the opportunity to hit you with its club (successfully hitting character is not considered engaged unless he is actually being you with his attack of opportunity), you must make a Concentration attacked.) check or lose the spell. The check’s DC depends on what is If your target (or the part of your target you’re aiming at, if it’s a threatening your concentration (see the Concentration skill, page big target) is at least 10 feet away from the nearest friendly character, 69, and Concentration, page 170). If you fail, the spell fizzles with no you can avoid the –4 penalty, even if the creature you’re aiming at is effect. If you prepare spells (as a wizard, cleric, druid, paladin, or engaged in melee with a friendly character. ranger does), it is lost from preparation. If you cast at will (as a",
        "name":  "Shooting or Throwing into a Melee",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "To cast a spell with a verbal (V) component, Concentration check (DC 10 + points of damage taken + spell level) your character must speak in a firm voice. If you’re gagged or in the or lose the spell. Spells that require only a free action to cast (such as area of a silence spell, you can’t cast such a spell. A spellcaster who feather fall or any quickened spell) don’t provoke attacks of oppor- has been deafened has a 20% chance to spoil any spell he tries to cast tunity. if that spell has a verbal component. Casting on the Defensive: You may attempt to cast a spell while To cast a spell with a somatic (S) component, you must gesture paying attention to threats and avoiding blows. In this case, you are freely with at least one hand. You can’t cast a spell of this type while no more vulnerable to attack than you would be if you were just bound, grappling, or with both your hands full or occupied standing there, so casting a spell while on the defensive does not (swimming, clinging to a cliff, or the like). provoke an attack of opportunity. It does, however, require a To cast a spell with a material (M), focus (F), or divine focus (DF) Concentration check (DC 15 + spell level) to pull off. Failure means component, you have to have the proper materials, as described by that you lose the spell. the spell. Unless these materials are elaborate, such as the 2-foot-by- Touch Spells in Combat: Many spells have a range of touch. To 4-boot mirror that a wizard needs to cast scrying, preparing these use these spells, you cast the spell and then touch the subject, either materials is a free action. For material components and focuses in the same round or any time later. In the same round that you cast whose costs are not listed, you can assume that you have them if you the spell, you may also touch (or attempt to touch) the target. You have your spell component pouch. may take your move before casting the spell, after touching the CRITICAL HITS such as that dealt by a sneak attack or the special ability of a flaming When you make an attack roll and get a natural 20 (the d20 shows 20), sword, is not multiplied when you score a critical hit. you hit regardless of your target’s Armor Class, and you have scored a Increased Threat Range:Sometimes your threat range is greater than threat. The hit might be a critical hit (or “crit”). To find out if it’s a critical 20. That is, you can score a threat on a lower number. Longswords, for hit, you immediately make a critical roll—another attack roll with all the instance,give you a thread on a natural attack roll of 19 or 20. In such same modifiers as the attack roll you just made. If the critical roll also cases, a roll of lower than 20 is not an automatic hit. Any attack roll that results in a hit against the target’s AC, your original hit is a critical hit. doesn’t result in a hit is not a threat. (The critical roll just needs to hit to give you a crit. It doesn’t need to Increased Critical Multiplier: Some weapons, such as battleaxes and come up 20 again.) If the critical roll is a miss, then your hit is just a arrows, deal better than double damage on a critical hit. See Table 7–5: regular hit. Weapons (page 116) and the Critical section of Weapon Qualities (page A critical hit means that you roll your damage more than once, with all 114). your usual bonuses, and add the rolls together. Unless otherwise Spells and Critical Hits: A spell that requires an attack roll, such as specified, the threat range for a critical hit on an attack roll is 20, and the shocking grasp or Melf’s acid arrow, can score a critical hit. A spell attack multiplier is ×2. that requires no attack roll, such as lightning bolt, cannot score a critical",
        "name":  "Spell Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Extra damage over and above a weapon’s normal damage, hit. 140 :8 RETPAHC TABMOC target, or between casting the spell and touching the target. You can with magic rays, for example). You can score critical hits with either automatically touch one friend or use the spell on yourself, but to type of attack. Your opponent’s AC against a touch attack does not touch an opponent, you must succeed on an attack roll. include any armor bonus, shield bonus, or natural armor bonus. His",
        "name":  "Exception",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Since you need only touch your enemy, you make a size modifier, Dexterity modifier, and deflection bonus (if any) all touch attack instead of a regular attack. Touching an opponent with apply normally. a touch spell is considered to be an armed attack and therefore does Holding the Charge: If you don’t discharge the spell in the round not provoke attacks of opportunity. The touch spell provides you when you cast the spell, you can hold the discharge of the spell with a credible threat that the defender is obliged to take into (hold the charge) indefinitely. You can continue to make touch account just as if it were a weapon. However, the act of casting a attacks round after round. You can touch one friend as a standard spell does provoke an attack of opportunity, so you may want to cast action or up to six friends as a full-round action. If you touch the spell and then move to the target instead of vice versa. Touch anything or anyone while holding a charge, even unintentionally, attacks come in two types: melee touch attacks (for touches made the spell discharges. If you cast another spell, the touch spell with, say, your hand) and ranged touch attacks (for touches made dissipates. Alternatively, you may make a normal unarmed attack (or Table 8–2: Actions in Combat Attack of Extinguish flames No Standard Action Opportunity1 Light a torch Yes Attack (melee) No Load a heavy or repeating crossbow Yes Attack (ranged) Yes Lock or unlock weapon in locked gauntlet Yes Attack (unarmed) Yes Prepare to throw splash weapon (page 158) Yes Activate a magic item other than a potion or oil No Run Yes Aid another (page 154) Maybe2 Use skill that takes 1 round Usually Bull rush (page 154) No Use touch spell on up to six friends (page 141) Yes Cast a spell (1 standard action casting time) Yes Withdraw5 No Concentrate to maintain an active spell No Attack of Dismiss a spell No Draw a hidden weapon (see Sleight of Hand, page 81) No Free Action Opportunity1 Drink a potion or apply an oil Yes Cast a quickened spell (page 98) No Escape a grapple (page 156) No Cease concentration on a spell No Feint (page 155) No Drop an item No Light a torch with a tindertwig (page 129) Yes Drop to the floor No Lower spell resistance No Prepare spell components to cast a spell6 No Make a dying friend stable (see Heal, page 75) Yes Speak No Overrun (page 157) No Attack of Read a scroll Yes Ready (triggers a standard action) No No Action Opportunity1 Sunder a weapon (attack) Yes Delay No Sunder an object (attack) Maybe3 5-foot step No Total defense No Turn or rebuke undead (page 159) No Action Type Varies Use extraordinary ability No Disarm7 (page 155) Yes Use skill that takes 1 action Usually Grapple7 (page 155) Yes Use spell-like ability Yes Trip an opponent7 (page 158) No Use supernatural ability No Use feat8 Varies Attack of 1 Regardless of the action, if you move out of a threatened square, you Move Action Opportunity1 usually provoke an attack of opportunity. This column indicates Move Yes whether the action itself, not moving, provokes an attack of Control a frightened mount Yes opportunity. Direct or redirect an active spell No 2 If you aid someone performing an action that would normally Draw a weapon4 No provoke an attack of opportunity, then the act of aiding another Load a hand crossbow or light crossbow Yes provokes an attack of opportunity as well. Open or close a door No 3 If the object is being held, carried, or worn by a creature, yes. If not, Mount a horse or dismount No no. Move a heavy object Yes 4 If you have a base attack bonus of +1 or higher, you can combine Pick up an item Yes one of these actions with a regular move. If you have the Two- Sheathe a weapon Yes Weapon Fighting feat, you can draw two light or one-handed Stand up from prone Yes weapons in the time it would normally take you to draw one. Ready or loose a shield4 No 5 May be taken as a standard action if you are limited to taking only a Retrieve a stored item Yes single action in a round. 6 Unless the component is an extremely large or awkward item (DM’s Attack of call). Full-Round Action Opportunity1 7 These attack forms substitute for a melee attack, not an action. As Full attack No melee attacks, they can be used once in an attack or charge action, Charge5 (page 154) No one or more times in a full attack action, or even as an attack of Deliver coup de grace (page 153) Yes opportunity. Escape from a net (page 119) Yes 8 The description of a feat defines its effect. 141 COMBAT CHAPTER 8: an attack with a natural weapon) while holding a charge. In this Total Defense case, you aren’t considered armed and you provoke attacks of You can defend yourself as a standard action. You get a +4 dodge opportunity as normal for the attack. (If your unarmed attack or bonus to your AC for 1 round. Your AC improves at the start of this natural weapon attack doesn’t provoke attacks of opportunity, action, so it helps you against any attacks of opportunity you incur neither does this attack.) If the attack hits, you deal normal damage during the round. You can’t combine total defense with fighting for your unarmed attack or natural weapon and the spell discharges. defensively or with the benefit of the Combat Expertise feat (since If the attack misses, you are still holding the charge. both of those require you to declare an attack or full attack). You",
        "name":  "Touch Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dismissing an active spell (such as alter self) is a can’t make attacks of opportunity while using total defense. standard action that doesn’t provoke attacks of opportunity. Start/Complete Full-Round Action Activate Magic Item The “start full-round action” standard action lets you start under- taking a full-round action, which you can complete in the following Many magic items don’t need to be activated—magic weapons, round by using another standard action. For instance, if you are magic armor, gauntlets of Dexterity, and so forth. However, certain limited to taking only a standard action each turn, you can shoot a magic items need to be activated, especially potions, scrolls, wands, heavy crossbow every 3 rounds, needing 2 rounds to load it (a full- rods, and staffs. Activating a magic item is a standard action (unless round action) and 1 round to shoot it. Also, if you want to cast a spell the item description indicates otherwise). whose casting time is 1 full round, you can start the casting in one",
        "name":  "Dismiss a Spell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can crawl 5 feet as a move action. Crawling incurs requires concentration and provokes attacks of opportunity. Spell- attacks of opportunity from any attackers who threaten you at any like abilities can be disrupted. If your concentration is broken, the point of your crawl. attempt to use the ability fails, but the attempt counts as if you had used the ability. The casting time of a spell-like ability is 1 standard Draw or Sheathe a Weapon action, unless the ability description notes otherwise. Drawing a weapon so that you can use it in combat, or putting it Using a Spell-Like Ability on the Defensive: You may attempt to use a away so that you have a free hand, requires a move action. This spell-like ability on the defensive, just as with casting a spell. If the action also applies to weapon-like objects carried in easy reach, such Concentration check (DC 15 + spell level) fails, you can’t use the as wands. If your weapon or weapon-like object is stored in a pack or ability, but the attempt counts as if you had used the ability. otherwise out of easy reach, treat this action as retrieving a stored",
        "name":  "Crawling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Using a supernatural ability (such as a item. If you have a base attack bonus of +1 or higher, you may draw a cleric’s turn or rebuke undead ability) is usually a standard action weapon as a free action combined with a regular move. If you have (unless defined otherwise by the ability’s description). Its use cannot the Two-Weapon Fighting feat (page 102), you can draw two light or be disrupted, does not require concentration, and does not provoke one-handed weapons in the time it would normally take you to draw attacks of opportunity. one.",
        "name":  "Supernatural Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Using an extraordinary ability (such as Drawing ammunition for use with a ranged weapon (such as a barbarian’s uncanny dodge ability) is usually not an action because arrows, bolts, sling bullets, or shuriken) is a free action. most extraordinary abilities automatically happen in a reactive fashion. Those extraordinary abilities that are actions are usually Ready or Loose a Shield standard actions that cannot be disrupted, do not require concen- Strapping a shield to your arm to gain its shield bonus to your AC, or tration, and do not provoke attacks of opportunity. unstrapping and dropping a shield so you can use your shield hand for another purpose, requires a move action. If you have a base attack SPEEDING UP COMBAT which color before you roll. You can use a few tricks to make combat run faster. Dice as Counters: Use dice to keep track of how many rounds a short-",
        "name":  "Extraordinary Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use dice of different colors so you can make your of your target’s concealment, you can roll it along with your attack roll. If attack rolls all at once instead of one at a time. Designate which attack is the concealment roll indicates a miss, just ignore the attack roll. 142 :8 RETPAHC TABMOC bonus of +1 or higher, you can ready or loose a shield as a free action Cast a Spell combined with a regular move. A spell that takes 1 round to cast is a full-round action. It comes into Dropping a carried (but not worn) shield is a free action. effect just before the beginning of your turn in the round after you began casting the spell. You then act normally after the spell is Manipulate an Item completed. In most cases, moving or manipulating an item is a move action. A spell that takes 1 minute to cast comes into effect just before This includes retrieving or putting away a stored item, picking up an your turn 1 minute later (and for each of those 10 rounds, you are item, moving a heavy object, and opening a door. Examples of this casting a spell as a full-round action). These actions must be kind of action, along with whether they incur an attack of consecutive and uninterrupted, or the spell automatically fails. opportunity, are given in Table 8–2: Actions in Combat. When you begin a spell that takes 1 round or longer to cast, you must continue the invocations, gestures, and concentration from Direct or Redirect a Spell one round to just before your turn in the next round (at least). If you Some spells, such as flaming sphere and spiritual weapon, allow you to lose concentration after starting the spell and before it is complete, redirect the effect to new targets or areas after you cast the spell. you lose the spell. Redirecting a spell requires a move action and does not provoke You only provoke attacks of opportunity when you begin casting attacks of opportunity or require concentration (see Cast a Spell a spell, even though you might continue casting for at least one full under Standard Actions, page 140). round. While casting a spell, you don’t threaten any squares around you. Stand Up This action is otherwise identical to the cast a spell action de- Standing up from a prone position requires a move action and pro- scribed under Standard Actions. vokes attacks of opportunity.",
        "name":  "Multiple Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can mount or dismount as a free for a sorcerer or bard. Note that this isn’t the same as a spell with a 1- action with a DC 20 Ride check (your armor check penalty, if any, round casting time—the spell takes effect in the same round that applies to this check). If you fail the check, mounting or dis- you begin casting, and you aren’t required to continue the mounting is a move action instead. (You can’t attempt a fast mount invocations, gestures, and concentration until your next turn. For or fast dismount unless you can perform the mount or dismount as a spells with a longer casting time, it takes an extra full-round action move action in the current round.) to cast the metamagic spell. Clerics must take more time to spontaneously cast a metamagic FULL-ROUND ACTIONS version of a cure or inflict spell. For instance, an 11th-level cleric can A full-round action requires an entire round to complete. Thus, it swap out a prepared 6th-level spell to cast an empowered cure critical can’t be coupled with a standard or a move action, though if it does wounds. Spontaneously casting a metamagic version of a spell with a not involve moving any distance, you can take a 5-foot step. casting time of 1 standard action is a full-round action, and spells with longer casting times take an extra full-round action to cast. Full Attack If you get more than one attack per round because your base attack Use Special Ability bonus is high enough, because you fight with two weapons or a Using a special ability is usually a standard action, but some may be double weapon (see Two-Weapon Fighting under Special Attacks, full-round actions, as defined by the ability. See Special Abilities, page 160), or for some special reason (such as a feat or a magic item) page 180, and the Use Special Ability action under Standard Actions, you must use a full-round action to get your additional attacks. You page 142. do not need to specify the targets of your attacks ahead of time. You can see how the earlier attacks turn out before assigning the later Withdraw ones. The only movement you can take during a full attack is a 5-foot Withdrawing from melee combat is a full-round action. When you step. You may take the step before, after, or between your attacks. withdraw, you can move up to double your speed. The square you If you get multiple attacks because your base attack bonus is high start out in is not considered threatened by any opponent you can enough, you must make the attacks in order from highest bonus to see, and therefore visible enemies do not get attacks of opportunity lowest. If you are using two weapons, you can strike with either against you when you move from that square. (Invisible enemies weapon first. If you are using a double weapon, you can strike with still get attacks of opportunity against you, and you can’t withdraw either part of the weapon first. from combat if you’re blinded.) You can’t take a 5-foot step during",
        "name":  "Fast Mount or Dismount",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you are limited to taking only a stan- or any spell whose casting time is designated as a free action (such as dard action each round (for instance, if you have been slowed or the feather fall spell) as a free action. Only one such spell can be cast during a surprise round), you can withdraw as a standard action. In in any round, and such spells don’t count toward your normal limit this case, you may move up to your speed (rather than up to double of one spell per round. Casting a spell with a casting time of a free your speed). action doesn’t incur an attack of opportunity. Run MISCELLANEOUS ACTIONS You can run as a full-round action. (If you do, you do not also get a 5- Some actions don’t fit neatly into the above categories. Some of foot step.) When you run, you can move up to four times your speed these options are actions that take the place of or are variations on in a straight line (or three times your speed if you’re in heavy armor). the actions described under Standard Actions, Move Actions, and You lose any Dexterity bonus to AC unless you have the Run feat Full-Round Actions. For actions not covered below, the DM lets you (page 99), which allows you to keep your Dexterity bonus to AC know how long such an action takes to perform and whether doing when running. so provokes attacks of opportunity from threatening enemies. The You can run for a number of rounds equal to your Constitution variant and special attacks mentioned here are covered under score, but after that you must make a DC 10 Constitution check to Special Attacks, page 154. continue running. You must check again each round in which you continue to run, and the DC of this check increases by 1 for each Take 5-Foot Step check you have made. When you fail this check, you must stop You can move 5 feet in any round when you don’t perform any other running. A character who has run to his limit must rest for 1 minute kind of movement. Taking this 5-foot step never provokes an attack (10 rounds) before running again. During a rest period, a character of opportunity. You can’t take more than one 5-foot step in a round, can move no faster than a normal move action. and you can’t take a 5-foot step in the same round when you move You can’t run across difficult terrain (page 148), or if you can’t see any distance. You can take a 5-foot step before, during, or after your other ac- where you’re going. tions in the round. For example, you could draw a weapon (a move A run represents a speed of about 12 miles per hour for an unen- action), take a 5-foot step, and then attack (a standard action), or you cumbered human. could cast fireball (a standard action), take a 5-foot step through an open door, then close the door (a move action). Move 5 Feet through Difficult Terrain You can only take a 5-foot-step if your movement isn’t hampered In some situations, your movement may be so hampered that you by difficult terrain (see page 148) or darkness. Any creature with a don’t have sufficient speed even to move 5 feet (a single square). In speed of 5 feet or less can’t take a 5-foot step, since moving even 5 such a case, you may spend a full-round action to move 5 feet (1 feet requires a move action for such a slow creature. square) in any direction, even diagonally. Even though this looks You may not take a 5-foot step using a form of movement for like a 5-foot step, it’s not, and thus it provokes attacks of opportunity which you do not have a listed speed. For example, if you don’t have normally. (You can’t take advantage of this rule to move through a Climb speed listed, you can’t use climbing to make a 5-foot step. impassable terrain or to move when all movement is prohibited to Similarly, you can’t take a 5-foot step when swimming unless you you, such as while paralyzed.) have a listed swim speed. 144 :8 RETPAHC TABMOC",
        "name":  "Restricted Withdraw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use a melee weapon that deals lethal damage to deal nonlethal HEALING damage instead, but you take a –4 penalty on your attack roll After taking damage, you can recover hit points through natural because you have to use the flat of the blade, strike at nonvital areas, healing or through magical healing. In any case, you can’t regain hit or check your swing. points past your full normal hit point total. Lethal Damage with a Weapon that Deals Nonlethal Damage: You can",
        "name":  "Nonlethal Damage with a Weapon that Deals Lethal Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "With a full night’s rest (8 hours of sleep or use a weapon that deals nonlethal damage, including an unarmed more), you recover 1 hit point per character level. For example, a strike, to deal lethal damage instead, but you take a –4 penalty on 5th-level fighter recovers 5 hit points with a night of rest. Any sig- your attack roll because you have to strike only in the most nificant interruption (such as combat or the like) during your rest vulnerable areas to inflict lethal damage. prevents you from healing that night. Staggered and Unconscious: When your nonlethal damage If you undergo complete bed rest for an entire day and night, you equals your current hit points, you’re staggered. You’re so roughed recover twice your character level in hit points. A 5th-level fighter up that you can only take a standard action or a move action in each recovers 10 hit points per 24 hours of bed rest. round. You cease being staggered when your current hit points once",
        "name":  "Natural Healing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Generally, you can move your speed in a round and still do something, such as swing an axe or cast a spell. If you do nothing but move (that is, if you use both of your actions in a round to move your speed), you can move double your speed. If you spend the entire round running, you can move quadruple your speed. If you do something that requires a full round you can only take a 5-foot step.",
        "name":  "Movement in Combat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Despite penalties to movement, you can diagonally. (This is an exception to the rule that 2 squares of take a full-round action to move 5 feet (1 square) in any direction, diagonal distance is measured as 15 feet.) even diagonally. (This rule doesn’t allow you to move through im- Unlike when someone uses a reach weapon, a creature with passable terrain or to move when all movement is prohibited, such as while paralyzed.) Such movement provokes attacks of opportu- greater than normal natural reach (more than 5 feet) still threatens nity as normal (despite the distance covered, this move isn’t a 5-foot step). Table 8–4: Creature Size and Scale BIG AND LITTLE CREATURES IN COMBAT Creature Example Size Creature Space1 Natural Reach1 Creatures smaller than Small or larger than Medium have special Fine Fly 1/2 ft. 0 rules relating to position. This section covers the basics; the Diminutive Toad 1 ft. 0 Dungeon Master’s Guide has more information on how to handle Tiny Cat 2-1/2 ft. 0 exceptionally big or small creatures. The illustration on the fol- Small Halfling 5 ft. 5 ft. lowing page depicts creatures of various size categories. Medium Human 5 ft. 5 ft.",
        "name":  "Minimum Movement",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Very small creatures Large (tall) Ogre 10 ft. 10 ft. take up less than 1 square of space. This means that more than one Large (long) Horse 10 ft. 5 ft. such creature can fit into a single square. For example, a Tiny crea- Huge (tall) Cloud giant 15 ft. 15 ft. Huge (long) Bulette 15 ft. 10 ft. ture (such as a cat) typically occupies a space only 2-1/2 feet across, Gargantuan (tall) 50-ft. animated 20 ft. 20 ft. so four can fit into a single square. Twenty-five Diminutive creatures statue or 100 Fine creatures can fit into a single square. Gargantuan (long) Kraken 20 ft. 15 ft. Creatures that take up less than 1 square of space typically have a Colossal (tall) Colossal animated 30 ft. 30 ft. natural reach of 0 feet, meaning they can’t reach into adjacent object or more or more squares. They must enter an opponent’s square to attack in melee. Colossal (long) Great wyrm 30 ft. 20 ft. This provokes an attack of opportunity from the opponent. You can red dragon or more or more 1 These values are typical for creatures of the indicated size. Some attack into your own square if you need to, so you can attack such exceptions exist. 149 COMBAT CHAPTER 8: squares adjacent to it. A creature with greater than normal natural reach usually gets an attack of opportunity against you if you approach it, because you must enter and move within the range of its reach before you can attack it. (This attack of oppor- tunity is not provoked if you take a 5-foot step.) Large or larger creatures using reach weapons can strike up to double their natural reach but can’t strike at their natural reach or less. For example, an ogre with a Large longspear could strike with the longspear at opponents 15 or 20 feet away, but not at those 5 or 10 feet away. COMBAT MODIFIERS Sometimes you just have to go toe-to-toe in a fight, but you can usually gain some advantage by seeking a better position, either offensively or defensively. This section covers the rules for when you can line up a particularly good attack or are forced to make a disadvantageous one. FAVORABLE AND UNFAVORABLE CONDITIONS Depending on the situation, you may gain bonuses or take penalties on your attack roll. Generally, any situational modifier created by the attacker’s position or tactics applies to the attack roll, while any situational modifier created by the defender’s position, state, or tactics applies to the defender’s AC. Your DM judges what bonuses and penalties apply, using Table 8–5: Attack Roll Modifiers and Table 8–6: Armor Class Modifiers as guides. COVER One of the best defenses available is cover. By taking cover behind a tree, a wall, the side of a wagon, or the battlements of a castle, you can protect yourself from attacks, especially ranged attacks, and also from being spotted. To determine whether your target has cover from your ranged attack, choose a corner of your square. If any line from this corner to any corner of the target’s square passes through a square or border that blocks line of effect or provides cover, or through a square occupied by a creature, the target has cover (+4 to AC). sq 150 :8 RETPAHC TABMOC Table 8–5: Attack Roll Modifiers Table 8–6: Armor Class Modifiers Attacker is . . . Melee Ranged Defender is . . . Melee Ranged Dazzled –1 –1 Behind cover +4 +4 Entangled –21 –21 Blinded –21 –21 Flanking defender +2 — Concealed or invisible — See Concealment — Invisible +22 +22 Cowering –21 –21 On higher ground +1 +0 Entangled +02 +02 Prone –4 —3 Flat-footed +01 +01 Shaken or frightened –2 –2 (such as surprised, balancing, climbing) Squeezing through a space –4 –4 Grappling (but attacker is not) +01 +01, 3 1 An entangled character also takes a –4 penalty to Dexterity, which may Helpless –44 +04 affect his attack roll. (such as paralyzed, sleeping, or bound) 2 The defender loses any Dexterity bonus to AC. This bonus doesn’t Kneeling or sitting –2 +2 apply if the target is blinded. Pinned –44 +04 3 Most ranged weapons can’t be used while the attacker is prone, but Prone –4 +4 you can use a crossbow or shuriken while prone at no penalty. Squeezing through a space –4 –4 Stunned –21 –21 When making a melee attack against an adjacent target, your 1 The defender loses any Dexterity bonus to AC. target has cover if any line from your square to the target’s square 2 An entangled character takes a –4 penalty to Dexterity. goes through a wall (including a low wall). When making a melee 3 Roll randomly to see which grappling combatant you strike. That attack against a target that isn’t adjacent to you (such as with a reach defender loses any Dexterity bonus to AC. weapon), use the rules for determining cover from ranged attacks. 4 Treat the defender’s Dexterity as 0 (–5 modifier). Rogues can sneak",
        "name":  "Tiny, Diminutive, and Fine Creatures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cover grants you a +2 bonus on Reflex cover allow you to make a Hide check. saves against attacks that originate or burst out from a point on the Big Creatures and Cover: Any creature with a space larger than other side of the cover from you, such as a red dragon’s breath 5 feet (1 square) determines cover against melee attacks slightly weapon or a lightning bolt. Note that spread effects (see page 175), differently than smaller creatures do. Such a creature can choose any such as a fireball, can extend around corners and thus negate this square that it occupies to determine if an opponent has cover against cover bonus. its melee attacks. Similarly, when making a melee attack against",
        "name":  "Cover and Reflex Saves",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you don’t have line of effect to your target (for target has concealment if his space is entirely within an effect that instance, if he is completely behind a high wall), he is considered to grants concealment (such as a cloud of smoke). When making a have total cover from you. You can’t make an attack against a target melee attack against a target that isn’t adjacent to you (for instance, that has total cover. with a reach weapon), use the rules for determining concealment",
        "name":  "Total Cover",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use concealment to depending on the details of the cover. For example, to strike effec- make a Hide check. Without concealment, you usually need cover tively through a narrow opening, you need to use a long piercing to make a Hide check. weapon, such as an arrow or a spear. A battleaxe or a pick just isn’t",
        "name":  "Concealment and Hide Checks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have line of effect to a target but not going to get through an arrow slit. line of sight (for instance, if he is in total darkness or invisible, or if you’re blinded), he is considered to have total concealment from CONCEALMENT you. You can’t attack an opponent that has total concealment, Besides cover, another way to avoid attacks is to make it hard for though you can attack into a square that you think he occupies. A opponents to know where you are. Concealment encompasses all successful attack into a square occupied by an enemy with total circumstances where nothing physically blocks a blow or shot but concealment has a 50% miss chance (instead of the normal 20% miss where something interferes with an attacker’s accuracy. chance for an opponent with concealment). Concealment gives the subject of a successful attack a chance that You can’t execute an attack of opportunity against an opponent the attacker missed because of the concealment. with total concealment, even if you know what square or squares the Typically, concealment is provided by fog, smoke, a shadowy area, opponent occupies. darkness, tall grass, foliage, or magical effects that make it difficult to Ignoring Concealment: Concealment isn’t always effective. For pinpoint a target’s location. instance, a shadowy area or darkness doesn’t provide any conceal- To determine whether your target has concealment from your ment against an opponent with darkvision. Remember also that ranged attack, choose a corner of your square. If any line from this characters with low-light vision can see clearly for a greater distance corner to any corner of the target’s square passes through a square or with the same light source than other characters. A torch, for border that provides concealment, the target has concealment. example, lets an elf see clearly for 40 feet in all directions from the When making a melee attack against an adjacent target, your torch, while a human can see clearly for only 20 feet with the same 152 :8 RETPAHC TABMOC light. (Fog, smoke, foliage, and other visual obstructions work nor- helpless defender can’t use any Dexterity bonus to AC. In fact, his mally against characters with darkvision or low-light vision.) Dexterity score is treated as if it were 0 and his Dexterity modifier to Although invisibility provides total concealment, sighted oppo- AC as if it were –5 (and a rogue can sneak attack him). nents may still make Spot checks to notice the location of an invis- Coup de Grace: As a full-round action, you can use a melee ible character. An invisible character gains a +20 bonus on Hide weapon to deliver a coup de grace to a helpless opponent. You can checks if moving, or a +40 bonus on Hide checks when not moving (even though opponents can’t see you, they might be able to figure out where you are from other visual clues).",
        "name":  "Total Concealment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
