[
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus activate the weapon to banish that crea- minutes.",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon ture back to its home plane (Will DC 20 Projectile weapons bestow this prop-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and free (command) succeeds on its save cannot be banished by Armor, dimensional anchor. the same weapon for 24 hours. Cost to Create: Varies. This weapon has a blood-red tint. If the creature struck has damage reduction that requires a particular BLESSED Every time a bloodfeeding weapon deals weapon alignment or special material",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon “blood point,” which it can store for up to 2 for each such property shared by the Caster Level: 5th 1 hour. The weapon can store a maximum weapon. For example, if you use a holy",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Faint; (DC 17) transmutation of 10 blood points. This effect is continu- banishing cold iron weapon against a",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and swift (command) ous and requires no activation. hezrou (damage reduction 10/good), When you deal damage to a creature the save DC would increase by 2, while This weapon has a faint glow emanating from while wielding a bloodfeeding weapon, against a marilith (damage reduction 10/ within it. you can activate the weapon to spend good and cold iron), the save DC would up to 5 stored blood points. Each blood increase by 4. A blessed weapon is treated as good- point you spend in this way deals an extra The banishing property can be acti- aligned for the purpose of overcoming 2 points of damage to that creature. The vated three times per day. damage reduction. This effect is continu- weapon doesn’t gain any blood points from Projectile weapons bestow this prop- ous and requires no activation. a strike on which you use this ability. erty upon their ammunition.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and activate a blessed weapon to automatically Armor, vampiric touch. Armor, banishment. confi rm all critical threats against evil foes Cost to Create: Varies.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. for 1 round (as if the weapon were affected by the bless weapon spell). BLOODSTONE BERSERKER Other effects related to threatening or",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two-handed melee weapon edge spell or the vorpal weapon property)",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) enchantment weapon that has this property.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Prerequisites: Craft Magic Arms and Armor, bless weapon. The blade of this weapon bears red crystals",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. carefully inlaid in intricate designs. weapon is incredibly durable, the scars of a hundred battles marring its surface. BLINDSIGHTED A bloodstone weapon can store and cast",
        "name":  "Though tarnished and battered, this simple Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus a vampiric touch spell against a creature In your hands, a berserker weapon deals",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon it strikes, just as if it were a spell storing an extra 1d8 points of damage on any suc-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6th weapon (DMG 225). Any such spell cast cessful attack while you are raging.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) divination from a bloodstone weapon is automati-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) cally empowered (as if by the Empower Armor, rage. Spell feat). A bloodstone weapon can",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. The form of a screeching bat’s head adorns store no more than one such spell at any the end of this weapon, and images of wings time, and it cannot store a spell other than BINDING and fl uttering nocturnal forms run along its vampiric touch.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Armor, Empower Spell, vampiric touch.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th When activated, a blindsighted weapon Cost to Create: Varies.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) (Listen DC 10). While wielding the acti- BLURSTRIKE vated weapon, you gain blindsight out to",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus This weapon has a length of chain looped deco- 30 feet. This effect is negated by silence",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon ratively around its grip or head. spells and effects.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) illusion When you activate a binding weapon, three times per day, and the effect lasts",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— A slight vibration runs through this weapon, and a barely audible sound, like that of a dis- tant battle cry, seems to echo from within it. If you enter a rage while wielding a brash weapon, the rage lasts for an extra 3 rounds. In addition, while raging and wielding a brash weapon, you gain immu- nity to fear effects.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) This weapon is broader, thicker, and darker in color than a normal weapon of its type. After a successful melee attack with a brutal surge weapon, you can command the weapon to initiate a bull rush attempt A blurstrike weapon against the target of the attack in addition to dealing its normal damage. This attempt BODYFEEDER This weapon is semitransparent, almost as does not provoke attacks of opportunity though it were glass, but it is obviously of Price: +3 bonus and is resolved using your size, Strength, sturdier make. Property: Weapon and other relevant characteristics. If",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th you wield a brutal surge weapon in two",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) necromancy hands, you gain a +2 bonus on the opposed partially fades from view for 1 round, Activation: — Strength check. appearing only as a faint outline (though If successful, the bull rush pushes you, as the wielder, can see it normally). Composed of a dark, dull metal, this weapon the affected creature back the greatest When you attack, an activated blurstrike is cold to the touch. Indeed, it seems to absorb possible distance allowed by the result weapon (along with your hand and arm) your body heat. of the opposed check, but you do not appears to others as an amorphous blur, move along with the target. Movement preventing a foe from knowing exactly Whenever a bodyfeeder weapon you wield caused by this bull rush attempt provokes where the blow is aimed. After you activate scores a successful critical hit against a attacks of opportunity from other crea- this property, your opponent is consid- living creature, you gain temporary hit tures normally, but you cannot make an ered fl at-footed against the fi rst attack points equal to half the damage dealt attack of opportunity against the affected you make with the blurstrike weapon in by the critical hit. These temporary hit creature. the round when you activate it. Creatures points last for up to 1 minute and don’t The brutal surge property is usable a that don’t rely on sight for combat (such as stack with those from any other source, number of times per day equal to 1 + your those with the blindsight special quality) including additional critical hits with Con bonus (if any). Once you activate this and creatures with uncanny dodge aren’t this weapon. property, it can’t be activated by any other treated as fl at-footed against this attack. Prerequisites: Craft Magic Arms and creature until the following day. The blurstrike property functions ten Armor, vampiric touch or claws of the vam- Prerequisites: Craft Magic Arms and times per day. pire (EPH 84). Armor, Bigby’s forceful hand.",
        "name":  "When activated, a blurstrike weapon Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. renkluaF .M yb .sullI 662200__1100776622__CChhpp22..iinndddd 3300 1122//2211//0066 55::2222::4422 AAMM 31 WEAPONS CHAPTER 2",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Prerequisites: Craft Magic Arms and Armor, Spirited Charge, keen edge. Armor, weapon of impact (SC 237).",
        "name":  "CHANGELING Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) Property: Weapon Property: Weapon",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) transmutation Aura: Moderate; (DC 18) necromancy metal with a bright silver sheen, and the head Activation: — Activation: Standard (command) is joined seamlessly to the haft. This delicately balanced weapon settles into This weapon is dark in color, and its blade or A changeling weapon allows you to choose your grip as if you had wielded it for years. head is covered with menacing runes. its length and appearance each time you Its blue-gray hue shimmers as you heft the attack with it. Once per round, by speak- weapon. When activated, a consumptive weapon ing the appropriate command word, you is shrouded in negative energy that seems can change the weapon into a spear, a A collision weapon temporarily increases to draw light into it. The negative energy shortspear, or a longspear sized appropri- its own mass at the end point of each does not harm you as long as you have the ately for you. As part of the same action, swing or shot. When you wield such a weapon in hand. The effect persists until you can make its haft and head appear to weapon, you deal an extra 5 points of you speak a second command word. A be composed of any wood, stone, metal, damage with each hit. weapon that has this property deals an or combination thereof that you want, Projectile weapons bestow this prop- extra 1d8 points of damage to any living and add any decorative fl ourishes desired, erty upon their ammunition. creature on a successful hit. though the spear’s actual composition Projectile weapons bestow this prop- does not change. erty upon their ammunition.",
        "name":  "This spear appears to be made entirely of a Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon Property: Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Activation: Standard (command) This weapon’s tip is rounded slightly, like that The surface of this weapon looks dark and of a jousting lance. pitted, and the blade, point, or head appears fragile, as if the fi rst blow might break it. Any charging creature hit by a charge- breaker weapon must succeed on a When activated, a corrosive weapon is DC 14 Fortitude save or be knocked sheathed in acid. The acid does not harm prone. you as long as you have the weapon in",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and hand. The effect persists until you speak Armor, daze monster. a second command word. A weapon that",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. has this property deals an extra 1d6 points of acid damage on a successful hit. CHARGING Projectile weapons bestow this prop- erty upon their ammunition.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon Armor, acid fog, acid storm (SC 7), Melf’s acid",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— CURSESPEWING The image of a heavily armored, mounted knight, leveling a ribbon-covered lance for a Price: +3 bonus charge, adorns this weapon. Property: Weapon",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) necromancy weapon that has this property, you deal an Activation: — extra 2d6 points of damage on a successful charge attack. A brutal surge longsword Illus. by W. England 662200__1100776622__CChhpp22..iinndddd 3311 1122//2211//0066 55::2222::4466 AAMM 32 2 RETPAHC SNOPAEW",
        "name":  "When you are mounted and wielding a Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Plant/ weapon. Armor, shield. Critical Extra Elemental",
        "name":  "A barely perceptible dark glow surrounds this Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Multiplier Damage Damage Whenever this weapon scores a critical ×2 1d8 2d8 hit against a target, it bestows a curse DESICCATING × ×4 3 2 3 d d 8 8 4 6 d d 8 8 that imposes a –4 penalty on attack rolls,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon In addition, the critical hit renders the checks for 1 minute. Multiple strikes",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— or some other rehydrating liquid. Armor, bestow curse. Projectile weapons bestow this prop-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. This weapon looks cracked and parched, as if it erty upon their ammunition. has spent decades baking in the desert sun. Prerequisites: Craft Magic Arms and DEADLY PRECISION Armor, horrid wilting.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus A desiccating weapon destroys the water Cost to Create: Varies.",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon in a living creature that it strikes, deal-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Projectile weapons bestow this prop-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th This weapon looks more slender and elegant erty upon their ammunition.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— glitters as though a thousand tiny facets were Armor, desiccating bubble (SC 63). refl ecting the ambient light. Cost to Create: Varies. Several jutting prongs and ridges extend from this weapon. A deadly precision weapon deals an extra DESICCATING BURST 1d6 points of damage whenever you make [SYNERGY] A disarming weapon grants you a +2 bonus a successful sneak attack or sudden strike on disarm attempts. In addition, oppo- (CAd 8) with it. The property grants no Price: +1 bonus nents cannot disarm you of this weapon. benefi t if you don’t already have one of Property: Weapon",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus DEFENSIVE SURGE from this brittle, gray weapon, as if it’s been Property: Weapon buried below shifting sands for centuries. Caster Level: 12th",
        "name":  "All the moisture seems to have been sapped Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (mental)",
        "name":  "A desiccating burst weapon functions as a Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th desiccating weapon (see above).",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Faint; (DC 17) abjuration In addition, the weapon explodes with Discolorations in the surface of this weapon",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) a dehydrating blast on a successful criti- appear, then fade in a random pattern. An cal hit, dealing extra damage as set out in elaborate handle contains a thumb-sized This weapon is thicker and heavier than a the table below. (This effect activates even indent. normal weapon of its type, but it feels well if the target is not normally vulnerable balanced. Its hilt or grip is set with a smoothly to extra damage from critical hits.) The When you activate a dislocator weapon, rounded topaz. amount of damage is determined by the the next successful attack you make before weapon’s critical muliplier and is doubled the end of your turn causes your target to After a successful melee attack with a against plants and against elementals that be teleported up to 10 feet in any direction defensive surge weapon in any round in have the water subtype. This burst does you choose (Will DC 17 negates). You can’t which you use the Combat Expertise feat not harm you or any creature other than teleport a target into an occupied space or fi ght defensively, you can activate the the target. This is a continuous effect (such an attempt automatically fails and weapon and gain an additional +2 bonus and requires no activation. Even if the wastes the effect). to Armor Class until the start of your weapon has not been activated to deal Projectile weapons bestow this prop- next turn. extra damage because of the desiccating erty on their ammunition. This ability is usable a number of times property, the weapon still deals its extra A dislocator weapon functions three per day equal to 1 + your Int bonus (if any). damage on a successful critical hit. times per day. Once you activate this property, it can’t be",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. 662200__1100776622__CChhpp22..iinndddd 3322 1122//2211//0066 55::2222::5500 AAMM 33 WEAPONS CHAPTER 2 DISLOCATOR, GREAT DIVINE WRATH normally subject to extra damage from criti- cal hits. This effect doesn’t stack with itself [SYNERGY] Price: +1 bonus or with any other fear effects (it can’t render",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (mental) Brilliant discolorations in the surface of this Armor, fear. weapon appear, then fade in a random pattern. Cost to Create: Varies. This weapon has a golden sheen, and its grip An elaborate handle contains a thumb-sized is imprinted with a hand holding a lightning indent coated in gold fi ligree. DRAGONDOOM bolt.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon weapon (see above), except the target can prized by paladins and clerics of Heirone- Caster Level: 7th be teleported up to 30 feet in any direction ous. Whenever you hold such a weapon in Aura: Moderate; (DC 18) transmutation (Will DC 20 negates). your hand, you can expend a turn undead Activation: Swift (command)",
        "name":  "Divine wrath weapons are especially Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and attempt to imbue it with divine power for Armor, greater teleport. 1 round. If your next successful attack This weapon is engraved with a severed",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. with it hits an undead target, the weapon dragon’s head. deals an extra 1d6 points of damage per DISPELLING point of Charisma bonus you possess When wielding a dragondoom weapon,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Prerequisites: Craft Magic Arms and against a Large or larger creature of the",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free (command) Cost to Create: Varies. than Medium, the smite attack deals an extra 1d6 points of damage (+1d6 against Arcane symbols cover this weapon, but many DOMINEERING a Large dragon, +2d6 against Huge, +3d6 are scratched out and defaced, obscuring any against Gargantuan, and +4d6 against",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon attack before you make your attack roll.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) necromancy a dispelling weapon, you can activate it to strike is not of the dragon type), the smite",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— target that creature or object with a tar- is wasted. geted dispel magic effect (as the spell). Prerequisites: Craft Magic Arms and A single, screaming skull adorns this weapon, A dispelling weapon functions three Armor, fell the greatest foe (SC 90). its eyes set with raw black onyx inlays that give times per day. Cost to Create: Varies. it a soulless look.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Armor, dispel magic. DRAGONHUNTER A creature hit by a domineering weapon",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. becomes shaken for 1 minute (Will DC 16 Price: +1 bonus negates). This effect doesn’t stack with Property: Projectile weapon DISPELLING, GREATER itself or with any other fear effects (it Caster Level: 9th [SYNERGY] can’t render an already shaken creature Aura: Moderate; (DC 19) transmutation, frightened, for example). necromancy",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. This weapon is carved from a dragon’s thigh-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dispelling bone. The image of a dragon’s skeleton is DOOM BURST inlaid in jet. A single, incredibly complex arcane formula covers every inch of this weapon, but deep Price: +2 bonus A creature of the dragon type that is hit gashes and complex scratches cover it, as if Property: Weapon by a projectile fi red from this weapon purposefully destroying its meaning. Caster Level: 11th takes 1 point of Strength damage in",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— the weapon. In addition, the weapon’s weapon (see above), except that when you critical multiplier increases by 1 if the activate it, the creature or object struck is This weapon is enveloped in a shroud of target is a dragon. For example, a critical affected by a targeted greater dispel magic darkness. hit from a dragonhunter longbow has effect (as the spell). a ×4 damage multiplier (instead of the A greater dispelling weapon functions Whenever you score a critical hit with this normal ×3) against a dragon, so such a three times per day. weapon, a wave of blackness washes over creature would take four times normal",
        "name":  "This weapon functions as a dispelling Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. activates even if the creature struck is not 662200__1100776622__CChhpp22..iinndddd 3333 1122//2211//0066 55::2222::5511 AAMM 34 2 RETPAHC SNOPAEW Other effects related to threatening ENERGY SURGE ENERVATING or confi rming critical hits (such as keen [SYNERGY] Price: +2 bonus edge or bless weapon spells) don’t function",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon when placed on a weapon that has this Price: +1 bonus",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th property. Property: Melee weapon",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Activation: Swift (command) This weapon looks worn and its blade has",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus the weapon’s bronze pommel. The pommel of this weapon bears a single dia-",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon mond that fl ashes with an inner radiance.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) evocation a living creature with an enervating An energy surge weapon functions as a",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— weapon, the weapon bestows one negative weapon of the prerequisite type (corrosive, level on the target. fl aming, frost, or shock). This weapon, which is decorated with a Assuming the subject survives, it In addition, on a successful melee attack wing motif, vibrates slightly, as though with regains lost levels after 1 hour. Usually, with an energy surge weapon, you can excitement. negative levels have a chance of perma- command it to expel a blast of energy, of nently draining a victim’s levels, but the the same type as the prerequisite property, An eager weapon can be drawn as a free negative levels from the enervating prop- which deals an extra 3d6 points of damage action. While wielding it, you gain a +2 erty don’t last long enough to do so. to the target of the attack. The synergy bonus on initiative checks and a +2 bonus Prerequisites: Craft Magic Arms and prerequisite property need not be active to on damage rolls made during a surprise Armor, enervation. activate the energy surge property. round and the fi rst round of combat. Cost to Create: Varies. This ability is usable a number of times",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. can’t be activated by any other creature Price: +3 bonus until the following day. Property: Melee weapon ENERGY AURA",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th",
        "name":  "A weapon can have this property more Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon requisite, and each activation only triggers Activation: —",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 22) evocation have a +1 corrosive surge fl aming surge This weapon appears ghostly, but it is as solid",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) longsword, and each activation would and unforgiving as any other of its type. deal either 3d6 points of acid damage The surface of this weapon seems to gleam or 3d6 points of fi re damage. An ethereal reaver weapon functions as a with ever-shifting colors. From time to time, Each diamond set into the pommel ghost touch weapon (DMG 224). In addi- it glows with heat, crackles with electricity, or haft of an energy surge weapon radi- tion, such a weapon allows you to see emits acrid-smelling fumes, or develops a ates a different color that corresponds invisible creatures as if you were subject rime of frost. to the energy damage dealt by the to a see invisibility spell. weapon: green (acid), blue (cold), Prerequisites: Craft Magic Arms and Once activated, each hit by this weapon yellow (electricity), or red (fi re). Armor, see invisibility. deals an extra 1d6 points of damage of Prerequisites: Craft Magic Arms Cost to Create: Varies. an energy type of your choice (acid, cold, and Armor, spell for the prereq- electricity, or fi re, chosen when activated). uisite property. EVERBRIGHT",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon remains the same until you activate the",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th weapon again.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 21) evocation Projectile weapons bestow this prop-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Flecks of marble and pearl shimmer across this Armor, chill metal, fl ame blade, Melf’s acid weapon, set within images of bursting stars arrow, shocking grasp. and beaming suns.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. An everbright weapon can fl ash with a brilliant light twice per day at your com- mand. When it is activated, all creatures within 20 feet of you are blinded for 1 +1 enervating kukri round (Refl ex DC 14 negates). dnalgnE .W yb .sullI 662200__1100776622__CChhpp22..iinndddd 3344 1122//2211//0066 55::2222::5533 AAMM 35 WEAPONS CHAPTER 2 An everbright weapon is also immune (Knowledge [arcana] or Knowledge [his- from a force weapon deals the same amount to acid damage and rusting effects. tory] DC 30). of damage as normal ammunition.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Property: Piercing or slashing melee",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th weapon",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ghost touch Carved into the handle of this weapon is a Upon close inspection, this weapon appears to single rune in the Gnome language represent- have shallow serrations along its blade. Fine tendrils of white smoke slowly rise from ing the foe the weapon is dedicated to slaying. this weapon’s surface. You can activate a fl eshgrinding weapon A fi ercebane weapon excels at attacking any time you deal damage with it to a living A ghost strike weapon functions as a one type or subtype of creature. It acts creature in melee. When this occurs, you ghost touch weapon (DMG 224). In addi- as a bane weapon against the creature let go of the weapon and it magically ani- tion, sneak attacks and critical hits made type (and subtype, if relevant) to which mates, grinding itself into the foe’s fl esh. In with a ghost strike weapon against an its synergy prerequisite ability was at- each round at the start of your turn, it au- undead creature affect it as if it were a tuned. Whenever it strikes its designated tomatically damages that creature as if you living creature. bane enemy, it begins to emit a low, eager had scored a normal hit with it (including",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and hum, as if it were actually feeding off the damage from the weapon’s enhancement Armor, undeath to death. victim’s life blood. bonus, other weapon properties, and your",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. A fi ercebane weapon glows when a des- normal bonus from Strength, but not extra ignated foe comes within 60 feet, even if damage from feats such as Power Attack). HARMONIZING you cannot see or detect it. In addition, the The grinding continues for 5 rounds or weapon deals extra damage on every suc- until you or someone else pulls the fl esh- Price: +1 bonus cessful critical hit. The amount depends grinding weapon free; doing this requires a Property: Melee weapon on its critical multiplier, as follows. standard action and (for anyone other than Caster Level: 5th you) a successful DC 20 Strength check. Aura: Faint; (DC 17) illusion Critical Multiplier Extra Damage After the duration expires, a fl eshgrind- Activation: —; see text ×2 1d10 ing weapon returns to your hand (as the ×3 2d10 returning weapon property). It will not A strange melody seems to emanate from ×4 3d10 return to your hand if the target has pulled within this weapon. the weapon free and still holds it.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and A harmonizing weapon accompanies you upon their ammunition. Armor, animate objects. in song if drawn, granting a +2 compe-",
        "name":  "Projectile weapons bestow this property Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Few rangers acquire the skills Cost to Create: Varies. tence bonus on Perform (sing) checks. needed to create magic items, but the In addition, if you hold a harmonizing gnome ranger Tir Hearthand learned to FORCE weapon when you begin a bardic music hate orcs at an early age. Unsatisfi ed with effect, the weapon can continue the",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus normal orc bane weapons, he devoted the effect for you, allowing you to focus on",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Projectile weapon last half of his life to creating the ulti- other efforts. One round after you begin a",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th mate weapon for slaying orcs (Knowledge bardic music effect that allows or requires",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— The fi rst fi ercebane weapon was an inspire courage, countersong, fascinate, orc bane scimitar sized for a gnome and inspire competence, inspire greatness, This weapon appears translucent, as though its named Hearthand, after its creator. Tir song of freedom, and inspire heroics), the substance is not entirely of this world. Hearthand wielded this weapon for many weapon picks up and continues the per- years, and it eventually achieved a near-leg- formance fl awlessly for 10 rounds, until A projectile weapon with the force prop- endary status. Gnomes with an interest in you start another bardic music effect, or erty turns ammunition shot from it into a weaponcraft now believe it to be a potent until you command it to end as a swift force attack. These force projectiles auto- artifact capable of striking dead any orc (mental) action. matically overcome damage reduction and that even sets eyes upon it. The original Prerequisites: Craft Magic Arms and suffer no miss chance against incorporeal weapon is believed to have been lost in Armor, ghost sound, bardic music. targets, but they don’t damage creatures the dark hills near the long-dead orc king- Cost to Create: Varies. immune to force effects. Ammunition shot dom where Tir Hearthand met his end 662200__1100776622__CChhpp22..iinndddd 3355 1122//2211//0066 55::2222::5566 AAMM 36 2 RETPAHC SNOPAEW HEAVENLY BURST and others who share their values. A holy overcome in any way (including restoration surge weapon functions as a holy weapon spells) while the weapon is wielded.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus (DMG 225). This is a continuous effect and Projectile weapons bestow this prop-",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon requires no activation. erty upon their ammunition.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) evocation attack with a holy surge weapon, you Armor, fi re subtype.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— can command it to emit a burst of holy Cost to Create: Varies. energy. Against an evil target, this burst This weapon emits a low hum that sounds deals an extra 3d6 points of damage. If ILLUMINATING distinctly like a chorus chanting slowly. used against a non-evil creature, it deals",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon property is wasted. a heavenly burst weapon discharges a Caster Level: 5th This ability is usable a number of times shower of radiance that deals 3d6 points Aura: Faint; (DC 17) evocation per day equal to 1 + your Cha bonus (if of damage to the target and blinds it for 1 Activation: — any). Once you activate this property, it round. A successful DC 14 Fortitude save can’t be activated by any other creature negates the blindness. A sunburst set with topaz fl ecks gleams upon until the following day. Projectile weapons bestow this prop- this weapon.",
        "name":  "On a critical hit against an evil creature, Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and When drawn, an illuminating weapon",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Prerequisites: Craft Magic Arms and",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) This weapon bears toothlike inscriptions across",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus its surface. Several studs texture this weapon, as do numer- Property: Weapon ous hinges and slots, though none seems to Caster Level: 10th A hunting weapon increases your bonus impede its effectiveness. Aura: Moderate; (DC 20) divination on weapon damage rolls by 4 against your",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and swift (command) favored enemies (see the ranger class fea- When activated, a hideaway weapon ture; PH 47). folds up into a bundle two size catego- Worked into the grip of this weapon is an",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. of Hand checks to conceal a hideaway weapon when it’s folded up (as if it were Any attack with an illusion bane weapon IGNAN a dagger). ignores any miss chance created by an illu- A second command word (also a swift Price: +2 bonus sion effect (including effects that mimic action) causes the weapon to unfold to its Property: Weapon illusions, such as a displacer beast’s dis- normal shape. Caster Level: 7th placement effect). However, you must still",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,000 gp, 80 XP, 2 days. cealment. This is a continuous effect and Tiny fl ames constantly fl icker along the surface requires no activation. HOLY SURGE [SYNERGY] of this red-tinted weapon. Its grip is inlaid with In addition, once per day you can acti- amber in a fl amelike design. vate an illusion bane weapon to destroy",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon An ignan weapon automatically over- of two forms:",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) evocation creature that has the water subtype. In the weapon in the same round to make a",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and swift (command) addition, the weapon deals an extra 2d6 dispel check (1d20+10) against each illu-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Holy points of damage against such targets. sion spell currently affecting the target. An ignan weapon also bestows one This effect essentially acts as a targeted This elegant weapon appears smooth and negative level on any creature that has the dispel magic spell, but it functions only pristine. water subtype and attempts to wield it. against magic of the illusion school. You The negative level remains as long as the must make a separate check for each illu- Characters who serve gods of valor, honor, weapon is in hand and disappears when it sion spell affecting the target. and other lofty principles craft these is no longer held. This negative level never Alternatively, you can attempt to dispel weapons of pure goodness for themselves results in actual level loss, but it cannot be a single illusion by touching it with the 662200__1100776622__CChhpp22..iinndddd 3366 1122//2211//0066 55::2222::5588 AAMM 37 WEAPONS CHAPTER 2 illusion bane weapon and speaking the diately become aware of its effect and its IMPEDANCE appropriate command word. For example, remaining duration, and you can activate",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon generated by the mirror image spell) with target to be affected by the stored spell if",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th the weapon subjects it to the dispel check you so desire. When the spell is activated,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— any part of the illusion dispels the whole time had elapsed. effect, so dispelling one mirror image ends Once a stored illusion spell has been This weapon is reinforced with cold iron and the spell entirely for the target creature. discharged, you cannot activate the set with chunks of obsidian in a foursquare",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The illusion bane property was weapon’s illusion theft property again pattern. created by a sect of the church of St. until you have successfully dispelled Cuthbert whose members despised illu- another illusion (using the illusion bane An impedance weapon mimics the sionists and desired a way to destroy their property), which is then stored within impeded magic planar trait (DMG 150). protective illusions (Knowledge [religion] the weapon. When you use it to strike a creature, the DC 20). Prerequisites: Craft Magic Arms and target’s ability to cast spells or use spell- An illusion bane weapon functions Armor, true seeing, dispel magic. like abilities is impeded for 1d6 rounds. To much like the dispel magic spell, but Cost to Create: Varies. cast an impeded spell or use an impeded only against illusion effects (Knowledge spell-like ability, the creature must [arcana] DC 25). IMPACT attempt a Spellcraft check, Intelligence",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bludgeoning weapon one is made with the highest bonus). The",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— normally; if the check fails, the effect does [SYNERGY] not function and the spell or the use of the This weapon seems heavier than a typical spell-like ability is lost.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus weapon of its type, and its head and haft have Prerequisites: Craft Magic Arms and",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon a square design. Armor, antimagic fi eld.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 23) divination An impact weapon has double the threat",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) range of a normal weapon of its type. For IMPLACABLE",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon heavy fl ail scores a threat on a roll of and adamantine worked into a simple design. Caster Level: 9th 17–20. This effect doesn’t stack with any",
        "name":  "This dark metal weapon is crafted of black iron Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) necromancy other effect that expands a weapon’s criti- piece of quartz. Activation: — cal threat range.",
        "name":  "Set into its pommel or grip is a cut and polished Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and An illusion theft weapon functions as an This weapon has a lustrous purple sheen. Armor, weapon of impact (SC 237). illusion bane weapon (see above).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. In addition, such a weapon allows you When an implacable weapon deals damage to disrupt opponents’ illusions and trans- to a living creature, the wound bleeds pro- IMPALING fer their protective qualities to yourself. fusely and the creature takes 2 additional",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus points of damage at the start of each of dispels with its illusion bane property Property: Piercing melee weapon the wielder’s turns for the next 5 rounds. is automatically stored within it. This Caster Level: 9th Multiple wounds are cumulative (a crea- ability functions like the spell storing Aura: Moderate; (DC 19) transmutation ture struck three times in the same round property (DMG 225), with the following Activation: Swift (command) would take 6 points of damage per round exceptions. for the next 5 rounds). • It must be an illusion spell, but it need This weapon has a particularly sharp and This bleeding can be stopped by a suc- not be 3rd level or lower. slim point. cessful DC 15 Heal check or any effect • A spell cannot be cast into the weapon; that restores hit points (such as cure light it can store only a spell that it has actu- Three times per day, you can activate this wounds). However, while the wound is ally dispelled through the illusion bane weapon to treat its next attack (if made active, anyone attempting to cast a spell ability. before the end of your turn) as a touch on the target that would restore hit • An illusion theft weapon need not attack. You must declare that you are points must succeed on a DC 15 caster actually strike a creature to activate the using this property before making your level check. stored spell. attack roll. If the attack misses, the use An implacable weapon counts as ada- is wasted. mantine for the purpose of overcoming",
        "name":  "The fi rst illusion spell that this weapon Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and the damage reduction of aberrations. cast in every way, except that its duration Armor, fi nd the gap (SC 91). Prerequisites: Craft Magic Arms and is effectively arrested at the time you steal Cost to Create: Varies. Armor, vampiric touch. it. As soon as the spell is stored, you imme- Cost to Create: Varies. 662200__1100776622__CChhpp22..iinndddd 3377 1122//2211//0066 55::2222::5599 AAMM 38 2 RETPAHC SNOPAEW INCORPOREAL LUCKY A maiming weapon twists and digs into the fl esh of its target, rending, tearing, BINDING [SYNERGY] Price: +1 bonus smashing, and bruising it. Whenever you",
        "name":  "The stored spell is preserved as originally Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus score a critical hit with this weapon, it",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon deals an amount of extra damage depend-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Critical Multiplier Extra Damage The golden sheen on this weapon raises your",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ghost touch ×2 1d6 spirits and fi lls you with confi dence in your ×3 2d6 This weapon is simple in design and appears fi ghting prowess. ×4 3d6 misty gray, even though the base material",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and at success. Once per day, you can reroll a of its own. Armor, keen edge. single failed attack roll.",
        "name":  "A lucky weapon offers a second chance used in its construction has a distinct color Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and An incorporeal binding weapon func- Armor, moment of prescience or fate of one tions as a ghost touch weapon (DMG 224). MANIFESTER (EPH 107). In addition, when this weapon strikes",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon pulse of gray energy that temporarily",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free (mental) damaged by this weapon loses the ben- Property: Weapon efi t of its incorporeal miss chance (50%) Caster Level: 8th Radiating inner power, this princely weapon and its 50% chance to ignore spells for 1 Aura: Moderate; (DC 19) evocation settles and clarifi es your thoughts. round. It does, however, retain all other Activation: — benefi ts of incorporealness, including When manifesting a power, the bearer immunity to all nonmagical attack forms, The surface of this black iron weapon is of this weapon can draw 5 power points the ability to pass through solid objects, inscribed with runes representing the ground- from it. These points must be all be used and a defl ection bonus to AC equal to its ing of energy, and its pommel or grip is set with on the same power, and that power cannot Charisma bonus (if any). three diamonds. be imbued with power points from any",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and other source. Armor, dimensional anchor, plane shift. Weapons that have this property are A manifester weapon functions once",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and KNOCKBACK or use invocations (CAr 7), a magebane Armor, any 3rd-level psionic power. weapon’s enhancement bonus is 2 higher",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus Cost to Create: 6,000 gp, 480 XP, 12 days. than normal. (Thus, a +1 longsword with",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon the magebane property becomes a +3 long-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th METALLINE sword when wielded against such targets.)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus",
        "name":  "Furthermore, a magebane weapon deals an Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) extra 2d6 points of damage against targets Property: Weapon capable of casting arcane spells or using Caster Level: 9th This weapon looks broader and thicker than a invocations. Aura: Moderate; (DC 19) transmutation typical item of its type. A ram’s head with curl-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) ing horns decorates its head or hilt. to a cold iron weapon without paying the extra 2,000 gp (DMG 284). The color and texture of this weapon seem to Three times per day, you can activate this Projectile weapons bestow this prop- shift with each passing moment. weapon and use it to drive your opponent erty upon their ammunition. back. The next time you hit a creature",
        "name":  "The magebane property can be added Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and When you activate a metalline weapon, with the weapon before the end of your Armor, dispel magic. you can change its composition to ada- turn, the target must succeed on a DC 19",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. category or smaller. Property: Weapon",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Activation: — This weapon has a twisted haft or grip and spikes along its blade, head, or point. 662200__1100776622__CChhpp22..iinndddd 3388 1122//2211//0066 55::2233::0011 AAMM 39 WEAPONS CHAPTER 2 MIGHTY SMITING MINDFEEDER ties of the other end are dormant but not lost; they become active again when the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus Price: +1 bonus morphing weapon once again becomes a",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon Property: Weapon double weapon.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. This weapon feels heavier than a normal Composed of a fl at, rough, slate-gray crystal, NECROTIC FOCUS weapon of its type. Inscribed on its surface is this weapon seems to absorb your thoughts. a message affi rming its superiority over some Price: +3 bonus category of creature. When you score a critical hit with a mind- Property: Melee weapon feeder weapon, you gain 1 temporary power Caster Level: 7th If you have a smite ability (smite, smite point for every 5 points of damage dealt Aura: Moderate; (DC 18) necromancy evil, smite shadowlands, or the like), you by the critical hit. These temporary power Activation: — gain an extra +2 bonus on your smite points last for up to 1 minute. You gain attack rolls and damage rolls. In addi- power points even if the target has none. This weapon has a golden sheen and a series tion, you gain one additional use of your As with temporary hit points, tempo- of black runes inlaid in jet along its length. smite ability each day while wielding this rary power points do not stack with each Its pommel or grip is set with a black star weapon. If you have more than one smite other; they overlap. Thus, if the wielder of sapphire. ability, you must choose which one gains a mindfeeder weapon successfully scores the extra use. a critical hit while still enjoying tempo- A necrotic focus weapon serves as a chan- A weapon of mighty smiting only rary power points from a previous critical nel for your ability drain or energy drain grants one extra smite per day, regardless hit, the wielder gains only the higher of supernatural ability. While wielding it, of how many characters wield it. the two values: either her current number you deal ability drain or bestow negative",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and of temporary power points, or the new levels through it as if attacking with your Armor, divine power. infl ux of temporary power points, which- natural weapons. If a saving throw against",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. ever is greater. Creatures immune to extra the effect is allowed, add the weapon’s damage from critical hits do not trigger enhancement bonus to the save DC. MINDCRUSHER mindfeeder weapons. Prerequisites: Craft Magic Arms and Projectile weapons bestow this prop- Armor, enervation, spectral hand.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon This red-tinted weapon seems to draw light and Caster Level: 9th MORPHING feeling from around it. You sense its hunger. Aura: Moderate; (DC 19) enchantment",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee or thrown weapon a mindcrusher weapon loses a number of Caster Level: 9th This weapon appears unusually straight and power points equal to half the amount Aura: Moderate; (DC 19) transmutation stiff. Set into the base of its blade or head is of hit point damage the weapon deals Activation: Standard a smoothly polished piece of aventurine that on that strike. Only the base damage seems to glow with an energy all its own. of the weapon contributes to the power This weapon’s shape constantly fl ows and point loss; additional damage from high reforms in slightly different compositions. Whenever you score a critical hit with this Strength or other sources does not cause weapon, a wave of green energy washes additional power point loss. A crea- You can reshape a morphing weapon into over the target, paralyzing it for 1 round ture with no power points, including any other melee or thrown weapon of the (Will DC 17 negates). This effect activates any nonpsionic creature, must succeed same size and type (light, one-handed, even if the target is not normally subject on a DC 17 Will save or take 1 point of or two-handed). For instance, a morph- to extra damage from critical hits. Wisdom damage. ing greatsword could become a spear, Prerequisites: Craft Magic Arms and A projectile weapon bestows this prop- greataxe, or dire fl ail. Armor, hold monster. erty upon its ammunition. If a single weapon created with the mor- Cost to Create: Varies.",
        "name":  "Any psionic creature struck in combat by Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and phing property becomes a double weapon, Armor, vampiric touch or psychic vampire only one end of the double weapon retains PARALYZING (EPH 127). the weapon’s magical bonus, although",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon weapon created with the morphing",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th property becomes a single weapon, it",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) the original double weapon. The proper- 662200__1100776622__CChhpp22..iinndddd 3399 1122//2211//0066 55::2233::0022 AAMM 40 2 RETPAHC SNOPAEW This weapon bears a number of hard-to-see telepathically whispers to you the name By speaking the appropriate command parallel striations near its handle. of the power currently stored within it. word, you can sheathe a profane weapon A randomly generated power storing in crackling black negative energy. If you When a paralyzing weapon is activated, weapon has a 50% chance to have a power have no Constitution score, this energy the next creature struck by the weapon stored in it already. does not harm you; otherwise you take must succeed on a DC 17 Will save or be Prerequisites: Craft Magic Arms and 1 point of Constitution damage for each paralyzed. Each round on its turn, the Armor, manifester level 12th. round that you hold the weapon while target can attempt a new saving throw to Cost to Create: Varies. the effect is activated. This effect lasts end the effect; otherwise, the paralysis until you speak another command word lasts for 10 rounds. PRECISE to end it. A paralyzing weapon functions once While activated, a profane weapon",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ranged weapon Prerequisites: Craft Magic Arms and any living target (or 2d6 points against a",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— overcoming damage reduction. PARRYING Projectile weapons bestow this prop- This weapon has a carved peephole or sighting erty upon their ammunition.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon with a faceted diamond. Armor, infl ict light wounds.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 22) enchantment You can shoot or throw a precise weapon",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— at an opponent engaged in melee without PROFANE BURST incurring the standard –4 penalty. This The detailed engravings on this shiny weapon benefi t does not apply if you already have [SYNERGY] appear to spin and jump about. Even when the Precise Shot feat.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Armor, Precise Shot.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies.",
        "name":  "A parrying weapon allows you to discern Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) ing you a +1 insight bonus to AC. The PRISMATIC BURST and — weapon makes you so adept at parrying",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon saving throws. The bonuses are granted",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th This black iron weapon is decorated with whenever you hold the weapon, even if",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and when it is wielded. Armor, divine protection (SC 70) or defensive This smoothly polished weapon is set with a precognition (EPH 124). ruby, a fi re opal, a yellow topaz, an emerald, a A profane burst weapon functions as a",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. blue topaz, a sapphire, and an amethyst. profane weapon (see above). In addition, the weapon explodes with POWER STORING Whenever you score a successful critical negative energy on a successful critical",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus hit with this weapon, multicolored light hit, dealing extra negative energy damage",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon springs from the gems and cascades along as set out in the table below. (This effect",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free (command) description, PH 264). This effect activates A profane burst weapon deals even more even if the target is not normally subject damage to good outsiders on a successful This weapon is composed of a white, honeycomb to extra damage from critical hits. critical hit. This burst does not harm you or substance of substantial weight. Prerequisites: Craft Magic Arms and any creature other than the target if you are Armor, prismatic spray. undead; otherwise, you take 1d4 points of A power storing weapon allows a mani- Cost to Create: Varies. Constitution damage (or Charisma damage fester to store a single targeted power of if you have no Constitution score). This is up to 5 power points in the weapon. (The PROFANE a continuous effect and requires no acti- power must have a manifesting time of vation. Even if the weapon has not been",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus 1 standard action.) Any time the weapon activated to deal extra damage because",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon strikes a creature and the creature takes of the profane property, the weapon still",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th damage from it, the weapon can mani- deals its extra negative energy damage on",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) desire. Once the power is manifested, the weapon is empty, and a manifester This black iron weapon is decorated with a can store any other targeted power of single silver skull. A runic phrase describing up to 5 power points into it. The weapon a vile act runs along its blade or haft. 662200__1100776622__CChhpp22..iinndddd 4400 1122//2211//0066 55::2233::0044 AAMM 41 WEAPONS CHAPTER 2 Good based on the wielder’s current power point Silvery-black and potent, this weapon is very Critical Extra Outsider reserve, as shown on the table below. (This smooth and diffi cult to grip tightly. Multiplier Damage Extra Damage benefi t doesn’t stack with the weapon’s ×2 1d10 2d10 normal enhancement bonus.) The weap- This weapon functions as a pschokinetic ×3 2d10 4d10 on’s enhancement bonus decreases (to a weapon (see above). ×4 3d10 6d10 minimum of +1) as the wielder spends In addition, the weapon releases a blast power points, and it increases whenever of destructive psionic energy on a success- Projectile weapons bestow this property the wielder gains enough power points (by ful critical hit, dealing extra force damage upon their ammunition. any means) to put his power point reserve as set out in the table below. (This effect",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Power Point Enhancement hits.) This burst does not harm you or Reserve Bonus any creature other than the target. This is PSIBANE 0* +1 a continuous effect and requires no acti- 1–29 +2 vation. Even if the weapon has not been",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon 80–129 +4 the psychokinetic property, the weapon Caster Level: 15th 130 or higher +5 still deals its extra force damage on a suc-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Critical Extra This extraordinary weapon is shot through Armor, wish or reality revision (EPH 128). Multiplier Force Damage with translucent purple crystal shards. You Cost to Create: Varies. ×2 1d6 detect a vague air of menace about it. ×3 2d6 ×4 3d6 PSYCHOKINETIC A psibane weapon is crafted to oppose psionic beings. When used against any Price: +1 bonus This extra damage is not affected by creature that has the psionic subtype (EPH Property: Weapon damage reduction, and it affects incor- 183), its effective enhancement bonus is 2 Caster Level: 10th poreal creatures even if the attack would higher than its actual enhancement bonus Aura: Moderate; (DC 20) evocation normally miss due to the incorporeal (so a +1 psibane longsword instead has a +3 Activation: Standard (command) miss chance. enhancement bonus against psionic foes). It Projectile weapons bestow this prop- deals an extra 2d6 points of damage against This silvery-white weapon has a smooth sheen erty upon their ammunition. psionic opponents. and is diffi cult to grip tightly.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and A psibane weapon bestows one negative Armor, blast of force (SC 31) or concussive level on any psionic creature attempting to Upon command, a psychokinetic weapon blast (EPH 85). wield it. This negative level remains as long glows from the inside with lethal psionic",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. as the weapon is in hand and disappears energy. Such a weapon deals an extra 1d4 when the weapon is no longer wielded. points of force damage on a successful QUICK LOADING This negative level never results in actual hit. This extra damage is not affected by level loss, but it cannot be overcome in any damage reduction, and it affects incor- Price: +1 bonus way while the weapon is wielded. poreal creatures even if the attack would Property: Crossbow Projectile weapons bestow this prop- normally miss due to the incorporeal miss Caster Level: 9th erty upon their ammunition. chance. The energy does not harm you Aura: Moderate; (DC 19) conjuration",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms while wielding the weapon. Activation: Free (manipulation) or and Armor, dispel magic or bend reality Projectile weapons bestow this prop- move (manipulation); see text (EPH 80). erty upon their ammunition.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Prerequisites: Craft Magic Arms and Volleys of soaring bolts are engraved upon this Armor, blast of force (SC 31) or concussive loaded crossbow. PSYCHIC blast (EPH 85).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. A quick loading crossbow accesses an",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon PSYCHOKINETIC 100 bolts, allowing you to reload the cross-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17th bow more rapidly than normal. Reloading",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 23) no school BURST [SYNERGY] a quick loading hand or light crossbow is a",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon tiple attacks to use his full attack rate), and This weapon has an inner glow of varying",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
