[
    {
        "origin_file":  "weapons.json",
        "description":  "This tricky little device protects the its owner, granting him a +6 enhancement bonus on contents of a room or container by frustrating burglars any Perform checks that involve singing. until they give up and go away. When fi rst encountered, For the fi rst few weeks after acquiring a suitable new the reverse lock appears to be locked but actually is not. owner, the singing sword is content and eager to please. Over If a character makes a successful unlocking attempt—an time, however, personality conflicts can occur if other charac- Open Lock check, an open or knock spell, or anything else ters (especially lawful ones) prevent the bard from singing or that accomplishes the same purpose—the device then fighting. The singing sword always urges its owner forward into locks itself but appears unlocked. A second successful at- combat and up onto the stage at every opportunity. tempt to open the lock by any means causes it to unlock The singing sword has 10 ranks in Sense Motive, which, and again appear locked. combined with its Wisdom modifi er, give it a total bonus",
        "name":  "Reverse Lock",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This useful compound comes in of +14 on Sense Motive checks. In addition, the sword can the form of a thick paste or polish in a tin container. detect law, and it grants its wielder free use of the Blind- When rubbed on wooden, leather, paper, parch- Fight feat. Finally, it can cast haste (duration 10 rounds) ment, or metal items, it protects them from all water on its wielder once per day. The singing sword is chaotic damage for up to 24 hours. An item so treated suf- neutral, with Int 11, Wis 19, Cha 15, and Ego 19. It speaks fers no harm from any type of water exposure—be Common and can communicate telepathically with any it dampness, a brief shower, or even complete im- creature that has a language. mersion. One application covers an object the size",
        "name":  "Waterproofing",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Potion bottles have an unfortunate abilities, each usable once per day: levitate, magic circle tendency to break at the wrong times. A breaker bottle. against evil, and fortissimo (see Chapter 6). however, is designed to break only upon command. Caster Level: 9th; Prerequisites: Craft Wondrous Item, It looks like an ordinary bottle of wood, metal, or very fortissimo, cure critical wounds, displacement, levitate, magic heavy glass, but its outside is inscribed with an attractive circle against evil, summon monster V; Market Price: 69.580 latticework design. The bottle has been imbued with a gp; Weight: 3 lb. shatter spell that activates by spell trigger. Thus, when Horn of Triumph: This silver trumpet is prized on dropped, it simply bounces. When thrown across a the battlefi eld, lor its music can signifi cantly improve room, it typically survives intact. But when the proper soldiers’ combat prowess. When a character with the trigger word is spoken, it fl ies apart into shards along bardic music ability plays the horn of triumph, each the inscribed lines, scattering its contents. willing ally within 15 feet receives a +2 morale bonus Breaker bottles protect potions and other liquids from on all saving throws, attack rolls, ability and skill checks, harm, yet they can also serve as excellent grenadelike and weapon damage rolls. Furthermore, every affected weapons, or even trap components. For example, a creature gains a +2 morale bonus to both Strength and character could simply line up a row of breaker bottles Constitution (which improves attack bonuses and fi lled with acid or alchemist’s fi re atop a high shelf, wait Fortitude saves accordingly) but suffers a -1 morale for a foe to pass near them, speak the trigger word, and penalty to AC. The instrument compels all affected watch the content s rain down upon the unfortunate creatures to fi ght, heedless of danger. target’s head. The effects of the horn last as long as the musician",
        "name":  "Breaker Bottle",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some adventurers never Thief Catcher (Hungry Book): This insidious item seem to have enough rope. The spool of endless rope is the bane of thieves everywhere. It appears to be an or- contains 300 feet of the fi nest silk rope, yet the whole dinary book, but, in fact, it is a trap. A successful Search weighs only 10 pounds. The spool comes with a belt check by a rogue or other character with the traps ability loop so that it can hang conveniently at an adventurer’s reveals the presence of a magic trap. Detect magic used in side. One end of the rope is attached so fi rmly inside conjunction with a successful Spellcraft check (DC 15) the spool that a sharp tug would pull the owner over reveals only abjuration magic. before it would break the connection. The book is locked with an arcane lock spell, so it re- To use it, the owner feeds out as little or as much rope fuses to open until that is bypassed, suppressed, or ne- as desired, up to a maximum of 300 feet. When fi nished gated by any of the usual means (see the spell descrip- with the rope, the owner can simply wind it back onto tion in the Player’s Handbook). The owner of the book the spool. (Rewinding requires 1 round per 50 feet fed can freely bypass the lock. Any other attempt works as out, rounded up.) it normally would, but also primes the trap. A Search If some of the rope is cut off, the rest remains attached check (DC 30) made by a character with the traps ability to the spool and works as before, though its total length is after an attempt to bypass the arcane lock reveals that a shortened by the amount removed. Extra lengths can be trap is still in place. tied onto the rope to extend its length beyond 300 feet, but Once the trap is primed, the fi rst character who that extra length cannot be wound into the spool. opens the thief catcher is sucked into the book, which Some owners of spools of endless rope like to use them promptly slams shut. It then holds that prisoner indefi - in conjunction with grapple-fi ring crossbows (see New nitely in stasis—the victim is conscious of his or her Weapons, page 51). surroundings but unable to move, speak, or activate any",
        "name":  "Spool of Endless Rope",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Female half-elf Rog4/Ftrl; CR ample, is led by an “eagle” assisted by several “hawks.” 5; Medium-size humanoid (elf); HD 4d6 plus 1d10; The bulk of that organization’s members are “falcons,” hp 22; Init +3; Spd 30 ft.; AC 17 (touch 13, fl at-footed “sparrows,” and other small birds. 17); Atk +7 melee (1d6+1/18-20, masterwork rapier) Guild Rules: The glue that binds this guild to- or +9 ranged (1d6+1/X3, masterwork mighty [+1 Str gether is a rigid code of loyalty. Mob codes typically bonus] composite shortbow with masterwork arrows); include respect for superiors, silence in the face of SA Sneak attack +2d6; SQ Evasion, half-elf traits, traps, interrogation, and unswerving loyalty to the fam- uncanny dodge; AL N; SV Fort +4, Ref +8, Will +1; Str ily. There may be a feudal aspect as well—low-level 12, Dex 16, Con 11, Int l4, Wis 8, Cha 12. thieves pledge their services (and often their lives) in",
        "name":  "DRecruiter Garell",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Appraise +9, Balance +5, Climb +5, exchange for protection from the authorities, better Disable Device +9, Hide +10, Jump +3, Listen +7, Move lifestyles than they would otherwise have, and a vari- Silently +10, Open Lock +10, Search +10, Spot +7, ety of other favors. Tumble +10, Use Magic Device +8, Dodge, Mobility, The entire culture of this organization revolves Weapon Focus (rapier). around demonstrations of loyalty in the face of peril Half-Elf Traits: Immune to magical sleep spells and and temptation. To reveal a secret is to welcome death. effects; +2 racial bonus on Will saves against enchant- Even the lowest thug knows that those who talk to ment spells or effects; low-light vision (can see twice as the authorities are inevitably silenced (permanently). far as a human in low-light conditions); +1 racial bonus In fact, large guilds of this type employ killers who on Listen, Spot, and Search checks (already fi gured into do nothing but enforce the code. Thus, members of a the statistics given above). mob guild usually take great pains to demonstrate their Uncanny Dodge (Ex): Garell retains her Dexterity “family” loyalty to superiors and outsiders alike. bonus to AC when fl at-footed. Advancement Opportunities: Many of the thugs",
        "name":  "Skills and Feats",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork studded leather armor, and rogues who form the lower echelons of a mob guild masterwork buckler, masterwork rapier, masterwork hope to impress their leaders enough to become made mighty (+1 Str bonus) composite shortbow, 20 mas- thieves. Advancement within the upper ranks happens terwork arrows, cloak of resistance +1, bag of holding 1, 2 much the same way—the trick is to display enough potions of cure light wounds, potion of jump, potion of spider talent to impress one’s superiors, yet not enough to be climb, potion of darkvision. perceived as a threat. Aspiring to a high rank in such a guild is risky, for although the bonds are tight, rivalries TTheh eM Mobob are fi erce. In the end, after all, only one guild member The leaders of some thieves’ guilds stress personal can rise all the way to the top. loyalty over structure and organization. Often the Assets: Since a mob guild focuses on vice crimes members of such guilds focus on vice rather than rather than on theft, its income tends to be much property-related crimes. These “mob” guilds are tightly steadier than that of a traditional thieves’ guild. Rather knit networks of thieves who operate a variety of illegal than hoping for a “big score,” the leaders of a mob guild 61 businesses, including underground gambling rings, il- run their rackets like businesses, protecting their exist- licit goods traffi c, and protection rackets. ing turf while remaining alert for new opportunities. CHAPTER 4:ORGANIZATIONS FOR BARDS \u0026 ROGUES",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "e T: hTeh eG Gatahtrhar aM Mobob them) in charge. A particularly large gang may have The Gathra family controls most of the smuggling, gam- lieutenants who help the leader manage the others, but bling, and other vice crimes in a large city. Some forty this is rare. years ago, Iuto Gathra assumed the leadership of what In a large city, a network of limited alliances may was then a traditional thieves’ guild. By changing its fo- spring up among the street gangs. Allied gangs can cus from muggings and burglaries to less risky rackets, he rely on each other for help in a fi ght or get unmolested made the guild wealthy. Now it has its tendrils in almost access through each other’s territories. Such alliances every part of society. aren’t terribly strong, and they shift frequently as new It’s not easy to stay on top, though. The mob has been gangs emerge and old ones betray each other. successful, but its current eagle, Nenosino Gathra, is Guild Rules: The leader’s word is law for everyone beset with problems. His cousin has been steadily build- in a gang. Beyond that, gang members form a hierarchy ing infl uence within the family in preparation for a of toughness: Each member can give orders to anyone takeover. The church of Heironeous has just announced he or she can physically dominate. a crusade to “rid the city of evildoers.” And Neno’s own Advancement Opportunities: Gang members can daughter, Zaleya, has chosen the life of an adventurer move up in the toughness hierarchy by improving their against her father’s wishes. She left the family com- physical prowess. To become leader, however, a challeng- pound fi ve days ago after an argument with Neno and er must topple the current leader, usually by violence. hasn’t been seen since. Assets: The residents of a gang’s neighborhood know Thus, Neno is ready for trouble. He keeps a hand all its members well. That notoriety is in itself a strange crossbow loaded with a poisoned bolt in a glove of storing, kind of asset, for it buys the reluctant cooperation of and with his Quick Draw feat, he usually gets the drop those who don’t want to fi ght the whole gang. on foes who have crossed him. Neno has two goals in a Members of a gang also have unparalleled knowledge fi ght: to be the one who starts it, and to be the one who of the neighborhood they call home. They know every fi nishes it—by either winning or escaping. blind alley, open basement window, and catwalk across",
        "name":  "ExEaxmamplpel",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Male human Ari5/Rog9; the rooftops. They know also, for example, that Sacnu CR 13; Medium-size humanoid; HD 5d8+5 plus 9d6+9; hp the cooper is willing to do anything if you threaten his 61; Init +5; Spd 30 ft; AC 16 (touch 11, fl at-footed 16); daughter, and that Kril Ironbeard holds a grudge against Atk +11/+6 melee (ld4+l/19-20, masterwork dagger) or the militia. Thus, fi ghting a gang on its home turf—or +13 ranged (ld4+3 plus deathblade poison/19-20, +1 hand getting any cooperation from neighborhood residents— crossbow with +2 bolts); SA Poison, sneak attack +Sd6; SQ can be a daunting prospect. Evasion, traps, uncanny dodge; AL LE; SV Fort +5, Ref+8, Locations: Gangs tend to use simple hideouts, such as Will +11; Str 12, Dex 12, Con 13, Int 14, Wis 15, Cha 19. abandoned buildings, dingy taverns, and the like. How-",
        "name":  "DChoteli Nenosino Gathra",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Appraise +11, Bluff+23, Craft (poi- ever, there’s rarely anyone at a hideout, since gang mem- sonmaking) +11, Diplomacy +27, Forgery +19, Gather bers spend most of their time patrolling their turf or col- Information +23, Innuendo +21, Intimidate +25, Read lecting protection money from neighborhood shops. Lips +11, Sense Motive +19, Spot +11; Exotic Weapon Goals: Though they differ in structure and outward Profi ciency (hand crossbow), Improved Initiative, Iron appearance from traditional thieves’ guilds, gangs per- Will, Persuasive, Quick Draw, Trustworthy. form almost exactly the same functions. Most focus on Poison (Ex): Deathblade poison on crossbow bolts. muggings, “smash-and-grab” property crimes, and pro- Fort save DC 20, ld6 Con/2d6 Con. tection rackets, although particularly gifted gang leaders Uncanny Dodge (Ex): Neno retains his Dexterity sometimes branch out into subtler crimes. bonus to AC when fl at-footed and can’t be fl anked. Confl icts: Gang confl icts are nearly always physical",
        "name":  "Skills and Feats",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 glamered studded leather, masterwork dagger, fi ghts involving one of three groups: victims, other +1 hand crossbow, 5 +2 bolts coated with deathblade poison, gangs, and law enforcement offi cials. ring of mind shielding, cloak of Charisma +2, glove of storing. Fights with crime victims tend to be brief. Usually a store owner or the target of a mugging gives in to the NNeiegihgbhobrohrohoodo dG Ganagng threat of violence (or the fi rst punch), and the crime Not every city has a well-organized criminal network. proceeds quickly. But if the mugging victim turns out Many, in fact, have nothing but neighborhood-based to be a powerful wizard, or the store owner has hired gangs, each of which controls the criminal activity adventurers as bodyguards, gang members usually in an area no larger than a few city blocks. Members fl ee—few are actually willing to put their lives on the of such gangs run local protection rackets, commit line for a few coins. crimes, and war over turf with other nearby gangs. Gang fi ghts tend to be all-out street brawls, with little",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The most obvious hook is the simplest: Ene- mies hire an assassin to eliminate one of the characters. Whether or not the attempt succeeds, the characters might seek vengeance against the guild as a whole, make up for in fi ghting ability, unparalleled stealth, or they might attack the headquarters to fi nd out who and access to exotic poisons, weapons, and magic. The hired the assassin in the fi rst place. mere threat of retaliation by assassins is enough to dis- Characters interested in the assassin prestige class courage many would-be foes. might contact the guild seeking to join, or simply to A second asset is secrecy. Because they would surely purchase deadly poisons or other tools of the trade. face capital punishment if unmasked as assassins, guild In a politics-oriented adventure, hiring an assassin members take great pains to conceal their operations. to eliminate a pesky foe might be the simplest path to Elaborate passwords, blind drops, and hidden bases victory. are part of the standard operating procedures, and real The assassins’ guild might contact the characters, names are never spoken—either to customers or even seeking their help in infi ltrating a fortress or luring a to fellow members. Guild leaders scrutinize potential target. The assassins don’t reveal their true professions new members with extreme care to minimize the risk or interests, of course, but that shadowy patron in the of infi ltration. corner of the tavern might have a very good reason for",
        "name":  "Hooks",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Information is useless if it doesn’t reach a tough fi ght. the right ears. Therefore, this organization builds an An alderman or watch captain might hire the char- elaborate network of meeting places and letter drops acters to fi nd out who’s really pulling the strings in the to ensure that all information gathered reaches the city. Alternatively, the leaders of the thieves’ guild may guild leadership. Every member knows a half dozen ask the characters to play a role in the actual infi ltra- secret alcoves, password-protected rooms at inns, and tion process. midnight rendezvous points—and when to use each One of the characters worked for an infi ltrator guild in one. The guildhouse itself is often in some secret loca- the past but grew frustrated with its political maneuver- tion within the city—either underground or disguised ing and left for a life of adventure. with a cover business.",
        "name":  "Anyone who actually tries to build one, though, is in for Locations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The most important rule for an infor- Some cities restrict trade in certain goods for social, mation-gatherer is full disclosure. Members of a spy net- political, or religious reasons. Wine, magic items, work must report every detail that seems out of place— weapons, or even the written word might be forbidden no matter how minor—in the places they monitor. within a particular city’s walls. But wherever a demand",
        "name":  "Guild Rules",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Information is, of course, the biggest asset purchasing the desired merchandise in another area or this guild has, but the organization also benefi ts from as complex as manufacturing it in secret or acquiring it CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES illegally. The traffi ckers then move the merchandise in- weapons to guild representatives. Even the most effi - side the city walls. These are the classic smugglers, who cient network can’t turn a profi t if there’s no contraband hide their wares in barrels with false bottoms or sneak to be had. them into the city through long-forgotten sewer tunnels. Hooks: The local cartel hires the characters to smug- Finally, the sales division sets up “black markets” to sell gle cargo into the city—or arranges for them to do so the contraband. It’s a tricky task to let customers know unwittingly. where they can buy illegal goods without telling law If the characters need contraband goods, they must enforcement agents as well. fi nd the cartel, convince its representative that they aren’t Each of these divisions has a leader and one or more undercover agents, and complete the transaction without subleaders. These upper-level operators ensure the alerting the local law enforcers. If they need to sneak smooth transfer of goods from one division to another something else (perhaps even themselves) into or out and work together to address any complications. The of the city, the smuggler cartel may be the best ally they cartel may or may not have an overall leader. could hope for.",
        "name":  "Assets",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A strong network of smugglers that can you fi nd? circumvent the authorities at every turn is this guild’s The following table represents typical types of con- strongest asset. If the network is effi cient and safe, the traband that might be smuggled into a lawful good or guild thrives, but if its operations become costly and lawful neutral city. Many of the substances here aren’t risky, smuggling may become a losing proposition. forbidden so much as taxed and controlled. The black Access to the contraband itself can also be an asset if the marketeers sell to those who wish to avoid the tax illegal items are particularly useful. In a city that prohibits burden and offi cial scrutiny that acquiring these goods magic, for example, the smugglers who sell magic items legally would entail. are powerful indeed, since they have more magic at their d% Contraband disposal than anyone else does. 01–10 Alcoholic beverages and similar substances",
        "name":  "Assets",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Unlike most thieves’ guilds, smuggler 11–20 Weapons cartels do much of their business outside the city limits. Therefore, their bases tend to be scattered over 21–25 Armor wide areas. However, such a guild does need at least 26–30 Poison one base within the city—a “front” shop, midnight 31–35 Magic items bazaar, or nondescript warehouse, perhaps—for sell- 36–45 Chaotic and/or evil religious items ing the illicit goods. 46–50 Slaves",
        "name":  "Locations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The League of Boot and Trail has no 76 motto, but each of its stations bears a red boot symbol. This same symbol also appears as a CHAPTER 5: YOU AND THE WORLD AROUND YOU C HAPTER 5: of ear-to-the-ground information that monarchs need to YOU AND THE maintain their power bases, and Sense Motive is invalu- able for dealing with leaders of other power groups—be WORLD they local guildmasters or foreign ambassadors. Read Lips, Decipher Script, and Use Magic Device can reveal AROUND YOU information that others think is secure, while Forgery, used sparingly, can provide needed authorizations or expose the false credentials of others. A rogue who chooses to concentrate on such interactive skills can “The world is my oyster. It just doesn’t know I’ve already hocked embark on the road to wealth and power without ever the pearl.” stepping into a dungeon. —Lidda That said, however, it’s in dungeon situations that a rogue’s talents really shine. Search and Disable Device This chapter explores the roles of bards and rogues in allow her to fi nd and disarm traps before her party their campaign worlds and their relationships with blunders into them. Spot and Listen provide warning other characters. In addition, expanded discussions of when guards are nearby, and Move Silently and Hide special combat options that these two classes favor are ensure that they don’t notice her. Open Lock gets her presented. into places that others want secure, and Pick Pockets lets her retrieve items from those who might other- wise object. Balance, Climb, Swim, Jump, and Use THE ROGUE Rope ensure that the rogue can get almost anywhere, Rogues tend to have a wider diversity of skills than any while Escape Artist and Tumble help her get out of other characters in a campaign. This gives them amaz- sticky spots. ing fl exibility for development and endless ways to The fact that her party’s survival may depend on her contribute to an adventuring party’s success. talents places a heavy burden of responsibility on the rogue. She must be self-reliant when scouting ahead, RRoloel ein i nt hteh eC Camampapiagingn yet keep the group’s interests in mind. She must keep Some think of rogues as outcasts who live on the fringes a sharp eye out during combat to take advantage of of society. Although some rogues may pretend this to sneak attack opportunities. Finally, she must use her be the case, nothing could be farther from the truth. interpersonal skills when needed to persuade NPCs to In fact, a few cultures (such as that of halfl ings) openly cooperate. honor the mix of quickness, cleverness, and luck that When a rogue takes these responsibilities seriously, makes for a successful career as a rogue. Aside from that, her companions learn to trust her completely. Sometimes however, any adventurer soon learns to respect compa- this trust bleeds over into other aspects of adventuring as triots who are very, very good at what they do—as most well, and she ends up as party leader—a situation that rogues are. happens more often than one might expect. A greedy or In a world fi lled with adventurers, a rogue need nev- self-serving rogue, on the other hand, is unlikely to be- er lack for employment. Somebody always needs a trap come a leader. If a rogue refuses to pull her own weight, disarmed, a lock opened, or an item retrieved from an objects to scouting for the group, hangs back in combat, inconvenient location. Some such activities may be il- or gets caught pocketing valuables she didn’t tell her legal, but a rogue doesn’t have to operate on the wrong comrades about, they won’t trust her as far as they can side of the law to make a good living. For example, throw her. And should those pocketed valuables turn out advising clients on how to “burglarproof” their homes to be items pilfered from her party, she might fi nd out and goods can be quite lucrative. In fact, a surprising just how far that is. number of rogues wind up as mayors, town elders, or To sum up, any adventurer with enough brains to advisers to monarchs. Such careers spring from the keep his or her ears apart knows just how valuable a rogue’s characteristic ability to analyze a situation rogue can be—especially one who has earned her place quickly and resolve it by the most effi cient—though in the group. Or as Master Nuth, a rogue legendary for not necessarily most direct—means. Rogues also tend his daring exploits, put it, “Fighters, barbarians, and to keep their eyes and ears open for opportunities— monks see combat as the obvious way to resolve situa- another good quality for a leader. tions because that’s what they do best. Clerics, paladins, Many of the rogue’s class skills lend themselves and druids (and, to a lesser extent, rangers) are always especially well to statecraft. Rulers need Diplomacy to tempted to put the cause they serve ahead of the party’s say the right thing at the right time, Perform to give interests. Wizards naturally resort to spellcasting when stirring, persuasive speeches, Bluff and Intimidate to in doubt, while bards and sorcerers sometimes hesi- 77 cow the opposition, and Innuendo to convey more than tate between negotiation and spellcasting. Your role, they actually say. Gather Information provides the kind young rogue, is to see the picture as a whole, to plan for CHAPTER 5: YOU AND THE WORLD AROUND YOU contingencies, and to strike when the moment is right. in the same round. In this situation, both rogues gain Thus may you prosper.” fl anking and sneak attack bonuses, and neither is adja- cent to the foe. RRoloel ein i nt hteh eG Gamamee Nuth’s Law #5: Work with a partner whenever pos- With her sneak attacks and light armor, a rogue deals sible. True, you get to keep all the profi ts from your out considerable damage in the right situation but exploits when you work alone, but there’s no one to pull suffers a world of hurt if a foe catches her off-guard. you out of trouble. Unlike combat-oriented characters, she cannot just If you team up with a combat specialist, your partner pound away at her foes, hoping she can barter her way can engage the foe while you circle around for a sneak past their defenses before they penetrate her own. In- attack. A spellcasting partner can give you lots of use- stead, she must plan ahead to maximize her results. If a ful magical enhancements, such as invisibility, stoneskin, fi ghter’s tussle with a foe is like checkers, then a rogue’s endure elements, resist elements, spider climb, fl y, and aid. A approach is more like chess—maneuvering rather than ranger shares some of your stealth skills, but also offers direct attack brings success. wilderness savvy to complement your expertise with This section offers some pointers on strategy and a locks and traps. Perhaps the best option of all, though, few specifi c tactics to help a rogue make the most of her is teaming up with another rogue. Imagine your foe’s combat options. The eight axioms listed here are known surprise when, after he or she has maneuvered to make collectively as Nuth’s Laws. sure you can’t fl ank, your partner sneak attacks! The Nuth’s Law #1: Develop a fi ne sense of when to ex- thought of two rogues delivering sneak attacks from ercise caution and when to take a calculated risk—and opposite directions should make anyone break out in try to make all your risks calculated ones. Planning a cold sweat. Be wary, though—foes who have seen ahead and playing the odds helps you avoid many a this trick before may prepare for it by rushing fi rst one nasty scrape. rogue and then the other. Nuth’s Law #2: Don’t be the fi rst to enter a melee Nuth’s Law #6: Tumble early and often. The more against multiple foes—the last thing you want is to be attacks that miss you, the better off you are. If you’re so surrounded. Though you may often have the chance to nimble that your foes give up in frustration and attack act before anyone else, resist the impulse to charge in. Let other targets, all the better (for you, anyway). the fi ghters, barbarians, and monks pin down the enemy Nuth’s Law #7:Maneuverability is key to being in the in melee fi rst, so you can see where the fl anking positions right spot at the right time. Magic items exist that can are. Then just tumble past and deliver your sneak attack. enhance your speed and maneuverability. Get them, by If that doesn’t dispatch the foe, tumble away if neces- fair means or foul, at the earliest opportunity. sary—you certainly don’t want to be fl anked yourself. For Nuth’s Law #8: Don’t be afraid to break off combat the rest of the battle, just keep moving into fl anking posi- and retreat. Those who run away can take on or track tions and striking home with those sneak attacks. Holding down the same foe later, when the odds are more in your action until your foe has used up his or her attack of their favor. Those who stay and die when they could opportunity against a better-armored opponent is also a have gotten away are just martyrs to stubbornness. wise move. Should you ever fi nd yourself trapped with nowhere Nuth’s Law #3: Beware of reach weapons—the bane to run (what were you thinking?), don’t forget that of many an inexperienced rogue. Two good options exist surrender may be an option—remember those ranks for dealing with a foe who has such a weapon. Remem- in Escape Artist you no doubt took? Finally, if you’re ber that most opponents with reach weapons are like trapped by an implacable foe and there’s no way out, knights in chess—they can attack only targets not adja- hurt himor her as badly as you can before you fall. Who cent to them. If you think you can tumble past the reach knows? You may get lucky, and at least that foe will of your foe’s weapon and get in close, go for it. Better think twice about trying that again. still, stand back and pepper the fool with bolts from your MMotoivtiavtaiotinon crossbow.ıWith a ranged weapon, you can still get sneak attack damage from up to 30 feet away—well beyond the It’s a dangerous job, scouting down dungeon corridors, range of any standard reach weapon. fi nding and disabling traps, and tumbling into combat Nuth’s Law #4: Try using a reach weapon yourself for wearing only light armor (if any). What motivates a sneak attack. Whenever you threaten a foe in melee people to become rogues—to bet their lives that their and have an ally directly opposite you, you get sneak skills, agility, and wits can overcome any obstacles or attack and fl anking bonuses. A reach weapon lets you foes in their way? As many answers exist as there are extend the range of that threat (see Flanking in Chapter rogues in the world, but one or more of the following 8 of the Player’s Handbook), and most foes won’t realize factors is part of almost any rogue’s motivation. 78 they’re fl anked if there’s no one standing right next to The Thrill of the Game: This rogue takes pride in them. A particularly nasty trick is for two rogues to attack her work like the artist she is. It’s the challenge that with reach weapons from opposite sides of an opponent draws her into dungeon after dungeon—the thrill of CHAPTER 5: YOU AND THE WORLD AROUND YOU matching her skills against the best this place can through grass-roots movements. A rogue who hears throw against her. The very thought of encountering of the idea decides to put it into practice locally, then a new kind of lock, a unique trap, or an unsolved mys- another rogue who’s just passing through learns of her tery is an irresistible lure. Some who do not share this efforts and decides to duplicate them in his own home feeling liken it to an addiction for danger, but that snap region. Since distributism spreads so randomly, law judgment misses the point. This rogue feels alive only enforcement agencies fi nd it very diffi cult to snuff out. when she’s using all her skills to overcome the odds, (The hapless sage whose ideas gave rise to the philoso- just as a master chess player lives to match wits against phy, however, was burned out of his tower by furious the best. If that means placing her life in mortal danger notquite- as-wealthy-as-they-had-been victims of Dis- on a regular basis, so be it. tributists. But a rogue stole the deed to another tower",
        "name":  "Distinctions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In terms of adventuring style, the wizard where the people enjoy good music, from an elven is your polar opposite. While you’re out ahead, risking forest to a goblin warren. your life to scout for information, she’s snug in the This wide acceptance makes the bard an excellent safest spot in the marching order. You’re in the dun- messenger, for he can collect and distribute news wher- geon to fi nd loot, but she’s there to feed her craving ever his wanderings take him. Only a fool or a madman for more magic. Without wizards and all the magic would kill a bard without fi rst fi nding out what he traps they create, your job wouldn’t be nearly as tough, knows. Once given the chance to talk, of course, any but there wouldn’t be nearly as much interesting loot bard worth his salt can not only convince his captors available, either. The one thing you have in common to spare him, but get them to relate their life stories as with your party’s wizard is a keen sense of strategy. well! Naturally, a bard must be very careful not to abuse Both of you look for ways to maximize your contribu- this kind of trust. If bandits spare his life, he had best not tions in a fi ght—you with a well-placed sneak attack, try to slit their throats by night or lead the local militia and she with the right spell at the right time. The two to their lair. To do so would endanger all bards, for such of you work very well together, and you can comple- tales have a way of spreading. ment one another’s strengths. For just this reason, bards take great pains to circulate stories about the good fortune that comes to those who 81 treat bards well. Many a troll has heard the ballad about one of his brethren who got a terrible stomachache and CHAPTER 5: YOU AND THE WORLD AROUND YOU died after eating a bard, just as most ogres know a tale cleric, a fi ghter, a rogue, and a wizard. This composi- about a captive bard who was ransomed for a princely tion ensures the group access to healing, combat abil- sum. Some of the dimmer humanoids might fail to con- ity, scouting skills, and arcane artillery. Should such a nect the harp-holding man whose head they’re bashing group wish to add a fi fth member, a bard would be the in with the “bards” mentioned in such stories, but ev- wisest choice. True, a barbarian or a monk would make ery little bit helps. Thus, bards everywhere continue to the party stronger, and a sorcerer would enhance the make a concerted effort to keep alive the myth that bards group’s arcane spellcasting ability. A paladin could join bring good luck. the fi ghter on the front line and provide some healing, In most campaigns, the bard is either a lighthearted a ranger would add both combat ability and wilderness entertainer or a trusted go-between. It’s not unusual to skills, and a druid could offer wilderness skills and fi nd bards serving as nobles’ heralds or even ambassadors, healing. Only a bard, however, shares the skills of all since they make such good spokesmen. It’s rare, but not four basic adventurer types (or “the four basic monster unheard of, for a bard to wind up as the ruler of a city, food groups,” as bards sometimes put it). He has arcane often simply because he’s the best-known and best-liked spells like a wizard, stealth skills like a rogue, combat of its citizens. Bards generally prefer to avoid such ties, for ability like a fi ghter, and healing skills like a cleric. responsibilities restrict their wanderings and keep them Each of those characters is better than the bard in his from meeting new people. And when it comes to visit- or her own fi eld of expertise, but the bard can provide ing new (often very out-of-the-way) places and meeting backup for everyone. To be the second-best wizard, the different kinds of people, nothing beats adventuring. second-best scout, the second-best healer, and a reason- able fi ghter all at the same time is no mean feat—and RRoloel ein i nt hteh eG Gamamee it’s one that no other class can match. By his very nature, the bard is a jack-of-all-trades. He tru- For this same reason, bards also excel at solo adven- ly shines in noncombat situations, but he can also acquit tures. Each of the four basic characters specializes in one himself well in a fi ght, especially if he takes the Weapon area at the expense of the others, but the bard shares in all Finesse feat and concentrates on light, quick weapons. their strengths. This is another reason he makes a good If you’re a bard, your best combat strategy is to keep messenger—a bard traveling alone has a much better a low profi le and never look like an immediate threat. chance of completing his mission than any other charac- Intelligent foes usually target whoever they think poses ter of the same level does. the greatest danger, so make sure they pick someone On top of his bardic music and his wide range of else—the wizard or sorcerer to shut down spellcasting, class abilities, the bard has one other trick all his the cleric to stop replenishment of hit points, the fi ghter, own. Bardic knowledge can provide key information barbarian, paladin, or monk to reduce the damage dealt, for solving whatever mystery or dilemma the group or even the rogue to prevent those nasty sneak attacks. faces. Of course, the characters need to follow up on While the opponents have their attention focused on information gained in this manner—the DM can’t be your comrades, you’re more than pulling your own expected to give away the whole plot of the adventure weight. Your bardic music boosts your teammates’ in response to a couple of successful bardic knowledge morale, wreaks havoc with the enemies parry coher- checks. Instead, the bard should become adept at pick- ence, and prevents any sonic effects from harming your ing up on clues, examining them from different angles, friends. In addition, your counterspells could well save and fi guring out how they fi t together with other your party’s bacon. Should you need to join the fi ght, of events in the game. course, you have quite respectable combat and spellcast- Bardic knowledge checks are also a convenient way for ing abilities to contribute. the DM to toss out adventure hooks. However, the bard Make no mistake about it—a parry is always better himself can also spark new storylines by asking the right off with a bard than without one. His bardic music im- kinds of questions. An observant DM can use such clues proves everyone’s talents by providing morale bonuses to determine what kind of adventures the players would in combat, competence bonuses for exploring, forewarn- most enjoy. ings and clues from bardic knowledge—the list goes on MMootitviavtaitoinon and on. In addition, the bard can serve as swingman in the group. His arcane spells beef up the arsenals of the Adaptability is the bard’s greatest strength. He is wel- wizard and sorcerer. His combat skills help during nasty come anywhere, from the poshest castle to the lowest melees. His bardic knowledge and information-gather- dive, and he fi ts right in wherever he happens to be. ing skills supplement clerical divinations. Though he’s Everywhere he goes, he listens to new songs, tries out not skilled with locks and traps, he makes a credible the local instruments, interviews those who witnessed scout, should someone need to sneak up and fi nd out notable events (whether last week or two generations 82 what’s become of the rogue. ago), and, in a word, mingles. Afterward, he folds all this To put it another way, conventional wisdom holds knowledge into his repertoire, which continues to grow that a standard adventuring party should consist of a throughout his life. Critics might dismiss a bard as “a CHAPTER 5: YOU AND THE WORLD AROUND YOU mile wide and an inch deep,” but that assessment misses A performer bard is, of course, monstrously conceited, the point—he genuinely likes people, and most people but often in such a disarmingly open way that others like him right back. fi nd it easy to forgive his excesses. (The fact that he’s Some bards view themselves as heirs of a fi ne tradi- remarkably charismatic often helps, of course.) His ev- tion. They seek to collect and preserve old songs, so that ery deed is calculated to gain him what he desires most: the works of bygone ages may survive and fi nd new au- more attention. diences. Other bards are composers at heart, ever on the Many such bards are very talented indeed, and well lookout for new grist to grind in their creative mills. Still they know it. Some are happy in their megalomania and others use their music primarily as a way to open doors fi rmly convinced that they’re really the most important and meet new people with fascinating stories to tell. The people in the world. Others are insecure, temperamental, following paragraphs examine each of these motivations and constantly in need of praise. The one true virtue that in more detail. they all share is absolute devotion to their talent. Perform-",
        "name":  "Wizards",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Don’t paladins ever take a day off? They’re reach weapon? The following diagrams explain some of the nicest, friendliest, prettiest, and all-around most the nuances of the fl anking rule. impressive people you’ve ever met—outside of other Characters who use reach weapons make the situa- bards, of course—but they have no sense of propor- tion a little more complicated. First, you must fi gure tion! Eternal vigilance is all very well, but even a out which square the attack is actually coming from— paladin should get a weekend pass for a little rest and namely, the intervening square between the attacker recreation now and then. Until that happens, though, and the defender. This is usually obvious, but you can it’s up to you to lighten your paladin friend’s load when draw a straight line between the attacker’s centerpoint you can with one of those catchy, smite- em-all, march- and the defender’s centerpoint if it’s unclear. Then de- ing tunes. termine fl anking as if the attacker were actually in that",
        "name":  "Paladins",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In some ways, you and the party sorcerer Ordinarily, if you want to fl ank your opponent, are two peas in the proverbial pod. You both rely on there’s only one place your ally can stand. If your foe CHAPTER 5: YOU AND THE WORLD AROUND YOU ing lines pass through opposite sides of the enemy. For the purposes of fl anking, both squares are considered “directly opposite” from the rogue. FlFalnakniknign gB Bigi gC Creraetautruerses It’s much easier to fl ank big creatures than little ones. The rogue next to the bulette in position Rl on the map labeled Flanking Big Creatures is fl anking if she has an ally in position Al, Bl, Cl, or Dl. Better still, allies in all those spots get fl anking bonuses from the rogue; thus, one “backstop” character can give fl anking bonuses to multiple allies. If you or your ally take up more than one square, the same principle applies—simply draw your line from the centerpoint of the whole character, not the center of an individual square. The centaur rogue in position R2 does not fl ank the bulette with the cen- taur in position A2, but he does with the centaurs in positions B2, C2, and D2. None of the centaurs are tracing their lines from the centers of any squares— their centerpoints are actually on grid lines. That’s fi ne. FlFalnakniknign gw witiht hR eRaecahc hW Weaepaopnosns On the map labeled Flanking with Reach Weapons, the fi ghter with a glaive in position A1 clearly provides a takes up more than one square on the grid, however, fl anking bonus for one of the three rogues in positions your ally has more options. The rogue in position R2 R1. R2, and R3—but which one? To fi gure it out, draw on the map is fl anking the centaur whether an ally is a line between the centerpoint of the fi ghter at Al and standing in position A2 or B2, because both connect- the centerpoint of the target. (You aren’t drawing lines 85 CHAPTER 5: YOU AND THE WORLD AROUND YOU conditions that would give you that extra damage. • It’s a surprise round, and your foe either isn’t acting this round or hasn’t acted yet. • It’s the fi rst round of combat, and your foe hasn’t acted yet. • You’re fl anking your opponent. • You’re invisible and your foe has no means to see you. • Your foe is blind. • Your foe is grappled by someone other than you. • Your foe is climbing, walking a tightrope, or otherwise off balance. • Your foe is running. • Your foe is stunned. • One of your foe’s ability scores has been reduced to 0. (If it’s Constitution, of course, you can forget sneak attacking; he’s already dead.) • Your foe is cowering. • Your foe is paralyzed or held. (cid:127) Your foe is sleeping, bound, or unconscious. Keep in mind that if your foe is immune to sneak attacks by virtue of creature type or some other condition, all your machinations are for naught. Even if one of the above conditions applies, you still don’t get the extra sneak attack damage. Many of these conditions still grant to your allies yet.) Then look at where the line enters the attacker other benefi ts, however. the enemy’s square. The square adjacent to that point GGararrorotet eA Atttatcakcsks is where the fi ghter’s attack is coming from. Now just follow the usual rules for determining who’s fl anking A garrote is more diffi cult to use than most weapons whom, using that square for the fi ghter’s position. In because the attack must be carefully set up to have a rea- this case, the rogue at R3 gets the fl anking bonus, and sonable chance of success. A garrote attack uses the grap- the other two don’t. pling rules from Chapter 8 of the Player’s Handbook, with a few additions.",
        "name":  "Sorcerers",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "To attack with a because the line that connects their centerpoints passes garrote, you fi rst need to loop the weapon over your through the left front and right rear corners of its area. opponent’s head and work it into place around his or Here’s an even stranger application of the opposite her neck. To accomplish this, you must be able to reach sides and corner rules. The ally standing at position A2 the target’s head. This means you cannot garrote an op- is giving fl anking bonuses to the rogues at positions Rl, ponent two or more size categories larger than yourself R2, and R3. She helps the rogues at Rl and R3 fl ank be- unless that opponent is sitting or lying down, or you cause the line connecting her with each passes through are attacking from overhead. opposite sides of the enemy’s area. She helps rogue R2 If you can reach the target’s head, you must make a fl ank because the line between them connects opposite successful melee touch attack to grab him or her. Un- corners of the enemy’s space—actually the upper left like a normal melee touch attack, this does not allow corner and lower right corner. you to ignore all your opponent’s armor. If your foe’s neck is protected, you might not be able to place the SnSenaeka kA Atttatcakcsks garrote properly. To determine the opponent’s Armor The general rule for the sneak attack ability states that Class against a garrote attack, use his or her size modi- a rogue gets bonus sneak attack damage “any time the fi er (see Combat Statistics in Chapter 8 of the Player’s 86 rogue’s target would be denied his Dexterity bonus to Handbook), plus any of the following special armor AC (whether he actually has a Dexterity bonus or not), or modifi ers that apply. when the rogue fl anks the target.” Below are some specifi c CHAPTER 5: YOU AND THE WORLD AROUND YOU Target’s AC modifi er against provokes attacks of opportunity from threatening en- Armor Type Garrote Attack emies, but not from your target. Natural armor Provides normal protextion (equal to Maintaining a Garrote Attack: Once you have a the bonus of the natural armor) cord garotte or a wire garotte in place, have won the Full plate Provides a +4 armor bonus grapple check, and have moved into your opponent’s Leather collar Provides a +4 bonus space, you can continue to deal garrote damage with Gorget Provides a +10 bonus successful grapple checks as often as you are entitled If you fail to hit with your melee touch attack, your gar- to attempt them. If you have multiple attacks, you can rote attack fails. If you are entitled to multiple attacks in attempt multiple grapple checks each round to deal a round, you can attempt to place the garrote multiple damage. Each time you succeed with a grapple check, times at successively lower base attack bonuses. you deal garrote damage, modifi ed as above by your",
        "name":  "Flanking, the characters at Al and Bl fl ank the drider Getting the Garrote into Place",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Make a grapple check (see Grapple in Strength modifi er. The garrote remains in place until Chapter 8 of the Player’s Handbook). If you succeed, you release your opponent or until he or she escapes you have started to strangle your opponent. You im- by breaking your hold (see Grapple in Chapter 8 of the mediately deal 1d6 or 1d8 points of damage, depending Player’s Handbook). on the type of garotte. Your Strength modifi er applies Unless you used a locking garotte to make your attack, to this damage, and if that modifi er is a bonus, you get you and your opponent are considered grappled while one and one-half times that bonus because you’re using you maintain a garrote attack. You cannot attempt to pin both hands for the attack. your opponent during your garrote attack, nor can you If you fail the grapple check, you don’t start strangling attack with another weapon. or deal damage. Your opponent slips free of the garrote While You’re Being Garroted: Being garroted is and is no longer considered grappled. You do not auto- just like being grappled, except that you suffer normal matically lose the grapple check if your opponent is two damage. You can attempt to escape the garrote by mak- or more size categories larger than you are, as you would ing a successful grapple check on your turn. If you’re with a normal grapple check. Your opponent is consid- allowed multiple attacks, you can attempt to escape ered grappled if you succeed. multiple times. You can also attack with a light weapon.",
        "name":  "Strangle",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Unless you used a locking garotte to make Spellcasting is diffi cult, since no verbal (V) or somatic (S) your attack, you must move into the target’s space in component is possible. You may cast spells requiring only order to maintain the strangle. Moving, as normal, material components or focuses only if you have them in hand. If the spell is one you can cast while being stran- gled, you must still make a Concentration check (DC 20 + spell level) to avoid losing it. Cutting a garrote from your own throat is possible us- ing the Attack an Object action, but it’s diffi cult. Since a garrote is a Small weapon, it has an Armor Class of 11; however, since it’s buried in your neck, it gets a +10 cover bonus to Armor Class, for a total Armor Class of 21. In addition, you incur a -4 circumstance penalty on your attack because you have to avoid damaging your own neck in the process. You cannot use the disarm action against an attacker who has a garrote wrapped around your neck.",
        "name":  "Move In",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The garrote is a good weapon for one-on-one surprise attacks, when there’s a good chance of taking the target unaware. Hence, this weapon is a favorite among assassins, spies, and sneak thieves. It makes a poor melee weapon against multiple opponents, since its wielder is vulnerable to attacks from the target’s friends while hold- ing the garrote in position and waiting for the victim to die. Locking garrotes. while rare, are good for causing major distractions, since friends of the victim typically break off pursuit of the attacker to save their companion from the garrote. 87 CHAPTER 6: SPELLS C 6 : HAPTER 2n2dn-dL-eLveevle Bl aBradr dS pSeplelslls SPELLS Crescendo. Grants increasing bonus on attack rolls. Fortissimo. Doubles volume of sound; +2 on save DCs and +1d6 damage for sonic attacks. Music is so much a part of a bard’s life that he weaves it Harmonize. Pools talents of multiple bards to grant through everything he does. Thus, it should come as no one of them extra temporary ranks in Perform. surprise that many of the new bard spells presented in Summon Instrument. Conjures one instrument of this chapter are musical in both name and nature. the type the caster favors. Members of the assassin prestige class, on the other hand, tend to see spellcasting in a more utilitarian way. 3r3dr-dL-eLveevle Bl aBradr dS pSeplelslls Their spells are tools, just like their garrotes, poisons, and Blunt Weapon. Halves base damage of slashing or blowguns. The new assassin spells in this chapter make piercing weapons. excellent additions to the assassin’s toolkit. Healthful Slumber. Doubles natural healing rate. Hymn of Praise. Grants +1 caster level to good-aligned divine spellcasters. NEW ASSASSIN SPELLS Infernal Threnody. Grants +1 caster level to evil- aligned divine spellcasters. IsIts-tL-eLveevle Al Asssassassisni nS pSeplelslls Spring Sheath. Automatically draws a weapon. 4t4ht-hL-eLveevle Bl aBradr dS pSeplelslls Allegro. Doubles speed and maximum jumping distance. 2n2dn-dL-eLveevle Al Asssassassisni nS pSeplelslls Choir. Creates illusory accompanists; +2 on Perform Getaway. Causes pursuers to go astray 50% of the time. checks. Follow the Leader. Causes 1 HD/level of creatures to 3r3dr-dL-eLveevle Al Asssassassisni nS pSeplelslls follow. Absorb Weapon. Hides a weapon inside your arm. Harmonic Chorus. Increases save DCs of target’s spells by 1d4+1 and damage dealt by such spells by +1/die. 4t4ht-hL-eLveevle Al Asssassassisni nS pSeplelslls Listening Coin. Allows remote eavesdropping. Sniper’s Eye. Grants darkvision, ranged sneak attacks Spectral Weapon. Creates a quasi-real weapon. to 60 feet, death attack with ranged weapon, and +15 Zone of Silence. Keeps eavesdroppers from overhear- bonus on Spot checks. ing conversations. 5t5ht-hL-eLveevle Bl aBradr dS pSeplelslls NEW BARD SPELLS Improvisation. Applies +2 points/level of luck bo- nuses to selected checks or attacks. 00-L-eLveevle Bl aBradr dS pSeplelsll s(C (aCnatnrtirpisp)s) Otto’s Resistible Dance. Makes listeners dance; -2 Easy Math. Allows instant counting and distance penalty to AC, Will saves, Concentration checks, and calculation. Spellcraft checks. Fine-Tuning. Makes an instrument masterwork; +2 Song of Discord. Forces targets to attack each other. on Perform checks. Wail of Doom. Forces target to fl ee; 1d4 damage per Percussion. Creates illusory drum accompaniment. caster level, -2 penalty on saving throws. 1s1ts-tL-eLveevle Bl aBradr dS pSeplelslls 6t6ht-hL-eLveevle Bl aBradr dS pSeplelslls Ambient Song. Masks bardic music effects as other Fanfare. Stuns and deafens targets; deals 4d6 damage sounds. to creatures and 2d6 damage to objects. Focusing Chant. Improves concentration; +1 on at- Insidious Rhythm. Implants melody in subject’s tack rolls or selected checks. mind; -4 penalty on Intelligence-based skill checks, Joyful Noise. Negates magical silence. requires Concentration check for spellcasting. Lullaby. Makes subject drowsy; -2 on Spot checks, Lis- Protégé. Grants another creature bardic abilities. ten checks, and Will saves against sleep. Sympathetic Vibration. Infl icts 1d10 damage/round on a freestanding structure. 88 CHAPTER 6: SPELLS NEW SPELLS",
        "name":  "Strategy",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One touched weapon not in another creature’s a song intended to inspire competence sound like the possession chirping of crickets, the rustling of leaves, or the crack-",
        "name":  "Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (object) should be a noise that’s in harmony with the immediate environment. A subject who makes a successful Will You can harmlessly absorb any light weapon you touch save realizes that the sound has been altered and can hear (even a poisoned one) into your arm, as long as it is not in its true nature. another creature’s possession. The absorbed weapon can- Material Component: A small bit of whatever naturally not be felt under the skin and doesn’t restrict yourırange makes the sound you’re trying to mimic. For example, of motion in any way. An absorbed weapon cannot be a cricket’s leg, a dried leaf, or a charred twig would pro- detected with even a careful search, although a detect duce the ambient song effects mentioned above. magic spell reveals the presence of a magical aura. The only evidence of the weapon is a faint blotch on the skin BBlulnutn tW Weaepaopnon that’s shaped vaguely like the weapon. When you touch Transmutation the spot (an action equivalent to drawing a weapon), or Level: Brd 3 when the spell duration expires, the weapon appears Components: V, S in your hand and the spell ends. An intelligent magic Casting Time: 1 action weapon gets a saving throw against this spell, but other Range: Medium (100 ft. + 10 ft./level) weapons do not. Area: All piercing and slashing weapons within a 20-ft radius burst",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 action Blunt weapon reduces the effectiveness of certain weap-",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creatures within a 10-ft.-radius burst, centered ons appear shimmery or shadowy when examined closely, on you but the wielder must specifi cally examine the weapon (a",
        "name":  "Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fortitude negates (harmless) weapon retains its full enhancement bonus and magical",
        "name":  "Saving Throw",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes abilities (if any), but its base damage is reduced by half. The strength bonus of the wielder still applies normally This spell makes you and your companions extraordi- to attacks and damage. narily fl eet of foot by doubling each subject’s speed and A weapon carried by a creature uses that creature’s maximum jumping distance (treated as an enhance- Fortitude saving throw. A magic weapon gets a bonus ment bonus to both). Affected creatures retain these equal to its enhancement bonus on this save. effects for the duration of the spell, even if they leave Only manufactured piercing and slashing weapons the original area. are affected by blunt weapon. It has no effect on natu-",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tail feather from a bird of prey. ral weapons. Arrows and other projectile weapons affected by the spell remain blunted even after they AAmmbibeinetn tS oSnogng leave the spell’s area. Illusion (Glamer)",
        "name":  "Material Component",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Brd 2 +1 circumstance bonus on Climb checks just before Components: V, S you start climbing a tall cliff, or on Decipher Script Casting Time: 1 action just before you begin deciphering ancient runes. In Range: Medium (100 ft. + 10 ft./level) combat, you can gain the bonus on your attack rolls Target: One creature or item as long as you continue to attack the same opponent Duration: 1 minute/level with the same weapon every round. You can still move Saving Throw: None freely and change tactics—for example, you could Spell Resistance: No charge a monster one round, attempt to disarm it with your rapier the second round, and simply attack it on Fortissimo doubles the volume of one source of sound the third round. But if you attack a different monster, specifi ed by the caster. Bards often use this spell to help switch weapons, or spend a round doing something their music carry to larger audiences—or just be heard other than attacking, the benefi t is lost. over the din of a noisy tavern. When casting fortissimo on a creature, the caster may FoFlolollwow th teh eL eLaedaedrer specify items that the creature is wearing or carrying Enchantment (Compulsion) [Mind-Affecting, Sonic] for inclusion in the effect. For example, casting fortis-",
        "name":  "For example, you could use focusing chant to gain a Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal Effect: One weapon",
        "name":  "Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) Spell Resistance: No This spell magically enhances your senses, Using material from the Plane of Shadow, you can making you deadly with ranged weapons. fashion a quasi-real weapon of any type you are When you cast sniper’s eye, you gain the follow- profi cient with. This spectral weapon appears in ing benefi ts: your hand and behaves as a normal weapon of its type, with one exception: Any foe who • Darkvision as a spell-like ability, lasting for the dura- makes a successful Will save recognizes tion of sniper’s eye. its shadowy nature and thereafter (cid:127) The ability to make a ranged sneak attack against any- takes only one-fi fth normal one within 60 feet, rather than the usual 30 feet. damage from it. The • The ability to make a death attack with a ranged weapon has the ghost weapon within 30 feet. touch ability and is +1 for • A +15 competence bonus on Spot checks. every 5 levels of the bard casting the spell. You can maintain only one spectral Sniper’s eye attunes you completely to the vantage weapon at a time, and only you can wield it. The weapon point you have when you cast the spell. You under- dissipates when you let go of it or when the spell’s dura- stand the nuances of the breeze and every angle and tion expires, whichever comes fi rst. shadow—from that spot. If you move more than 5 feet Focus: The caster’s instrument. from there, you lose the benefi ts of sniper’s eye until you return within the spell’s duration. SpSrpirnign gS hSehaetahth",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates You can use this spell to turn an ordinary weapon sheath",
        "name":  "Saving Throw",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes into a helpful magic device. Any quick hand motion in front of the affected weapon-holding device (a free ac- This spell causes those within the area to turn on each tion) causes the weapon inside to shoot forth of its own other rather than attack their foes. Each affected crea- volition and settle into your hand. The overall effect is the ture has a 50% chance to attack the nearest target each same as that of the Quick Draw feat. round. (Roll to determine each creature’s behavior Although this spell is usually cast on a sword sheath, it every round at the beginning of its turn.) A creature also works on the straps, buckles, and pockets that hold that does not attack its nearest neighbor is free to act other weapons. You could, for example, cast spring sheath normally for that round. on the strap of the backpack that usually holds your long- Creatures forced by a song of discord to attack their bow to make that weapon fl y into your hand. fellows employ all methods at their disposal, choosing their deadliest spells and most advantageous combat SuSmummmono nIn Isntsrturmumenetnt tactics. They do not, however, harm targets that have Conjuration (Summoning) fallen unconscious. Level: Brd 2 95",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Three bandits hide behind a rocky out- keeper.) Should the PCs discover all of this, they can cropping at a bend in the road to ambush the party. A end the crime wave and foil the underhanded plot of successful Spot check (use the rules on pages 59–60 of the elven overlords of the Lendore Isles! the DUNGEONMASTER’s Guide; terrain is considered light forest at this juncture and the bandits are still) reveals CHARACTER HOOKS the presence of the group. There are several ways that you can introduce your dBandits (3): Male and female human Rog3/Ftr1; PCs to this particular adventure. Pick one of these and CR 4; Medium-size humanoid; HD 3d6+3 plus 1d10+1; adapt it as needed or use them as inspiration for your hp 19; Init +2; Spd 30 ft.; AC 18 (touch 12, flat-footed own introduction to the adventure! 18); Atk +7 melee (1d8+2/19–20, masterwork • The characters are on their way to the port city of longsword) or +6 ranged (1d8/19–20, masterwork light Restenford for some rest and relaxation between crossbow); SA Sneak attack (+2d6); SQ Evasion, traps, adventures. uncanny dodge (Dex bonus to AC); AL CN; SV Fort +4, • The PCs are carrying a message to the baroness Ref +5, Will +1; Str 15, Dex 14, Con 12, Int 10, Wis 11, from a leader or local bard who once stayed with Cha 8. the baroness as a guest. Skills and Feats: Balance +4, Diplomacy +1, Escape Artist • A local caravan needs some guards, and the PCs +8, Hide +8, Jump +4, Listen +5, Move Silently +7, Read suit just fine. Allow the characters to learn that the Lips +2, Ride (horse) +5, Search +6, Sense Motive +6, city of Restenford, the last stop on their trip, is hav- Spot +6, Tumble +8, Use Magic Device +5; Dodge, Mobil- ing some crime problems. ity, Power Attack, Weapon Focus (longsword). 2 Evasion (Ex):If exposed to any effect that normally its specific powers. Failure on this check reveals only allows a character to attempt a Reflex saving throw for one power of the item (see invisibility). Such a clue may half damage, a bandit takes no damage with a success- actually mislead the party into thinking there’s some ful saving throw. kind of invisible creature on the prowl. A successful Possessions (each): +1 studded leather armor, +1 buckler, bardic knowledge or Knowledge (arcana) check (DC masterwork longsword, masterwork light crossbow, 20 35) reveals that the term glorious handwas long ago used bolts, potion of hiding(2 bandits) or potion of invisibility to describe a different necromantic magic item manu- (bandit leader), 200 gp. factured from the left hand of a hanged criminal. It",
        "name":  "Creatures",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Unless the PCs are attempting to slip into does not, however, reveal that item’s powers. town undetected, the bandits hear the party’s approach Encounter 2: At Restenford in time to drink their potions. The two with potions of Upon arriving in Restenford, the characters may settle hidingraise their Hide bonuses by +10, and the third at the inn of their choice and take care of any town busi- (the leader) becomes invisible and circles around to the ness they may have. Wherever they decide to stay, the other side of the road so as to be in a good position for innkeeper, a middle-aged man named Grezius, recog- flanking when combat begins. nizes the bard as an entertainer and asks him or her to If the PCs fail to spot the bandits as they hide, the two put on a show that evening. In exchange for one night’s in hiding attack first with their light crossbows, using entertainment, he offers free lodging for the bard, plus the natural formations of the rock as cover (one-half), free dinner for the whole party. (See Encounter 3 when then draw their longswords when the PCs start to close. you’re ready to have the actual performance.) The invisible bandit holds his attack until the charac- From here, the characters may investigate the mystery ters have closed with his fellows, then maneuvers to through any means they desire. A successful Diplo- flank a PC (preferably a spellcaster) for a sneak attack. macy check (DC 10) made while a character chats for Any bandits that the party captures alive and questions awhile with Grezius or any ordinary townsfolk reveals reveal that they are all independents who joined forces that there has recently been a daring series of burgla- several weeks ago. At present, they are in search of a ries in Restenford. The first took place about two weeks magic item called the glorious hand, which they believe ago, and since then one has occurred every night or so. to be in the keeping of travelers coming into Resten- One or two people, apparently unfortunate enough to ford. While searching the campsite outside of town for surprise the burglars in the act, were murdered, seem- valuables after a raid a few days ago, one of them found a ingly without having put up a struggle. None of the scrap of paper in a dead campfire. The paper, currently ordinary citizens have ever heard of a glorious hand or of in the possession of the leader, reads as follows: “eagerly any unusual magic item being brought into town await the arrival of the Glorious Hand—w [illegible] an we recently. not achieve [illegible]in our clutches [illegible].” The ban- Checking with the following persons and organiza- dits do not know what this item does, but they believe it tions reveals the information listed below (no check to be of great power and have every confidence in their required unless noted): ability to make use of it once they find it. • The Local Wizard: The wizard is a recluse who A successful bardic knowledge check (DC 20) allows a refuses to see anyone. His apprentice, a comely character to remember a few scattered lines from an old young lady, turns away all callers politely. (Should a ballad he once heard: character press the issue, go to Encounter 4.) dum de dum, don’t understand • The Church: There have been no undead sight- tallow drips on withered hand ings here in several years. The church has tried ’neath shadow of a gallows’ pole very hard to keep down undead problems, and they I took (something, something), are quite happy to report this, even if the PCs ask fingers dance and I stretch and yawn other questions. This is definitely a dead end, but Hand of Glory. feel free to allow the party to interact with all man- The song refers to a magic item called a hand of glory ner of church authorities. (see Chapter 8 of the DUNGEONMASTER’s Guide), but a • The Thieves’ Guild: Though it takes several hours successful Spellcraft check (DC 15) is required to recall and a least one Gather Information check (DC 17) to discover the guild, the PCs can certainly try to 3 find it. If they succeed, they must deal with the ford (see Encounter 5). The bard also may attempt any rather paranoid (Unfriendly) thieves. Should the of the various bardic music effects he can produce to bard deal diplomatically with the bunch (use the comfort the patrons or gain their cooperation. rules for dealing with NPC attitudes in the Nothing untoward happens during the evening or the DUNGEON MASTER’s Guide on page 149), the group night. The villain is biding his time and waiting to see can find out more about what is going on in the whether the strangers will move on of their own town. First off, nobody has hocked or fenced the accord. stolen goods locally, and no one knows who’s Encounter 4: The Wizard behind the burglaries. A successful Diplomacy (EL Variable) check (DC 15) reveals that the guild knows of an abandoned secret hideout of an old thieves’ guild When (or if) any of the characters make a second somewhere in town, but none of the current guild attempt to visit Barellus, the local wizard, use this members know where it is. (The only place this encounter. information can be found is the city records, which A successful Diplomacy check (DC 10) made to gain are kept in the baroness’s manor house; see information about the wizard from the townsfolk any- Encounters 5–7.) time prior to this encounter reveals that he is old and • The City Guard: The local law enforcement (the cantankerous. Success at a higher level (DC 15) reveals City Guard) hasbeefed up patrols in the mercan- that he is impatient with those who waste his time, par- tile sector in response to the burglaries. A success- ticularly garrulous townsfolk who can’t seem to get to ful Gather Information check (DC 15) reveals that the point. Those who approach him in a businesslike the last public execution took place about six manner have no problems talking with him. Likewise, weeks ago. The guard hanged the notorious high- a Diplomacy check (DC 10) made to discover informa- wayman Reynard and displayed his body for some tion about his apprentice reveals that her name is weeks thereafter as a warning to others. Serena, she is a half-elf, she adores roses, she is afraid of (Characters wishing to pursue this line of inquiry spiders, and she is very interested in antiques. must consult the guards at the north gate, who The wizard’s tower stands on the outskirts of town. All claim that nothing was unusual about the hang- along the path leading up to it are signs reading “No ing, the display of the body, or the burial. Ravella, Tresspassing.” The door is secured with both a mechani- the guard who was actually on duty at the time of cal lock (Open Lock DC 20) and an arcane lock(caster the burial, is out of town and won’t be back for two level 10).The only windows are on the top (fourth) more days. If the PCs press the matter, they learn floor of the tower. that she is helping her sister while her sister’s hus- If the characters knock, Serena greets them. She has band is off on some undisclosed errand that took orders to turn away all visitors, which she usually does him away from his family.) Go to Encounter 9 for very efficiently. However, a successful opposed check more information. with Bluff, Intimidate, or Diplomacy against her Sense Motive check result convinces her to admit them. Apply a +2 bonus to the check if the PC attempting this Encounter 3: Showtime! brings her roses or an antique as a gift or promises her On the evening of the first day, the bard may be per- information about a valuable antique. Apply a –2 forming: If the bard agreed to put on a show for patrons penalty should a character try to use a spider (or the of the inn, Grezius calls upon him or her to fulfill that threat of one) against her. (She shuts the door against promise now. At least three dozen patrons—peasants, them and runs up to Barellus to warn him of the nasty merchants, farmers, and even a few petty nobles—pack people who want to see him.) the tavern, for the people of Restenford are eager for If they convince her to let them see Barellus, she leads anything that might take their minds off the current them to his study on the top floor, where he is perusing situation. Their faces are lined with worry and they an ancient tome. She introduces them as strangers who jump at the smallest sounds. need his advice. In this case, his initial attitude is indif- If the bard makes a successful Perform check (DC 15), ferent. If they enter by any other means, his initial atti- one of the petty nobles later describes the performance tude is hostile, and he attacks them as intruders with in glowing terms to Baroness Andrella, ruler of Resten- his wand and spells before asking any questions. 4 Assuming the characters get to speak with Barellus, (geography) +10, Knowledge (history) +18, Knowledge he greets them gruffly. Read aloud the following: (local) +18, Knowledge (nature) +10, Knowledge (nobil- ity and royalty) +10, Knowledge (planes) +10, Scry +17, “Adventurers, eh?” the old wizards scowls. Spellcraft +17; Brew Potion, Combat Casting, Craft “Make it fast. You found a magic bauble in some Wand, Empower Spell, Enlarge Spell, Extend Spell, musty old dungeon and you want to know what Heighten Spell, Maximize Spell, Quicken Spell, Scribe it does? Your friend got turned into a toad and Scroll. you want him changed back? You want a new",
        "name":  "Tactics",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "0—arcane mark, dancing lights, daze, detect however, he invites them to sit and talk. A successful magic, detect poison, disrupt undead, flare, ghost sound, light, Charisma check (DC 15) at this point converts his atti- mage hand, mending, open/close, prestidigitation, ray of frost, tude to friendly, or to helpful (DC 30). read magic, resistance;1st—alarm, burning hands, charm If the PCs get him to chat, Barellus is happy to tell person, endure elements, feather fall, hold portal, identify, them what he knows about a hand of glory (all its powers mage armor, magic missile, shocking grasp, sleep, unseen ser- as listed in Chapter 8 of the DUNGEONMASTER’SGuide). vant;2nd—arcane lock, bull’s strength, cat’s grace, continual If any character repeats the fragment of the ballad relat- flame, darkvision, detect thoughts, knock, levitate, locate ing to a hand of glory(from Encounter 1), the old man’s object, obscure object, see invisibility, Tasha’s hideous laughter; eyes light up with recognition. “I remember that song 3rd—clairaudience/clairvoyance, dispel magic, explosive . . . it was based on a tale that everyone thought was a runes, fireball, fly, greater magic weapon, haste, hold person, legend. But it wasn’t. I once read a dusty old treatise on keen edge, secret page, stinking cloud, tongues; 4th—arcane how to make a necromantic item called a glorious hand. eye, confusion, fear, fire trap, ice storm, polymorph other, It was a five-pointed candle made from the left hand of remove curse, scrying, wall of fire;5th—cloudkill, cone of a hanged murderer, and it could open any lock and cold, major creation, passwall, seeming, telekinesis, teleport, hold fast anyone other than the wielder who saw it wall of force, wall of iron. happen.”",
        "name":  "Spellbook",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Nellie Fenard (LG female human becomes somewhat less relaxed than it was before. A Ftr10), a widow, tells the PCs that she lost her savings, successful Intimidate check (DC 15) or suggestionto tell which amounted to about 250 gp. Thankfully, she the truth at this point causes her to confess that she scared away the rogue before he could get to her thought she saw someone “messing around” with the weapon and armor stash. (She might be willing to show body one night. She was sure that she’d chased the mis- the PCs her nice weapons and armor or even sell them creant off before any damage was done, but in the if the DM wishes to introduce a few magic items into morning she discovered to her horror that the corpse’s the game to rid the PCs of some money. A successful left hand had been neatly severed at the wrist. Afraid of Diplomacy check [DC 20] can persuade the former getting in trouble for dereliction of duty, she buried the fighter to dig out her items. She doesn’t let the PCs body the next day, claiming that it was beginning to fall know where she hides them, though.) apart. If further pressed, she shows the PCs the site of",
        "name":  "Fenard Residence",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The supervisor on duty, Magnus the highwayman’s unmarked grave in the graveyard. Firehand (CG male human War7), tells the PCs that he (See Encounter 10.) She buried the body about two lost a black pearl and 200 gp one night, as well as some weeks ago. 9 noise, he hides behind the floor-length curtains cover- Encounter 10: A Double Grave ing the windows in the third-floor bedroom, drinking If the PCs wish to examine the highwayman’s body, his potions when intruders seem to be near. they can find a further clue that could lead them to the Sirius and his partner made a number of modifica- spymaster behind the plot. tions to the lighthouse. They installed traps with bypass Attempts to exhume the highwayman’s body without elements that only Sirius now knows about on each permission from the baroness or the guard captain result floor and at the entrance. The money for these in arrest if the PCs are caught. Since the graveyard is “improvements” came from their employers. within sight of both guard towers, which are manned day and night, digging up a body by stealth is nearly 1. Entrance (EL 7) impossible. If the PCs approach the baroness with the The door of the lighthouse is trapped with a dart trap. guard and her story, however, Andrella readily grants aFusillade of Greenblood Darts:CR 7; mechani- them permission to exhume the highwayman’s corpse. cal; location trigger; manual reset; hidden switch Exhuming the corpse not only confirms Ravella’s bypass (Search DC 25); Atk +18 ranged (1d4+1 plus story but also reveals that the grave has two occupants poison, dart); poison (greenblood oil, Fortitude save rather than one! The other body is that of the local [DC 13] resists, 1 Con/1d2 Con); multiple targets (1d8 lighthouse keeper, who has obviously been dead for darts per target in a 10-ft. by 10-ft. area); Search (DC 25); weeks. Ravella truthfully claims ignorance of how the Disable Device (DC 25). Market Price:34,400 gp. extra body came to be in the crude coffin, though she does recall that the coffin seemed unusually heavy 2. First Floor (EL 7) when she and the guard assisting her with the burial The first floor room is a living room furnished with an lowered it into the grave. A successful Search check overstuffed couch and chairs, bookcases, and two small (DC 15) reveals that the coffin lid was pried up with a tables. Stepping on the bottom step of the spiral stair- metal instrument after being sealed, then subsequently case without flicking the hidden bypass switch on the refastened. railing causes the door to close (if it is not closed Should the PCs inquire about the lighthouse keeper already), the stairway to collapse, and a trapdoor to seal in town, the locals claim to have seen him purchasing the ceiling hole where the stairway accessed the second supplies at Malka’s competitor only the other day. They floor. It also triggers a gas trap. mention that the lighthouse keeper usually heads over a Burnt Othur Vapor Trap: CR 7; mechanical; to Malka’s store for his supplies. If asked, Malka men- location trigger; repair reset; hidden switch bypass tions that he thinks it odd that the lighthouse keeper (Search DC 35); gas; multiple targets (all targets in a Bomarc hasn’t stopped by to pick up his flour and other 10-ft. by 10-ft. room); never-miss; onset delay (3 longer-term supplies. Bomarc was due in last week, and rounds); poison (burnt other fumes, Fortitude save he picks up his order every 45 days. [DC 18] resists, 1 Con [permanent drain]/3d6 Con); Search (DC 21); Disable Device (DC 21). Market Price: THE CULPRIT 21,700 gp. This section contains the climax of the adventure. It The collapsed stairway requires time and materials to occurs whenever the characters decide to visit the repair. The ceiling is 10 feet high, and the wooden lighthouse and confront the fake keeper, an elf spymas- trapdoor to the second floor is locked (Open Lock DC ter named Sirius. 25). If the characters get it open, they can grab onto The lighthouse is located on the edge of town, on a the end of the stairway above and climb up to the rugged, rocky outcropping overlooking the coast. It is second floor. four stories tall, with the upper story consisting of the 3. Second Floor (EL 6) light apparatus. Each of the lower three stories consists of a single, round room with a stairway leading up This floor is the kitchen and dining area. A wood stove through the center. vents to the outside, and a small counter and cupboards Sirius does not respond to knocks or calls, since he hold pots, pans, and nonperishable foods. A large table knows full well that the lighthouse keeper never had with one chair serves as the dining area. At present, the visitors. If alerted to the presence of strangers by any kitchen is littered with pans and jars holding various 10 foul-smelling preparations. These are the poisons that Tumble +14, Use Magic Device +8; Improved Initia- Sirius has been brewing (DM’s choice as to types). tive, Skill Focus (Bluff), Weapon Finesse (short The trap on this floor is whirling poisoned blades. sword).",
        "name":  "Selan Warehouses",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Immune to magic sleep spells and effects; the hidden lock bypass near the stove is activated. +2 racial bonus on saves against enchantment spells or aWhirling Poisoned Blades: CR 6; mechanical; effects; low-light vision (can see twice as far as a human timed trigger; automatic reset; hidden lock bypass in low-light conditions); entitled to a Search check (Search [DC 25], Open Lock [DC 30]); Atk +10 melee when within 5 feet of a secret or concealed door as (1d4+4/19–20 plus poison, dagger); poison (purple though actively looking for it; Martial Weapon Profi- worm poison, Fortitude save [DC 24] resists, 1d6 ciency (composite longbow, composite shortbow, long- Str/1d6 Str); multiple targets (one target in each of bow, longsword, and rapier) as bonus feats; +2 racial three preselected 5-ft. squares); Search (DC 20); Disable bonus on Listen, Spot, and Search checks (already fig- Device (DC 20). Market Price:30,200 gp. ured into the statistics given above).",
        "name":  "They attack anyone who comes into the room unless Elf Traits",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 short sword, light crossbow, 20 bolts, brac- 4. Third Floor (EL 8) ers of armor +2, glorious hand, wand of inflict serious wounds (25 charges), potion of invisibility, potion of cat’s grace. This floor serves as the bedroom. On one side is the",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This grisly item is the severed left bed; on the other side is a large window covered with hand of a human male, with a candle affixed to each of drapes behind which an invisible Sirius hides. This the fingers and the thumb. Upon command, the room is trapped with a set of poisoned spikes that fire at candles light, providing illumination as per a lightspell. anyone stepping on the floor if the hidden bypass If rapped on a locked door or other locked item, it pro- switch on the staircase is not flipped. aPoisoned Wall Spikes: CR 5; mechanical; loca- duces a knockeffect. Finally, upon command, it pro- duces a hold personeffect (Will save DC 17) against any tion trigger; manual reset; Atk +16 melee (1d8+4 plus designated target. Caster Level:8th; Prerequisites:Craft poison, spike); multiple targets (closest target in each of Wondrous Item, hold person, knock, light; Market Price: two adjacent 5-ft. squares); poison (Medium-size spider 39,900 gp; Weight:1 lb. venom, Fortitude save [DC 14] resists, 1d4 Str/1d6 Str); Search (DC 17); Disable Device (DC 21). Market Price: CONCLUSION 13,150 gp. When the PCs enter, Sirius first uses the glorious If Sirius is losing the battle, he surrenders. Should the handto hold as many of them as possible. Then, if the PCs defeat Sirius without killing him, he admits that characters begin searching the room, he attacks with the elven overlords of the Lendore Isles sent him here his wand, then finally his short sword. If they begin to destabilize Restenford (one of the few remaining climbing to the top of the tower, he waits until the last human-ruled towns in the area), hoping the baroness mobile PC is left in the room before attacking that would waive the town’s autonomy and call on the elves one. for help. Naturally, he claims diplomatic immunity dSirius: Male elf Rog7/Spymaster1; CR 8; Medium- after confessing his crimes. If the PCs kill him, there is size humanoid; HD 7d6 plus 1d8; hp 46; Init +8; Spd 30 enough evidence in his belongings to reveal the source ft., AC 16 (touch 14, flat-footed 16); Atk +12/+7 melee of his funding. Hidden in the bedroom of the light- (1d6+3/19–20, +2 short sword); or +6 ranged (1d8/19–20, house is an additional 800 gp, one red spinel (300 gp), light crossbow); SA sneak attack (+4d6); SQ cover iden- and one black pearl (850 gp). The PCs can also find the tity, elf traits, evasion, traps, uncanny dodge (Dex bonus supplies stolen from the warehouses, though the food to AC, can’t be flanked); AL NE; SV Fort +1, Ref +10, supplies were obviously used. Will +3; Str 12, Dex 18, Con 10, Int 15, Wis 13, Cha 16.",
        "name":  "Glorious Hand",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "“Sage Advice” Paizo Publishing 3245 146th PL SE, Suite 110 Bellevue, WA 98007 We will be updating this FAQ over time, and each version will have a date stamp on it so that you know which version you have. U.S. CANADA, ASIA EUROPEAN HEADQUARTERS PACIFIC \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. P.B. 2031 P.O. Box 707 2600 Berchem Renton, WA 98057-0707 Belgium (Questions?) 1-800-324-6496 +32-70-23-32-77 Based on the original DUNGEONS \u0026 DRAGONS® game by E. Gary Gygax and Dave Arneson and on the new edition of the DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. D\u0026D, DUNGEONS \u0026 DRAGONS, FORGOTTEN REALMS, PLANESCAPE, and DUNGEON MASTER are registered trademarks owned by Wizards of the Coast, Inc. The d20 System logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. ©2002 Wizards of the Coast, Inc. All rights reserved. Made in the U.S.A. Visit our website at www.wizards.com/dnd Song and Silence FAQ 1 3/6/03 The Pyro feat from Song and Silence seems to say that the vulnerable to sneak attacks to be susceptible to hamstring feat gives you +1 point of damage per die of damage you attacks. For example, you cannot hamstring a golem or other deal with any spell that has the fire descriptor. At least construct because you can’t sneak attack a construct. that’s what my players think. Is this true? Can a fireball It takes a Heal check (DC 15) to remove the speed loss cast by a 6th-level character with the Pyro feat deal 6d6+6 from a hamstring attack. points of damage? Will Aganazar’s scorcher also deal the extra point per die? There are so many; the list could go I found the description for the Quicker Than the Eye on and on. Some other spells my players are asking about feat confusing. Do you get an actual extra partial action are burning hands, fire shield, wall of fire, and flame granted to you if any foe (even 1 out of 20 goblins) fails arrow. the Spot check? Or is this feat meant to just allow you to The Pyro feat lets you deal extra damage when you set make one attack after bluffing in the same round? something on fire (such as when you use alchemist’s fire). Quicker Than the Eye doesn’t give you any extra actions. See Catching On Fire in Chapter 3 of the DUNGEON MASTER’s Creatures that fail their Spot checks just don’t see what Guide. Most fire spells don’t set anything on fire, and even you’re doing for the rest of the round. fewer set creatures on fire. Once you make your Bluff check (as a move-equivalent As noted in the DUNGEON MASTER’s Guide, no spell with action) you can do just about anything with the remainder of an instantaneous duration sets a creature on fire, so the Pyro your round. Because you have already made a move- feat won’t grant you any extra damage from Aganazar’s equivalent action, you have only a partial action left. You scorcher, burning hands, or fireball. could use that partial action to attack, move, use a skill, cast a The flames from the warm version of the fire shield spell spell, or any one of a number of other things (see Partial do not set creatures or objects on fire. Actions in Chapter 8 of the Player’s Handbook). You can set objects alight with a flaming projectile using a Note that what you can do after the Bluff check does not flame arrow spell, but not creatures. If you set fire to an depend at all on the outcome of your opponents’ Spot checks, object with a flaming projectile, the object takes 1d6 points of but any opponent who makes a successful Spot check fire damage per round, starting the round after it was hit, or observes what you do with your partial action. 1d6+1 points of damage per round if you have the Pyro feat. The fiery bolts from a flame arrow spell do not set creatures Suppose I’m a rogue with the Expert Tactician feat or objects on fire. from Sword and Fist and the Quicker Than the Eye feat from Song and Silence. If I’m in melee with an opponent Can you take the Dash feat more than once and stack and use a move-equivalent action to Bluff my foe and get the speed increase? him to look away, can I do the extra attack from the You can’t take a feat more than once unless the feat Expert Tactician feat? If I do that, can I then use my specifically says you can. (Dash doesn’t say you can.) remaining partial action to run away? What happens if I use my partial action to use Bluff again? Can I then make The Hamstring feat allows you to use a sneak attack to a second free attack? lessen a creature’s speed. Can you hamstring a creature An opponent who fails to detect your Bluff when you use more than once and quarter its movement? How about Quicker Than the Eye does not see the partial action you take using it to strike a wing instead of a leg to halve its flying after the Bluff, so your opponent is denied his Dexterity speed? bonus against your melee attacks. If you also have the Expert Multiple hamstring effects don’t stack, except where Tactician feat, you can make an immediate free attack against specifically noted otherwise; for example, you have to a foe who failed his Spot check against your Bluff. Once you hamstring a quadruped twice to lessen its speed by half. Note do so, that opponent is observing you again, and that that once you lessen a quadruped’s speed, additional opponent will observe you if you try to run away after the hamstring effects don’t stack. free attack. Because the attack you make by virtue of your You can’t hamstring a wing to lessen flying speed. The Expert Tactician feat is a free action, you could attempt to Hamstring feat works only against a creature’s land speed, as use Quicker Than the Eye again, but your opponent should noted in the feat description. get a bonus on the Spot check. The second Bluff check also is a move-equivalent action, so you would be done acting for Why are creatures with more than four legs immune to the round. If the second Bluff check succeeded, however, the Hamstring feat? Why couldn’t you hamstring a six- your opponent would once again not see you, and you could legged creature three times and lessen its speed by half? make another free attack by virtue of your Expert Tactician Also, the feat description says the movement reduction feat. lasts 24 hours or until a successful Heal check. What’s the DC for the Heal check? The virtuoso prestige class from Song and Silence has While I suppose you could hamstring just about anything an ability called sustaining song. The description for this by successfully hitting half its legs, the process gets absurd ability mentions something called a stabilization check. after awhile. For example, you’d be much better off making What is a stabilization check? Also, sustaining song lasts four regular sneak attacks against a monstrous spider than for 5 minutes or until the virtuoso stops performing. you would be if you tried to hamstring it four times. In What does that mean? addition, most things that have more than four legs don’t The phrase “stabilization check” refers to the 10% chance really have “hamstrings.” In any case, creatures must be a dying character has to become stable each round (see Dying Song and Silence FAQ 2 3/6/03 in Chapter 8 of the Player’s Handbook). While a sustaining song is in effect, a dying character does not check to become stable each round and does not automatically lose any hit points for not becoming stable. A sustaining song lasts for a maximum of 5 minutes or until the virtuoso stops the sustaining song effect, whichever comes first. The virtuoso prestige class also has an ability called calumny, which is a supernatural, mind-affecting, language-dependent ability. What is a language- dependent ability? A language-dependent effect uses intelligible language as a medium. If the subject cannot understand what the ability user says, the effect fails. “Language dependent” is a standard descriptor for spells and other magical effects. It is described under Descriptors in Chapter 10 of the Player’s Handbook. When a virtuoso at 1st level gets the bardic music ability, does she also get one additional use of this ability per level like the bard? If the virtuoso also has bard levels, can the character use her daily virtuoso allotment of bardic music for bard music abilities? Can she use her daily bard allotment of bardic music for bard levels, and can she use her daily virtuoso allotment of bardic music for virtuoso music abilities? Yes to all. Uses of bardic music from the virtuoso and bard classes are completely interchangeable. Add up the daily uses of bardic music for each class. The character can expend these on any bardic music ability her bard or virtuoso classes make available to her. The short description of the harmonize spell on page 88 of Song and Silence says the spell pools the talents of multiple bards to grant one of them extra temporary ranks of Perform. When you read the full description of the spell on page 92, however, it says the spell grants the lead performer a circumstance bonus on Perform checks equal to +1 per three bard levels of the backup performers. Which is correct? The spell description is correct. The healthful slumber spell from Song and Silence doubles the subject’s natural healing rate. The Heal skill allows for long-term care that also doubles the recipient’s natural healing rate. Does a character who receives both long-term care and a healthful slumber spell heal at four times the normal rate? You don’t multiply multipliers—you combine them into a single multiplier instead. Each extra multiple adds +1 to the original multiplier, so two doublings triple the original (see page 275 in the Player’s Handbook). In the case of healthful slumber plus successful long-term care, a subject regains 3 hit points per level per day of light activity, or 4.5 hit points per level per day of complete bed rest. Song and Silence FAQ 3 3/6/03",
        "name":  "Mail",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Activating a spell completion item, activat- in this book offer many options. ing a spell trigger item, or drinking a potion is a standard Wu Jen (Complete Arcane): Add spells with element (except action even if the spell from which the scroll, potion, or air), wood, and metal themes. item is made can be cast as a swift action. In other words, it takes a standard action to drink a potion of quick march(page WHAT YOU NEED TO PLAY 164), even though casting the spell itself requires only a Spell Compendium makes use of the information in the three swift action. D\u0026D core books—Player’s Handbook, Dungeon Master’s Guide, pqqqqqqqqqqqqqqqqqqqqrs SOURCES vised for this book, you should strongly consider updating your This book includes spells from many sources, including Dragon character or campaign to the new version. The simplest way to magazine, web articles previously published on the Wizards of do this is simply offer a “mulligan” to any character who needs the Coast website, and supplements such as Complete Arcane tweaking. It’s pretty easy to note that a spell has a different dura- and Manual of the Planes. Most of the spells are presented tion or that another class can now cast the spell. with little change, but some material has been revised to v.3.5 Most of the changes we made to previously published mate- based on feedback from thousands of D\u0026D players comparing rial we made to create an improved version of that material—to and debating the strengths and weaknesses of spells at gaming help out spells that were formerly suboptimal choices, to adjust conventions, on message boards, on email lists, and over the spells that were simply too good, or take whatever steps the counters of their friendly local gaming stores. We hope you like D\u0026D 3.5 revision made necessary. Of course, if you’re play- the changes we made to some of these spells. ing with older material and it’s working fine in your game, you If you have been playing with a spell we’ve picked up and re- shouldn’t feel compelled to change. It’s your game, after all. 4 NOITCUDORTNI 5 Illus. by D. Martin The spells herein are presented in alphabeti- bridge of sound dark way cal order (with the exception of those whose Caligarde’s claw force claw names begin with “greater,” “lesser,” “mass,” chamber ethereal chamber “superior,” “swift,” or “final”; see Order of chameleon camouflage Presentation, PH 181). For explanation of claws of the beast claws of the bear spell terminology, see Chapter 10 of the climb climb walls Player’s Handbook. curse of petty failing curse of ill fortune curse of petty failing, legion’s mass curse of ill fortune Darsson’s potion quick potion RENAMED SPELLS deafening breath incorporated into breath weapon The following spells were renamed before their inclusion admixture in this book. If you look for a particular spell in this chapter Dhulark’s glassstrike glass strike and don’t find it, check this list to see if the spell has a new Eilistraee’s grace grace name. Elminster’s effulgent epuration effulgent epuration Elminster’s evasion instant refuge Previous Name Present Name favor of Ilmater favor of the martyr Aganazzar’s scorcher scorch force ram battering ram air bubble deep breath force whip sonic whip Alamanther’s return replicate casting frost fingers frost breath analyze opponent know opponent fugue of Tvash-Prull fugue assay resistance assay spell resistance gate seal seal portal Auril’s flowers ice flowers Ghorus Toth’s metal melt metal melt Azuth’s exalted triad triadspell great shout incorporated Azuth’s spell shield mass spell resistance into greater shout Balagarn’s iron horn ironthunder horn green oath plant body bane bow foebane Grimwald’s greymantle greymantle Barlen’s crabwalk crabwalk guided arrow guided shot Bigby’s slapping hand slapping hand hand of Torm hand of the faithful DESCRIPTIONS SPELL CHAPTER 1 harmony inspirational boost Otiluke’s dispelling screen dispelling screen Horizikaul’s boom sonic blast Otiluke’s greater disp. screen greater dispelling screen Horizikaul’s cough sonic snap Presper’s moonbow moonbow Horizikaul’s versatile vibration sonic rumble Rary’s interplanar telep. bond interplanar telepathic bond Igedrazaar’s miasma malevolent miasma recall spirit revenance improved alarm greater alarm remedy moderate wounds vigor ironguard, greater ironguard righteous fury The version of this spell Kaupaer’s skittish nerves nerveskitter from the Minatures Kelemvor’s grace life’s grace Handbook has been Khelben’s suspended silence suspended silence renamed rhino’s rush Laeral’s cutting hand cutting hand rogue wave tidal surge Laogzed’s breath nauseating breath Shelgarn’s persistent blade persistent blade Leomund’s hidden lodge hidden lodge Simbul’s skeletal deliquescence corporeal instability manifest, mass mass make manifest Simbul’s spell sequencer spell matrix Mestil’s acid breath acid breath Simbul’s spell trigger greater spell matrix Mestil’s acid sheath acid sheath Simbul’s spell matrix lesser spell matrix minor reflection ray deflection Simbul’s synostodweomer synostodweomer minor servitor awaken construct Snilloc’s snowball swarm snowball swarm monstrous regeneration greater vigor teleport, mass incorporated into teleport Mordenkainen’s buzzing bee buzzing bee Tenser’s floating disk, greater greater floating disk Mordenkainen’s force missiles force missiles Tirumel’s energy spheres energy spheres Mystra’s miasma magic miasma Tvash-Prull’s bonefiddle bonefiddle Nchaser’s glowing orb glowing orb undeniable gravity earthbind Nybor’s gentle reminder rebuke Vaeraun’s nightshield nightshield Nybor’s mild admonishment greater rebuke Zajimarn’s avalanche obedient avalanche Nybor’s stern reproof rebuke, final Zajimarn’s ice claw prison ice claw Nybor’s wrathful castigation wrathful castigation SPELL DESCRIPTIONS ABSORB WEAPON weapon cannot be detected with even Asy ouc ompletet hes pell’si ntricateg estures, a careful search, although detect magic you detect a slight buzz at the edge of your Transmutation reveals the presence of a magical aura. hearing. Your body feels warmer, and a",
        "name":  "Magic Items",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action vaguely like the weapon. Spells and spell-like effects that target",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One touched weapon not in equivalent to drawing a weapon), or to power spells of your own. Absorption another creature’s possession when the spell duration expires, the absorbs only ranged spells that have",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level (D) weapon appears in your hand and you as a target. Touch spells, effect",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates (object); the spell ends. If you attack with the spells, and area spells that affect you see text weapon in the same round that you cannot be absorbed.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (object) retrieve it from its hiding place, you Once the spell is cast, you can absorb can attempt a Bluff check to feint in 1d4+6 spell levels (rolled secretly by The weapon you hold in your hand begins combat as a free action, and you gain the DM). The level of each spell you to fade from existence as you complete the a +4 bonus on the Bluff check. An absorb is subtracted from the total. If a spell. With the last words of the spell it intelligent magic weapon gets a saving spell is only partially absorbed (because disappearsc ompletely.A tt hes amem oment, throw against this spell, but other its level exceeds the number of levels a weapon-shaped red blotch appears on weapons do not. remaining to be absorbed), divide the your arm. number of spell levels left unabsorbed You can harmlessly absorb a weapon ABSORPTION by the original spell level. For spells that deal damage, use the result to you are touching (even a poisoned Abjuration determine what fraction of the damage one) into your arm, as long as it is not Level: Sorcerer/wizard 9 you take. For spells that create effects, in another creature’s possession. The Components: V, S use the result as a percentage chance weapon must be a light weapon for Casting Time: 1 standard action to be affected. you at the time you cast the spell. The Range: Personal For example, you have three spell absorbed weapon cannot be felt under Target: You levels of absorption remaining and are the skin and doesn’t restrict your range Duration: Until expended or 10 struck by dominate person cast as a 5th- of motion in any way. An absorbed minutes/level 66 1 RETPAHC LLEPS SNOITPIRCSED 7 DESCRIPTIONS SPELL CHAPTER 1 level spell. Absorption absorbs three manages to gain control over them. Casting Time: 1 standard action levels of the spell, resulting in a 40% You do not need to concentrate to Range: Personal chance (2/5) that you will be affected maintain control over the demons. You Target: You normally. If affected, any saving throw can dismiss them singly or in groups Duration: 1 round/level (D) the spell allows you still applies. Like- at any time. wise, if you’re struck by disintegrate cast You crush the fire ants between your fingers as a 6th-level spell with four levels of ACCELERATED and rub the smashed mixture over your absorption remaining, two levels of the exposed flesh. The smashed ants liquefy, spell remain, and you take only 33% MOVEMENT and the liquid covers your body in a thick, (1/3) of the damage you would normally Transmutation translucent sheath. take from the spell. Level: Bard 1, ranger 1, sorcerer/ You can use captured spell energy wizard 1 You enclose yourself in a fluid sheath to cast any spell you know or have Components: S, M of acid that does not harm you. You can prepared, but spells so cast don’t disap- Casting Time: 1 swift action breathe normally and cast spells while pear from your list of prepared spells Range: Personal the acid sheath is present. Any creature or count against the number of spells Target: You striking you deals normal damage, but you can normally cast per day (so you Duration: 1 round/level (D) at the same time the attacker takes 2 so must keep a running total of spell points of acid damage per caster level levels absorbed and used). The levels An azure glow surrounds you as you com- (maximum 30 points). Reach weapons, of spell energy you have stored must plete the motions that unleash the spell. You such as longspears, do not endanger be equal to or greater than the level of immediately feel lighter of foot. their users in this way. The acid sheath the spell you want to cast, and you must does not protect you against other have at hand (and expend) any material While this spell is in effect, you can attack forms, such as fire. components required for the spell. move at your normal speed when using If you are in a grapple, other crea- Balance, Climb, Hide, Move Silently, tures in the grapple takes acid damage ABYSSAL ARMY and Tumble without taking any penalty once per round at the beginning of on your check. This spell does not their turn. Conjuration (Summoning) affect the penalty for using these skills Any spell you cast with the acid de- [Chaotic, Evil] while running or charging. scriptor while the sheath surrounds",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Concentration, up to 20 rhythmically expand and contract. minutes; see text As you intone the words of power to release this spell, you feel far more focused on the spell on which you have been concentrating. Nebin surprises the trolls with acid breath sdlonyeR .W yb .sullI 9 DESCRIPTIONS SPELL CHAPTER 1 ALIGN FANG You hold your holy symbol high and speak ates a perfect duplicate of the original. old words of power. Your party’s weapons The spell copies only nonmagical text, Transmutation [see text] take on a pale blue radiance. not illustrations or magical writings",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, DF This spell functions like align weapon scroll, or a sepia snake sigil). If the target",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch weapons or projectiles at a distance. (such as a letter with explosive runes),",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action writing-based magic traps in the mate- and press a sprig of mistletoe against its fore- Range: 20 ft. rial being copied. head, calling upon the power of nature. Area: 20-ft.-radius burst centered on Blank paper, parchment, or a book you must be provided for the spell to write Align fang makes a creature’s natural Duration: 1 minute/level (D) upon. If the target has multiple pages, weapons good-, evil-, lawful-, or cha- Saving Throw: Fortitude negates the spell automatically turns to the otic-aligned, as you choose. A natural (harmless) next blank page whenever necessary. weapon that is aligned can overcome Spell Resistance: Yes (harmless) If more pages in the target exist than the damage reduction of certain crea- blank pages are available, the spell tures, usually outsiders of the opposite With a quick wiggle of your fingers and a copies the original until it runs out of alignment. This spell has no effect on a few arcane words, you release the feather in blank pages. At any time during the natural weapon that is already treated your hand to complete the spell. Suddenly, spell’s duration you can redirect the as being aligned, such as the claw or translucent blue motes burst outward from magic to copy from another target, copy bite attack of most demons. you and collect on yourself and your nearby onto a different blank source, or resume You can’t cast this spell on a manu- allies before fading away. a duplication that was interrupted by a factured weapon, such as a sword. shortfall of blank pages. When you cast this spell to make a Each creature within the spell’s area The spell does not translate the copied natural weapon good-, evil-, lawful-, gains a 30-foot enhancement bonus writing. If you do not understand the or chaotic-aligned, align fang is a good, to its land speed, up to a maximum original, you have no additional ability evil, lawful, or chaotic spell, respec- of double the creature’s land speed. to understand the copy. tively. Affected creatures retain these effects for the duration of the spell, even if ALIGN FANG, MASS they leave the original area. AMORPHOUS FORM",
        "name":  "You kneel beside your animal companion Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level You dust your ally with gelatin and silently except that it affects multiple allies at Saving Throw: Will negates (object) evoket hes pell.I mmediatelyh erb onesb egin a distance. Spell Resistance: Yes (object) to soften and she and her belongings slump, becoming malleable ooze. ALIGN WEAPON, MASS You point at the writing and then move your hand as though holding a stylus or Transmutation [see text] The subject and all its gear become quill. As you intone the spell, the script",
        "name":  "This spell functions like align fang, Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One weapon/level, no two subject to pass through holes or narrow You cause writing from one source of which are more than 30 ft. apart openings as small as 2 inches in diam- (such as a book) to be copied into a eter. While amorphous, the subject is book, paper, or parchment. This spell immune to poison, polymorphing, and copies 250 words per minute and cre- stunning, it cannot be flanked, and it is 10 1 RETPAHC LLEPS SNOITPIRCSED not subject to extra damage from critical An unwilling creature can attempt a You can tell whether an area contains hits. It gains a swim speed (if it does not Will save to negate the spell and can a magical portal or the effect of a gate have one already) equal to its land speed. apply spell resistance, if any. Items spell. If you study an area for 1 round, The subject can remain submerged as in a creature’s possession receive the you know the sizes and locations of any long as desired without breathing. benefits of saves and spell resistance, such portals in the area. Once you find The subject’s armor (including but unattended objects and points in a portal, you can study it. (If you find natural armor) becomes worthless, space do not. Amplify counters and more than one portal, you can study though its modifiers dispels silence, and is also countered only one at a time.) for size, Dexterity, and dispelled by silence. Each round you study a portal, you and deflection still can discover one property of the portal, apply to Armor Class, in this order. as do armor bonuses from force effects (for • Any key or command word needed example, from the mage to activate the portal. armor spell). While • Any special circumstances govern- amorphous, the subject ing the portal’s use (such as specific can’t attack or cast spells times when it can be activated). that require verbal, somatic, • Whether the portal is one-way or material, or focus components. two-way. (This limitation does not rule • A glimpse of the area where the out the casting of any spells that portal leads. You can look at the area the subject might have prepared where the portal leads for 1 round; using the metamagic feats Eschew the range of your vision is the spell’s Materials, Silent Spell, and Still Spell.) range. Analyze portal does not allow The subject loses all supernatural abili- other divination spells or spell-like ties while in amorphous form, and its abilities to extend through the magic items, aside from those bonuses portal. For example, you cannot noted above, cease functioning as long also use detect magic or detect evil as it remains amorphous. to study the area where the portal",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cylinder (20-ft. radius, 20 ft. evil outsiders. A flask of anarchic water Your body explodes with radiance that high) can be thrown as a splash weapon. bathes the area around you in sunlight.",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No feet. A flask breaks if thrown against spell that can see you must make the body of a corporeal creature, but to a saving throw or be temporarily You call upon the powers of chaos, and a use it against an incorporeal creature, blinded. The blindness lasts for 1 heavy rain begins to fall around you, its the bearer must open the flask and minute per caster level. drops a rainbow of soft radiances. Above pour the anarchic water out onto the An undead creature caught within you, a multicolored lightning bolt flashes. target. Thus, a character can douse an the spell’s area takes 1d6 points of incorporeal creature with anarchic damage per two caster levels (maxi- The downpour created by this spell water only if he is adjacent to it. Doing mum 10d6), or half damage if a Reflex falls in a fixed area once created. The so is a ranged touch attack that does not save is successful. In addition, the storm reduces hearing and visibility, provoke attacks of opportunity. beam results in the destruction of any resulting in a –4 penalty on Listen, A direct hit by a flask of anarchic undead creature specifically harmed Spot, and Search checks. It also applies water deals 2d4 points of damage to by bright light (such as a vampire) if a –4 penalty on ranged attacks made a lawful outsider. Each such creature it fails its save. into, out of, or through the storm. within 5 feet of the point where the The ultraviolet light generated by Finally, it automatically extinguishes flask hits takes 1 point of damage from the spell deals damage to fungi, mold, any unprotected flames and has a 50% the splash. oozes, and slimes as if they were undead chance to extinguish protected flames",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5 pounds of pow- creatures. (such as those of lanterns). dered iron and silver (worth 25 gp). The rain damages lawful creatures, dealing 2d6 points of damage per round ANIMATE BREATH (lawful outsiders take double damage). ANGELSKIN Transmutation In addition, each round, a bolt of light- Abjuration [Good] Level: Sorcerer/wizard 7 ning strikes a randomly selected lawful Level: Paladin 2 Components: S outsider within the spell’s area, dealing Components: V, S, DF Casting Time: 1 standard action 5d6 points of electricity damage. After Casting Time: 1 standard action Range: Personal the spell’s duration expires, the water Range: Touch Target: Your breath weapon disappears. Target: Lawful good creature Duration: 1 round/level",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 1 and invoke the blessed words. An opalescent have a breath weapon, either as a",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Instantaneous 5/evil. your breath weapon with coherence, mobility, and a semblance of life. The 12 1 RETPAHC LLEPS SNOITPIRCSED Animate breath gives a lone dragon a powerful ally animated breath then attacks whom- ANIMATE FIRE Material Component: A handful of ever or whatever you designate. The charcoal, sulfur, and soda ash. Transmutation [Fire] spell works only on breath weapons",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No a side the breath weapon.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None damage of the same type as the fire, you complete the spell. Immediately Spell Resistance: No breath weapon with each successful thereafter, a part of the flame coalesces slam attack, instead of 2d8 points of into a vaguely humanoid shape more solid Nearby snow rapidly draws together with fire. looking than the rest. an audible crunch, coalescing into a vaguely • The creature has immunity to its own human-shaped form. energy type, but no vulnerability to You animate a fire, which must be another energy type. approximately the size of a campfire. You cause snow in the area to become • The creature does not have the burn The animated fire has the statistics of 1d3+2 Large animated objects, 1d3 ability. a Small fire elemental (MM 98), and Huge animated objects, or one Gar- attacks as you direct. It cannot move gantuan animated object (MM 14). The beyond the range of its source fire animated snow attacks as directed by (25 ft. + 5 ft./2 levels). your vocal commands. repooH .F yb .sullI 13 DESCRIPTIONS SPELL CHAPTER 1 Animated snow does not have a objects animated by this spell have that a creature has attempted to teleport hardness score. It possesses improved hardness 5. The spell cannot animate into range and delays the creature as speed as if it had legs, granting it a objects carried or worn by a creature. normal, but doesn’t give any awareness speed of 30 feet, as well as the blind Material Component: A mixture of as to the actual location of its imminent special ability (MM 13). In addition, powdered cinnabar and ground peach arrival. each animated snow object has the cold pit. The spell has no effect on creatures subtype and deals an extra 1d6 points attempting to teleport away from the of cold damage on a successful hit. ANTICIPATE spell’s area, although if their destina- Animated snow objects take 1d6 tion is within the area, the spell will points of damage per round in a TELEPORTATION affect their reentry as normal. place where the temperature is above Abjuration Focus: A tiny hourglass of platinum freezing. Level: Sorcerer/wizard 3 and crystal costing at least 500 gp, which",
        "name":  "By casting the mixture in your hand at the Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level ponent: Two small iron rods. . . . leave no doubt as to the source of the spell 16 1 RETPAHC LLEPS SNOITPIRCSED The bow in your hand feels more like an ARROW STORM darkvision out to 60 feet. You also gain extension of your body as you complete the low-light vision, scent, and tremorsense Transmutation spell—as if it’s become a part of your arm. out to 60 feet.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You wielding a projectile weapon that fires special abilities of your own form, as",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round arrows, such as a longbow or shortbow, well as spell-like and supernatural you threaten all squares within your abilities. You keep all extraordinary Your bow glows blue for an instant and normal melee reach (5 feet if Small or special attacks derived from class now feels as light as a feather in your hand. Medium, 10 feet if Large) with your levels (such as a barbarian’s rage or a In your mind’s eye you see the arrows in bow, allowing you to make attacks of rogue’s sneak attack), but you lose any your quiver, and your hand feels drawn opportunity with arrows shot from from your normal form that are not to them. the bow. In addition, you do not pro- derived from class levels. You cannot voke attacks of opportunity when you speak or cast spells while in bulette You can cast this spell only at the shoot a bow while you are in another form. However, if you have the Natural beginning of your turn, before you take creature’s threatened square. Spell feat, you can cast spells normally. any other actions. After casting arrow",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A flint arrow- Your natural armor bonus becomes storm, you can use a full-round action head. +12, regardless of any natural armor to make one ranged attack with a bow bonus from your normal form. You with which you are proficient against ARROW OF BONE every foe within a distance equal to can make two claw attacks, which are natural weapons that deal 2d8+8 points Necromancy [Death] the weapon’s range increment. You can of damage. While in bulette form, you",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One projectile or thrown spell, the spell has no effect. and becomes nonfunctional. weapon touched",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M, DF Level: Druid 1, ranger 1 cast the spell, scribing arcane runes into Casting Time: 1 standard action Components: V, S, M/DF the item. It changes before your eyes into Range: Personal Casting Time: 1 standard action an identical item made of bone. The runes Target: You Range: Personal glow with dark magic and the weapon feels Duration: 10 minutes/level (D) Target: You cold to the touch. Duration: 10 minutes/level (D) By completing the spell you call upon the When thrown or fired at a creature as a world’sp rimale nergies.Y ouf eeld isoriented With a howl you complete the spell. normal ranged attack, the weapon gains for a moment as your face elongates into a Instantly, your body sprouts short, thick a +4 enhancement bonus on attack snout, your limbs thicken, and your skin fur. Your spine and neck bend, causing you rolls and damage rolls. In addition, any turns into silvery chitin. to drop to your hands and knees—which living creature struck by an arrow of quickly shorten into canine limbs. bone must succeed on a Fortitude save When you cast this spell, you assume or be instantly slain. A creature that the physical appearance and many of When you cast this spell, you assume makes its save instead takes 3d6 points the qualities and abilities of a bulette the physical appearance and many of of damage +1 point per caster level (MM 30). While under the effect of the qualities and abilities of a wolf (maximum +20). Regardless of whether the spell, your creature type changes (MM 283). While under the effect of the attack hits, the magic of the arrow to magical beast, and your size changes the spell, your creature type changes of bone is discharged by the attack, and to Huge. You have the space and reach to animal, and your size changes to the missile is destroyed. of a bulette (15 feet/10 feet). You gain Medium. You have the space and",
        "name":  "You complete the long ritual needed to Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tiny sliver the Strength, Dexterity, and Constitu- reach of a wolf (5 ft./5 ft.). You gain the of bone and an oil of magic weapon tion of an average bulette (Str 27, Dex Strength, Dexterity, and Constitution (50 gp). 15, Con 20), but you retain your own of an average wolf (Str 13, Dex 15, Con mental ability scores. Your base land 15), but you retain your own mental speed becomes 40 feet, and you gain ability scores. Your base land speed a burrow speed of 10 feet. You gain becomes 50 feet. You gain low-light 17 DESCRIPTIONS SPELL CHAPTER 1 vision and scent. You gain a bite attack, Casting Time: 1 standard action The only way in or out of the which is a primary natural attack that Range: Close (25 ft. + 5 ft./2 levels) demiplane is through the entrance deals 1d6+1 points of damage with each Effect: See text created by you, and only those named successful hit. Duration: 24 hours/level or described by you upon the casting",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level You and all creatures within 10 feet become shaken—a condition that lasts of you gain evasion, but only against until the opponent is out of range. A With the casting of this spell you are sur- breath weapons. (If a breath weapon successful save leaves that opponent rounded with a cool, blue mist that clings would normally allow a Reflex saving immune to your frightful presence to your body, dampening the heat of the throw for half damage, a creature for 24 hours. nearby flames. within an aura of evasion that success- If you cast this spell when you fully saves takes no damage instead.) already have the frightful presence You create an aura of blue mist that Creatures within the spell’s area that ability or a fear aura, the existing ability protects you against fire, absorbing the already have evasion or improved eva- becomes more effective in the follow- first 10 points of fire damage as a resist sion get a +4 bonus on Reflex saving ing ways: energy (fire) spell (PH 272). In addition throws against breath weapons. • The radius of the area affected by the to the resist energy (fire) effect, the spell Material Component: Powdered emer- ability increases by 10 feet. can be used to snuff out fires. ald worth 500 gp. • The DC of your frightful presence Any nonmagical flame that the aura ability increases by 2. contacts is immediately extinguished AURA OF GLORY • Creatures that would normally be if the flame’s maximum damage is 10 Transmutation shaken by your fear aura are fright- or fewer points per round. This means",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5,000 XP. endeavors if you communicate your (See MM 290 for information on skills desires to it. and feats the creature gains.) An awakened tree has characteris- AWAKEN SIN Undead regain the armor and weapon tics as if it were an animated object Enchantment (Compulsion) [Fear, proficiencies they had in life (assume (MM 13), except that its Intelligence, Good, Mind-Affecting] the undead were formerly warriors",
        "name":  "XP Cost",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 3, paladin 2 unless the DM specifies otherwise) and 3d6. Awakened plants gain the ability Components: V, S, DF will don armor and take up weapons to move their limbs, roots, vines, creep- Casting Time: 1 standard action while obeying your commands. A ers, and so forth, and they have senses Range: Touch zombie fighter can wear any armor and similar to a human’s. An awakened Target: One evil creature with wield any simple or martial weapon, animal has 3d6 Intelligence, a +1d3 Intelligence 3+ and a warhorse zombie can wear any bonus to Charisma, and +2 HD. Duration: Instantaneous armor.",
        "name":  "Wisdom, and Charisma scores are all Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) and evil outsiders. A flask of axiom- You call upon the forces of law and a heavy atic water can be thrown as a splash rain begins to fall around you, its raindrops You press the viscous ball of demon sweat weapon. Treat this attack as a ranged harsh and metallic. Above you, a jet of caus- between your fingers and speak the eldritch touch attack with a range increment of tic acid lances down from the heavens. words. Your flesh and equipment begin 10 feet. A flask breaks if thrown against to weep hot red tears that quickly form a the body of a corporeal creature, but to A driving rain falls around you. It coating over your body. use it against an incorporeal creature, falls in a fixed area once created. The the bearer must open the flask and storm reduces hearing and visibility, This demon-inspired transmutation pout the axiomatic water out onto the resulting in a –4 penalty on Listen, causes the subject to secrete a slimy target. Thus, a character can douse an Spot, and Search checks. It also applies red layer of jelly that coats its skin, incorporeal creature with axiomatic a –4 penalty on ranged attacks made armor, and equipment. A creature water only if he is adjacent to it. Doing into, out of, or through the storm. that strikes a slime-protected subject so is a ranged touch attack that does not Finally, it automatically extinguishes with an unarmed strike, a touch provoke attacks of opportunity. any unprotected flames and has a 50% attack (including a touch spell), or a A direct hit by a flask of axiomatic chance to extinguish protected flames natural weapon takes 1d8 points of water deals 2d4 points of damage to a (such as those of lanterns). acid damage. Any creature in a grapple chaotic outsider. Each such creature The rain damages chaotic creatures, with the target of babau slime takes 1d8 within 5 feet of the point where the dealing 2d6 points of damage per round points of acid damage at the beginning flask hits takes 1 point of damage from (chaotic outsiders take double damage). of its turn. the splash.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (object) Backbiter turns a weapon against its wielder knarF .C yb .sullI 23 DESCRIPTIONS SPELL CHAPTER 1 BACKBITER The first time the target creature BALEFUL attempts to cast a spell or use a spell- Necromancy like ability, the magic of that spell TRANSPOSITION",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One weapon",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes The weapon you indicate during the spell’s Components: V, S, M/DF casting briefly shimmers with a black aura Casting Time: 1 standard action Seeing your friend imperiled, you cast about that disappears in an eyeblink. Range: Personal for a likely target and settle upon a nearby",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 minute/level (D) your foe faces death. weapon. The next time that weapon is used to make a melee attack, its shaft As you perform the final gestures of the spell Two target creatures, of which you can twists around so that the weapon you feel magic surround you, pushing on be one, instantly swap positions. A solid strikes the wielder instead. The weapon you from all sides as if trying to help keep object such as the ground, a bridge, hits automatically, and no attack roll you standing tall. or a rope must connect the creatures. is made. Both subjects must be within range. The wielder gets no warning or You gain a +4 insight bonus on Balance Objects carried by the creatures (up knowledge of the spell’s effect on his checks. If you have sufficient ranks in to the creatures’ maximum loads) go weapon, and although he makes the the Balance skill, you can even balance with them, but other creatures do not, attack, the self-dealt damage can’t be on an otherwise-impossible surface even if they are carried. The movement consciously reduced (though damage with a DC 20 Balance check. is instantaneous and does not provoke reduction applies) or changed to nonle- If you have 5 or more ranks in attacks of opportunity. thal damage. Once the weapon attacks Balance, you can balance on vertical If either creature succeeds on its Will its wielder (whether successfully or surfaces; the normal modifier for a save, the spell is negated. not), the spell is discharged. sloped or angled surface no longer Magic weapons targeted by this applies to you, though other DC modi- spell receive a Will save. An item in fiers (such as for a slippery surface) BALL LIGHTNING a creature’s possession uses its own do apply. If you balance on a vertical Evocation [Electricity] Will save bonus or its wielder’s bonus, surface, you can move up or down as if Level: Sorcerer/wizard 5 whichever is higher. you were climbing. However, you are Components: V, S, M",
        "name":  "You cast this spell on any melee Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level with Strength 30, for a +10 bonus on the attacks at your normal attack bonus. bull rush attempt). If the subject is a mov- If you attack with a manufactured With crackle of popping joints and tendons, able object, such as a door, you can make weapon or another natural attack, you your hands and fingers become long curving a Strength check (with a +10 bonus) to can’t make any claw attacks in that claws with heavy knuckles. attempt to force open the door. round. The claws do not hinder your",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The claw of slashing melee weapons, dealing 1d4 BATTLE HYMN points of damage with a threat range a bird of prey, such as an eagle or falcon. Enchantment (Charm) of 19–20. Attacks with your trans- [Mind-Affecting] formed hands do not provoke attacks",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action weapons of many monsters. You can [Mind-Affecting]",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates attack routine. You take no penalties Range: Touch (harmless) for two-weapon fighting, and neither Target: Creature touched",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None The belker claws spell makes a spellcaster’s touch a potent weapon",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes + 1/2 your Str modifier. You gain the Small) + 1-1/2 times your Str modifier. benefits of the Blind-Fight and Power You also gain the benefit of the Weapon Your mouth opens impossibly wide and Attack feats, as well. If your base attack Finesse feat. If your base attack bonus engulfs your foe. You swallow loudly and bonus is +6 or higher, you do not gain is +6 or higher, you do not gain any your mouth returns to normal size, leaving any additional attacks. additional attacks. no trace of your foe behind.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level light slashing or piercing weapon to You snarl, and your features shift into those deal 35 points of damage to the stomach You shake your head, and your face reshapes of a tiger. Your hands grow sharp claws, dimension (AC 21). A creature that itself into the visage of a boar. As this hap- and the thick skin and striped fur of a tiger successfully exits appears to cut its way pens, your body becomes bulkier, and your covers your body. free from thin air, appearing in a space shoulders and back bristle with hair. adjacent to you. You gain a +12 enhancement bonus to Each time you cast this spell, you You gain a +4 enhancement bonus to Strength, a +4 enhancement bonus to create a separate temporary stomach Strength, a +6 enhancement bonus to Dexterity, a +6 enhancement bonus to dimension. Constitution, and a +8 enhancement Constitution, and a +5 enhancement bonus to natural armor. Your face bonus to natural armor. Your hands BITE OF THE becomes that of a boar, and you gain become claws, granting you two claw WEREBEAR a bite attack that deals 1d8 points of attacks, and your mouth becomes that damage (or 1d6 points if you are Small) of a tiger, giving you a bite attack. You Transmutation + 1-1/2 times your Str modifier. You can attack with both claws at your full",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sword-shaped planar rift Reflex negates; see text",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes ray of black energy springs from your hand to wrap the indicated target in black flames As you cast the spell, a large black tear in the that absorb heat rather than create it. The universe appears in the form of a crackling black fire crackles and hisses, emanating the ebony sword made of the material of the smells of hot metal and sulfur. planes. The blade flies off at your mental command to destroy your foes. You must succeed on a ranged touch attack with the ray to strike a target. You create a black blade-shaped planar On a successful attack, a living target rift about 3 feet long. The blade strikes is engulfed in chill black flames that at any creature within its range, as you feed on the fuel of their victim’s life desire, starting the round you cast the force. A creature engulfed in blackfire spell. The blade makes a melee touch must make a successful Fortitude save attack against its designated target once each round that the spell is in effect or each round. Its attack bonus is equal to take 1d4 points of Constitution damage your base attack bonus + your Intelli- A black blade of disaster can bring death to and become nauseated. A creature gence bonus or your Charisma bonus (for any creature it touches that makes its Fortitude save takes no wizards and sorcerers, respectively). Illus. by W. England 30 1 RETPAHC LLEPS SNOITPIRCSED damage for that round and is sickened You can cast the spell on a point in Range: 0 ft. instead. In addition to its effects on the space, but the effect is stationary unless Ef fect: Swordlike column of subject, blackfire can spread rapidly. you cast it cast on a mobile object. You gnashing teeth",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round BLACKLIGHT With a thought and a word you Evocation [Darkness] complete the spell. Your weapons",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes or no (object) as daylight. melee weapon you are currently wield-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A piece of coal ing against every foe within reach. If With a few short words of power, you and the dried eyeball of any creature. you wield more than one weapon, or draw the light from the surrounding area. a double weapon, you can attack each Within just a few seconds, the light dims to BLADE OF PAIN foe once with each weapon or end, utter darkness. using the normal rules for two-weapon AND FEAR fighting (PH 160). So, a ranger wielding You create an area of total darkness. Evocation a longsword and a short sword could",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Assassin 2, blackguard 2, attack each opponent he can reach vision and darkvision, but you can cleric 3, Deathbound 2, sorcerer/ with both weapons. If you choose not see normally within the blacklit area. wizard 3 to spend a full-round action in this Creatures outside the spell’s area, even Components: V, S, DF fashion after casting the spell, the spell you, cannot see through it. Casting Time: 1 standard action has no effect. knarF .C yb .sullI 31 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "The darkness is impenetrable to normal Le vel",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V you successfully attacked with a melee Casting Time: 1 swift action Transmutation weapon. That creature must succeed Duration: 1 round",
        "name":  "BLADE THIRST Once per round, choose one target that Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action weapon flashes a momentary blue-white",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One slashing weapon BLAST OF FLAME radiance.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level Conjuration (Creation) [Fire] This spell functions like bless weapon",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cone-shaped burst Divination length while the weapon beneath remains Duration: Instantaneous Level: Blackguard 1, cleric 1, paladin 1 cold and unharmed. Saving Throw: Reflex half Components: V, S",
        "name":  "Unearthly blue flames crackle along its Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No Casting Time: 1 standard action You grant a slashing weapon a +3 Range: 50 ft. enhancement bonus. The weapon sheds As you cast the spell, your hand becomes Effect: 50-ft.-radius spread centered illumination as if it were a torch. sheathedi nb arelyp erceptibley ellowfl ames. on you",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Up to two melee weapons",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No BLAST OF FORCE Evocation [Force] BLESSING OF With a word your weapons burst into flame. Level: Force 3, sorcerer/wizard 2 BAHAMUT",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ray",
        "name":  "Your melee weapons each deal an extra Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You weapons already deal. Spell Resistance: Yes",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See text be knocked prone (size and stability BLINDING BREATH modifiers apply to the saving throw as Transmutation [Light] With a shout you unleash the power of the if the spell were a bull rush). Level: Sorcerer/wizard 4 spell, causing every movement you make with your weapon to seem beautiful and full of flourish. BLESS WEAPON, SWIFT You expel your breath weapon, which crackles with eye-splitting intensity. Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Paladin 1 32 1 RETPAHC LLEPS SNOITPIRCSED The blessed aim spell grants all of a blackguard’s nearby allies a better chance to hit with ranged attacks This spell functions like breath flare This spell has no effect on creatures This spell functions like blindsight, (page 38), except that targets that fail without eyes or creatures that don’t except as noted above and that the their saving throws against your breath depend on eyes for vision. blindsight granted by the spell is effec- weapon are permanently blinded, tive out to 60 feet. rather than dazzled. BLINDSIGHT Transmutation BLINK, GREATER",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 2 action to use all of its natural weapons and similar unprotected flames. It",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action thrown weapons with a 20-foot range those of lanterns, to dance wildly",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action attacks derived from class levels (such actually metal, and never harm you Range: 5 ft. as a barbarian’s rage or a rogue’s sneak or interfere with your movement or Area: 5-ft.-radius emanation centered attack), but you lose any from your actions. You are proficient with your on you normal form that are not derived from blades, and they allow you to deal Duration: 1 round/level class levels. You cannot speak or cast piercing damage equal to 1d6 + your Saving Throw: Reflex half spells while in warforged titan form. caster level (maximum 1d6+5) with a Spell Resistance: Yes Your natural armor bonus becomes +18, successful grapple attack. You can also regardless of any natural armor bonus make a regular melee attack (or off- By drawing on the power of the sun, you from your normal form, and you gain hand attack) with the spikes, and they cause your body to emanate fire. damage reduction 10/adamantine. count as a light weapon in this case. If As a construct, you have the following a creature initiates a grapple with you, Fire extends 5 feet in all directions qualities: immunity to all mind-affect- it takes the same damage, and you gain from your body, illuminating the area ing spells and abilities, poison, sleep a bonus on grapple checks to resist the and dealing 1d4 points of fire damage effects, paralysis, stunning, disease, grapple equal to the damage dealt. You per two caster levels (maximum 5d4). death effects, necromancy effects, criti- get a +4 bonus on Escape Artist checks Adjacent creatures take fire damage cal hits, nonlethal damage, ability drain, to escape from a net, rope, grappler, or each round on your turn. fatigue, exhaustion, energy drain, and spell that entangles. to any effect that requires a Fortitude BODY OF WAR save (unless the effect also works on BODY HARMONIC Transmutation objects or is harmless). You also gain",
        "name":  "The blades appear metallic but are not Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard 5 Components: V, S, M (axe and maul), along with the trample",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action Range: Personal DC 25 half). The warforged titan’s axe",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes rider to fall through the horse’s smoky at your enemy and fire a black beam from form; he or she cannot thereafter your finger. You rub your middle finger across your remount without the intact bottle in thumb like a bow against a fiddle while hand. If the bottle is broken, the spell This spell grants you the ability to simultaneously humming a discordant ends immediately and the rider (if make one ray attack per round. You tune under your breath. Nearby, you see a mounted) falls to the ground. must succeed on a ranged touch attack translucent bone-white fiddle bow appear The smoke horse has a speed of 20 with the ray to strike a target. A living and sink into the flesh of your target. It feet per caster level, to a maximum of creature struck by the ray is dazed for begins sawing, as if playing your target 240 feet. It can send smoke billowing 1d3 rounds if it fails its save. like a fiddle. out behind it at the rider’s behest, leav- ing behind a bank of smoke 5 feet wide BOMBARDMENT You call up a ghostly fiddle bow in the and 20 feet high as it moves. A severe Conjuration (Creation) air above the targeted creature. This wind, or magical wind of any kind,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 8 bow immediately descends into the disperses the horse (and any smoke it",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wooden weapon touched Climb checks made in trees. As long • A creature’s surface thoughts. Duration: 1 round/level as you remain at least 10 feet above • Individual trains of thought in Saving Throw: None the ground, you can brachiate (swing whatever order you desire. Spell Resistance: No by branches and vines) in medium or • One nugget of information per caster dense forest, but not in sparse forest. level from all the minds regard- With the sound of twisting wood, the When you brachiate, you gain a 10-foot ing one particular topic, thing, or weapon you touch grows sharp spikes like enhancement bonus to your land speed being. rose thorns. and ignore the hampered movement • The thoughts and memories of one penalties for undergrowth and other creature of the group in detail. For the duration of the spell, the weapon terrain features. You can charge while deals both piercing and bludgeoning brachiating, but you can’t run. Natu- Once per round, if you do not perform damage. It gains a +1 enhancement rally, some local conditions, such as a detailed study of one creature’s bonus on its attacks and also gains a areas of sparse forest, clearings, wide mind, you can attempt (as a standard +1 enhancement bonus per caster level rivers, or other breaks in the forest action) to implant a suggestion (PH on melee damage rolls (maximum +10). canopy, might force you to return to 285) in the mind of any one of the This spell works only on melee weap- the ground. affected creatures. The creature can ons with wooden striking surfaces. For make another Will saving throw to instance, it does not work on a bow, an resist the suggestion, using the origi- arrow, or a metal mace. BREATH FLARE nal save DC. (Creatures with special Material Component: A small thorn. Transmutation [Light] resistance to enchantment spells can Level: Sorcerer/wizard 1 nosleN .J yb .sullI 39 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action have a breath weapon, either as a super- acid, cold, electricity, or fire energy,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon a spell such as dragon breath (page 73). breath weapon substitution is an acid spell",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round When you successfully cast this spell, when you cast it to change your breath you choose one type of energy other weapon to deal acid damage. You exhale your breath weapon, and it than that normally associated with flashes brilliantly, surprising your foes. your breath weapon: acid, cold, electric- BRIAR WEB ity, fire, or sonic. You can modify your Transmutation For this spell to function, you must breath weapon to add an equal amount",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 2, ranger 2 have a breath weapon that uses fire of the energy you choose. For example,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action ability or as the result of casting a spell weapon normally deals 24d10 points",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 minute/level breath weapon is suffused with bright of fire damage and 24d10 points of acid",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No fire or electricity damage, creatures such as fire and cold, can be combined that fail their saving throws against the using this spell. If you choose sonic With a sound like a thousand knives breath weapon are dazzled for 1 minute energy, the save DC of your breath being unsheathed, the plants in the area per caster level. Sightless creatures are weapon is reduced by 2. grow sharp thorns and warp into a thick not affected by breath flare. When you use this spell to produce briar patch. acid, cold, electricity, or fire energy, it is BREATH OF THE a spell of that type. For example, breath This spell causes grasses, weeds, bushes, weapon admixture is an acid spell when JUNGLE you cast it to add acid damage to your and even trees to grow thorns and wrap and twist around creatures in or enter- Transmutation breath weapon. ing the area. The spell’s area becomes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, DF BREATH WEAPON half speed within the affected area. Any",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 8, druid 8, sorcerer/ The DC of any saving throw made breath weapon, are caught off guard as wizard 7 within the mist against poison or you exhale a cone of caustic acid in their Targets: Weapons carried by one disease increases by 2. surprised faces. creature/2 levels, no two of which The mist does not provide conceal- are more than 30 ft. apart ment. For this spell to function, you must Duration: 1 round/level have a breath weapon, either as a super- Saving Throw: Will negates BREATH WEAPON natural ability or as the result of casting (harmless) a spell such as dragon breath (page 73). Spell Resistance: Yes (harmless) ADMIXTURE When you successfully cast this spell, Transmutation [see text] you choose one type of energy other Taking fresh insight from contemplation of",
        "name":  "Your foes, prepared for your terrible fiery Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "S your breath weapon: acid, cold, electric- aglow with white brilliance.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal weapon to use the selected energy type This spell functions like brilliant blade",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon instead of its normal energy type. For (see below), except as noted here, and",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round example, an old red dragon whose that all weapons of the subject crea- breath weapon normally deals 16d10 tures gain the brilliant energy special You spit out two forms of energy as points of fire damage could use this ability. your breath weapon streaks toward your spell to produce a cone dealing 16d10 opponents. points of acid damage instead. 40 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One melee or thrown armor, but it does function Saving Throw: None weapon, or fifty",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes spell are borne toward (harmless, object) the surface at 60 feet per round until they are With a word, the indicated floating on it. The sub- weapon glows with a soft blue- ject then rests at the top white halo that emits a low, of the liquid (rescuing it slowly pulsating hum. The from drowning if it was faint smell of ozone permeates a sinking air-breather) the air. and can swim away under its own power You transform a single melee or be moved by others weapon, natural weapon, (such as with a rope). If thrown weapon, or group the subject is removed of projectiles into a weapon from the liquid, the with the brilliant energy spell ends. special ability (DMG 224). If this spell is cast on ar- rows or crossbow bolts, the BURNING effect on a particular pro- BLOOD jectile ends after one use, Necromancy whether or not the mis-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 as thrown weapons, thorny grip of nearby plants standard action for the purpose of",
        "name":  "Briar web wraps creatures in the Ca sting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Long (400 ft. + 40 ft./level) BURNING SWORD ing creature. Area: 20-ft.-radius burst Evocation [Fire] Duration: Instantaneous",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched of which are more than 30 ft. apart echoes of your cry travel outward and burst",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No in turn, each of your allies’ hands gain a You cause a burst of low, discordant yellow nimbus, forming into the hands of noise to erupt at the chosen location. By chopping your hand like an axe and large moles. It deals 1d6 points of sonic damage uttering the last few phrases of the spell, you per caster level (maximum 15d6) to all cause the weapon you’ve touched to become This spell functions like burrow, except creatures within the area. wreathed in flickering blue flames. that it affects multiple creatures. Cacophonic burst cannot penetrate the area of a silence spell. The flames from this spell shed azure BUZZING BEE light out to 30 feet. These flames do not Conjuration (Creation) CACOPHONIC SHIELD harm the weapon or its wielder, but",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Medium (100 ft. + 10 ft./level) Casting Time: 1 standard action The enchanted weapon deals an",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None centered on you hit, the weapon deals additional fire",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No Duration: 1 minute/level (D) damage based on the weapon’s critical",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) other attempt at disguising or hiding. A creature that crosses the barrier The bee remains until the spell’s dura- takes 1d6 points of sonic damage +1 42 1 RETPAHC LLEPS SNOITPIRCSED point per caster level (maximum +20) Effect: One called marut Components: V, S, DF, XP and must make a Fortitude save or Duration: Instantaneous Casting Time: 10 minutes be deafened for 1 minute. The sonic Saving Throw: None Range: Close (25 ft. + 5 ft./2 levels) vibrations create a 20% miss chance for Spell Resistance: No Effect: One called zelekhut any missiles (including siege weapon Duration: Instantaneous attacks) crossing the barrier in either You call across the boundaries of the Saving Throw: None direction. The barrier moves with you, multiverse, and the powers of Mechanus Spell Resistance: No but you cannot force another creature respond. The marut warps into place in an to pass through it (for example, by eyeblink with a whirling throb of thunder. You make the necessary conjurations and moving adjacent to an enemy). If you “Who denies death?” it asks with the voice the powers of Mechanus respond. The force a creature to pass through, the of an avalanche. Zelekhut fades into view, its centaur form barrier has no effect on that creature. accompanied by the sound of rattling silver chains. “Who seeks to escape justice?” CALL KOLYARUT it asks with the solemn tones of a judge’s gavel. Conjuration (Calling) [Lawful]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) speed is reduced by one-half because rest and attempts to bowl over anyone of the injury. This movement penalty in its square. The spell ends if the Reaching out to your environment, you lasts for 24 hours, until the creature distance between the sphere and you wrap your allies in the patterns and shift- is successfully treated with a DC 15 ever exceeds the spell’s range. ing colors of their surroundings, concealing Heal check, or until it receives at least them from prying eyes. 1 point of magical healing. A charging CAST IN STONE or running creature must immediately This spell functions like camouflage, Transmutation stop if it steps on a caltrop. Any creature except the effect is mobile with the Level: Druid 9 moving at half speed or slower can pick group. The spell is broken for any Components: V, S its way through a bed of caltrops with individual who moves more than 60 Casting Time: 1 standard action no trouble. feet from the nearest member of the Range: Personal The DM judges the effectiveness of group. (If only two individuals are Target: You caltrops against unusual opponents or affected, the one moving away from the Duration: 1 round/level (D) opponents outside the size range given other one loses its camouflage. If both Saving Throw: None and Fortitude above. A giant centipede, for example, are moving away from each other, they negates; see text can scramble among the caltrops with both become visible when the distance Spell Resistance: No no chance of hurting itself, and a fire between them exceeds 60 feet.) giant wearing thick, massive boots Your eyes become like gray stone orbs traced might be immune to their attacks. For every two caster levels beyond CAPRICIOUS ZEPHYR with golden veins. The change catches the foes fighting you by surprise, and they turn 1st, you can affect an additional 5-foot- Evocation [Air] to stone. by-5-foot square, and the caltrops’ attack Level: Druid 3, sorcerer/wizard 3 bonus increases by 1. Thus, you affect Components: V, S Any creature within 30 feet that meets two squares at 3rd level (+1 melee), three Casting Time: 1 standard action your gaze is permanently turned into a at 5th level (+2 melee), four at 7th level Range: Medium (100 ft. + 10 ft./level) mindless, inert statue (as flesh to stone), (+3 melee), and a maximum of five at 9th Effect: 5-ft.-diameter sphere unless it succeeds on a Fortitude save. level or higher (+4 melee maximum). Duration: 1 round/level You can free the victim of your own Multiple caltrops spells (or mundane Saving Throw: None or Reflex cast in stone at any time by speaking a caltrops) occupying the same space partial; see text command word you establish during have no additional effect. Spell Resistance: Yes the casting. Each creature within range of the CAMOUFLAGE Blowing on your twirling hand, you com- gaze must attempt a saving throw plete the spell, creating a roiling ball of dust Transmutation against the gaze effect each round at and gale-force winds.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level away entirely; doing so prevents the per round in the direction you point, gaze from affecting it but grants you regardless of the presence or absence Upon finishing the spell, your skin and total concealment from that creature. of terrain. clothing change color, warping tint and hue In addition, you can actively attempt If the sphere enters a space with a to match your surroundings. to use the gaze as a standard action each creature, it stops moving for that round round. To do so, you choose a target and tries to bowl over the creature with Throughout the duration of the spell, within range, and that target must its wind force. That creature must resist your coloration changes instantly to attempt a saving throw. A target that is a bull rush attack from the capricious match the background of any new averting or shutting its eyes gains the zephyr, which has a +6 bonus on the environment you enter, with no effort above benefits. check. If the spell wins the bull rush, on your part. This effect grants you a +10 it pushes the creature as far as it can in a circumstance bonus on Hide checks. 44 1 RETPAHC LLEPS SNOITPIRCSED Chain missile puts magic missile to shame CASTIGATE For example, a lawful good cleric who You cause any creatures in the area to Evocation [Sonic] casts this spell deals full damage to feel increasingly more intoxicated the",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates; see text the law–chaos and the good–evil axes",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard 2, cleric 3, druid 3, primary weapon, the subject adds CHECKMATE’S LIGHT sorcerer/wizard 3 1-1/2 times its Strength bonus to the Evocation [Lawful] Components: V, S damage of the attack. If it is used as a",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 3, paladin 2 Casting Time: 1 minute secondary weapon, the subject adds",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon touched The recipient also gains a +4 enhance-",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard 1, Greed 1, sorcerer/ weapon you touch hums a harmonic You divine the relative direction and wizard 1 response before it lights up with a soothing condition of another creature. You",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal You imbue the touched weapon with a If the creature is alive and on the",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No reduction. In addition, you can cause wounded, unconscious, dying, it to cast a red glow as bright as a torch. and so on). If the creature you seek is You rattle the dice in your hand and mutter Any creature within the radius of its on a different plane or dead, you feel the words of the spell, then check your clear illumination (20 feet) gets a +1 nothing. facedown cards again. The two low cards morale bonus on saving throws against have somehow become trumps. fear effects. CLARITY OF MIND If the weapon leaves your grasp, the Abjuration At one point during the duration of spell effect is suppressed until you or",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates become natural weapons that deal 1d8 become shadowy claws. Starting on (harmless) points of damage each or your normal your next action, you can use the claws",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) unarmed damage, whichever is greater. to make unarmed attacks as if they were You are considered armed while this natural weapons. (You attack with one You brush the target with your finger, and spell is in effect. If you are Small, your claw and can use the other claw for an she now perceives handholds and toeholds claws deal 1d6 points of damage, and if off-hand attack. If you have multiple where others see smooth stone. you are Large, they deal 2d6 points of attacks, you use them normally when damage. You add your Strength modi- attacking with the claws.) Attacks with The subject gains a +10 enhancement fier to your claw damage rolls. the claws are melee touch attacks. Each bonus on Climb checks. The bonus Your claws work just like the natural claw deals 1d8 points of cold damage. If increases to +20 at caster level 5th, and weapons of many monsters. You can you grapple an opponent, you deal claw to +30 (the maximum) at caster level make an attack with one claw or a full damage with each successful grapple 9th. Unlike with spider climb, this spell attack with two claws at your normal check, and the grappled target is under does not allow the subject to climb attack bonus, replacing your normal the effect of a slow spell for as long as on ceilings, and it does not give the attack routine. You take no penalties you maintain the grapple. An opponent creature a climb speed. for two-weapon fighting, and neither that makes a successful Fortitude save",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M, You cause clouds to gather and XP a heavy rain to fall. The rain reduces With a kiss blown to each subject, you create Casting Time: 1 round visibility ranges by half, resulting in a gaseous pads of cloudstuff on their feet, Range: Close (25 ft. + 5 ft./2 levels) –4 penalty on Spot and Search checks. allowing them to walk on the clouds. Target: One corpse It automatically extinguishes unpro- Duration: Instantaneous tected flames and has a 50% chance Each subject of the spell can move Saving Throw: Fortitude negates of extinguishing protected flames. with a fly speed of 60 feet (perfect Spell Resistance: Yes Ranged weapon attacks and Listen maneuverability), but only outdoors. checks take a –4 penalty. Fire damage To touch the earth again, a subject must The silkworm cocoon disappears from your in this spell’s area is reduced by 1 point use a standard action to shake off the palm, and silk threads coalesce from thin air per die of damage. cloudstuff, which ends the spell for that around your target, quickly wrapping about This spell does not function indoors, creature. You can dismiss the spell, but the body until it is fully encased. underground, underwater, or in desert only for all subjects at once—an act climates. After the spell ends, the water that can have significant consequences When cast upon a deceased creature created evaporates over the next 10 for subjects already in the air. (whose death can be no less recent minutes. The water created with this than 1 round per caster level), this spell spell does not slake thirst or provide preserves the body and begins a slow any nourishment to plants. process of rebirth. If the corpse is raised, Illus. by R. Spears 50 1 RETPAHC LLEPS SNOITPIRCSED resurrected, or reincarnated at any point Area: 1-mile-radius circle centered COMETFALL during the next week, the creature on you Conjuration (Creation) takes no level loss or Constitution loss Duration: 2d4 hours",
        "name":  "Co mponents",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level (D) tion period). A creature afflicted with This spell bolsters the mental, physical, this disease takes 1d8 points of Dexterity and spiritual strength of the creature As you finish chanting the words, a pearles- damage immediately, and each day that touched. The spell grants the subject a cent film covers your body before fading into the disease persists, it must make a DC +2 morale bonus on saving throws, with your skin, a pale rainbow of colors offering 13 Fortitude save or take another 1d8 an additional +1 to the bonus for every their protection against potential damage points of Dexterity damage. six caster levels you have (maximum +5 to come. The fog moves away from you at 10 morale bonus at 18th level). feet per round, rolling along the surface Material Component: A small This spell functions similarly to con- of the ground or water. (Figure out the parchment with a bit of holy text writ- tingency (PH 213), but with a more cloud’s new spread each round based on ten upon it. limited scope. While contingent energy its new center, which is 10 feet farther resistance is in effect, if you are dealt away from the point of origin where damage associated with one of the five CONVICTION, MASS you cast the spell.) Because the vapors types of energy (acid, cold, electricity, Abjuration are heavier than air, they sink to the fire, or sonic), the spell automatically Level: Cleric 3 lowest level of the surface over which grants you resistance 10 against that Range: Medium (100 ft. + 10 ft./level) they move, pouring down sinkhole type of energy for up to 10 minutes per Targets: Allies in a 20-ft.-radius burst openings, and even down through caster level, or until the remainder of minute cracks. Contagious fog cannot the spell’s duration, just as if you were You hold the holy passage aloft and invoke penetrate liquids, nor can it be cast under the effect of a resist energy spell the power of its words. Around you, your underwater. of the appropriate type. friends are bathed in a sea-blue nimbus",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 minute/level (D); prevent damage in future rounds. a natural weapon. If you grapple an see text Creatures damaged by the spell shiver opponent, you can deal this damage in",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Medium (100 ft. + 10 ft./level) burst completes the spell, you feel the weapon",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (object) against a flanked foe or against a foe denied its Dexterity bonus, you deal CURSE OF With a final word and gesture, time takes an extra 1d6 points of damage, your control of the object, eroding it away before IMPENDING BLADES weapon’s threat range is doubled (as if your eyes, aging it several centuries in a Necromancy under the effect of keen edge), and you few seconds. Level: Bard 2, ranger 2, sorcerer/ gain a +4 insight bonus on rolls made to wizard 2 confirm critical threats. The increased",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M/DF threat range granted by this spell on a fabricated structure such as a stone Casting Time: 1 standard action doesn’t stack with any other effect that bridge, a wooden building, an iron wall, Range: Medium (100 ft. + 10 ft./level) increases your weapon’s threat range. a construct, or any other object not Target: One creature Creatures immune to extra damage formed by nature itself. Duration: 1 minute/level from sneak attacks are immune to the The erosion deals 1d8 points of Saving Throw: None extra damage dealt by your attacks. damage per caster level to the object Spell Resistance: Yes (hardness does not apply) to a maxi- mum of 10d8. The maximum size of 57 DESCRIPTIONS SPELL CHAPTER 1 You grip the nail-pierced hunk of leather Components: V Range: 120 ft. and cast the spell. A small black dagger Casting Time: 1 swift action Area: 120-ft. line jets from the tip of the nail and strikes your Range: Touch Duration: Instantaneous opponent squarely in the chest. Target: One melee weapon Saving Throw: Reflex half",
        "name":  "You bring the forces of erosion to bear Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None avoiding attacks, sometimes even seem- Spell Resistance: No Cupping a child’s top, you forcefully thrust ing to stumble into harm’s way. The your hand forward, simultaneously speak- subject takes a –2 penalty to AC. Drawing upon dark powers, you whisper a ing the final words of the spell’s proscribed The curse cannot be dispelled, but vehement curse and draw your finger down formula. Immediately thereafter, a blast it can be removed with a break enchant- the weapon. of whirling wind issues forth from your ment, limited wish, miracle, remove curse, outstretched fingers, sweeping up within it or wish spell. A weapon affected by this spell deals all who stand in its way.",
        "name":  "The target of the spell has a hard time Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A nail wounds that can’t be healed in the through a piece of leather. usual fashion. Any damage dealt by You send a twisting torrent of wind, the weapon (not including damage not unlike a tornado turned on its CURSE OF IMPENDING from special weapon properties such side, toward your enemies. A cyclonic as flaming, holy, wounding, and so on) blast deals 1d6 points of damage per BLADES, MASS cannot be cured by any means until caster level (maximum 15d6 points of Necromancy the damaged individual has received a damage) to all creatures and objects in",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Enemies in a 20-ft.-radius If a creature is slain by a weapon that your fingertips. burst is under the effect of this spell, it can’t Creatures who fail their Reflex be raised from the dead unless a remove saving throws against a cyclonic blast This spell functions like curse of impend- curse spell (or similar effect) is cast on are additionally in danger of being ing blades, except that it affects multiple the body or a true resurrection spell is knocked back by the force of the wind. enemies. used. Treat this as a bull rush attack made with a +12 bonus on the Strength CURSE OF CUTTING HAND check. The cyclonic blast always moves with the opponent to push that target LYCANTHROPY Transmutation back the full distance allowed, and",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All creatures in a 15-ft.-radius flames. You cannot see the fire in the shad- burst centered on you DEADFALL ows, but you know it is there, as will those Duration: Instantaneous Conjuration (Creation) who will soon feel the hungry flames. Saving Throw: Fortitude negates Level: Druid 8 (harmless) Components: V, S Dark flames appear in your hand. You Spell Resistance: Yes (harmless) Casting Time: 1 standard action can hurl them or use them to touch Range: Long (400 ft. + 40 ft./level) enemies. The flames appear in your With a cry similar to a rooster’s you cast Effect: Mass of dead wood forming open hand and harm neither you nor the spell. For a moment you feel as if you in a cylinder (20-ft. radius, 40 ft. your equipment. They emit no light had just awakened from a comfortable high); see text but produce the same amount of heat nap, but as the feeling fades, those around Duration: Instantaneous; see text as an actual fire. you begin to stir. Saving Throw: Reflex partial; Beginning the following round, you see text can strike opponents with a melee touch All sleeping creatures in the affected Spell Resistance: No attack, dealing 1d6 points of fire damage area awaken. Those who are uncon- per two caster levels (maximum 5d6). scious because of nonlethal damage With the final word of the spell you call into Alternatively, you can hurl the flames up wake up and are staggered. This spell being a huge tower of logs and branches. It to 120 feet as a thrown weapon. When does not affect dying creatures. collapses to the ground with a roar, crushing doing so, you make a ranged touch attack creatures beneath its weight. (with no range penalty) and deal the DEAD END same damage as with the melee attack. Pick a point on the ground as the center Illusion (Shadow) No sooner do you hurl the flames than of the radius and bottom of the cylin-",
        "name":  "Your hand feels warm cupping the eldritch Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action perceive more than before. passage with an illusion that defeats Range: Touch even the senses of taste and touch. Any Target: Your weapon This spell functions like darkvision (PH creature making a Search check, using Duration: 1 round 216), except that all target creatures the scent ability, or using the Survival Saving Throw: Fortitude partial; receive the spell’s benefits. Unlike skill to track a creature affected by see text with darkvision, recipients of this spell this spell interacts with the illusion Spell Resistance: No 60 1 RETPAHC LLEPS SNOITPIRCSED At your touch, the weapon rings like a creature striking you with its body or somatic, material, or focus (but not struck tuning fork. The sound diminishes handheld weapons takes 1d4 points divine focus) components, but does until it’s imperceptible, but when you touch of damage +1 point per two caster not otherwise hinder your actions or the weapon you can feel the vibration. levels (maximum +10). If the creature movement. has spell resistance, it applies to the As a standard action, you can project You empower the touched weapon damage. Weapons with reach, such as a cone of fear or make a melee touch with magic that causes it to emit a loud longspears, do not endanger their users attack to use inflict critical wounds on clang when it is struck against a hard in this way. the creature touched (the caster level of surface, such as a floor, wall, or creature. Material Component: Paste made from these effects equals your own). These The weapon deals 1d6 points of sonic ground bones. effects are otherwise identical to the damage with each successful hit, and Focus: An onyx worth 50 gp. spells of the same names, but have any creature struck by the weapon must saving throw DCs equal to what this succeed on a Fortitude saving throw or DEATH DRAGON spell’s save DC would be if the spell be deafened for 1 minute. allowed a save. Necromancy [Evil, Fear, Mind- Affecting]",
        "name":  "A glance at your allies show that they too tracks, scent, and other signs of their Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Permanent until triggered You smear yourself with white paste, draw- in a dragon-shaped cocoon of bones and Saving Throw: None ing a skull on your bare flesh. Immediately, negative energy. Spell Resistance: No a wreath of black flames crackles to life around you. The cocoon created by this spell gives With the last words of power, you make you a +4 enhancement bonus to natural the convert’s oath binding and ensure your The black flames created by this spell armor and a +4 deflection bonus to deity’s aid when the worst befalls his new injure creatures that contact them. Any Armor Class. You are treated as armed servant. when you make unarmed attacks, and you deal damage as if your limbs were This spell allows the target to enter The deadfall spell short swords of an appropriate size. into a binding agreement with your crushes the life fromits victims You can use your off hand to attack, deity that brings the target back to life incurring the standard two-weapon if it is slain. fighting penalties (PH 160). The cocoon When this spell is cast, the subject’s prevents you from casting spells with Constitution is permanently lowered by 2 points. In exchange for this, if the subject should die, a true resurrection spell (PH 296) is immediately cast upon the sub- ject. However, the resurrected creature does not regain the 2 Constitution points when returned to life. If the spell is dispelled before the subject dies, it does not regain its 2 lost Constitution points. A wish or miracle spell can return the lost Con- stitution, but only after the death pact has been activated or dispelled.",
        "name":  "You summon unholy power to gird yourself Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Each round you can turn to only by adamantine weapons. For in whichever direction you point and detect things in a new area. The spell example, a suit of full plate would engulfs those it strikes. It moves 30 can penetrate barriers, but 1 foot of provide damage reduction 4/ada- feet per round and can leap up to 30 stone, 1 inch of common metal, a thin mantine, and a +1 breastplate (+6 AC) feet to strike a target. If it enters a sheet of lead, or 3 feet of wood or dirt would provide damage reduction space with a creature, it stops moving blocks detection. 3/adamantine. for the round and deals 2d4 points of Material Component: Diamond dust damage as it evaporates moisture from DEVIL BLIGHT worth at least 50 gp. the subject. (The subject can negate Transmutation this damage with a successful Reflex Level: Cleric 3, sorcerer/wizard 3 DIMENSION DOOR, save.) Oozes, creatures composed of water (such as water elementals), and Components: V, S, DF GREATER",
        "name":  "A globe of supernaturally dry air rolls Note",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level You make one undead—including its The smell of wet animal dander assaults clothing, armor, weapons, and equip- your nose even as the perfume of the mate- ment—look different. You can make rial component fades. You feel suddenly Many wizards jealously guard their it seem 1 foot shorter or taller, thin, spellsbooks, placing magical and mundane more suspicious of beings around you, as fat, or in between. You cannot change wards upon them if some of them might not be what they the creature’s body type. For example, seem. a wight could look human, humanoid, DISCOLOR POOL or like any other generally human- By taking a standard action to con- shaped bipedal creature. Otherwise, Illusion (Glamer) centrate, you can see the true form of the extent of the apparent change is",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No capable of assuming. of the undead or its equipment. A bat- dnalgnE .W yb .sullI 67 DESCRIPTIONS SPELL CHAPTER 1 tleaxe made to look like a dagger still natural ability or as the result of casting Any spell effect operating on a crea- functions as a battleaxe. a spell such as dragon breath (page 73). ture or unattended object that passes This spell also foils magical means When you successfully cast this spell, through the screen is affected as by a of detecting undead. The subject of your breath weapon acts as a targeted targeted dispel magic (PH 223) at your disguise undead detects as a creature of dispel magic (PH 223). caster level. Attended items that pass the type simulated. For each creature or object that fails through are not affected by the screen, Creatures get Will saves to recog- its saving throw against your breath which is the only way the screen differs nize the glamer as an illusion if they weapon and that is the subject of one from a normal targeted casting of dispel interact with the subject (such as by or more spells, you make a dispel check magic—attended items are essentially touching the undead and having that against the highest level spell currently not targeted by the screen. Make a not match what they see, in the case of in effect on the object or creature. A caster level check (1d20 + 1 per caster this spell). dispel check is 1d20 + 1 per caster level level, maximum +10) to dispel spell",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action your breath weapon are likewise not antimagic field suppresses it.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No summoned by monster summoning), is DISPELLING SCREEN, in the area and fails its saving throw against your breath weapon, you can GREATER Your head throbs with energy as you recite also make a dispel check to end the Abjuration the final few phrases of the spell. A moment spell that conjured the creature (return- Level: Drow 6, sorcerer/wizard 7 later, the energy releases and the area you ing it whence it came). designated as the spell’s target glows silver For each ongoing area or effect spell This spell functions like dispelling screen, for several seconds. You hear a sound like a centered within the area of your breath except that the maximum caster level mechanical object winding down. weapon, you make a dispel check to bonus on the dispel check is +20. dispel the spell. This spell functions like dispel magic (PH 223), except that it can be used Spells are dispelled prior to the DISPLACER FORM effect of your breath weapon being only in the targeted or area version, Transmutation resolved. and it affects only abjuration magic Level: Sorcerer/wizard 4 You can choose to automatically placed upon objects or areas (such as Components: V, S, M succeed on dispel checks against any arcane lock, explosive runes, fire trap, glyph Casting Time: 1 standard action spell in the area that you have cast. of warding, and guards and wards.) The Range: Personal maximum bonus on the level check Target: You is +10. DISPELLING SCREEN Duration: 1 round/level (D) Abjuration",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon of up to 1 ft./level beast (MM 66). While under the effect",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No to Large. You have the space and reach with starlight motes that gravitate toward of a displacer beast (15 feet/5 feet [10 the spellcasters and summoned monsters By tossing down the sheet of crystal in your feet with tentacles]). You gain two within the cloud. hand and completing the mysterious words tentacle attacks, which each deal 1d6 of power needed to release the energy of the points of damage + your Str modifier. For this spell to function, you must spell, you create an immobile, shimmering You gain the Strength, Dexterity, and have a breath weapon, either as a super- screen of violet energy. Constitution of an average displacer 68 1 RETPAHC LLEPS SNOITPIRCSED Displacer form gives a spellcaster some obvious advantages beast (Str 18, Dex 15, Con 16), but you DISQUIETUDE DISRUPT UNDEAD, retain your own mental ability scores. Enchantment (Compulsion) [Mind- GREATER Your base land speed becomes 40 feet. Affecting, Sonic] Necromancy You gain darkvision out to 60 feet. You Level: Bard 2",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, DF Target: Weapon touched powers. Paladins, blackguards, and",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level or until ability to channel energy through the discharged (D) A longing for battle fills you as you complete use of a turn or rebuke attempt, and so this spell. Upon touching the intended also interferes with the use of many Clutching the focus of your spells to your weapon, the feeling fades even as a dull red divine feats. chest, you let your eyes flutter shut. As you aura encompasses the weapon. complete the short prayer you feel your deity’s presence fill you with confidence. DIVINE PROTECTION For the duration of the spell, the Enchantment (Compulsion) weapon’s threat range is doubled, Once during the spell’s duration, you [Mind-Affecting] and its critical threats automatically can choose to use its effect. This spell Level: Cleric 2, paladin 2 confirm, so every threat is a critical grants you an insight bonus equal to 5 Components: V, S, DF hit. The latter effect does not apply to + your caster level (maximum bonus of Casting Time: 1 standard action any weapon that already has a magical +15) on any single skill check. Activat- Range: Medium (100 ft. + 10 ft./level) effect related to critical hits. ing the effect requires an immediate Targets: Allies in a 20-ft.-radius burst Multiple effects that increase a action. You must choose to use the Duration: 1 minute/level weapon’s threat range (such as this insight bonus before you make the Saving Throw: Will negates spell and the Improved Critical feat) check you want to modify. Once used, (harmless) don’t stack. You can’t cast this spell on the spell ends. Spell Resistance: Yes (harmless) a natural weapon, such as a claw. You can’t have more than one divine insight effect active on you at the same You call upon your holy powers to aid your DOOMTIDE time. companions and a golden light appears Illusion (Pattern) from above, bathing them with sparkling",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates; see text and turn yellow and catlike, like those of Using magic to mimic a dragon’s breath, a dragon. You complete the spell with a few last ges- you spew forth a gout of energy. tures and arcane words. You feel a pressure You gain the visual acuity of a dragon, in your mind as you begin to relay the intent You gain the ability to breathe a gout of including low-light vision, darkvision, of your dreaming contact. energy as a standard action that mimics and blindsense. a dragon’s breath. Once you’ve used the You can see four times as well as a This spell functions like dream (PH breath attack, you must wait 1d4 rounds normal human in low-light conditions 225), except as noted above and that you before doing so again. and twice as well in normal light. Your can alter the sleeping person’s dreams When you cast dragon breath, you darkvision is effective out to 10 feet per to produce a specific desired effect. The choose one true dragon whose breath caster level. You take half the normal dreamer gets a Will saving throw to you’re emulating. If you choose a chro- penalties for distance on Spot checks. resist the additional effects of this spell; matic dragon, then the spell gains the Your blindsense has a range of 5 feet if the save succeeds, the dream casting evil descriptor. If you choose a metallic per caster level. spell can send only a message, in the dragon, then it gains the good descrip- None of these effects stack with manner of the dream spell. If the saving tor. Particulars for the breath weapons any low-light vision, darkvision, or throw fails, you decide what additional of each of the true dragons are provided blindsense you might already have. effect the message carries. below. Focus: A dragon’s eye.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your image in the dream taunts and harasses the dreamer. For the dura- tion of the spell, any time the dreamer can see you or knows you are present, he preferentially attacks you if in a combat situation. The dreamer gains a +2 morale bonus on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls when attacking you while under this effect. This Dream sight gives a sleeping character the ability to pass through the world like a ghost is a compulsion effect.",
        "name":  "Rage",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A miniature Spell Resistance: Yes attacks by stone weapons (such as a hand sculpted from clay. 77 DESCRIPTIONS SPELL CHAPTER 1 magical darkness, although it does not otherwise improve the subject’s ability to see in natural dark or shadowy conditions. The subject ignores the miss chance due to lack of illumination other than total darkness. While the spell is in effect, a jet-black film covers the subject’s eyes, a visual effect that gives the spell its name.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See text you with natural weapons must make",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon You infuse your familiar with vigor, must be chosen each time.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round granting it a +2 competence bonus on saves, attack rolls, and melee damage Your breath weapon explodes from your rolls, as well as a +2 dodge bonus to ENLARGE PERSON, mouth, brilliant but mixed with sharp Armor Class. GREATER spikes of living darkness. Transmutation",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch have a breath weapon, either as a super-",
        "name":  "Transmutation Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal as you complete the spell. you can modify your breath weapon so",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level This spell functions like enlarge person addition to the normal energy damage (PH 226), except as noted above. your breath weapon deals, creatures You call upon the primordial energies of that fail their saving throws against the breath weapon gain 2d4 negative nature to fill you with the raw power of ENRAGE ANIMAL nature. A feral feeling grows within you, levels. Enchantment (Compulsion) seeking release. If the subject gains at least as many [Mind-Affecting] negative levels as it has Hit Dice, it dies. Level: Druid 1, ranger 1 This spell infuses your wild shape abil-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S ity with magical energy, magnifying the following penalties: –1 penalty on Casting Time: 1 standard action and enhancing its power. The type attack rolls, saving throws, skill checks, Range: Medium (100 ft. + 10 ft./level) of enhancement must be chosen at ability checks, and effective level (for Target: One animal the time the spell is cast and cannot determining the power, duration, DC, Duration: Concentration +1 round/ be changed once the spell is in effect. and other details of spells or special level The next time you activate your wild abilities). Additionally, a spellcaster Saving Throw: None shape ability (during the duration of loses one spell or spell slot from her Spell Resistance: Yes enhance wild shape), this spell enhances highest available level. your new form in the way you selected. Assuming the subjects survive, You feel inexplicably angry as you near the The enhancement to your wild shape they regain lost levels after a number conclusion of the spell’s casting. The feeling remains as long as you stay in that form of hours equal to your caster level. subsides slightly as you release the spell into (or until the spell’s duration expires) Ordinarily, negative levels have a your target. but does not apply to your next wild chance of permanently draining the shape form. If you do not activate your subject’s level, but the negative levels Enrage animal affects only creatures wild shape ability during the duration from enervating breath don’t last long of the animal type and bestows a +4 of enhance wild shape, the spell has no enough to do so. morale bonus to Strength and Con- effect. If an undead creature is caught stitution, a +2 morale bonus on Will You select one of the following within the breath weapon, it gains saves, and a –2 penalty to Armor Class. enhancements when you cast this 2d4×5 temporary hit points before This effect is otherwise identical to a spell. taking damage from the breath weapon. barbarian’s rage (PH 25), except that These temporary hit points last for up the animal is not fatigued at the end • Assume the form of a plant with your to 1 hour. of the rage. next wild shape. 83 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Each negative level gives a creature Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) A cocoon of force encloses a crea- Rapping your staff with a knuckle, you ture of size Large or smaller, cause it to sprout wriggling vines that containing it for the spell’s grab and lash at the air. duration or until the co- coon is destroyed. The Each time you successfully strike cocoon has hardness 10 a foe with the staff (a normal and 10 hit points per melee attack), you deal normal caster level. The envel- damage and can attempt to oping cocoon prevents the start a grapple as a free action creature trapped inside without provoking attacks from moving or cast- of opportunity. This grapple ing spells with somatic attempt does not require a components. The cocoon separate touch attack. You gain is too confining to permit a +8 bonus on grapple checks you effective attacks with any- cause by striking a foe with the thing larger than a natural or entangling staff. You can attempt light weapon (and the creature to grapple creatures up to one size inside can attack only the category larger than you. Entangling staff makes cocoon in any event). If your grapple check succeeds, your a simple piece of wood You can attach a sec- quarterstaff’s vines constrict your foe, into a surprisingly ond spell to the cocoon dealing 2d6 points of damage (you versatile weapon by casting it at the co- can choose to deal nonlethal damage coon. When the enveloping instead of normal damage if you wish). You enchant a creature so that cocoon spell ends or is dismissed, the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "40-ft.-radius burst centered Target: Your breath weapon Components: V, S, M on you Duration: Casting Time: 1 standard action",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S After the casting of ethereal breath, spell but is otherwise unaffected. The a dragon’s breath weapon affects",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level (D) You exhale a blast of fire down the cor- The subject within the crystalline ridor, but none of the furnishings take any prison cannot make physical attacks You infuse yourself with the essence of a damage. On another plane of existence, a or be attacked and is unaffected by prehistoric raptor. New sensations assault horde of ethereal marauders is now nothing most spells and supernatural abilities. you as you notice sounds, smells, and other more than smoldering meat. Gaze attacks and sonic spells function elements of your surroundings that you through the walls of the crystalline could not perceive before. For this spell to function, you must prison, but a creature within the have a breath weapon, either as a super- chamber gains a +2 bonus on saving Your physical appearance does not natural ability or as the result of casting throws. change. Your speed increases to 60 feet a spell such as dragon breath (page 73). The target of ethereal chamber can (if it is already 60 feet or faster, it does When you successfully cast this spell, break the crystalline prison by making not change), and you gain a +8 bonus on you can modify your breath weapon to a Strength check (DC 10 + caster level). Hide, Jump, Listen, Spot, and Survival manifest on the Ethereal Plane instead A disintegrate spell destroys an ethereal checks. of on the Material Plane. (You must be chamber. You also gain the scent ability (MM on the Material Plane, or on another Material Component: A piece of trans- 314). plane with a coexistent Ethereal Plane, lucent glass. for this spell to function.) Your breath weapon affects ethereal creatures as if sraepS .R yb .sullI 85 DESCRIPTIONS SPELL CHAPTER 1 ETHEREAL MOUNT Once per round after that for the wooden, plaster, or stone walls, but not duration of the spell, you can target through metal or harder materials. If a Conjuration (Creation) another creature with your glare as a wall’s thickness is more than 1 foot per",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ranged weapon touched other commonly ridden mounts, but Duration: 1 minute/level EXPEDITIOUS RETREAT, they have a foggy, almost translucent Saving Throw: Will negates SWIFT nature, and their colors shift across the (harmless, object) Transmutation spectrum over time. Spell Resistance: Yes (harmless,",
        "name":  "The mounts appear as horses or any Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round They do not fight and have no attacks. the spell you see in your mind’s eye the vital If reduced to 0 hit points, an ethereal areas of your favored enemy’s anatomy. In a breathless voice you call out, as if you mount melts into the ethereal fog from were already running a race. which it came. All rolls made to confirm critical An ethereal mount has a speed of threats by the target weapon against This spell functions like expeditious 240 feet on the Ethereal Plane and can your favored enemies automatically retreat (PH 228), except as noted carry its rider’s weight plus 10 pounds succeed, so every threat is a critical above. per level. (If the Deep Ethereal is used hit. The affected weapon also ignores in your cosmology, then the amount any miss chance due to concealment of time to reach destinations is halved whenever you fire at a favored enemy EXPLOSIVE CASCADE while on an ethereal mount.) (unless the target has total conceal- Evocation [Fire] ment, in which case the normal miss Level: Sorcerer/wizard 4 EVIL GLARE chance applies). If the ranged weapon Components: V, S, M or the projectile fired has any magical Casting Time: 1 standard action Necromancy [Evil, Fear, effect or property related to critical hits, Range: Close (25 ft. + 5 ft./2 levels) Mind-Affecting] this spell has no effect on it. Area: One 5-ft. square/level, all of",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action weapons and giant boul-",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard tion damage. If you make a full attack action with other weapons, you can make a",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A flask of alche- fires you enter and move between must requires only as much concentration as mist’s fire (worth 20 gp). be at least as big around as you are. Fire walking, so you can take other actions elementals and other fire creatures are normally. not considered “fires” for the purpose of If the spell duration expires while FIREBURST this spell, nor are sources of great heat, you are aloft, you descend at a rate of 60 Evocation [Fire] such as pools of lava. feet per round for 1d6 rounds, then fall Level: Sorcerer/wizard 2 Once in a fire, you instantly know the rest of the distance if you haven’t Components: V, S, M the locations of all suitable fires within already landed. Because dispelling a Casting Time: 1 standard action long range (400 ft. + 40 ft./level) and spell effectively ends it, the subject also Range: 10 ft. can transport yourself to one of them. descends in this way if the fire wings Effect: Burst of fire extending 10 ft. Each transport counts as a full-round spell is dispelled, but not if it is negated from you action. With each casting of the spell, by an antimagic field. Duration: Instantaneous you can transport yourself once per If you are not flying, you can make up Saving Throw: Reflex half caster level. If a fire’s location doesn’t to two attacks each round with the fire Spell Resistance: Yes offer enough space for you (for example, wings as if they were natural weapons. a fire contained inside a furnace too A successful attack deals 2d6 points of With a grand circular gesture the air small to hold you or a fire already fire damage. around you fills with flame. An instant occupied by a big cauldron), it is not a The wings can be extinguished (and later the fire explodes outward, engulfing viable destination and you don’t sense the spell canceled) by a quench spell, everything close to you. its location. If a fire rests on a surface immersion in water, or a wind of hur- that can’t support you, it is still a viable ricane or greater force. Fireburst causes a powerful explosion destination and you suffer the appro- Material Component: The feather of a of flame to burst from you, damag- priate consequences if you transport bird, which you must burn when you ing anyone within 10 feet of you. All yourself to it. For example, if you cast the spell. creatures and objects within that area, transport yourself into a fire burning Focus: A golden amulet shaped like a except for you and any creatures or in a pit full of oil, you fall into the oil phoenix (worth 150 gp). objects that share your space, take 1d8 when you arrive there. points of fire damage per caster level Fire stride provides no protection FIREBRAND (maximum 5d8). against fire, so it is advisable to obtain Material Component: A bit of sulfur. Evocation [Fire] such protection before using the",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action Creatures that make successful melee magical fire effect can function inside Range: 0 ft. attacks against the subject are suscep- its area. This effect is similar to that of Effect: A daggerlike beam tible to the same damage unless they an antimagic field, but only magical fire Duration: 1 minute/level (D) attack with weapons that have reach, is suppressed. Any nonmagical fire cre- Saving Throw: None such as longspears. ated inside or brought into the spell’s Spell Resistance: Yes The subject of fires of purity takes only area is immediately extinguished as half damage from fire-based attacks. well. You evoke the spell and a blazing beam of If such an attack allows a Reflex save red-hot fire springs forth from your hand, for half damage, the subject takes no damage on a successful save. FIST OF STONE ready to be used as a weapon. Transmutation [Earth] You create a bladelike beam that you",
        "name":  "While fireward remains in effect, no Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Nonmagical weapon touched Flashburst creates a blinding, dazzling Spell Resistance: Yes",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No A successful Will save negates the you hear the sickening but satisfying crunch blindness. Creatures in the area are of your foe’s bones breaking beneath his Using your faith as a guide for your magic, dazzled for 1 round even if their save squeezing flesh. you touch the weapon and it bursts into was successful. Creatures outside the flame. area, but within 120 feet of the burst, A creature with Hit Dice less than or can be blinded for 2d8 rounds if they equal to your caster level is automati- You can temporarily turn any single have line of sight to the burst (Will cally stunned for 1 round (no saving normal or masterwork melee weapon negates). Creatures outside the burst throw). A creature with Hit Dice into a magic, flaming one. For the dura- area are not dazzled. greater than your caster level is allowed tion of the spell, the weapon acts as a Arcane Material Component: A pinch a saving throw to negate the stunning +1 flaming burst weapon. of sulfur or phosphorus. effect.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A lump of phos- In the following round, the target phorus, touched to the target weapon. FLENSING must make a Fortitude save or take 1d6 points of damage per caster level Transmutation [Evil]",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched Transmutation creatures. Each recipient of the spell",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature/level, no two the others. If only two individuals object) of which are more than 30 ft. apart are affected, the spell ends for both if the distance between them exceeds Holding aloft the weapon, you name the As your gestures point out which creatures 30 feet. kind of creature you wish to slay. With a receive the benefits of your spell, they seem flash, the weapon takes on a blue glow that lighter on their feet. yelsroH .R yb .sullI 97 DESCRIPTIONS SPELL CHAPTER 1 quickly fades to a barely perceptible aura one Tiny, two Diminutive, or four Fine Curling your hand into a claw, you finish surrounding it. creatures for 1 hour. the final gesture. Your foes see no result Like a wall of force spell, a force chest from your spell, but you know they’re in When you cast this spell, choose one is immune to damage of all kinds and for a surprise. of your favored enemies. Against crea- resists dispel magic, but it is susceptible tures of the selected enemy kind, the to disintegrate and Mordenkainen’s dis- Force claw creates a Medium claw of weapon acts as a +5 magic weapon and junction, and it can be destroyed by a invisible force at any spot you desig- deals an extra 2d6 points of damage. sphere of annihilation or a rod of cancella- nate within the spell’s range. The claw Furthermore, while you wield the tion. The box is a spell effect, and Open guards the area of a 20-foot cube that weapon, you gain a +4 resistance bonus Lock and Use you specify. You can move the claw’s on saving throws against effects created Magic Device location up to 60 feet to another point by creatures of that kind. cannot open it. within range each round on your turn The spell is automatically canceled as a move action. 1 round after the weapon leaves your The claw is able to make attacks of hand for any reason. You cannot have opportunity against any enemy that more than one foebane weapon active provokes such attacks within the at a time. guarded area. It has a +10 bonus on If this spell is cast on a magic weapon, the attack roll and deals 1d8+6 points the powers of the spell supersede any of damage with a successful hit. It can that the weapon normally has, render- make an unlimited number of attacks of ing the normal enhancement bonus opportunity each round, though and powers of the weapon inopera- it can make only one such attack tive for the duration of the spell. per opportunity.",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A any other spell that might modify small, dried claw from an the weapon in any way. This spell animal. does not work on artifacts. FORCE FORCE CHEST LADDER Evocation [Force] Evocation [Force]",
        "name":  "This spell is not cumulative with Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No grip a box, you feel the pressure of security when confronted by of one appear as you complete the spell. The troublesome adventurers You concentrate on the small silver model passwordy ouc hooset ou nlockt heb oxe choes of the ladder in your outstretched hand. through your mind.",
        "name":  "A force chest spell gives a lich a sense Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A 2-inch-square A transparent ladder, visible only by its glass cube. edges, appears. This spell brings into being a lidded box of force. The box appears in your hands, and you can choose to make it either FORCE CLAW You create an immobile transparent ladder made of force. The ladder is 2 feet invisible or merely translucent. The Evocation [Force] wide and anywhere from 10 to 60 feet chest has no weight worth noting. Level: Sorcerer/wizard 4 long, with rungs spaced 1 foot apart. Solid walls of force form the chest’s Components: V, S, M The ladder functions as a normal ladder five sides and lid. You and other crea- Casting Time: 1 standard action and can support any weight. It can be tures cannot open the lid except by first Range: Medium (100 ft. + 10 ft./level) destroyed by anything that destroys a speaking the password (determined by Effect: Invisible claw of force wall of force. you at the time of casting). Both objects Duration: 1 round/level (D)",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes and damage rolls and a –6 penalty on arms or grasping limbs are affected by ranged weapon attack rolls (but not the spell (so basilisks and monstrous Upon completing the spell, a discordant ranged spell attack rolls). A creature or centipedes, neither of which use their cacophony of haunting and alien music object that falls into the fog from above limbs to attack or manipulate objects, rises up in the area you designate. Although is slowed, so that each 10 feet of mist are unaffected). the strange music reaches your ears, you feel it passes through effectively reduces For every set of limbs fused into the no effect from it. overall falling damage by 1d6. primary set of limbs, the creature gains Freezing fog also coats all solid sur- +4 to Strength when using those fused Creatures that fail their save become faces in its area with a slick, icy rime, limbs (affecting activities that would affected by the haunting fugue in and on your turn each round, each use those limbs, but not activities semirandom ways. On each affected creature in the area of the fog must relying on its bite, legs, and so on). For creature’s turn (as long as it remains in make a successful Reflex save or fall example, a girallon under the effect of the affected area), you make a Perform prone. A creature that manages to stand this spell would have one pair of arms check. The check result determines must make a DC 10 Balance check in and Strength 26 for the purpose of how the victim’s mind and body are order to move, falling prone if it fails using those arms. A behir, which has affected by the spell. You can select its save by 5 or more. Creatures in the three pairs of limbs that it can use as any of the effects for which your fog can’t take a 5-foot step. arms, would end up with one pair of Perform check equals or exceeds the A severe wind disperses the cloud in arm-limbs with a +8 bonus to Strength required DC. 1 round. The spell does not function for those arms (its six legs would be underwater. unaffected). DC Result The loss of limbs might reduce the 15 Victim takes 3d6 points of FROST BREATH nonlethal damage number of attacks available to the 20 Victim takes 3d6 points of subject. Evocation [Cold] sonic damage If the subject has only two arms or",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A miniature violin bow made hand, your breath shoots forth tinged with Range: Touch of platinum worth 250 gp. frost and crystals of ice. Target: One creature or object touched",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleric 8 Saving Throw: Will negates the focus, which you must touch. As Components: V, S, DF (harmless) a standard action any time after you Casting Time: 1 standard action Spell Resistance: Yes (harmless) prepare the stone, you can utter a com- Range: Personal mand word and instantly teleport to the Target: You Confronted with incorporeal enemies, you location of the gem, provided you and Duration: 24 hours give the armor you touch the power to the stone are on the same plane. defend against such foes. The teleport is always on target (as You focus on the darkness within your soul, though you are using a greater teleport willing it to grow and grant you the power The subject’s armor gains the ghost spell). If the area containing the gem to control a greater number of undead touch special ability (DMG 219). is too small for you, you appear in the minions. Material Component: A tiny shield nearest sufficiently large space. made of resin. You can transport, in addition to This spell increases the number of Hit yourself, one Medium or smaller Dice of undead that you can control by GHOST TOUCH creature per three caster levels, and an amount equal to your caster level. can bring along objects as long as When the duration expires, you lose WEAPON their weight does not exceed your control of the extra undead as if you Transmutation maximum load. had voluntarily relinquished control Level: Cleric 3 An unwilling creature can’t be of them. Components: V, S teleported by gemjump. Likewise, a Casting Time: 1 standard action creature’s Will save (or spell resis- GHOST TOUCH ARMOR Range: Close (25 ft. + 5 ft./2 levels) tance) prevents items in its possession Target: One weapon or fifty Transmutation from being teleported. Unattended, projectiles (all of which must be in",
        "name":  "You initially cast gemjump upon Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
