[
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is not at risk of breaking through Blizzard +6 the ice. White-out conditions +10",
        "name":  "Safe",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures who charge, run, jump, or fall on the ice may cause a break (50% chance per round of such activity). LIGHT",
        "name":  "At Risk",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ice cannot bear the creature’s weight, and While most regions of frostfell adhere to the normal laws breaks beneath it. of daily illumination, polar regions and other rare areas, If a creature causes a break in ice, the ice collapses in a including certain planes of existence, can lie under a blan- circle whose radius is 5 feet larger than the space taken up ket of night or day for months at a time. by the creature causing the break. Eternal Twilight: During the polar winter, the sun never",
        "name":  "Break",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature must pay 4 squares of movement pace is entitled to a DC 10 Survival check to spot the danger to enter each square of the snowfi eld. The DC of Tumble before stepping in, but charging or running characters don’t checks increases by 8. have a chance to detect the quickslush before blundering Total: The creature cannot move unless it succeeds on a in. A typical area of quickslush is 30 feet in diameter; the DC 5 Strength or Balance check (creature’s choice). Moving momentum of a charging or running character carries him a creature’s speed requires a full-round action. The creature or her 1d2×5 feet into the quickslush. must pay 4 squares of movement to enter each square of the",
        "name":  "A character approaching an area of quickslush at a normal Major",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Between 0° and 40° F during the day, drop- from the ground, fog obscures all sight, including darkvi- ping by one or two temperature bands at night (see Cold sion, beyond 5 feet. Creatures 5 feet away have concealment Dangers, page 8). Wind speeds are light (0 to 10 mph). (attacks by or against them have a 20% miss chance).",
        "name":  "Cold, Calm",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Snow and sleet occur when the tempera- Whiteout conditions occur in snowstorms or blizzards ture is 30° F or lower. If the temperature is above 30° F, roll accompanied by a strong or stronger wind force. However, d% to determine whether the precipitation is fog (01–30), it doesn’t have to be precipitating to create whiteout condi- rain (31–90), or hail (91–100). Most precipitation lasts for tions. Snow fi elds buffeted by severe or stronger winds can 2d4 hours. By contrast, hail lasts for only 1d20 minutes but also cause creatures to experience a whiteout. usually accompanies 1d4 hours of rain. Characters in whiteout conditions take a –2 penalty to",
        "name":  "Precipitation",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "21,000 gp. multiple traps (one forcecage trap and one conjure ice beast VII",
        "name":  "Market Price",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ground is covered with slippery ice. It 2. Creatures take a –2 penalty on Move Silently checks in costs 2 squares of movement to enter a square covered by an light undergrowth. ice sheet, and the DC of Balance and Tumble checks there Scree: A fi eld of shifting frozen soil pellets, scree doesn’t increases by 5. A DC 10 Balance check is required to run or affect speed, but it can be treacherous on a slope. The DC charge across an ice sheet. of Balance and Tumble checks increases by 2 and creatures",
        "name":  "Ice Sheet",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The area is covered in 1d6 feet of take a –2 penalty on Move Silently checks if there’s scree on snow. Movement is impeded or impossible, depending upon a gradual slope. the size of the creature and the depth of the snow (see Table 1–4: Snow-Impeded Movement). FROSTFELL MARSH TERRAIN",
        "name":  "Natural Snow Field",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The evergreen bushes and other tall grasses in frostfell swamps obstruct movement. A space Cliff: A cliff typically requires a DC 15 Climb check to covered with light undergrowth provides concealment, scale and is 1d4×10 feet tall, although the needs of your map costs 2 squares of movement to move into, and increases the may mandate a taller cliff. A cliff isn’t perfectly vertical, DC of Tumble checks by 2. Creatures take a –2 penalty on taking up 5-foot squares if it’s less than 30 feet tall and 10- Move Silently checks in light undergrowth. foot squares if it’s 30 feet or taller. Since the rocks in these",
        "name":  "Light Undergrowth",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This incline isn’t steep enough to affect by 2. movement, but characters gain a +1 bonus on melee attacks A square that is part of a deep slush bog has roughly 4 against foes downhill from them. feet of slush. It costs Medium or larger creatures 4 squares Ice Sheet: The ground is covered with slippery ice. It of movement to move into a square with a deep slush bog, costs 2 squares of movement to enter a square covered by or characters can swim if they wish, taking a –4 penalty on an ice sheet, and the DC of Balance and Tumble checks the Swim check for the slush’s soupy consistency. Small or increases by 5. A DC 10 Balance check is required to run or smaller creatures must swim to move through a deep bog. charge across an ice sheet. Tumbling is impossible in a deep slush bog. Ice sheets in areas with a gradual slope cost 3 squares The slush in a deep slush bog provides cover for Medium of movement to enter and increase the DC of Balance and or larger creatures. Smaller creatures gain improved cover (+8 Tumble checks by 10. A DC 12 Balance check is required to bonus to AC, +4 bonus on Refl ex saves). Medium or larger run or charge. creatures can crouch as a move action to gain this improved Ice sheets in areas with a steep slope cost 4 squares of move- cover. Creatures with this improved cover take a –10 penalty ment to enter and increase the DC of Tumble checks by 10 on attacks against creatures that aren’t in the slush. and Balance checks by 12. All other effects of steep slope also Characters entering the slush of a bog are susceptible to apply, and all other DCs (such as Ride checks) are increased hypothermia (see page 10). by an additional 2; however, the Tumble penalty of the ice Deep slush bog squares are usually clustered together sheet supercedes the Tumble penalty of the steep slope. and surrounded by an irregular ring of shallow slush bog Light Undergrowth: A space covered with light squares. under growth provides concealment, costs 2 squares of Both shallow and deep slush bogs impose a –4 penalty on movement to move into, and increases the DC of Tumble Move Silently checks. checks by 2. Creatures take a –2 penalty on Move Silently checks in light undergrowth.",
        "name":  "DC of Balance and Tumble checks in such a square increases Gradual Slope",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These areas of fl owing water are fi lled the area, moving just fast enough to avoid freezing. The with chunks of fl oating ice. They are 1d4 squares across. A water is 2d4 squares wide. creature in the water with an ice fl oe is immersed in freez- Ice Sheet: The ground consists of slippery ice. It costs ing water, immediately subjected to hypothermia, and must 2 squares of movement to enter a square covered by an ice succeed on a DC 15 Swim check to tread water or move sheet, and the DC of Balance and Tumble checks increases (see the Swim skill, page 84 of the Player’s Handbook). Each by 5. A DC 10 Balance check is required to run or charge round, there is 50% chance the character is struck by a piece across an ice sheet. of moving ice in the fl oe. Treat this as a +5 slam melee attack Light Rubble: Small frost-covered rocks and chunks of that deals 1d2 points of damage. frozen soil are strewn across the ground, making nimble",
        "name":  "Narrow Ice Floe",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This functions exactly like ice sheet terrain, costs 2 squares of movement to enter a square covered by except that the area has a hallucinatory effect on creatures. an ice sheet, and the DC of Balance and Tumble checks",
        "name":  "Faerie Frost",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The area is covered in razor ice 1d4 feet and increase the DC of Tumble checks by 10 and Balance deep, an accumulation of supernaturally strong and sharp checks by 12. Characters running or charging downhill snowfl akes. Razor ice impedes movement as snow of equal (moving to an adjacent square of lower elevation) must depth (see Table 1–4: Snow-Impeded Movement), and deals succeed on a DC 12 Balance check upon entering the fi rst damage for each square a creature enters. steep slope square. Mounted characters make a DC 12 Ride check instead. Characters who fail this check stumble and ICEBERG TERRAIN must end their movement 1d2×5 feet later. Characters who As snow is squeezed under its own weight on the upper fail by 5 or more fall prone in the square where they end reaches of the glaciers, it starts to fl ow downhill, eventually their movement. reaching the ocean in large “tongues” of packed ice. Eventu- Abodes and Strongholds: Icebergs, especially those ally, the battering of waves and wind weaken the protruding of the medium and large varieties, are sometimes used by tongue of the glacier until it breaks off in a huge mass and nonintelligent or intelligent beings as homes or floating fl oats out into open water. fortresses. They can also serve as temples, dungeons, or even whole cities. 26 1 RETPAHC EHT LLEFTSORF",
        "name":  "Razor Ice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a square is part of a shallow bog, it has water about Shallow slush bog 20% 5% 1 foot in depth. It costs 2 squares of movement to move into Acid slush 1% 5% a square with a shallow bog, and the DC of Tumble checks Blood snow 1% 10% in such a square increases by 2. Natural snow 99% 50% Negation snow — 10% A square that is part of a deep bog has roughly 4 feet Quickslush 10% 10% of standing water. It costs Medium or larger creatures 4 Rustsnow 2% 5% squares of movement to move into a square with a deep bog, Snow geyser 5% 5% or characters can swim if they wish. Tumbling is impossible in a deep bog.",
        "name":  "Natural Supernatural Bogs",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The square has slush about 1 foot The water in a deep bog provides cover for Medium or in depth. It costs 2 squares of movement to move into a larger creatures. Smaller creatures gain improved cover (+8 square with a shallow slush bog, and the DC of Balance and bonus to AC, +4 bonus on Refl ex saves). Medium or larger Tumble checks in such a square increases by 2. The slush creatures can crouch as a move action to gain this improved bog imposes a –2 penalty on Move Silently checks. cover. Creatures with this improved cover take a –10 penalty",
        "name":  "Shallow Slush Bogs",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This functions as a slush bog as described on attacks against creatures that aren’t underwater. above, except that acidic slush deals 1d6 points of acid Deep bog squares are usually clustered together and sur- damage per round of exposure. rounded by an irregular ring of shallow slush bog squares.",
        "name":  "Acid Slush",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The area is covered in 1d6 feet of snow. Both shallow and deep bogs impose a –2 penalty on Move Movement is impeded or impossible, depending upon the Silently checks. size of the creature and the depth of the snow. Trees: Taiga forests are dominated by pines and ever-",
        "name":  "Natural Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The square is covered in blood snow 1d6 greens, including cedar, spruce, and larch. For information feet deep. Blood snow impedes movement as normal snow on typical and massive trees, see Forest Terrain, page 87 of and also poisons creatures touching it. the Dungeon Master’s Guide.",
        "name":  "Blood Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These spikelike protrusions of ice hang from the ceil- a deep pool. ing and in some cases jut up from the fl oor. Icicles function like Frozen Lake: If a square contains a frozen lake, it has at slender pillars (see page 64 of the Dungeon Master’s Guide), except least 30 feet of water, the top 4d6-inch layer of which is ice. that a typical icicle has AC 4, hardness 2, and 50 hit points. It otherwise functions as a natural ice sheet as described in Icicles can be deadly when they fall on creatures below. Ice Field Terrain, above, except that the ice can break if the Icicles normally do not fall unless they grow too large, are sub- amount of weight in a square exceeds the weight limit listed jected to warm temperatures, or are knocked lose by sudden in Table 1–2 for that depth of ice, plunging the source of the shocks. Falling icicles have the following characteristics: weight into the freezing water. See page 11 for more informa- tion on breaking through ice, and page 64 of the Dungeon Table 1–12: Icicles Master’s Guide for information on characters immersed in a Size Weight Attack Damage deep pool. Small 20 lb. or less +4 1d6/3 Medium 21–100 lb. +8 2d6/3 Large 100 lb. or more +12 4d6/3",
        "name":  "Icicles",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Uldras are exceptionally emotional creatures, sinister and evil race in the eyes of most humanoids. and their reactions to new situations are always powerful Alignment: Uldras are free-spirited and often give in and expressive. An uldra can be laughing with joy one to their emotions or act on a whim; as a result they are moment, screaming with rage in the next, and then be calm most often chaotic neutral. Many uldras, enraged by the and serene a moment later. To an uldra, these ever-changing lack of respect afforded the natural world by other races, mood swings are natural and logical, but they often project turn to evil in an attempt to exact vengeance and to fi ght a feeling of insanity to more civilized people. back in nature’s behalf. Good-aligned uldras are rarer, Nothing brings joy to an uldra’s heart more than watch- but those who do resist their darker natures try to fi nd ing, playing with, or helping wild animals. They find peaceful ways for the civilized races and nature to coexist. domesticated animals to be depressing and enraging, and Lawful uldras are quite rare, but not unheard of; usually often stage midnight raids on villages to “rescue” cows, dogs, such uldras are those who have had long contact with and other domesticated animals by kidnapping them and lawful humanoid societies. helping them to return to their wild roots. Uldras have a Uldra Lands: Unlike humanoid races, uldras have little strong dislike of cities and civilization in general, and many interest in building cities. They dwell in natural caves, of them take it upon themselves to harass and annoy travel- hollow trees, dense thickets, or icy glacial tunnels or spires, ers and other obviously city-bred folk they encounter. fi nding comfort and shelter as they can. They tend to live",
        "name":  "Personality",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can exist comfortably in conditions between devices. Many view the act of creating or using a skull talis- 0° F and 90° F without having to make Fortitude saves (as man as a distasteful activity, but neither in and of itself is it an evil act. 48 2 RETPAHC ,SESSALC ,SECAR STAEF DNA the exception of the cold subtype. This subtype grants you FAITH IN THE FROST [GENERAL] immunity to cold but vulnerability to fi re, which means you You channel frozen energies from your deity when you turn take half again as much (+50%) damage as normal from fi re or rebuke creatures. while in a frozen wild shape, regardless of whether a saving",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In cold areas (temperature at or below 40° F), infused with cold energy. creatures native to cold environments and creatures with",
        "name":  "When you enter your barbarian rage, your body becomes Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By expending one of your daily uses of bardic SMITE FIERY FOE [GENERAL] music, you may perform a deadly style of combat known as You can smite creatures with the fi re subtype. the snowfl ake wardance. Activating a snowfl ake wardance",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A war megaloceros gains a +1 racial bonus on SAMPLE KNIGHT OF THE Listen and Spot checks. IRON GLACIER Improved Grab (Ex): To use this ability, the crea- Tharakus was raised in the frostfell and has aspired to ture must hit a Medium or smaller opponent with its become a Knight of the Iron Glacier ever since they res- gore attack. If it gets a hold, the megaloceros scoops up cued his village from an ice goblin attack. Now Tharakus the opponent with its antlers and can toss it aside. and Toecleft, his war megaloceros, patrol the icy wastes on Stampede (Ex): A frightened herd of megaloceroses behalf of the Knights, looking for travelers to aid and evil may fl ee as a group in a random direction (but always monsters to vanquish. Tharakus’s patrols sometimes take away from the perceived source of danger). They liter- him beyond the frostfell into warmer climes. ally run over anything of size Large or smaller that gets",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Human paladin 6/Knight of the Iron Glacier in their way, dealing 1d12 points of damage for each fi ve 3; CR 9; Medium humanoid; HD 9d10+18; hp 67; Init +0; beasts in the herd (Refl ex DC 18 half). sillE .S yb .sullI 65 CLASSES PRESTIGE CHAPTER 3 Toss (Ex): A megaloceros can vigorously shake any creature caught in its horns and fl ing it in a random REQUIREMENTS direction. Resolve the toss as a bull rush maneuver (+9 To qualify to become a primeval, a character must fulfi ll all check modifi er), except that there is no attack of oppor- the following criteria. tunity, since the megaloceros has already grabbed its foe Alignment: Any nonlawful. when it tries to toss the victim. The megaloceros does not Base Attack Bonus: +8. need to move with its foe in order to throw its foe more Skills: Handle Animal 5 ranks, Knowledge (nature) 5 than 5 feet. If the tossed victim beats the megaloceros’s ranks, Survival 5 ranks.",
        "name":  "Tharakus",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fi ght for Dex damage. you. Hibernal Healing: You absorb ice, slush, and snow, curing",
        "name":  "Conjure Ice Beast I",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cold subtype creatures gain +1 Pass through Ice: Subject can pass through ice or snow sacred bonus on attacks and saves against fi re effects. like water.",
        "name":  "Fortify Cold Creatures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Area of fallen snow drains 1d2 points of Conjure Ice Beast VI: Conjures ice creature to fight Con/round and causes nausea. for you.",
        "name":  "Blood Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fight Ice Rift: Intense quake shakes 40-ft. radius spread of ice. for you. Mantle of the Icy SoulX: Gives subject the cold subtype.",
        "name":  "Conjure Ice Beast II",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch deals 1d12 frostburn damage creatures within 10 ft. +1/level (max +5). Conjure Ice Beast VII: Conjures ice creature to fight",
        "name":  "Frostburn, Lesser",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intense cold deals 1d6 damage to Summon Giants: Summons outsider giants to fight creatures within 5 ft. for you.",
        "name":  "Aura of Cold, Lesser",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fi ght for you. COLD DOMAIN",
        "name":  "Conjure Ice Beast IV",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch deals 3d12 frostburn damage +1/level Granted Power: You can turn or destroy fi re creatures (max +20). as a good cleric turns undead. You can also rebuke or com-",
        "name":  "Frostburn",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fight for Conjure Ice Beast IV: Conjures ice creature to fight you. for you.",
        "name":  "Conjure Ice Beast I",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Area of fallen snow drains 1d2 points of sky, burying subjects. Con/round and causes nausea. Conjure Ice Beast V: Conjures ice creature to fight for",
        "name":  "Blood Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turns snow into creatures to fi ght for you. Snowsight: Normal vision in winter weather conditions.",
        "name":  "Animate Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Summons a storm of death hail. Conjure Ice Beast II: Conjures ice creature to fight",
        "name":  "Death Hail",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Digs trenches and builds hills in ice Zone of Glacial Cold: Deals 1d6 cold damage to all and snow. creatures in area.",
        "name":  "Move Snow and Ice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intense cold deals 2d6 damage to for you. creatures within 10 ft.",
        "name":  "Aura of Cold, Greater",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures trees of ice. creatures within 5 ft.",
        "name":  "Raise Ice Forest",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Snow and wind obscure sight; creatures affected Conjure Ice Beast IV: Conjures ice creature to fight may become lost. for you.",
        "name":  "Whiteout",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fight for you. NEW SORCERER/",
        "name":  "Conjure Ice Beast VIII",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fight damage. for you. Trans Float: Subject becomes buoyant.",
        "name":  "Conjure Ice Beast IX",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intense cold deals 1d6 damage to which is cold. creatures within 5 ft. Obscuring Snow: Obscures sight in a 30-ft. radius around the caster.",
        "name":  "Aura of Cold, Lesser",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fi ght for you. Numbing Sphere: Creates rolling ball of intense",
        "name":  "Conjure Ice Beast I",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures suffer from altitude sickness. Trans FimbulwinterX: Creates winter weather for miles",
        "name":  "Thin Air",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gust of cold wind deals 1d4 cold Sleet Storm: Hampers vision and movement. damage/level and knocks creatures back. Wall of Ice:Ice plane creates wall with 15 hp +1/level, or",
        "name":  "Evoc Boreal WindF",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Restores frozen creature. the exception of those whose names begin with “greater,” “lesser,” or “mass”; see Order of Presentation, page 181 of the 6TH-LEVEL SORCERER/WIZARD Player’s Handbook).",
        "name":  "Ice to Flesh",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One cold creature/level exist in a place with temperatures damage per round, half of which is",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M abjuration barrier against creatures ranger 4",
        "name":  "Components",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Long (400 ft. + mensurate falling damage. 40 ft./level) Creatures atop the column",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One column of ice, 10-ft. strike down upon any three different melted by natural or unnatural means. radius and 5 ft./level in height creatures or objects in range. You must",
        "name":  "The ice and snow remains until Effect",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF Conjure Ice Beast IV Level: Cleric 8, druid 8",
        "name":  "Components",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One conjured ice creature Effect: One or more conjured ice crea- than 30 ft. apart",
        "name":  "Effect",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One object of up to 5 lb./level Conjuration (Creation) [Cold] than 30 ft. apart Duration: 1 min./level",
        "name":  "Conjure Ice Beast II tures, no two of which can be more Effect",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 min./level (D) Arcane Material Component: A drop upon. Creatures take a –20 penalty on",
        "name":  "Duration",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 5 of cold damage. If the creature fails its Duration: 4d12 weeks saving throw, it is held within the ice Saving Throw: None",
        "name":  "Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Duration: 1 hour/level and instanta- fi mbulwinter are determined using the",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Druid 2 Target: One Large or smaller creature that fails its save is frozen in place.",
        "name":  "Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Saving Throw: Fortitude negates frozen creature takes the damage",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature on saving throws against fi re effects. 1 Cold 1d6 points 2 Icy 2d6 points",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) water. Target: One creature/level, no two of",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature which can be more than 30 ft. apart",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You tion, centered on you Target: Creature touched",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature level per week. Conjuration (Creation) [Cold] Duration: 1 round/level If the target is unwilling, it is enti-",
        "name":  "Glaze Lock Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 min./level; see text in the body of a living creature. On with water or other liquids, or when",
        "name":  "Duration",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One duplicate creature become more powerful; it cannot intruder steps on the tower stairs.",
        "name":  "Effect",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more ice darts the base of the glacier. Any creature the desired shape of the ice object",
        "name":  "Effect",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fissures open in the Evocation [Cold] ice, and every creature on the ice has The warded creature gains resistance",
        "name":  "Ice Rift Frozen Water",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text shut, sealing any creatures in the icy (+50%) damage as normal from the",
        "name":  "Saving Throw",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A small glass (whether it wants to or not). strands. Attacking a creature in an model of a ship worth at least 200 gp. ice web won’t cause you to become Ice to Flesh entangled. Ice Skate Transmutation Any creature moving into or",
        "name":  "Material Component",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched cylinder of ice from 1 ft. to 3 ft. in a Refl ex save. If this save succeeds,",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 min./level (D) diameter and up to 10 ft. long the creature is entangled, but not pre-",
        "name":  "Duration",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two ounces of fall when a creature walks beneath two features that help arctic survival: coldfi re. them, dealing 4d6 points of piercing a sleeping platform and a lamp. The damage. Anyone directly under the snow sleeping platform takes advan- Iceberg area takes this damage with no saving tage of the warm air trapped below the Evocation [Cold] throw. Others within 5 feet of the ici- low roof, generated by body heat and",
        "name":  "Coldfi re Component",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures and objects in the middle ment turn white, granting him a +5 section of the area also take 20d6 points circumstance bonus on Hide checks Mantle of the icy soul permanently of crushing damage, but are entitled in heavy snow or ice areas. In any adds the cold subtype to the targeted to a Refl ex save for half damage. They nonwhite-hued area (including ebony creature. The skin, hair, and scales are buried in snow (see page 90). ice), ivory fl esh instead incurs a –5 pen- of the creature subtly change color Between 40 Feet and 60 Feet of the alty on Hide checks. to take on an icy blue tint, and its",
        "name":  "Point",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures in the outer- breath does not frost in cold tem- most section may be struck by fl ying Leomund’s Tiny Igloo peratures. The recipient of a mantle debris for 10d6 points of damage. They Evocation [Cold] of the icy soul gains immunity to cold, are entitled to a Refl ex save for half Level: Sorcerer/wizard 2 but has vulnerability to fi re, which damage, and are not buried regardless Components: V, S, M means that it takes half again as of whether the saving throw is suc- Casting Time: 1 standard action much damage (+50%) as normal from cessful or not. Range: 5 ft. fi re regardless of whether a saving",
        "name":  "Center Point",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5-ft.-radius sphere, with 1-in.- throw is allowed, or if it is a success Icicle thick wall/level centered on your or a failure. There is no change to the Abjuration [Cold] location creature’s Challenge Rating or effec-",
        "name":  "Effect",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Effect: 5-ft.-diameter sphere",
        "name":  "Transmutation Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch the target creature’s land speed. (This",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched adjustment is treated as an enhance- Snowsight",
        "name":  "Target",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action caught in the cone. Any creature vision is restricted to ambient light",
        "name":  "Casting Time",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level touched only half the cold damage from a snow subject creature. Snowsight does not",
        "name":  "Targets",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 min./level wave; however, it still takes the full grant creatures the ability to see in",
        "name":  "Duration",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 6 creatures Refl ex save, rather than 10d6 points",
        "name":  "Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "300 ft. You cannot exceed the normal limit You summon winter. The creature",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain brief immunity to chosen If you have the Expanded Psionics Handbook, you may wish to energy type. incorporate frostfell psionic characters, creatures, and powers into your game. Powers from the Expanded Psionics Handbook KINETICIST (PSYCHOKINESIS) especially useful in a frostfell environment include adapt body, DISCIPLINE POWERS body equilibrium, control fl ames, energy barrier [cold], and energy 5 Energy Nullifi cation Field: Suppresses psionic powers conversion [cold]. with chosen energy descriptor. NEW PSION/WILDER POWERS NEW PSYCHIC WARRIOR POWERS 1st-Level Psion/Wilder Powers 1st-Level Psychic Warrior Powers",
        "name":  "Mind over Energy",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals 1d6 points of chosen energy Energy Emanation: Deals 1d6 points of chosen energy damage to creatures surrounding you. damage to creatures surrounding you. 4th-Level Psion/Wilder Powers 6th-Level Psychic Warrior Powers",
        "name":  "Energy Emanation",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch power’s save DC increases by 1. your body, dealing 1d6 points of Target: Touched creature, or up to 1 energy damage to all creatures within cu. ft. of water/level Energy Nullification Field the area every round. Creatures in Duration: Instantaneous Psychokinesis [see text] the area must make a new Fortitude Saving Throw: Fortitude half Level: Kineticist 5 save each round. The energy is the Power Resistance: Yes Display: Visual and auditory type you choose: cold, electricity, Power Points: 7 Manifesting Time: 1 standard action fi re, or sonic. Once chosen, you ema- Range: 10 ft. nate the same energy type for the On a successful touch attack, you Area: 10-ft.-radius emanation, cen- power’s duration. deal 7d6 points of damage to the tered on you",
        "name":  "You expel concentrated energy from Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This energy type deals +1 creature touched, doing either cold, Duration: 10 min./level (D) point of damage per die. electricity, fi re, or sonic damage. In Saving Throw: None",
        "name":  "Cold",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Improved grab, toss monsters of unusual ferocity, or the fi erce deities of Special Qualities: Darkvision 60 ft., immunity to the northlands choose to fi ll their frozen domain with cold, low-light vision, scent, surefooted, vulner- creatures strong enough to thrive there, the frostfell is not ability to fire a place to be traveled lightly. Saves: Fort +6, Ref +5, Will +2",
        "name":  "Whether the harsh conditions of the frostfell breed Special Attacks",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 18, Dex 15, Con 16, Int 2, Wis 12, subtype, allowing them to live and roam across the arctic Cha 6 terrain. As a reference aid, that information is repeated Skills: Balance +2 (+6 on ice or snow), Jump +14, here. Listen +5, Spot +5 Cold Subtype (Ex): A creature with the cold subtype Feats: Alertness, Run has immunity to cold. It has vulnerability to fi re, which Environment: Cold forests means it takes half again as much (+50%) damage as normal Organization: Solitary, pair, or hala (3–8) from fi re, regardless of whether a saving throw is allowed, Challenge Rating: 2 or if the save is a success or a failure. Treasure: None",
        "name":  "Many of the creatures in this chapter have the cold Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3d10+9 (25 hp) This horselike creature has a long neck and thick,",
        "name":  "Hit Dice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore +6 melee (1d8+4) 113 Illus. by D. Griffi th Branta Chilblain 114 6 RETPAHC EHT FO SRETSNOM LLEFTSORF foe more than 5 feet. If the tossed victim beats the branta’s Strength check, he remains in his current square with no ill effects and is not grappled any longer. Tossed victims take impact damage on landing as if they had fallen a distance equal to the distance they were tossed. Scent (Ex): A branta can detect opponents within 30 feet. The exact location is not revealed unless the creature is within 5 feet. Surefooted (Ex): Brantas ignore all movement penal- ties associated with snow on the ground. They also receive a +4 racial bonus on Balance checks when walking on ice or snow. CHILBLAIN Large Aberration (Cold)",
        "name":  "Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18 approaching peril, but if they see no clear route of escape, they rear, skid into a tight turn, and lower their heads to charge. Improved Grab (Ex): To use this ability, the branta must hit a Medium or smaller foe with a gore attack. If it gets a hold, it tosses its opponent. Toss (Ex): Brantas vigorously shake any creature caught in their horns and fl ing it in a random direction. Resolve the toss as a bull rush maneuver (+8 check modifi er), except that there is no attack of opportunity, since the branta has already grabbed its foe when it tries to toss the victim. The branta does not need to move with its foe in order to throw its eitoC .M \u0026 ttocS .D yb .sullI Dire polar bear 115 FROSTFELL MONSTERS OF THE CHAPTER 6",
        "name":  "Brantas spring into fl ight at any sign of Challenge Rating",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a glyptodon is The megaloceros is a large, powerful deer, standing up to up to 400 pounds; a medium load, 401–800 pounds; and 7 feet tall at the shoulder with 100-pound antlers span- a heavy load, 801–1,200 pounds. A glyptodon can drag ning 12 feet. It favors lakes and bogs, and can be trained 6,000 pounds. to serve as a mount. The creatures’ enormous antlered skulls are popular decorations for castles and hunting MEGALOCEROS lodges. These beasts also serve as powerful totem animals Large Animal for neanderthals and snow goblins, who call the animals",
        "name":  "Carrying Capacity",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen +7, Spot +6 Improved Grab (Ex): To use this ability, the creature",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 1d12 points of damage for each fi ve megaloceroses in the herd (DC 18 Refl ex save half). This large elklike creature has shaggy fur and a huge set of antlers Toss (Ex): A megaloceros can vigorously shake any crea- easily 10 feet across. ture caught in its horns and fl ing it in a random direction. Illus. by S. Ellis Smilodon 118 6 RETPAHC EHT FO SRETSNOM LLEFTSORF Resolve the toss as a bull rush maneuver (+9 check modi- fier), except that there is no attack of opportunity, since the megaloceros has already grabbed its foe when it tries to toss the victim. The megaloceros does not need to move with its foe in order to throw its foe more than 5 feet. If the tossed victim beats the megaloceros’s Strength check, he remains in his current square with no ill effects and is not grappled any longer. Tossed victims take impact damage on landing as if they had fallen a distance equal to the distance they were tossed. Scent (Ex): A megaloceros can detect opponents within 30 feet. The exact location is not Organization: Solitary, mated pair, or pride (3–12) revealed unless the creature is within 5 feet. Challenge Rating: 5",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a megaloceros is more than 800 pounds. up to 400 pounds; a medium load, 401–800 pounds; and The pride is ruled by the female saber-tooths, though some- a heavy load, 801–1,200 pounds. A megaloceros can drag times two or even three males are tolerated. The creatures’ 6,000 pounds. favored prey are herbivores such as branta, mammoths, glyptodons, horses, and megaloceroses. Although they work SMILODON together, fi ghts over dominance, food, territory and mates (SABER-TOOTHED TIGER) are common, and sometimes even lethal. A saber-toothed Large Animal tiger’s roar is louder than a lion’s.",
        "name":  "Carrying Capacity",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a woolly mammoth (Colossal) is up to 5,592 pounds; a medium load, 5,593–11,184 pounds; Level Adjustment:— and a heavy load, 11,185–16,776 pounds. A woolly mammoth can drag 40 tons. The creature is massive, longer than most ships. Its sleek, serpen- tine body glistens black, yet its tail and head are undoubtedly eitoC .M yb .sullI Domovoi 121 FROSTFELL MONSTERS OF THE CHAPTER 6 whalelike in appearance . . . with the possible exception of those DOMOVOI large sharp teeth. Small Fey (Fire)",
        "name":  "Carrying Capacity",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 ttocS .D yb .sullI 125 FROSTFELL MONSTERS OF THE CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16–30 HD (Large); 31–45 HD (Huge) ray(+12 ranged touch); 9th—mass hold monster (DC 25).",
        "name":  "Advancement",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +4, Ref +5, Will +4 to all creatures within the area (Refl ex save",
        "name":  "Saves",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dark vision 60 Frostbite (Ex): A creature ft., icewalking, immunity to that sustains any cold dam- cold, outsider traits, plane age from a qorrashi’s melee shift, telepathy, vulner- attacks must make a DC 16 For- ability to fire titude save or become frostbitten.",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +8, Ref +8, Creatures suffering from frost- Will +7 bite are fatigued (cannot run or",
        "name":  "Saves",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+5 The frost giant mauler lives for the opportunity to get his hands on his foes. He is an expert grappler, and looks for any This giant wears a breastplate of iron over his blue-white skin. His opportunity to leap on a solitary foe and wrestle him or her beard and hair are long and braided, with human skulls woven in. His eyes are dark purple, with a peculiar brilliant white pupil. to the ground. Even the mightiest knight or wizard can be rendered helpless in the crushing grasp of a mauler, slowly broken by the giant’s terrible strength. As young children, some frost giants hear the call of the frostfell spirits and learn to call upon these spirits for Frost giant spiritspeaker 135 FROSTFELL MONSTERS OF THE CHAPTER 6 FROST GIANT TUNDRA SCOUT Large Giant (Cold)",
        "name":  "Combat Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Morningstar +3 melee (1d6+1) or javelin +3 coordinated way. ranged (1d4+1) Usually, snow goblins are servants of greater powers, such Space/Reach: 5 ft./5 ft. as priests of winter deities, frost giants, or ogres. Under such eitoC .M yb .sullI Snow goblin 137 FROSTFELL MONSTERS OF THE CHAPTER 6 leadership, their morale is quite high. Snow goblins love —Darkvision out to 60 feet. horsefl esh and often rustle horses from human settlements — +4 racial bonus on Intimidate and Move Silently at night. checks. Booming Voice (Ex): Snow goblins can be heard over —Automatic Languages: Common, Goblin. Bonus Lan- great distances, and their powerful voices can be quite guages: Draconic, Giant, Orc. intimidating. Snow goblins gain a +4 racial bonus on —Favored Class: Fighter. Intimidate checks. —Level adjustment +1.",
        "name":  "Full Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— creature’s statistics and special abilities except as noted here. This hunched, winged creature seems to be made of pale ice. It Hit Dice and Hit Points: Drop any Hit Dice gained has curving horns, a long tail, and fi erce claws, and two large from class levels (to a minimum of 1) and change remain- tusks jut from its jaw. ing Hit Dice to d10s. As a construct, the creature loses any Constitution bonus to hit points, but gains bonus hit points",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " An ice beast gargoyle attacks as its creator orders. Frigid Touch (Su): An ice beast gargoyle deals an extra 1d6 Ice Beast Size Bonus Hit Points points of cold damage with each successful melee attack. Small 10 bonus hp Medium 20 bonus hp",
        "name":  "Combat based on its size, as shown below",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to construct. Huge +8 It loses all previous subtypes, but gains the cold subtype. It Gargantuan +11 does not gain the augmented subtype. It uses all the base Colossal +15 Illus. by D. Hudnut 140 6 RETPAHC EHT FO SRETSNOM LLEFTSORF",
        "name":  "Size and Type",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An ice beast’s base attack bonus is equal to Construct Traits: An ice beast has immunity to poison, 3/4 of its Hit Dice. sleep effects, paralysis, stunning, disease, death effects,",
        "name":  "Base Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An ice beast loses all special qualities Special Attacks: Improved grab, sphere of cold, swallow of the base creature. It gains the following special qualities: whole Cold Subtype (Ex): An ice beast has immunity to cold. It Special Qualities: Darkvision 60 ft., immunity to cold, has vulnerability to fi re, which means it takes half again low-light vision, vulnerability to fi re as much (+50%) damage as normal from fi re, regardless of Saving Throws: Fort +7, Ref +5, Will +1 whether a saving throw is allowed, or if the save is a success Abilities: Str 18, Dex 13, Con 17, Int 6, Wis 10, Cha 7 or a failure. Skills: Hide +1*, Jump +10, Listen +4, Spot +4 Ice toad 141 FROSTFELL MONSTERS OF THE CHAPTER 6",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 a creature, the ice toad must make a successful grapple",
        "name":  "Challenge Rating",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6–12 HD (Large); points of acid damage per 13–15 HD (Huge) round. A swallowed creature",
        "name":  "Advancement",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+11 creatures with the cold subtype.",
        "name":  "Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +13 melee (1d4 plus 1d6 cold) or rime- of the ancient deity Hleid, who landed in the polar seas after fi re bolt +13/+8 ranged (3d6+6 rimefi re) she was struck down ages ago by her nemesis Iborighu. Space/Reach: 5 ft./5 ft. Rimefire eidolons are unusual creatures. As the last",
        "name":  "Full Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction 10/cold iron, iceberg intense cold radiated by these creatures when they were dependent, ice glide, immunity to cold, low-light vision, first created and cast into the seas caused the waters rimefi re bond, tremorsense 60 ft., vulnerability to fi re around them to instantly freeze into massive icebergs.",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40 ft. (8 squares), burrow 40 ft., climb 40 ft. motives are alien to most other creatures. They do not seem",
        "name":  "Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +26 melee (4d6+11/19–20) almost as deities to these creatures. All they demand of their",
        "name":  "Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6 bites +26 melee (4d6+11/19–20) and 3 claws minions is the sacrifi ce of at least one intelligent being per +20 melee (2d8+5) week; such sacrifi ces are brought out to the shivhad’s gla- Space/Reach: 20 ft./15 ft. cier and left alone for the creature to stalk, torment, and",
        "name":  "Full Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares), fl y 60 ft. (average) along after dark to pounce on nocturnal creatures as they",
        "name":  "Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., tremor- Leap (Ex): Snow spiders are known for darting sense 60 ft., vermin traits up to bite their prey, and instantly leaping back to eitoC .M yb .sullI 155 FROSTFELL MONSTERS OF THE CHAPTER 6 avoid a return attack. They gain Spring Attack as a bonus Full Attack: Incorporeal bite +4 melee touch or +3 melee feat. In addition, if a snow spider can jump on its prey (usu- against ethereal foes (1d6 nonlethal or 1d6+1 against ally by making a Jump check as part of its movement), it can ethereal foes) make a charge attack with a +4 attack bonus instead of the Space/Reach: 5 ft./5 ft. normal +2. Special Attacks: Manifestation, trip Poison (Ex): A snow spider has a poisonous bite. See the Special Qualities: Incorporeal traits, low-light vision, scent table below. Saves: Fort +5, Ref +5, Will +3",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Spirit wolves receive a +4 racial bonus on Survival checks when tracking by scent, and a +4 racial bonus on Hide, Listen, Search, and Spot checks. CREATING A SPIRIT ANIMAL “Spirit animal” is an acquired template that can be added to any animal (referred to hereafter as the “base creature”). Special Attacks: A spirit animal retains all the special A spirit animal uses all the base creature’s statistics and attacks of the base creature, although those relying on physi- special abilities except as noted here. cal contact do not affect creatures that are not ethereal.",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17–32 HD (Huge); 33–48 HD (Gargantuan) attacks (see above); these attacks deal nonlethal damage Level Adjustment:— to physical creatures. A manifested spirit animal remains partially on the Ethereal Plane, where is it not incorporeal. Huge and powerful, this horselike creature has six strong legs A manifested spirit animal can be attacked by opponents and is covered in short white fur. A pair of curving horns and two razor-sharp tusks jut from its fearsome head. on either the Material or Ethereal planes. A spirit animal’s incorporeality helps protect it from foes on the Material Plane, but not against foes on the Ethereal Plane. Although the tlalusk is an herbivore that feeds on roots and",
        "name":  "A manifested spirit animal can strike with its natural Advancement",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A spirit animal retains all the spe- other tubers it digs out of the frozen ground with its tusks, cial qualities of the base creature. It gains the fey type and it is notoriously ill-tempered, and most carnivores give the incorporeal subtype. beast a wide berth.",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, except that the A tlalusk looks something like a muscular horse the spirit animal’s Wisdom and Charisma scores increase by size of an elephant, except the creature has six legs and is 4. A manifested spirit animal has a Strength score of “—” covered with white fur. The beast’s head is wider than a for attacks and actions against creatures or objects on the horse’s, and it sports a pair of huge horns and razor-sharp Material Plane. tusks, as well.",
        "name":  "Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Spirit animals receive a +4 racial bonus on Hide, Frost giants are fond of capturing and training tlalusks as Listen, Search, and Spot checks. This improves any racial mounts. A battalion of frost giants mounted on tlalusks and bonuses the base creature possesses. Otherwise, its skills armed with lances is a formidable sight indeed. are the same as the base creature. Tlalusks understand some Giant, but they cannot speak.",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature. Although a spirit animal has two home planes, the Material and the Ethereal, it is not COMBAT considered extraplanar when on either plane. A tlalusk’s fi rst instinct in combat is to use its bellow to",
        "name":  "Environment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, or same as base creature. stun the enemy. It then charges toward the foe, often com-",
        "name":  "Organization",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. bining the charge attack with a bull rush. If the enemy",
        "name":  "Challenge Rating",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*A yeti’s white fur gives it a +12 racial bonus on Hide checks in snow. Standing taller than a hill giant, this hulking, white-furred, ape- like beast shambles along on two legs. Its huge hands end in pow- ABOMINABLE YETI erful claws, and its pale blue eyes are cold and hateful. Huge Monstrous Humanoid (Cold)",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +17 melee (1d8+9) creature’s body. Space/Reach: 15 ft./15 ft. Improved Grab (Ex): To use this ability, an abominable",
        "name":  "Full Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Constrict, improved grab yeti must hit a Large or smaller creature with a claw attack.",
        "name":  "Special Attacks",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9–16 HD (Medium) encountered elsewhere. These creatures generally operate",
        "name":  "Advancement",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3–4 HD (Medium); 5–6 HD (Large) Arctic foxes avoid combat with any creature larger than",
        "name":  "Advancement",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— themselves. Scent (Ex): An arctic fox can detect opponents within 30 Also known as reindeer, caribou are large deer that inhabit feet. The exact location is not revealed unless the creature is the tundra and taiga of the frostfell. They are a key food within 5 feet. source for the various tribes of humanoids living in the Skills: *In areas of snow, ice, or tundra, an arctic fox gains frostfell. a +8 racial bonus on Hide checks. Caribou can be trained to pull loads or carry a rider, although many Medium characters are too big to ride one. OTTER, SEA Medium Animal",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cold plains pqqqqqqqqqqqqqqqqqqqqrs ANIMALS FROM THE MONSTER MANUAL In addition to the arctic animals described here, the following Bear, brown Owl Squid, giant animals from Chapter 2 of the Monster Manual may be consid- Bear, polar Porpoise Tiger ered native to a frostfell environment. Bison Rat Weasel Other than changing the creature’s Environment entry to suit Dog Raven Whale (any) the frostfell, these animals are identical to the versions in the Dog, riding Shark Wolf Monster Manual. Octopus, giant Squid Wolverine pqqqqqqqqqqqqqqqqqqqqrs 166 6 RETPAHC EHT FO SRETSNOM LLEFTSORF",
        "name":  "Environment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 creatures, but they can be territorial. Their large tusks can",
        "name":  "Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 133 each; see Monster Manual, page 122.",
        "name":  "Frost Giants",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Transformed into icegaunts by the seem less interested in those deaths than in the demise cursed crew of the Blue Puffin,ten former members of of more important citizens. the Rusty Walruss crew lurk in the ruined ship and in If the PCs do not take notice of these events and the ice below it. They are led by Perrin Mandath, the investigate them on their own, the leader of the watch one-time first mate of the Rusty Walrus. requests their aid after the third important citizen dies. DD Icegaunts (9): hp 68 each; see Frostburn, page 141. D1. Investigation DD Perrin Mandath (Icegaunt): hp 80; see The citizens cooperate fully with the investigation and Frostburn,page 141. answer all questions put to them. A few interviews or a",
        "name":  "Creatures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The PCs can encounter Captain Kerakes he is a seafarer, Kerakes is also free to roam the Rusty either accidentally while investigating the murders or Walruss home port. purposely at a time and place of their own choosing. DDCaptain Yengi Kerakes (against ethereal",
        "name":  "Creature",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Captain Yengi Kerakes (against nonethe- icegaunts and a frostfell ghost. real opponents):Male half-elf frostfell ghost rogue 7; CR 9; Medium undead (augmented humanoid, incor- THE ICEGAUNTS poreal); HD 7d12; hp 45; Init +7 (+8 when on a ship); Spd Over long winters or on high mountain peaks, corpses fly 30 ft. (perfect); AC 16, touch 16, flat-footed 16; Base eventually become freeze-dried husks. When animated Atk +5; Grp ; Atk +8 melee touch (2d6 points of frost- by supernatural effects (usually as the result of sacri- burn damage, frigid touch); SA chill ray, frigid touch, fices to mountain gods), these desiccated frozen bodies malevolence, sneak attack +4d6; SQ darkvision 60 ft., become icegaunts. evasion, half-elf traits, immunity to cold, incorporeal 5 traits, low-light vision, manifestation, rejuvenation, trap Evasion (Ex): If Captain Kerakes is exposed to any sense +2, trapfinding, turn resistance +4, uncanny effect that normally allows him to attempt a Reflex dodge, undead traits; AL CE; SV Fort +2, Ref +8, Will +1; saving throw for half damage, he takes no damage with Str , Dex 16, Con , Int 14, Wis 8, Cha 17. a successful saving throw.",
        "name":  "This adventure features two monsters from Frostburn",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A frost worm loves to burrow in these drifts.",
        "name":  "Creatures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 147; see Monster Manual page 111.",
        "name":  "Frost Worm",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pair of remorhazes, which are normally solitary, have made a nest together in the depths of a crevasse that is 30 feet deep, 80 feet long, and 15 feet wide. Heat rising from the creature\u0027s bodies has helped form a crust of snow over the crevasse. Remorhazes (2): hp 73 each; see Monster Manual page 214.",
        "name":  "Creatures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A qorrashi (a kind of frost genie, see Frostburn, page 131) named Jusii (YOO-seyee) has created the sculptures and frost patterns. Because of his artistic temperament, Jusii found life among his almost universally lawful neutral people much too restrictive, so he exiled himself to the glacier, where he spends endless hours sculpting and painting, using small amounts of pure water instead of pigments. From time to time, he even ventures down the mountain and into more civilized areas, where he creates his frost paintings on whatever suitable surfaces he can find (most often windowpanes and frozen ponds). He only does so when cold weather prevails in the areas he visits, however. Jusii doesn\u0027t care for even moderate temperatures, and his art requires freezing temperatures or lower.",
        "name":  "Creatures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Common, Draconic, Sylvan. Pipes (Su): Drotius can play a variety of musical tunes on his pan pipes. When he plays, every creature within a 60-foot spread (except satyrs) must make a DC 20 Will save or be affected by charm person, sleep, or fear (caster level 10th; Drotius chooses the tune and its effect). In the hands of other beings, these pipes have no special powers. A creature that successfuly saves against any of the pipes\u0027 effects cannot be affected by the same set of pipes for 24 hours.",
        "name":  "Languages",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This path is the study of creat- There are six paths of ghost powers, each representing ing and manipulating ectoplasm for various purposes. a similar kind of ability or a progression of power The symptoms of this path are frequent manifesta- along a particular theme. Each path has certain symp- tions of residual ectoplasm on objects that quickly toms that are evident when the user is in his ghost fade to nothingness. Ectoplasmic objects handled by a body; these symptoms often allow observers to iden- Shaper ghost sometimes experience a temporary tify what path a ghost has chosen. Ghosts with color or texture change. advanced powers in a path have larger and more obvi- Shaper Feats: Ectoplasm, Ghost Healing, Greater ous symptoms. Symptoms never harm other creatures Witchlight, Sculpt Ghost Body, Shape Ectoplasm, or provide any bonuses or penalties on die rolls, Temper Ectoplasm, Witchlight. 15 GHOSTS ALL ABOUT CHAPTER 1: 620_88566_Ghostwalk3.qxd 4/3/03 4:34 PM Page 15",
        "name":  "The Paths Path of the Shaper",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost’s touch attack normally deals no average for a creature of its type, not including any damage. Constitution bonus it may have had when alive.",
        "name":  "Normal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost without this feat appears as she did Your touch can damage creatures. at the moment of her death, with wounds and other Benefit: You can make a touch attack that deals trauma visible on her ghost body. This affects creatures 1d4 points of damage to a creature. When you are that see the ghost, as described in the Faces of Death manifested fully or attacking incorporeal opponents, sidebar (earlier in this chapter). you add your Strength modifier to attack rolls. When you are incorporeal, you add your Dexterity modifier Corpse Malevolence [Ghost, Dominator] to attack rolls. If the attack scores a critical hit, the You can possess and animate dead bodies. damage is doubled (ghosts are not subject to critical",
        "name":  "Normal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ghost Ride. hits). 29 GHOSTS ALL ABOUT CHAPTER 1: 620_88566_Ghostwalk3.qxd 4/3/03 4:59 PM Page 29 You do not have to use this ability when you touch another creature, and creatures that touch you do not take this damage.",
        "name":  "Prerequisite",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on turning checks and fested ghost. turning damage rolls. Treat your cleric level as two A character with sticky ectoplasm on her hands and higher than normal for the purpose of determining if feet gains a +2 circumstance bonus on Climb checks you destroy or command undead rather than just turn- (this bonus does not stack with similar circumstance ing or rebuking them. bonuses to climbing, such as from a climber’s kit). A character covered in slippery ectoplasm (10 Ectoplasm [Ghost, Shaper] pounds for a Medium-sized creature, 5 pounds for a You can create ectoplasm, a gooey physical manifesta- Small creature) gains a +4 circumstance bonus on tion of base supernatural spiritual energy. Escape Artist checks.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may take this feat only as a 1st-level You can ride or possess an additional type of creature. character. Prerequisite: Ghost Ride.",
        "name":  "Special",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Choose one type of creature, such as Empower Turning [General] giants. You may use any feat from the path of the You can turn or rebuke more undead with a single dominator on that sort of creature as if it were a crea- turning attempt. ture of your own type. For example, a human who",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can gain this feat multiple times. Each This feat first appeared in Masters of the Wild. time, you choose a new type of creature to be affected. Fade [Ghost, Haunt] Extra Favored Enemy [General] You can make your ghost body more diaphanous and You select an additional favored enemy. difficult to detect.",
        "name":  "Special",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a fly speed of 5 feet (good). You another creature, and creatures that touch you do not cannot use the run action when you fly. take this damage. Normal:A ghost without this feat is confined to the",
        "name":  "You do not have to use this ability when you touch Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost’s touch attack normally deals no forms of movement available to corporeal creatures. damage. Ghost Healing [Ghost, Shaper] Frightful Moan [Ghost, Haunt] You can transfer some of your own ectoplasm to You can unleash a moan that panics creatures near you. another ghost to heal it.",
        "name":  "Normal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a standard action, you can moan in a Benefit:As a standard action, you may sacrifice any frightful manner. All creatures within a 30-foot radius number of your own current hit points in order to heal must succeed on a Will saving throw (DC 10 + 1/2 any ghost you are touching a like amount of hit points. your HD + your Cha modifier) or become panicked for You cannot sacrifice more than your current hit points 2d4 rounds. This is a sonic, necromantic, mind-affect- +10, which is enough to kill you. ing, fear effect. A creature that successfully saves against your frightful moan cannot be affected by it for Ghost Hand [Ghost, Poltergeist] one day. Each time you use this ability, you deal 2 You can move small objects in a limited manner points of Charisma damage to yourself. when you are a ghost.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wis 13, smite ability. a 5-foot step and the elf cast summon monster I(a full-",
        "name":  "Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on all Knowledge stance, a paladin could choose a number up to two (nature) and Wilderness Lore checks when within the lower than her paladin level). If a prestige class in- Spirit Wood. Your bonded spirit tree can communicate creases your effective turning level, use your effective with you telepathically at a range of 1 mile. This con- turning level. tact can be initiated only by your bonded tree; you This feat first appeared in Defenders of the Faith. cannot send messages unless you have been contacted first by your bonded tree and it is maintaining the tele- Horrific Appearance [Ghost, Haunt] pathic link. You can blast creatures with your simple appearance.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may take this feat multiple times. Its Prerequisites: Control Visage, Haunting Appear- effects do not stack. Each time you take this feat, you ance, Improved Control Visage, nongood alignment, become bonded to another spirit tree. Most spirit trees Cha 17. prefer that their guardians are bonded to only one tree Benefit:As a standard action, you may assume a hor- at a time, but there are exceptions. If your bonded rific appearance for 1 round that affects any creatures spirit tree is killed, you lose all benefits of this feat within 60 feet that view you. These creatures must suc- until you bond with another tree. ceed on a Fortitude save (DC 10 + 1/2 your HD + your Cha modifier) or take 1d4 points of Strength, 1d4 Haunting Appearance [Ghost, Haunt] points of Dexterity, and 1d4 points of Constitution You can make your ghost body assume a terrifying ap- damage. A creature that successfully saves against your pearance that can frighten observers. horrific appearance cannot be affected by it for one",
        "name":  "Special",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost without this feat appears as she did a hobgoblin ghost, an elf ghost, fat, thin, short, tall, and at the moment of her death, with wounds and other so on, although you still appear semitransparent. trauma visible on her ghost body. This affects creatures that see the ghost, as described in the Faces of Death Improved Deflection [Ghost, Poltergeist] sidebar (earlier in this chapter). You are adept at deflecting things before they strike you. Haunting Voice [Ghost, Haunt] Prerequisite:Ghost Hand.",
        "name":  "Normal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When manifested fully, as a standard action, you can make a Will saving throw (DC 15) to Malevolence [Ghost, Dominator] become incorporeal for 1 round. If you revert to being You can possess a creature and control its actions. manifested fully while inside a material object (such as Prerequisites:Ghost Ride, Iron Will, Minor Malev- a solid wall), you are shunted off to the nearest open olence, Cha 15. space and take 1d6 points of damage per 5 feet that you Benefit:As the Minor Malevolence feat, except the so travel. maximum duration is a number of hours equal to your",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can turn or rebuke undead as a free nauseated. action, but with a –4 penalty on both your turning",
        "name":  "When you touch a living creature, you can make it Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can make a touch attack that nauseates only one turning attempt per round. a living creature for a number of rounds equal to 1d4 + You may use this feat only when you actually your Charisma modifier. The target may resist with a attempt to turn or rebuke undead. You may not use it Fortitude saving throw (DC 10 + 1/2 your HD + your when you power a divine feat. Cha modifier). When you are manifested fully or This feat first appeared in Defenders of the Faith. attacking incorporeal opponents, you add your Strength modifier to attack rolls. When you are incor- Rend Ghost [Ghost, Corrupter] poreal, you add your Dexterity modifier to attack rolls. Your touch can maul the ectoplasm of another ghost.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Corrupting Touch, Ectoplasm. corrupter applies from each attack. Benefit:When you use Corrupting Touch to make You do not have to use this ability when you touch a touch attack against a ghost, you deal 1d10 points of another creature, and creatures that touch you are not damage instead of 1d4. subject to this effect.",
        "name":  "Only one kind of damage or effect from the path of the Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ectoplasm, Shape Ectoplasm, Wis 13. other attacks by the creature. For example, a ranger",
        "name":  "Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base attack bonus +2 plus any touch is a supernatural ability. attack that deals hit point damage, ability damage, or You can use witchlight to outline a creature (such as ability drain. one under the effects of blur, invisibility,and so on), but",
        "name":  "Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This green oil smells strongly If the ghost is subject to attacks that would normally of crushed green plants. Against living creatures, it not harm an incorporeal creature, the attacks affect the acts as Small monstrous centipede poison (injury manikin instead. Attacks that do not harm the ghost DC 11, 1d2 Dex/1d2 Dex), but against ghosts, it because of its incorporeal miss chance do affect the functions as greenblood oil (injury DC 13, 1 Con, manikin. A manikin may be built in the form of a 1d2 Con). dwarf, elf, gnome, half-orc, halfling, or human. A",
        "name":  "Cretchwater Oil",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As charm person, but also and unwounded. affecting ghosts. Protection from Possession: Warded creature can-",
        "name":  "Charm Person or Ghost",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target is confused as long as you Black Lungs:Target gains a debilitating lung infection. concentrate plus 2 rounds. Delay Manifestation:Delays creature from manifest-",
        "name":  "Nightmare Lullaby",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target dead creature gains ing as a ghost if killed. bonus on its attempt to manifest. Ghost Lock: Nonhumanoid creature can become a ghost. 45 GHOSTS ALL ABOUT CHAPTER 1: 620_88566_Ghostwalk3.qxd 4/4/03 8:48 AM Page 45",
        "name":  "Persuade to Manifest",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target temporarily 1 Protection from Possession:Warded creature cannot be gains yuan-ti traits. possessed or mentally controlled.",
        "name":  "Blessing of the Snake Mother",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal creature mani- 4 Proper State:Transforms willing incorporeal undead fests fully. into a ghost.",
        "name":  "Forced Manifestation",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals 1d6 damage to ecto- plasm and can affect incorporeal creatures. plasm. Summon Undead III:Summons undead to fight",
        "name":  "Necro Disrupt Ectoplasm",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warded creature bonus on its attempt to manifest. cannot be possessed or mentally controlled. Necro Ectoplasmic Decay: 1d6 per level to ectoplasm,",
        "name":  "Abjur Protection from Possession",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Summons undead to fight or special mount temporarily becomes a ghost. for you. Undead Torch: Undead creature gains blue",
        "name":  "Summon Undead I",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vibration deals 1d4/level to bone. aura that deals +2d4 against living creatures.",
        "name":  "Evoc Bonerattle",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Makes gruesome ghost appear Trans Forced Incorporeality: Manifested creature be- normal and unwounded. comesincorporeal.",
        "name":  "Illus Pleasant Visage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hard spheres of ectoplasm Abjur Ghost Lock: Nonhumanoid creature can become deal 1d6/two levels impact damage. a ghost.",
        "name":  "Conj Hail of Ectoplasm",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action whether inert or part of an ectoplasmic creature. Range:Close (25 ft. + 5 ft./2 levels)",
        "name":  "As antilife shell, except that it affects only ectoplasm, Casting Time",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature with bones",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch ages bone. It does not affect creatures that do not have",
        "name":  "Range",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched true bones (such as elementals, incorporeal creatures,",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature You detect ghosts. The amount of information revealed",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures get Will saves to recog- Detect Ghost nize the glamer as an illusion if they inter- Divination [Ectomancy] act with it (such as by touching the undead and having",
        "name":  "Note",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brd 4, Clr 5, Sor/Wiz 5 All ectoplasmic creatures and objects in the area take",
        "name":  "Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brd 2, Rgr 2, Sor/Wiz 2 Disrupt Ectoplasm Necromancy [Ectomancy] As alarm, but detecting only ethereal creatures that",
        "name":  "Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S ability to see the ethereal creatures once the alarm is",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fortitude half The target creature is enveloped in a violet haze that",
        "name":  "Saving Throw",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One incorporeal creature and see text if they were occupied by allies. You gain a +10 bonus",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level affected, the one moving away from the other one loses its cam- As locate creature, except as ouflage. If both are moving noted above and below. away from each other, they",
        "name":  "Duration",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes (harmless) You transform a willing incorporeal undead creature",
        "name":  "Saving Throw",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S alignment it had as an undead creature, although it",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Casting Time:1 hour",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S table below. You choose which creature to summon,",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more summoned creatures, no two of Effect: One or more summoned creatures, no two of which can be more than 30 ft. apart which can be more than 30 ft. apart As summon undead I,except that you can summon one As summon undead I,except that you can summon one undead from the 2nd-level list or 1d3 undead of the undead from the 5th-level list, 1d3 undead of the same same type from the 1st-level list. type from the 4th-level list, or 1d4+1 undead of the same type from a lower-level list. Summon Undead III Conjuration (Summoning) [Evil; see text] Surelife",
        "name":  "Effect",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more summoned creatures, no two of Level:Repose 8 which can be more than 30 ft. apart Components:V, S, M",
        "name":  "Effect",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sor/Wiz 3 per caster level (maximum 20d4). Creatures with the",
        "name":  "Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    }
]
