[
    {
        "origin_file":  "magic_items.json",
        "description":  "A Comparative History of Magical Tradition By Grand Loremaster Farvol Thukir 22 3 BLOOD MAGIC - AN OVERVIEW Blood Types of Blood Magic The blood magician’s most well-known area of expertise is that of bonds of blood, more Magic – An commonly known as blood oaths – a primal means of solidifying any agreement, backed up Overview by powerful magic from the dawn of time, written into the very laws of the universe themselves. As with other blood magic this is almost predominantly the province of arcane spellcasters, I though many barbarian warriors and some more t is said that blood magic is one of the oldest civilized soldiers also learn a blood bond or two, forms of arcane magic, based on the most recognizing quite correctly that nothing brings primitive, but extremely powerful, rituals comrades together quite so effectively as a vow of of spilling blood. To the savage, lifeblood is blood brotherhood. something that is clearly full of magical energy, for if you deprive anyone of it they grow weak and die, losing all their own life energy. Any magician who can access this energy must be powerful indeed, for he can tap into the secrets of life and death themselves. The first blood magicians were primitive sorcerers, perhaps because the secrets of written language, and the wizardry based on it, were unknown in those days. Today many wizards also learn some blood magic, though sorcerers are still the most commonly met blood magicians. Something about its immediate and barbaric nature seems to appeal strongly to them, and their flexibility also means they can use the energy gained from human sacrifices more easily than can wizards, though of course not all practitioners of blood magic also engage in human sacrifice. A great many philosophical systems have recognised the power in blood, likening it to the very force that animates living creatures. Blood magic also ties in with these ideas, and certain blood magicians approach it not so much from the perspective of the savage power it can offer, but in an attempt to discover more about the magical underpinnings of the world. Even these scholars sometimes find their lofty ambitions fallen by the wayside, as they delve a little too deeply into the practices of blood magic, discovering their own inner lust for power and sacrifice rather than any new insight into philosophy and science. 44 BLOOD MAGIC - AN OVERVIEW The Blood Plane Perhaps their most terrifying practice though is blood sacrifice, whereby a skilled blood magician Some scholars of blood magic talk of a demiplane can gain immediate magical energy by spilling known as the blood plane. This is said to be much another’s lifeblood. Many a blood magician like an elemental plane but devoted to blood rather has done so in a time of necessity, for the than one of the conventional elements, and is blood of others is simply such a convenient and postulated as the source of blood magic and the concentrated form of power. The magical ‘rush’ home of the dreaded blood guardians. gained from blood sacrifice is almost irresistible, with very few practitioners managing to stop at However, more traditional practitioners of blood that first, genuinely necessary sacrifice. . . magic such as the tribal sorcerers tend to scoff at such an idea, having little patience for the codified Other blood magic includes the creation of systems of classifying the other planes. They temporary magical animals from the caster’s own prefer to consider anywhere which is not the blood, or making larger, more permanent blood material world to be the Otherworld, or the spirit creatures by binding the life energies of a number plane, or some similar primitive concept. Even if of sacrifices together. This can produce some truly one was to accept the scholars’ codification of the horrific creatures, including the dreaded bloodless other planes, they would be wary of categorising and powerful blood golems. blood magic within any one such place, because they strongly believe it to be the primal magic that Certain blood magicians experiment with the underpins the workings of the world itself. . . transfusion of blood of power, such as demonic ichor or celestial blood, into the magician’s own In this instance the tribal sorcerers may be no body or that of another subject. This can have a less wrong than their civilised counterparts, since variety of effects depending on the type of creature few scholars have ever attempted to travel to the and the quantity of its blood transfused. blood plane, and if any have succeeded they have not returned. There has then been no proof that Many of these practices, indeed all other than the blood plane exists at all, let alone that it is the certain blood bonds, are regarded with fear and source of the blood magicians’ power. disgust by ordinary folk, though again primitives will be awed by a sorcerer who can turn his own Pitfalls of Blood blood into a graceful hawk or who has become part-demon through the addition of another Magic creature’s blood to his own. Human blood Blood magic, then, offers tremendous scope sacrifice is almost universally reviled other than for gaining – and abusing – magical power. by the most savage tribes, but the occasional However, there are inevitable consequences. supposedly civilised society also makes use of or There are several perils and pitfalls that almost even relies on it, whether to keep the populace every practitioner of blood magic must face and in their place, punish criminals, or both. In such overcome, if he is to reach the pinnacle of his art. a place the blood magician’s expertise may be The first is the tendency to get addicted to the welcomed, particularly when the authorities enormous rush of magical power that comes from realise he can not only dispose of their unwanted sacrifice. Even the most mild-mannered scholar citizens but also produce useful spells and other can suffer from this, for the very first sacrifice he effects by so doing. performs, be it an act of absolute necessity or a carefully considered scientific experiment using Most blood magic comes not in the form of spells a state-provided condemned criminal as victim, but of bloodrites, which might be regarded as could be the beginning of a dreadful, irresistible the primal ancestors of arcane spells – rather addiction. Many a blood magician has found the than codified, scholarly spells that call upon the road to hell paved with the very best of intentions. powers of the universe for their effect, bloodrites always involve something of self-sacrifice, be it of lifeblood or one’s very essence. 44 5 BLOOD MAGIC - AN OVERVIEW The second is that almost all blood magic risks healing expert or a cleric with plenty of curing attracting the attention of the strange class of spells, this can be avoided, but perhaps the best creatures known to scholars as blood guardians. option is simply to use blood magic sparingly. The sorcerer or wizard who uses blood magic too often, or too indiscriminately, or too ineptly, Fourthly and finally, those who prefer to practise may attract the attention of these fabled guardians their blood magic by torturing and sacrificing of blood magic, terrifying creatures who track others, whether their fallen enemies or innocent down those who are not ready for the power of the victims, will soon find that civilised societies bloody tradition and tear them to pieces. frown on such behaviour at best, and at worst actively hunt down and destroy its practitioners. The third danger is that those who readily open a vein for their magic will do irreparable physical The Arcane and the harm to themselves. The body is simply not meant to take such abuse as being sliced apart Divine on a regular basis. With the attentions of a good Blood magic is exclusively practised by arcane spellcasters, usually sorcerers but sometimes wizards or others. Certain shamans, druids and evil clerics learn a similar magic, again based around sacrifice and magical oaths, but though related it is beyond the scope of this volume. The greatest difference between the two approaches is the difference found between arcane and divine spellcasters everywhere: the former are largely concerned with either personal power or the advancement of science through experiment and discovery, whereas the latter are more interested in venerating a god or other higher power. The blood magic of each is tailored accordingly, and so the bloodrites and spells found in this volume relate for the most part to the concerns of arcane spellcasters, though in many cases a hangover from the more primitive origins of blood magic can be found, with bloodrites concerned with the maintenance of savage tribal structures and so forth. 66 THE BASICS OF BLOOD MAGIC The Basics regions become depopulated, all for the power and bloodthirstiness of one wizard. of Blood The more basic bonds of blood, such as blood brotherhood, also have a parallel tradition among barbarians and other traditional fighting-men of all Magic kinds. These folk, who rarely have any true arcane knowledge or any ability to cast spells, are either continuing half-remembered primitive rituals or re-inventing blood magic from first principles. In T his chapter details the various different any case the continued existence of this tradition sorcerers, wizards, and occasional others seems to support the theories of those who regard who learn blood magic, as well as how a blood magic as one of the most primal and ancient character might track a mentor down and persuade of magical paths. him to pass on vital knowledge. It also looks at the mechanics of learning and using blood magic. Practitioners of blood magic are for the most part human, though certain tribal monsters such as orcs Folk of Blood and hobgoblins occasionally learn a little, as of course do vampires. All arcane spellcasters can Perhaps the most well-known practitioners of use blood magic, so long as they can find someone blood magic are sorcerers from the most primitive to teach them; the simpler rituals of blood bonding tribes, half-magician, half-witch doctor, barely can also be learned by soldiers, warriors and other worthy of the name ‘sorcerer’ at all. However fighting-men, as described later in this volume. these are not always the most likely blood magicians to teach others their art, and so it is possible the more savage sorcerers will eventually Finding a Teacher die out. Most are secretive in the extreme, passing Blood magicians, especially the more advanced on their knowledge only piecemeal to one or two blood magicians, are by necessity secretive. They chosen apprentices from their tribe, who must will always be feared, even in primitive lands, and give up all thought of individuality and obey their right-thinking civilised folk will not merely fear master in every way. them but actively attempt to destroy them. The blood magician who is open will likely attract the Those more bookish wizards who first made a attention of whole chapter houses of paladins, as special study of blood magic often prove more well as great mobs of commoners with torches willing and even eager to find students of their and pitchforks. Those blood magicians who are dark art, often because they are power-mad and sufficiently powerful as to laugh off such threats feel the need to have minions to assist them in are perhaps too frightening to attract a great many carrying out their apocalyptic plans of conquest. apprentices, though those who do wish to be Though supposedly more civilised than their tribal taught by such a practitioner are often sufficiently sorcerer rivals, these brilliant but often crazed depraved that they no longer care if they are wizards are if anything far more malicious. signing their very souls away to an eternity of servitude. Some wizardly blood magicians refrain from the more dangerous, disreputable and powerful There are, then, several main paths to learning practices, such as human sacrifice, but they are blood magic. Once a character has done any of scarce. Few can learn a great deal of blood magic the following, he is considered to have undergone without feeling the need to gain still more power basic training, so he may begin to learn the skills, from sacrifice, and those who give in to temptation spells and feats of blood magic: in this regard rarely find themselves able to put the metaphorical genie back in the bottle – one † A sorcerer born into a primitive tribe may sacrifice leads to another, until eventually whole persuade the tribe’s chief sorcerer to teach him the secrets of blood magic. 66 7 THE BASICS OF BLOOD MAGIC † A sorcerer or wizard of Good or Neutral often the established sorcerer will see any others alignment who can track down one of the few as rivals and potential threats, seeing to it that they uncorrupted blood magic scholars may find said are exiled from the tribe as soon as their talents scholar willing to take on an apprentice. are obvious. The Games Master should determine which case applied to the character by having him † An Evil sorcerer or wizard, or one who is make a Charisma check (DC 14) to have been Neutral but cares little whether he later becomes accepted at an early age. Success indicates that Evil, may with similar difficulty find and persuade his former master will be reasonably open to the a less scrupulous blood magician to take him on as prospect of teaching him blood magic – usually in a minion. . . exchange for suitable services or gifts, of course, to a monetary value equal to 2d4 x 100 gp. † A fighter or other warrior who is part of an old-fashioned army, tribe or mercenary company A character who was rejected by the tribal sorcerer may learn some of the basics of blood oaths by for any reason will never be taught, even if he oral tradition from his fellows. later returns to the tribe more powerful than ever before. However he may elect to challenge the † As blood magic is such an intuitive and in resident sorcerer, whether to a formal magical some respects obvious path to power, it is possible duel of some kind or a more mundane battle. If he for a character to teach himself through research, wins, he may be able to force the losing sorcerer though this is a long, costly and potentially to teach him blood magic or other secrets, and dangerous method. even if he had to slay the resident sorcerer he will at least inherit his magical paraphernalia, perhaps Tribal Sorcerers making it easier for him to research blood magic on his own (see pg 10). As with the practitioners of any primitive magical tradition, tribal sorcerers fulfil a social niche as Sorcerers whose powers do not manifest until important as their magical role. Often they are relatively late in life, such as characters whose the only magic-worker, arcane or divine, the tribe first class was not that of sorcerer but who later has; in this case they will be expected to make multi-classed, may also return to the tribe of their pronouncements on spiritual and mystical matters birth and attempt to convince the tribal sorcerer to whenever any such issue arises. In tribes which take them on. They typically have a more difficult also have a shaman, druid or savage priest of some time of it than do those who were his apprentices kind, the primitive sorcerer often operates far – a tribal member who was not an apprentice more on the fringes of society, perhaps occupying wishing to persuade the tribal sorcerer to teach a small hut on the edge of the tribe’s village, to him blood magic must make a Charisma check which the locals come for charms and simple (DC 18) to do so. Every 100 gp worth of gifts potions. offered to the tribal sorcerer will give the character a circumstance modifier of +1 to the Charisma Another sorcerer born into such a tribe will quite check. commonly be expected to be taken on as an apprentice by the head sorcerer, though almost as Convincing Tribal Sorcerers to teach Blood Magic Situation DC +1 Circumstance Bonus Former apprentice to tribal sorcerer 14 Late-developing sorcerer from tribe 18 Per 100 gp of gifts Sorcerer from outside tribe 20 Per 500 gp of gifts Wizard from outside tribe 22 Per 500 gp of gifts 88 THE BASICS OF BLOOD MAGIC A character from outside the tribe may also than outright attack, particularly if the non-player attempt to persuade a tribal sorcerer to teach character continues to keep tabs on the character. him blood magic, making a Charisma check as above, but with a DC of 20 for a sorcerer or 22 At the Games Master’s discretion the rumours for a wizard. Every 500 gp worth of gifts offered could be cryptic or fairly straightforward. to the tribal sorcerer will give the character a Actually tracking down the blood magic scholar circumstance modifier of +1 to the Charisma could prove an adventure in itself, or alternatively check – tribal sorcerers are far more wary of gifts the character might find out a street address and from outsiders than from the members of their contact name from the first person he asks. own tribe. Once a scholar of blood magic has been found, Scholars of Blood Magic again it is up to the Games Master how willing he will be to take on an apprentice. Most will be The very best, strongest willed blood magicians delighted to find a fellow student of magical lore are able to retain a certain sense of scholarly who shares their interest, but may become wary if scientific detachment, rather than getting sucked it seems the character’s lust is for power, not for into an addiction to human sacrifice – or a worse knowledge. The character may adopt one of two fate. They tend to learn only blood magical tactics at this point: either impress the scholar with rituals and spells other than those related to blood his Knowledge (arcana) by discourse (DC 20), or sacrifices, preferring the less dangerous bonds of Bluff his way through the conversation (DC 25). blood and the creation of blood creatures, though a Success using either method will mean the scholar few also dabble in blood transfusions. is willing to teach him. For a similarly scrupulous would-be blood Blood Magicians of Evil magician, such a practitioner would be the perfect teacher, though they can be difficult to track down Those who see blood magic as a means to an – even well-meaning scholars who claim to ‘study’ end, usually that of great personal power, may blood magic rather than practise it are often best be served by seeking out a similarly vile targeted by paladins and witch-hunters, for blood sorcerer or wizard, a process fraught with danger. magic has a very bad name with the followers A sufficiently powerful and evil blood magician of most civilised religions. Thus the first task is will often be well-known in his local area due to find the right teacher, usually through either to simple notoriety, so he will be far easier to personal contacts or covert questions in the right locate than the more cautious scholar of blood areas. magic. Anyone the character asks about the blood magician will warn him to have no contact with A Gather Information check at DC 25 will turn one so diabolical. up rumours of a blood magician, if the questions are asked in the right place - for example a tavern Once such a blood magician has been located, frequented by sorcerers, or a wizardly college. he will usually test the character. Typical tests The DC rises to 35 if not asked in the right place, could include anything from a simple Charisma or in a small town where there is no real ‘right check or Knowledge (arcana) check, much as place.’ Failure by twenty or more indicates for dealing with shamans or scholars of blood that the character’s enquiries have come to the magic (see above) to more commonly a practical attention of a non-player character who strongly test intended to see whether the character has the disapproves of blood magic – a cleric or similarly hard-heartedness necessary to become a true dark religious person, or an official authority such as master of blood magic, such as capturing a former a town watchman. This non-player character’s comrade or family member for sacrifice. reaction could be anything from attacking or arresting the character to simply giving a two-hour Anyone who fails this test, or demonstrates more moral diatribe against blood magic and similar basic failings (which are likely to be defined arcane practices – this could almost be worse largely at the whim of the blood magician), will be taken captive and sacrificed. Blood magicians 88 9 THE BASICS OF BLOOD MAGIC are nothing if not practical, and one of the reasons that safeguard blood magic from dabblers and they are happy enough to test out prospective interlopers. apprentices is that it provides a slow but steady stream of new sacrifices. Any character who can cast 1st level arcane spells may attempt to research the basics of blood magic. Those who pass will be taught blood magic, often At the end of each month of research he makes all their master knows, but always at a price. Mere an Intelligence check (DC 15). Each month of gold is not enough – the new apprentice will be research and study costs 500 gp, and the would- required to enter into a formal blood contract with be blood magician must inflict 1d6 damage on his master. Just how restrictive this contract is himself each month of research as he attempts to will vary from master to master, and can range master and control the magic inherent in his own anywhere between a simple two-way loyalty bond blood. This damage heals normally. to a contract of indefinite servitude. Success indicates the character has completed The Way of the Warrior his basic training and can learn blood magic by spending experience points as usual (see Learning A fighter or other warrior who is part of an old- Blood Magic, below). fashioned army, tribe or mercenary company may learn some of the basics of blood oaths by oral Failure usually has no particularly malign tradition from his fellows. In most cases this will consequences. Unless the character fails severely, cover only blood brotherhood, and occasionally he suffers no ill effects other than the usual loss blood tribes or blood drinkers. However, if the of hit points and gold, and may try again the character is apt enough, this may be enough to following month if he so desires. assist greatly with learning other aspects of blood magic, as it is quite possible to deduce much of the A failure by ten or more (i.e. a modified result of rest from first principles once one knows a little. 5 or less) results in the character suffering 2d6 damage that month instead of 1d6. Furthermore Generally this route to knowledge of blood he must make a Will save (DC 12 + damage magic is not one that a character can deliberately sustained) or attract the attention of a random quest or search for. Rather, he will run into it blood guardian (see pg 40). by chance, after he has already been part of the group for a while and demonstrated his loyalty, Researching Blood Magic honour and reliability in a fight. The oldest, most experienced warrior of the group will not so much Int Check Circumstance Situation teach blood magic as supervise the rituals, and Modifier the other warriors if they so choose can attempt to Has observed at learn from said rituals. In effect this is much like least one blood +2 learning alone (see Blood Magic for One, below) magic ritual with the advantage of regular exposure to at least Has participated in some aspects of blood magic. at least one blood +5 magic ritual Blood Magic for One Has access to the Due to the primal, savage, and intuitive nature of paraphernalia of a +3 blood magic, it is one of the easiest traditions for blood magician a character to teach himself, though the risks and For each book on costs of such a course of action are manifold. A the subject of blood character who does not have access to at least +1 magic owned and some hints about the basics is likely to spend read several months of research before he can even begin to learn the bloody art, and may also put his very life in peril by inadvertently drawing the attention of one of the bizarre creatures 1100 THE BASICS OF BLOOD MAGIC",
        "name":  "From Arcane and Divine",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells and Bloodrites As well as the more standard arcane spells, blood magic incorporates rituals known as bloodrites into its practice. Bloodrites are older, less formal dweomers than are spells, drawing their power directly from the wills and bodies of the participants rather than invoking elemental or extraplanar forces. Bloodrites may be learned by any character who can find a teacher. The character does not need to learn the bloodrite in place of a spell, feat, or anything else; it is additional to all these things. There is an experience point cost to learn each bloodrite, however, and most also have an experience point cost to cast them. Usually a teacher will charge the character 1d4 x (XP cost to learn) in gold pieces to teach him the bloodrite. Bloodrites never take up ordinary spell slots when cast – rather, casting them always involves a more serious sacrifice, either in the form of hit points of damage or in the form of a loss of experience points.",
        "name":  "Blood Magic",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As for spells. For purposes of determining saving throws and dispelling or counterspelling only, blood rites are treated as arcane spells of the highest level the caster is able to cast. For example, an 18 Intelligence, 7th level wizard casts all his bloodrites as though they were 4th level spells. His bloodrites have a saving throw of 18 (10, +4 Intelligence modifier, +4 spell level). Knowledge (blood magic) Check: Most bloodrites require the ritualist to make a Knowledge (blood magic) check at the conclusion of the casting time. If the check fails, so does the bloodrite. A failed bloodrite has no effect and costs no experience points, though the usual hit points are lost.",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rather like feats, most bloodrites have prerequisites, usually including a minimum level of Knowledge (blood magic) and often a certain degree of arcane spellcasting capability.",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Self, plus see below and understood of the blood bonds. However, Duration: Permanent there are several others, all of a similar nature, and Saving Throw: None the creative practitioner of blood magic can create Knowledge (blood magic) Check: No still more. Prerequisites: Will save +4 or higher",
        "name":  "Blood brotherhood then is the most widely known Subject",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d3 Simple swearing of blood brotherhood can be done by anyone, whether they have formal blood Blood brotherhood must always be performed by magic training or not – even a non-spellcaster. two ritualists simultaneously. Both must know Though this can create a strong bond, it is usually the bloodrite, and pay the usual costs involved. of a very simple nature and is also vulnerable to If either bloodrite is interrupted by one ritualist interference from someone who does have formal having his concentration broken, both bloodrites blood magic training, who might use the link automatically fail. created between the blood brothers to harm one by capturing and torturing the other, or any number Once the ritual is complete, the two ritualists are of other vile practices (see pg 22, Abuse of Blood now blood brothers. A creature whose blood Bonds). brother is in an adjacent 5-feet square may use the aid another action (see Core Rulebook I), Two combat-oriented characters who might targeting his blood brother, once per round as a otherwise get married sometimes prefer to carry free action. In addition, whenever they are within out the blood brotherhood ritual, becoming bonded sight of one another and both conscious, the two far more deeply and fundamentally than would blood brothers each gain a +2 morale bonus to happen with a typical religious wedding. all Will saving throws. If either blood brother is ever reduced to 3 or less hit points in combat, his 1144 BONDS OF BLOOD blood brother may immediately go into a rage it again. Depending on the tribe, this may be on as a free action. This rage functions exactly as a some magically or spiritually significant day, or it barbarian’s Rage class feature (see Core Rulebook may be simply a matter of convenience. I), though the character never gets the benefits of",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal, plus see below attacker immediately sustains 1d6+1 permanent Subject: Self, plus see below damage to Charisma, and the blood brotherhood is Duration: One year ended. This occurs even if the attack was caused Saving Throw: None by a magical or other compulsion. Knowledge (blood magic) Check: No",
        "name":  "If either blood brother attacks the other, the Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ritualist’s dagger, which is used to cut Once the ritual is complete, the all the ritualists are his hand. now members of the same blood tribe. Once per round, as a free action, a character may perform Blood Tribes the aid another action (see Core Rulebook I) as a free action, so long as the target is a member of A lesser-known practice than standard blood the character’s blood tribe. In addition, whenever brotherhood involves extending similar benefits to all the surviving members of the tribe are all a small group, rather than simply two ‘brothers.’ within sight of one another, they each gain a +1 In this bloodrite, all participants stand in a circle morale bonus to all Will saving throws. and slash open both their hands, then clasp them together with those on either side of them; in this No new creature can join the blood tribe until the way it is thought that all their blood flows together. duration is ended and the tribe is ready to renew its vows and perform the ritual once more. At one time it was common for all the male warriors of certain tribes to use such a ritual If a character attacks a member of his own blood to bond together, though today the rite is more tribe, the attacker immediately sustains 1d4+1 usually employed by small mercenary groups and permanent damage to Charisma, and is no longer a similar fighting teams. It is still typically known member of the blood tribe for any purposes. This as the creation of a blood tribe, and indeed those occurs even if the attack was caused by a magical who undergo the ritual often feel far more like a or other compulsion. tribe afterwards than a mere military unit. If a member of the blood tribe is killed, the As the blood tribe bloodrite only lasts for one remaining blood members suffer a -1 morale year, it is usual for all the members of the tribe to penalty to all attack rolls, checks, and saving gather once more at the end of the year to perform 1144 15 BONDS OF BLOOD throws that are do not directly relate to their Prerequisites: Knowledge (blood magic) 6+ efforts to avenge the slain blood tribe member, ranks, the ability to cast arcane spells of at least 2nd until all who had any active hand in the member’s level death are themselves dead. XP Cost to Learn: 250 XP",
        "name":  "Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ritualist’s dagger, which is used to cut of a religious or tribal ritual. He cuts himself, both his hands. usually on the forearm, bleeding into a cup. He passes this around each of the intended targets. If they are willing to cut themselves (also each Drinkers of Blood sustaining 1d3 damage, just as the ritualist did) Many secret societies create subtly powerful and mingle their blood with his in the cup, then bonds between the entire group, by having all of take a sip from the resulting mixture, they will find them cut themselves, bleed into a cup or other themselves bound together in a similar manner to vessel, and consume a portion of the combined a blood tribe (see above), but with a more sinister liquid. The advantage of this from the leaders’ consequence. perspective is that newcomers to the society do not necessarily realise quite how powerful this form Each target that takes a sip is bound together with of blood magic is, or indeed that it is magical at all the targets and the ritualist for one month, all, particularly if they originate from a civilised with the effect that whenever any of the targets is society. Those from a more tribal background will within sight of the ritualist the target gains a +1 be very wary of such a practice, but in most cases morale bonus to all attack rolls. they are not the type targeted by the society’s recruiters anyway. Often a ritualist will convince In addition, each target must make a Will saving the targets of the spell that what they are joining is throw or become susceptible to the influence of a blood tribe. The bloody chalice bloodrite is the the ritualist. Failure at the saving throw means most common ritual of blood drinking. the target suffers a -2 circumstance penalty to all Sense Motive checks opposed to the ritualist’s Of course, vampires and certain other creatures Bluff checks, as well as a -1 circumstance penalty also drink blood, for quite different purposes. In to all further Will saving throws against spells, addition to the usual ill effects of having one’s bloodrites, supernatural effects or spell-like effects blood drunk by a vampire, a vampire who is also cast or activated by the ritualist. If the bloodrite a blood magician may in addition use the bloody is repeated before the end of its duration, and the tongue bloodrite to create a blood bond with same targets take sips from the cup and fail their its victims. The main use of this bloodrite is to saving throws again, the above circumstance ensure there is a bond available for the vampire to penalties are increased by -2 and -1 respectively, cast one or other of the more conventional arcane lasting for the duration of the most recently cast spells listed later in this chapter, in the Abuse of bloody chalice. Blood Magic section. For example, a ritualist casts bloody chalice on",
        "name":  "Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to one creature per level in highest- their saving throws against his magic. A month level arcane spellcaster class later, the ritualist casts bloody chalice on the same",
        "name":  "Targets",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below succeeds even despite the -1 penalty, so he no Knowledge (blood magic) Check: DC 15 longer suffers any penalties at all, though he still 1166 BONDS OF BLOOD gains the +1 morale bonus to attack rolls while Some blood magicians write blood contracts in sight of the ritualist. The other three all fail, exclusively for their own purposes, whereas others so for the next month their penalties are -4 and -2 write them to order for a suitably high fee. In the respectively. Again they still gain the +1 morale latter case the fee is typically a minimum of 10 bonus to attack rolls while in sight of the ritualist. gold pieces per experience point lost (note that due to the specialist nature of blood contracts this is",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates material components (5,000 gp for the 5th level Knowledge (blood magic) Check: No spell, 7,000 gp for the 7th level spell).",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Must be a vampire and have the ability to cast arcane spells of at least 2nd level More primitive blood magicians, who may be",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below Blood Contracts Knowledge (blood magic) Check: DC 15 +1 per More complex bonds than mere blood brotherhood clause in the contract. and its formulaic variants can involve detailed",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (blood magic) 8+ contracts, with specific, magically enforceable ranks, the ability to cast arcane spells of at least 5th penalty clauses for specific breaches of contract. level An experienced blood magician can draft a",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below commonly used when creatures from the material plane wish to make a deal with creatures from one Blood contract creates a formal, written contract of the outer planes, though they can be used by that can be written as the ritualist desires, anyone and can take a wide variety of forms, from depending on the nature of the enterprise or a business partnership to the shared ownership of business the signatories wish to agree to. In some object of power to a slave contract. 1166 17 BONDS OF BLOOD form it is typically written very much like a legal † All signatories are automatically teleported contract, so as to ensure that it is completely into the presence of the ritualist, including the unambiguous. The terms can be anything the breacher, for an immediate and impromptu ‘court ritualist likes, so long as the signatories are willing session’ at which they may decide the fate of the to sign it. breacher. At the conclusion of the ‘court session’ as defined by the ritualist, all signatories are Anyone who signs the contract is one of the automatically teleported back to their previous subjects of the bloodrite. They may be willing or locations. To add this penalty clause to a contract, unwilling – the bloodrite makes no distinction, the ritualist must be able to cast the spell teleport. so long as they sign. The ritualist may be one of Additional cost: 250 XP. the signatories, or not, as desired. Each signatory to the contract must provide enough of his own † The breacher is immediately targeted by blood to equal 1d4 hit points or as many hit points one of the following spells, specified during the as there are pages in the contract, whichever is casting of the bloodrite: suggestion, emotion, greater. The ritualist need only sustain damage lesser geas, phantasmal killer, contagion, and provide blood if he is one of the subjects enervation, polymorph other, dismissal, himself. feeblemind, geas, banishment, finger of death, maze, trap the soul, polymorph any object, As part of the terms of the contract, the ritualist imprisonment¸ energy drain. To add this penalty may choose to include a variety of penalty clauses clause to a contract, the ritualist must be able from the following list, or as devised by the to cast the relevant spell. Any decisions that ritualist with the agreement of the Games Master. must normally be made on casting the spell Each penalty clause costs the caster additional must be made while casting this bloodrite, and experience points, as specified in the description incorporated into the finished contract. The spell of each penalty clause. Penalty clauses can may be activated any number of times, whenever relate only to specific breaches of the contract, an appropriate breach occurs. Additional cost: 50 or alternatively all relevant penalty clauses can XP per level of spell, plus any additional XP that be invoked at once for any breach whatsoever, as must usually be expended on casting the spell, desired. plus additional material components in the form of incense amounting to 1,000 gp per level of spell. † The character who breaches the contract (hereafter referred to as the ‘breacher’) remains A blood magician who has become a signatory bound by the terms of the contract, but other to a blood contract (whether or not he cast the signatories are no longer bound by the contract bloodrite in the first place) and who knows the with regards to the breacher. Additional cost: 25 blood contract bloodrite can attempt to remove XP. one of the penalty clauses from the contract. Each attempt to do so costs him 5 experience points † The breacher sustains 1d3 temporary for each experience point the original ritualist Wisdom damage per day until he is once more paid to include that clause; for example, a blood abiding by the terms of the contract and has made magician who had signed a contract including sufficient restitution to the injured party, as agreed the teleportation clause must pay 5 x 250 = 1250 by all other signatories. Additional cost: 100 XP. experience points to attempt to remove the clause. The attempt requires a Will saving throw, DC † The breacher sustains 1d6 or more damage determined by the power of the original ritualist for each breach. In the case of an ongoing breach, as usual for bloodrites (see pg 11). Success he sustains a like amount of additional damage indicates that the desired clause, in its entirety, is for each day beyond the first when he remains in permanently removed from the contract. Failure breach of the contract. Additional cost: 25 XP per indicates that the blood magician expends the 1d6 damage, to a maximum of 1d6 damage per experience points, but to no avail. Note that it two caster levels. is common practice to include a penalty clause penalising any attempt to remove one or more penalty clauses from the contract! 1188 BONDS OF BLOOD",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below begin to lose face within the community, as well Knowledge (blood magic) Check: DC 14 as losing their own self-confidence. The oath-",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (blood magic) 4+ ranks, breaker suffers 1d4 temporary Charisma damage the ability to cast arcane spells of at least 3rd level per day until he can make suitable recompense",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d4 be healed by any means, until the recompense is made. The blood oath is traditionally used by barbarian tribes and other savages to solidify an agreement The duration of a blood oath must be defined that would not fall into one of the categories in terms that are reasonably easy for all its covered by the other blood bonds. This could participants to comprehend and abide by. Typical be anything from a business deal to a marriage durations are: ‘until the sun’s rays dawn once contract. All the participants must slash their more,’ ‘until the next new moon,’ ‘until first frost arms, spilling 1d4 hit points’ worth of their blood of the coming winter,’ ‘until the summer solstice,’ onto the bloodrite’s focus, a gold arm-ring. or similarly simple, seasonally tied timescales. In general a blood oath is treated very similarly Note that unlike the blood contract spell, the to a blood contract, but its terms must be a great ritualist may never himself be involved in deal simpler, so that it can be defined in at most swearing the blood oath. It is crucial that the 100 words. Penalty clauses need not be discussed ritualist retain neutral status with regard to the 2200 BONDS OF BLOOD oath and its participants, for he may be called Saving Throw: No upon later to resolve any disputes that are too Knowledge (blood magic) Check: None minor to be considered breaches of the bloodrite. Prerequisites: Will save +7 or higher",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A gold arm-ring retained by the ritualist, XP Cost to Perform: 500 XP weighing one pound and worth at least 1,000 gp. Hp Cost to Perform: 2d6 Each arm-ring can be used to swear up to twelve blood oaths. The ritualist must declare one creature the target. Traditionally this should be someone who has done him great wrong; if, at the Games Master’s Bonds of Death discretion, this is not the case, the ritual will Among warrior cultures and primitive tribes, automatically fail, but the hit point and experience blood feuds are one of the best-known pieces of point costs will still be paid. In addition, the blood blood magic, along with the aforementioned blood feud should be cast as soon as possible after the brotherhood ritual. By declaring a blood feud, target does the ritualist a great wrong, or at least the ritualist makes a firm commitment to devote as soon as possible after the ritualist discovers it; his life to slaying a particular individual. He will again it will simply fail if this is not the case. do nothing that is not totally dedicated to that end until it is achieved. This is very common among When in combat with the target, the ritualist gains many tribes or savage countries as a means of a +4 morale bonus to his melee attack rolls, and achieving revenge for a slain kinsman or close +1d6 damage to each melee attack he makes. comrade. If the ritualist does not slay the target before the The inclusion of a blood feud among other blood spell’s duration ends, he may cast blood feud bonds may seem curious, though it is as strong a again, at half the usual costs in experience points bond as any other, even that between two blood and hit points. This only applies if at the Games brothers. Once the ritualist declares a blood Master’s discretion the ritualist made every effort feud, he is irrevocably bound to the target of the to find and kill the target throughout the spell’s bloodrite, until that target is dead. Note that this duration, otherwise the usual costs apply to any can lead to some intriguing possibilities when recasting. If he elects not to cast blood feud again, it comes to exploitation of the blood bond (see or if the target of the spell is killed by some other Abuse of Blood Bonds, pg 22). means rather than by the ritualist, the ritualist loses one full level, just as if he had been raised by Scholars attempting to categorise bloodrites a raise dead spell. typically classify the bleeding test rite along with the blood feud as Bonds of Death. The bleeding",
        "name":  "Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature/rank in Knowledge (blood the experienced blood magician to prove who magic) committed the murder.",
        "name":  "Target",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One round/rank in Knowledge (blood magic)",
        "name":  "Duration",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, F Knowledge (blood magic) Check: DC 15",
        "name":  "Components",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below arcane magic Divination spell of 2nd level or higher",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below bloodrite is cast, then are reduced by +1 each day, Knowledge (blood magic) Check: No until the bonus to attack rolls is reduced to +0 at",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Demonology, any blood sacrifice of chicken size and upwards can be used to add +1 to a Control check when attempting to control a demon (see page 23 of that volume). This assumes that the demonologist has no particular expertise with blood sacrifice, such as the feats and bloodrites listed in this book. For a character who knows both blood magic and demonology (and they are certainly complementary disciplines), other enhancements to demonology are possible as follows: Any one blood sacrifice which is made using the Blood Sacrifice feat can add +1 to a single Control check for every 12 effective hit points the sacrificed creature had, with a minimum of +1 and a maximum of +3. The bloodrite bloody calling can be used to add a bonus to any Summoning check, instead of its more standard use. For each sacrificial victim used as a material component (see below) the bloody calling gives a +1 bonus to the ritualist’s next Summoning check, to a maximum of +1 per three levels of the ritualist. 2244 25 BLOOD SACRIFICE",
        "name":  "As is mentioned in Encyclopaedia Arcane",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below to power more blood magic or other arcane",
        "name":  "Casting Time",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below immediately gaining appropriate benefits based Knowledge (blood magic) Check: No on the number of hit points the target had before",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blood Sacrifice, the ability to cast he was exsanguinated. He never gains additional the following spells: magic circle, lesser planar benefits for the Tormented Sacrifice or Bleed Dry binding feats, though a target who had the Blood of Power",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ritualist’s dagger, which is used to planar binding, or greater planar binding, slash his own arm. the ritualist may cast this bloodrite. For each sacrificial victim used as a material component Feats of Sacrifice (see below) the bloody calling raises the DC of The following feats are intended to allow the summoned creature’s Will save against the characters to become more proficient and effective relevant spell by +1, to a maximum of +1 per three when sacrificing the fallen, either for purposes of levels of the ritualist. blood magic or for enhancing the power of other magical effects.",
        "name":  "As part of the casting of a lesser planar binding, Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./level in highest-level Prerequisites: Blood Sacrifice, Knowledge arcane spellcaster class) (blood magic) 10+ ranks, must have undergone",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature basic blood magic training.",
        "name":  "Target",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude halves Benefit: Any time you use the Blood Sacrifice Knowledge (blood magic) Check: No feat to sacrifice a victim, you treat them as having",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blood Sacrifice, the ability to cast +10 hit points more than they actually had, solely arcane spells of 3rd level for purposes of gaining magical power of whatever",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you sacrifice a creature that has the Special: Another blood magician can also Blood of Power feat (see below), the +10 effective potentially make use of your powerful blood, by hit points gained from Bleed Dry is doubled as spilling it in sacrifice. Any time your blood is usual by the Blood of Power, to +20. used to fuel blood magic, even if not by you, it is twice as effective as ordinary blood. Thus a blood Blood of Power (special) magician who sacrifices you will gain benefits as though you had twice as many hit points than you Your very blood is filled with magical power, far actually did at your time of death. more so than any ordinary human. Blood Sacrifice (special)",
        "name":  "Special",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (blood magic) 12+ ranks, must have You have been trained to undergone basic blood ritually kill a helpless magic training. opponent, spilling their blood to gain",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any magical energy time you cast a for your own bloodrite, you ends. need only expend half as many hit points’ worth of blood, rounded down, as are rolled according to the bloodrite Prerequisites: description (to a Base attack minimum of 1 hp). bonus +1 or If you ever spill your higher, Knowledge own blood to enhance (blood magic) 6+ a spell, as described in the ranks, must have Self-Sacrifice section (see pg undergone basic blood magic training. 2266 27 BLOOD SACRIFICE",
        "name":  "Benefit",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you attempt a coup de grace on a Hans has a -2 circumstance modifier on his save helpless character or creature (see Core Rulebook due to Karel’s expertise with sacrificial victims. I Chapter 8), the victim gets a –2 circumstance He rolls a 14, +3 for his saving throw bonus, -2 penalty on his Fortitude save to avoid dying. In for Karel’s Blood Sacrifice feat, for a total of 15 addition, if you kill your victim with the coup de – less than the 18 required, so he dies instantly. grace attack, you gain magical energy from his Because Hans had 14 hit points, Karel may now death – you may do any one of the following: have any one of the following bonuses: † For each full 10 hit points the victim had † Gain +4 caster level on an arcane spell he (before subtracting any he lost while you inflicted casts before the next round (14/3 = 4) the coup de grace) you gain +1 caster level to any one arcane spell you cast by the end of the † Cast a 2nd level arcane spell without following round. This option is only available expending a spell slot (14/6 = 2) if the victim was a Small or larger humanoid creature whose Intelligence score was at least 3. † Cast a bloodrite which usually requires the caster to cut himself, and avoid 4 hit points’ worth † Immediately cast an arcane spell that you of damage by using Hans’ blood instead of his know and that usually takes one action or less own. (14/3 = 4) to cast, as a free action and without expending a spell slot, to a maximum spell level equal to (hit Opportunistic Sacrifice (special) points victim had before subtracting any he lost You are somewhat more warlike than the typical while you inflicted the coup de grace) divided by esoteric blood magician, and have learned how to six, rounded down. This option is not available to declare almost any opponent you have killed to be wizards or to other characters who need to prepare a sacrifice, drawing magical energy directly from their spells in advance. his dying and your great spilling of his blood, even if you slew him in combat rather than in the more † Use his own blood in place of your own in traditional ritualistic manner. a bloodrite. For every full 5 hit points the victim had (before subtracting any he lost while you",
        "name":  "Benefit",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Base attack bonus +5 or higher, inflicted the coup de grace), reduce your own hit Blood Sacrifice, Knowledge (blood magic) 8+ point expenditure for a spell or bloodrite by 1, to ranks, must have undergone basic blood magic a minimum of 1 hp. You must begin to cast the training. bloodrite in question by the end of the following round.",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opportunistic sacrifices cannot be Dvorak, an 8th level sorcerer, has his minions improved with either the Tormented Sacrifice or subdue and tie up Hans, a 3rd level cleric of a Bleed Dry feats, as there is simply not sufficient god whose followers have been particularly time for such complexity in the heat of melee antagonistic towards Dvorak recently. Hans has combat. 14 hit points and a Fortitude saving throw of +3. Karel, being something of a traditionalist, likes to Tormented Sacrifice (Special) use a sickle for his sacrifices. He attempts a coup de grace on Hans, automatically hitting and doing You may draw a huge quantity of magical energy a critical hit (x2 damage). Though he inflicts only from a creature by painstakingly sacrificing it over 8 points of damage, not enough to finish Hans a period of time. It is said that many sorcerers of outright, Hans must make a Fortitude saving throw the North do this by a process called the Blood against DC 18 (10 + 8 for the damage inflicted). Eagle, whereby the victim’s ribs are cut through 2288 BLOOD SACRIFICE and drawn out through his back, resembling Special: If you also have the Bleed Dry feat, bloody wings. Other spellcasters may have other when you sacrifice a victim using Tormented methods of performing the sacrifice, but the point Sacrifice you double or triple the effect of Bleed is to maximize the energy gained from a single Dry from +10 to +20 or +30 effective hit points, ritual sacrifice, by drawing out the process, relying depending on how long you took to perform on the creature’s pain and suffering to enhance the the sacrifice. If you use Tormented Sacrifice to quality of its blood. sacrifice a victim who had the Blood of Power feat, you gain sacrificial effects as though the",
        "name":  "Special",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blood Sacrifice, base attack victim’s hit points were tripled (because a doubled bonus +2 or higher, Knowledge (blood magic) 8+ double benefit always counts as a triple benefit), ranks, Profession (torturer) 4+ ranks, must have or quadrupled if you spun the process out for an undergone basic blood magic training. hour or more; in such a case, if you also have Bleed Dry the effect of Bleed Dry is also tripled or",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When Karel week is a bare minimum to stave off the pangs of Dvorak spills Hans’s blood on the earth, that is addiction, but a serious addict will certainly want the seventh sentient being he has sacrificed so far to sacrifice more often than that! in his salubrious career, for a +7 to the DC of his Sacrifice Addiction Save. In the early days of his Curing Sacrifice Addiction apprenticeship in blood magic, he also did in some 19 assorted dogs, cows, and other domesticated Sacrifice addiction can be removed by a miracle, animals, for a further +1 (19/10 = 1.9, rounded limited wish, or wish spell. However, doing so down to 1) to the save. To avoid becoming does not affect the character’s sacrifice addiction addicted when he sacrifices Hans, he immediately saving throw in future, so a previously addicted makes a Will save with a DC of 18 (10 + 7 + 1). character will likely revert to his addiction if he As an 8th level sorcerer his base Will saving throw ever performs another sacrifice. 3300 31 CREATURES OF BLOOD Creatures",
        "name":  "Example of Sacrifice Addiction",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d3 hit points for a Fine creature, 1d4 hit points for a Diminutive creature, A sufficiently advanced blood magician or 1d6 hit points for a Tiny creature can create creatures of his own devising from his living blood, by opening a vein This bloodrite conjures one basic blood creature and mentally shaping the blood into a particular from the Blood Creatures section of this chapter. form. These act a little like temporary familiars, The creature conjured may be any animal of Tiny as they have a telepathic link with their creator. size or smaller, with the blood animal template For this reason they are most often used for applied to it. Vermin and dire animals may not be scouting or carrying messages, particularly conjured. The ritualist may only conjure a blood where a conventional familiar might be put to animal based on an animals he personally has great risk, as there is no penalty to the caster if encountered and observed. his blood creature is slain other than temporary disorientation. For example, a ritualist who grew up in a nobleman’s household will have practised a little Blood creatures rapidly decay, reverting back to falconry with a variety of hawks, and ridden on simple spilt blood. A variety of different forms horses and ponies. He may later have owned a of blood creature are available, usually based on pet cat and at some point encountered crows and ordinary creatures in shape, most of them small badgers. Therefore with this bloodrite he may enough that providing the blood does not weaken conjure a blood hawk, blood cat, blood crow or the creator overmuch. blood badger – horses and ponies are too large to conjure as blood animals with this bloodrite, More complex blood creatures, usually involving though it could be done with a more powerful the spilled blood of a great many creatures, are bloodrite. an additional possibility – some of these can be effective in combat, and are quite terrifying to The creature is under the ritualist’s control for the behold. Furthermore certain blood creatures, duration of the spell, and may act as normal for known as blood guardians, are occasionally such a creature. The ritualist shares an empathic created or summoned inadvertently by the use of link with the creature to a distance of up to one excessive amounts of blood magic. mile – he may communicate telepathically with it, though its low Intelligence will restrict the effectiveness of such communication. At the end Blood Creature of the bloodrite’s duration, the blood creature Bloodrites dissolves into blood once more. The following bloodrites relate to creating blood",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Knowledge (blood magic) Check: DC 22 Knowledge (blood magic) Check: DC 12 3322 CREATURES OF BLOOD",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "600 XP A blood magician can have any number of blood",
        "name":  "XP Cost to Learn",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6, plus see below. able to control any of them, since they are in any case non-sentient. His own blood pools will not Create blood pool enables the ritualist to make a attack him, but he will need to take care not to non-sentient creature called a blood pool. A blood allow anyone else near them, save for purposes of pool is more or less a static fixture, used generally becoming a sacrifice. to protect a blood magician’s home rather like a living trap, though occasionally it will be more of A blood magician can use a blood pool he has a centrepiece used to enhance the terror others feel created as a means of sacrificing other creatures. for the owner. In this latter In this case he may either gain the usual benefits case some blood magicians actually take commissions, creating blood pools for temples to demonic gods or other places of great evil. The blood pool is initially created by sacrificing a dozen victims and draining their blood into an ornate pool, along with 1d6 hit points’ worth of the ritualist’s own blood, but at this point it is not fully alive. To complete it, the caster must spend a further two weeks during which he sacrifices an additional creature of Small size or larger and with a minimum Intelligence of 3 every day, and lets its blood join that already in the blood pool. In addition, each day of those two weeks he must spill a further 1d4 hit points’ worth of his own blood into the pool. At the end of the two weeks, he spends an hour completing the casting of the bloodrite, at which 3322 33 CREATURES OF BLOOD for the sacrifice, or contribute its magical energy own freshly spilled blood. Bloodless created by to enlarging the blood pool. For every four this bloodrite are under the ritualist’s command, humanoids of Small size or larger and each with a much as would be other undead as created by minimum Intelligence of 3 that are sacrificed to a the animate dead spell. However this control is fully completed blood pool, it grows by 1 HD. more limited and tenuous, revolving as it does around the ritualist’s physical ownership of the",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sacrificial dagger worth at least 1,250 vials used to hold the bloodlesses’ blood. Blood gp, which is used both to slash the ritualist’s arm magic scholars have hypothesised that this creates and to provide the various sacrificial victims a blood bond between vial and bloodless, though the blood pool must be fed with for the first two as usual the more practical blood magicians could weeks of its existence. not care less how the bloodrite works.",
        "name":  "Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An ornate pool, bath, or The ritualist must keep the vials of any bloodless fountain, at least 10 feet in diameter and costing he controls on his person at all times. If he ever at least 1,500 gp to construct. Though it must be loses a vial, the bloodless whose blood is in it ornate, it need not have any obviously man-made instantly becomes free-willed, and can never be features once the blood pool is within it, if desired brought under control again (other than by an – some blood magicians prefer a relatively subtle evil cleric’s command undead class feature or blood pool below floor level, so that an unwary similar means of undead control). A free-willed adventurer may simply assume it is a puddle bloodless always turns on its creator, though being of blood and step into it. A further material intelligent it may plan its moment carefully. component is required, the blood from at least twelve humanoids of Small size or larger and each A bloodless that is still under the control of the with a minimum Intelligence of 3. ritualist may be given complex orders if desired, and by holding the vial and concentrating for a full",
        "name":  "Material Components",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None A bloodless vial can hold blood from as many Knowledge (blood magic) Check: DC 18 bloodless as the ritualist desires, because only",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20 minutes/level in highest-level arcane to the same vial saves on both money and the spellcaster class ritualist’s own blood during casting. In addition Saving Throw: None the simultaneous communication can be a distinct Knowledge (blood magic) Check: DC 16 advantage, particularly in fast-moving situations Prerequisites: The ability to cast 3rd-level arcane such as combat, because the ritualist can give spells, lesser creature of blood orders to several bloodless with one full-round XP Cost to Learn: 300 XP action, rather than taking several rounds to XP Cost to Perform: 0 XP communicate with them on an individual basis. Hp Cost to Perform: 1d8 hit points for a Small creature, or 1d10 hit points for a Medium-size Most blood magicians then decide whether to tie creature, or 1d12 hit points for a group of Tiny or one bloodless or several to each vial depending smaller creatures on their planned uses for the creatures. Many prefer to have a mixture, perhaps choosing Creature of blood is exactly identical to lesser the most promising victims in life for use as creature of blood, except that the creature conjured ‘solo’ bloodless and banding the others together may be any Medium-size or Small animal in groups. This can allow for a good deal of with the blood creature template applied to it. flexibility in deploying and utilising their minions. Alternatively, the bloodrite may be used to conjure a number of Tiny or smaller blood creatures. No matter how many times the character uses Vermin or dire animals of an appropriate size and this bloodrite, the character can control only 2 with the blood creature template applied may be HD worth of undead creatures per caster level. conjured with this bloodrite, unlike with lesser If the character exceeds this number, the newly creature of blood. created creatures fall under the character’s control, and any excess undead from previous castings Focus: The ritualist’s dagger, which is used to cut become uncontrolled (the character chooses which his arm. creatures are released). Any zombies or skeletons created by the animate dead spell count towards Bloodrite: Greater Creature of Blood the same limit, so for example a 12th level wizard Components: V, S, F could have up to 24 HD of undead at a time, Casting Time: One full round made up perhaps of six 1 HD bloodless, six 2HD Range: 0 ft. zombies, and six 1 HD skeletons. Effect: One blood animal, Huge or Large; or 1d4+6 Medium-size blood animals, or 1d4+11",
        "name":  "On the other hand, having several bloodless tied Duration",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vial, worth at least 75 gp, to store a Small blood animals, or 1d4+16 Tiny blood portion of the material component’s blood. Only animals, or 1d4+21 Diminutive blood animals, or one vial is needed, however many bloodless are to 1d4+26 Fine blood animals. be created, though some blood magicians prefer to Duration: 1 hour/level in highest-level arcane use more than one (see above). spellcaster class",
        "name":  "Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At least one living creature, Knowledge (blood magic) Check: DC 20 Small or Medium-size and with an Intelligence Prerequisites: The ability to cast 5th-level arcane score of at least 3, which is sacrificed as part of the spells, creature of blood bloodrite. If more than one bloodless is required, XP Cost to Learn: 500 XP a like number of creatures must be sacrificed. XP Cost to Perform: 0 XP 3344 35 CREATURES OF BLOOD",
        "name":  "Material Component",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One round blood magic, either carefully and deliberately or",
        "name":  "Duration",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See below quite accidentally. Knowledge (blood magic) Check: DC 14",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0 XP and his magic. They are a little more intelligent",
        "name":  "XP Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6 and strong-willed than the animals whose form they take, being made from the blood of a higher Though it does not strictly speaking create a blood creature, and possess have an almost preternatural creature, this bloodrite is generally classed among agility, but otherwise are very similar to the the various creature of blood bloodrites, since it originals. gives new form to the ritualist� own blood. In this case the new form is that of a torrent, gushing out Creating a Blood from the ritualist� sliced arm, knocking over and potentially terrifying all in its path. Of course Animal the ritualist could not lose such a great quantity Blood animal is a template that can be added of blood and survive; rather, he uses the ancient to any creature of animal, vermin or beast type Law of Sympathy to draw upon a greater source of (referred to hereafter as the ‘base creature’). The blood, said to be located on the blood plane itself. creature’s type changes to ‘magical beast.’ It uses all the base creature’s statistics and special When this bloodrite is cast, a torrent of blood abilities except as noted here. spurts out from the ritualist out to the limits of the 3366 CREATURES OF BLOOD within range who witness the action may become frightened or shaken. Frightful presence affects only opponents with fewer Hit Dice or levels than the blood animal has. An affected opponent can resist the effects with a successful Will save with a DC of 10 + ½ blood animal’s HD + blood animal’s Charisma modifier. An opponent who succeeds at the saving throw is immune to that blood animal’s frightful presence for one day. This is an extraordinary ability.",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as the base creature Tiny Magical Beast",
        "name":  "AC",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always neutral Special Qualities: Magic immunity, construct, darkvision, damage reduction 25/+1",
        "name":  "Alignment",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +2, Ref +3, Will +2 in appearance, though they are the colour of bright Abilities: Str 21, Dex 13, Con -, Int -, Wis 11, fresh arterial blood all over, even their eyes and Cha 1 claws. This marks them out as the product of dark Skills: None and old magic, and is likely to terrify ordinary Feats: None creatures and anyone other than true heroes. Climate/Terrain: Any land or underground",
        "name":  "Blood hawks closely resemble conventional hawks Saves",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary practitioners of primitive magic abound, as they Challenge Rating: 6 make superbly effective spies, messengers and Treasure: None scouts for blood magicians, yet are far more Alignment: Always neutral expendable than a hawk familiar. Advancement: 4-6 HD (Large), 7-18 HD (Huge), 19-54 HD (Gargantuan), 55+ HD (Colossal) Combat A blood golem appears like a large, bulky Blood hawks attack with a dive much like a humanoid formed entirely of living, flowing, charge, then swoop back to the skies to prepare pulsing blood. Logic would suggest that such a another attack. In most cases their creator will quantity of blood could not remain in a coherent only order them to attack at all in extremis, as shape without skin or bone to support it, but they are clearly better suited to other duties than somehow it does. Despite this it is still liquid, combat. and still amorphous enough to engulf an opponent entirely into its body. Frightful Presence (Ex): A blood hawk’s very presence is unsettling to foes, due to its uncanny Blood golems are magically created creatures, appearance and deathly aura. Frightful presence formed from the blood of dozens of sacrifices takes effect automatically when the blood hawk by the will and arcane knowledge of a blood performs some sort of dramatic action (such as magician. They are believed to be held together charging, attacking, or snarling). Opponents by an entity from the Blood Plane, trapped within within range who witness the action may become the blood golem’s body. frightened or shaken. Frightful presence affects only opponents with less than 1 HD. An affected Construction opponent can resist the effects with a successful Will save with a DC of 10. An opponent who A minimum of sixty live humans, or other succeeds at the saving throw is immune to that creatures of at least Small size and at least 3 blood hawk’s frightful presence for one day. Intelligence, must be sacrificed to provide the raw",
        "name":  "Blood hawks are commonly encountered wherever Organisation",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*Blood hawks gain a +8 racial bonus to materials (that is, around 500 pints of fresh blood) Spot checks in daylight. for the blood golem, but the animating spark must also be attracted from the blood plane, which requires further similar creatures with at least 3388 CREATURES OF BLOOD 200 hit points’ worth of blood to be sacrificed. Construct: Immune to mind-influencing effects, Creatures sacrificed using the Tormented Sacrifice poison, disease, and similar effects. Not subject feat, having the Blood of Power feat, or both, to critical hits, subdual damage, ability damage, count double or triple, as usual. See the Blood energy drain, or death from massive damage. Sacrifice chapter for more about sacrificing and its requirements. Furthermore the creator must Frightful Presence (Ex): A blood golem’s provide 3d6 hit points’ worth of his own blood very presence is terrifying to foes – it is clear – sacrifices may not under any circumstances be to all who see it that this is a huge quantity of substituted for this, as it is necessary to create the animated blood. Frightful presence takes effect magical bond between creator and blood golem. automatically when the blood golem performs some sort of dramatic action (such as charging, A blood golem costs 30,000 gp to construct, attacking, or snarling). Opponents within range including 300 gp for the construction of the who witness the action may become frightened or body. Constructing the body requires a successful shaken. Frightful presence affects only opponents Knowledge (blood magic) check (DC 13). with than less 3 HD. An affected opponent can resist the effects with a successful Will save with a The creator must be 14th level and able to cast DC of 9. An opponent who succeeds at the saving arcane spells. He must have the Blood Sacrifice throw is immune to that blood golem’s frightful feat. Completing the ritual drains 750 XP from presence for one day. the caster and requires the bloodrite greater creature of blood and the spells geas, greater Improved Grab (Ex): If the blood golem hits blood summoning, limited wish, and polymorph with its slam attack, it deals normal damage and any object. attempts to start a grapple as a free action without provoking an attack of opportunity. No initial Combat touch attack is required. Improved grab works only against opponents at least one size category A blood golem attacks by simply rolling over smaller than the blood golem. The blood golem its opponents, engulfing them in its body, and has the option to conduct the grapple normally, reshaping itself to absorb their essence. Its or simply use its body to hold the opponent. If it damage resistance and spell immunities add to the chooses to do the latter, it suffers a -20 penalty to formidable nature of this foe, and its capability grapple checks. A successful hold does not deal to grow larger and stronger by incorporating the any additional damage. When a blood golem gets blood of its victims into its own body means that a hold after an improved grab attack, it pulls the a blood golem left unchecked in a city or other opponent into its space. This act does not provoke densely populated area can soon become very attacks of opportunity. The blood golem is not dangerous indeed. considered grappled while it holds the opponent, so it still threatens adjacent squares and retains Blood Drain (Ex): A blood golem can drain its Dexterity bonus. It can even move (possibly blood from a living victim that it has absorbed, carrying away the opponent), provided it can drag simply sucking the blood out through the skin and the opponent’s weight. incorporating it into its own body. Once it has absorbed the foe, it drains blood, inflicting 1d4 Magic Immunity (Ex): A blood golem is points of permanent Constitution drain each round immune to all spells and spell-like effects except the pin is maintained, plus 2d6 damage. A blood as follows: any spell which cures hit points golem that reduces ten or more Small or Medium- functions as a slow spell for a number of rounds size creatures, or five or more Large or larger equal to the spell’s level; and a heal spell functions creatures, to zero Constitution using its blood as a hold monster spell for 1d4 rounds. drain ability, immediately grows by 1 HD. The non-blood remnants of any drained creatures are Absorb Whole (Ex): The blood golem can left behind as the blood golem moves, a thin trail absorb opponents it holds (see Improved Grab, of desiccated flesh, bone, and other superfluous above). If it makes a second successful grapple tissues and organs. check after a grab, it absorbs its prey. The 3388 39 CREATURES OF BLOOD opponent can be up to one size category smaller pieces. Once their victim is dead, they vanish as than the blood golem. An absorbed creature is rapidly as they appeared. subject to the blood golem’s blood drain attack (see above). The origins and motives of blood guardians are unknown, but it is speculated that they are an Blood Guardian ancient safeguard against the abuse of blood magic, either created accidentally or deliberately Large Outsider by the first blood magicians, or an integral, primal",
        "name":  "Skills",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4d8 (18 hp) part of blood magic itself. Most scholars of blood",
        "name":  "Hit Dice",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+11 (+7 Dex, +4 Improved Initiative) magic believe blood guardians to come from the",
        "name":  "Initiative",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Large (4-6 HD), Huge (7-12 HD) regeneration 1, that is, it regenerates one hit point of damage per round. A blood pool is an artificially created ooze, formed from the blood of both its maker and a number Tied to Place (Su): Every blood pool is tied to of sacrificed victims. It is always magically tied the place of its original creation, usually an ornate to the vessel in which it was created, usually pool or other large stationary vessel. Although it an ornate pool but sometimes a fountain, bath, may slowly move from this place, a blood pool trough or similar object. In appearance it usually cannot go beyond 100 feet from it. It may only looks like a flat pool, but it can form a bloody spend one minute outside its place at a time, after pseudopod and use this to lash out at anyone which it must make a Fortitude saving throw each nearby. It is always hungry for more blood. minute or sustain 1 hp damage. This damage can be regenerated normally once it returns to its pool. A blood pool will never attack its maker, as it can sense their deep kinship, for the two are of one blood. Bloodless Medium-size undead",
        "name":  "Advancement",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Harness couches are available wood, bamboo, gourds, flint, horn and so forth. in a variety of sizes and strengths, though all share Either way, the results are much the same, though similar characteristics, each being essentially because of the personalised nature of the primitive very similar to a well-padded bed but with the transfusion apparatus it must be supervised by its addition of sturdy leather or even flexible steel creator personally rather than a different blood restraints and harnesses, so as to securely hold magician. the creature lying upon it. The restraints are designed to be extremely easy to operate, with a",
        "name":  "Harness Couch",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous blood he may have acquired through blood Saving Throw: Will negates transfusion or a similar effect. The blood does Knowledge (blood magic) Check: See below not get broken down in the body until the spell� Prerequisites: Must be capable of casting arcane duration has expired. spells of 5th level or above.",
        "name":  "This spell allows the subject to retain any unusual Duration",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One creature flow. A Knowledge (blood magic) check (DC",
        "name":  "Target",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude half ensure the apparatus is connected correctly and Knowledge (blood magic) Check: No with minimum damage to the two parties involved",
        "name":  "Saving Throw",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6 but in itself does not cause the attempt to fail. Like exsanguinate, steal blood sucks blood from a Once transfuse blood has been cast, the process victim’s body at a distance, but instead of simply of transfusion begins (see The Process of dissipating, the blood is immediately transfused Transfusion, below) into the ritualist’s body. The target suffers 1d6 damage per caster level (maximum 10d6). This Focus: Transfusion apparatus of some sort. is always enough to provide a Taint of the target’s blood as a transfusion, and may be sufficient to The Process of provide a great deal more. If the target lost 25% to 49% of its usual maximum hit points due to Transfusion steal blood, this provides as much blood as to be Once both parties to the transfusion are willing or a Partial Transfusion for a creature of similar size. restrained, the blood magician can begin to attach 50% to 99% would be a Half Transfusion, and the transfusion apparatus to them. This requires 100% (presumably killing the victim) would be a the use of the transfuse blood bloodrite (see Full Transfusion. For targets of different size to above). the ritualist, the Games Master will need to refer to table on pg 48 and scale up or down accordingly to determine how much of a transfusion the ritualist receives. 4466 47 BLOOD TRANSFUSIONS When blood has begun flowing from the donor to more blood to be donated. Large donors may the recipient, the blood magician should decide sometimes be able to donate more than one Partial how much blood he wishes to transfuse – either transfusion without needing to recover in between a token amount, known as a Taint; a major part – see the Maximum Donation Time row of the of the recipient’s blood, known as a Partial table. Transfusion; around half the recipient’s blood, known as a Half Transfusion; or more or less all of A donor may be ‘pushed’, donating more blood the recipient’s blood, known as a Full Transfusion. than is entirely safe. Donating twice as much as In the case of anything other than a Taint, the the usual maximum requires a Fortitude check process also involves ‘bloodletting’ from the (DC 20) or 1d6 temporary Constitution damage is recipient of the transfusion, which causes a further suffered. For three times as much as usual, the DC 1d3 or 1d4 damage, and once more requires a rises to 25, and so on. A donor who dies during Heal check at DC 15 to avoid the damage being this process is no longer useful – the blood must doubled. be from a living donor to have any effect (other than, potentially, as a blood sacrifice). The table below gives the amount of time required to transfuse a Partial Transfusion of blood A Half Transfusion or Full Transfusion must from the donor to the recipient. In cases where be made as several Partial transfusions, so as to the recipient is larger than the donor, a Partial allow both parties to recover in the meantime. Transfusion must be transfused in several smaller Two Partial Transfusions is equivalent to a Half doses, to allow the donor time to recover. This Transfusion, and four Partial transfusions to a Full is indicated in the table by a multiplier, so for Transfusion. example the entry 8 x 1 hour (for transfusing from a Medium-size donor to a Large recipient) shows During any blood transfusion, the process must be that the donor will need to donate blood in eight supervised by a character with at least four ranks separate sessions of one hour each. One day will in each of Knowledge (blood magic) and Heal. If completely regenerate sufficient blood to allow the supervisor is also either the donor or recipient, eight ranks in each of those two skills are required, Time to Transfuse a Partial Transfusion of Blood Donor Size Recipient Medium- Size Fine Diminutive Tiny Small Large Huge Gargantuan Colossal size 1 Fine 1 second 1 second 1 second 1 second 1 second 1 second 1 second 1 second second 8 x 1 8 8 8 8 Diminutive 8 seconds 8 seconds 8 seconds 8 seconds second seconds seconds seconds seconds 60 x 1 8 x 8 Tiny 1 minute 1 minute 1 minute 1 minute 1 minute 1 minute 1 minute second seconds 60 x 8 8 x 1 8 8 8 Small − 8 minutes 8 minutes 8 minutes seconds minute minutes minutes minutes 60 x 1 8 x 8 Medium-size − − 1 hour 1 hour 1 hour 1 hour 1 hour minute minute 60 x 8 Large − − − 8 x 1 hour 8 hours 8 hours 8 hours 8 hours minutes 60 x 1 8 x 8 Huge − − − − 3 days 3 days 3 days hour hours 60 x 8 8 x 3 Gargantuan − − − − − 3 weeks 3 weeks hours days Colossal − − − − − − − − 6 months Maximum 1 8 Donation 8 seconds 1 minute 1 hour 8 hours 3 days 3 weeks 6 months second minutes Time 4488 BLOOD TRANSFUSIONS and a Concentration check (DC 25) must be made. Recipient is any good alignment: +10 DC If these requirements are not met, the transfusion process automatically fails. Donor: Good Outsider Recipient is lawful neutral, true neutral, or A dash (−) indicates that the recipient is too large chaotic neutral: +5 DC to ever get a Partial transfusion of blood out of Recipient is any evil alignment: +10 DC the donor. Even allowing for the possibility of multiple transfusion sessions and ‘pushing’ the Donor: Lawful Outsider donor, the recipient will have rid himself of the Recipient is neutral good, true neutral, or donor’s blood before ever receiving more than a neutral evil: +5 DC Taint of blood.",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcani the Magnificent is a Medium- The above modifiers are all cumulative, so a size human blood magician. He wishes to have a chaotic evil recipient having a transfusion from a full transfusion of dragonic blood from an adult lawful good donor must make a Fortitude save at blue dragon (Huge size). He has it dominated, DC 30. but secures it in an extra-strong Huge harness couch anyway. Fortunately his minion Hadric has Benefits of Blood sufficient ranks in Heal and Knowledge (blood magic) to supervise the process, so Arcani can Transfusion relax as the new blood is pumped into his veins. The benefits of blood transfusion vary, depending The process will require four separate transfu- on the amount transfused and the donor creature’s sions (each transfusing one portion of blood) to species and type. complete, which must be staggered over four days (well within the duration of dominate monster, Generally, a Taint of blood is just that – the fortunately for Arcani). Each transfusion will take character will acquire a faint ‘aura’ of the donor. one hour. Similar creatures to the donor are likely to be well disposed to him (+1 to Charisma checks and Rejection Charisma-based skill checks). On the other hand, Although blood transfusions from fey and dragons creatures generally opposed to the donor (such as to humanoids do not generally cause problems of celestials, if the donor were a demon) will treat the rejection, a character who receives a transfusion recipient with suspicion (-1 to Charisma checks from an outsider of very different alignment from and Charisma-based skill checks). His scent his own risks serious problems. will also change subtly – this may be detected by creatures with the Scent special quality. A Every time a transfusion is received, the recipient Taint of blood lasts for only one week before the must make a Fortitude saving throw or gain no character’s system breaks down the foreign blood benefit from the blood, and instead sustain 1d6 and the character returns to normal. temporary damage to Constitution as the blood explosively leaves his body. The base DC for A Partial Transfusion of blood is far more the Fortitude saving throw is 10. The following significant, with the character taking on at least modifiers can raise the difficulty however: one of the qualities of the donor. Bonuses and penalties to checks similar to those for a Taint",
        "name":  "Example",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Evil Outsider down the foreign blood and the character returns to normal, losing all the benefits of the transfusion. Recipient is lawful neutral, true neutral, or chaotic neutral: +5 DC 4488 49 BLOOD TRANSFUSIONS A Half Transfusion often causes the character A character receiving a Full Transfusion always to start to take on something of the appearance alters physically, in a manner decided by the of the donor creature, perhaps just a flash of fire Games Master, so as to appear . Bonuses about the eyes or an unusual skin tone. Bonuses and penalties to checks similar to those for a and penalties to checks similar to those for a Taint Taint apply, but the effects are quadrupled. apply, but the effects are tripled. Furthermore, Furthermore, a character receiving a Full a character receiving a Half Transfusion gains a Transfusion gains a benefit depending on the benefit depending on the donor creature, as per donor creature, as per the table below. A Full the table below. A Half Transfusion lasts for six Transfusion is permanent, short of a purify blood months before the character’s system breaks down spell. the foreign blood and the character returns to normal, losing all the benefits of the transfusion. Partial, Half, and Full Transfusion Benefits Partial Donor Creature Half Transfusion Full Transfusion Transfusion Archon, Hound, Damage Reduction Damage Reduction Lantern, or Trumpet; Electrical Resistance 2/; Electrical 5/; Electrical Astral Deva; Ghaele; 5 Resistance 10; Resistance 20; Planetar; Solar becomes Outsider becomes Outsider Acid Resistance 10; Acid Immunity; Arrowhawk ; Djinni Acid Resistance 5 becomes Outsider becomes Outsider Avoral; Barghest; Damage Reduction Damage Reduction Bebilith; Greater Damage Reduction 3/; becomes 4/; becomes Barghest ; Rakshasa; 2/magic Outsider Outsider Titan Damage Reduction Damage Reduction 5/ magic; +4 to 10/ magic; +6 Damage Reduction saving throws to saving throws Balor; Glabrezu; 2/ magic; +2 to against poison; against poison; Hezrou; Marilith; saving throws Fire Resistance 5; Fire Resistance 10; Nalfeshness; against poison; Cold Resistance 5; Cold Resistance 10; Succubus; Vrock Electrical Resistance Acid Resistance 5; Acid Resistance 10; 10 Electrical Resistance Electrical Immunity; 20; becomes becomes Outsider Outsider Damage Reduction Damage Reduction 2/ magic; +4 to 5/ magic; +6 to +2 to saving throws Barbazu; Cornugon; saving throws saving throws against poison; Fire Erinyes; Gelugon; against poison; against poison; Fire Resistance 10; Cold Hamatula; Kyton; Fire Resistance 20; Immunity; Cold Resistance 5; Acid Osyluth; Pit Fiend Cold Resistance 10; Resistance 20; Resistance 5 Acid Resistance 10; Acid Resistance 20; becomes Outsider becomes Outsider Fire Resistance 20; Fire Subtype; Efreeti; Hell Hound Fire Resistance 10 becomes Outsider becomes Outsider 5500 BLOOD TRANSFUSIONS Elemental Elemental Elemental Endurance, Endurance, 8 hours; Janni Endurance, 2 hours; 48 hours; Fire Fire Resistance 10; Fire Resistance 5 Resistance 30; becomes Outsider becomes Outsider Dragon, Black, Acid Resistance 5 Acid Resistance 10 Acid Immunity Copper, or Green Dragon, Blue or Electrical Resistance Electrical Resistance Electrical Immunity Bronze 5 10 Dragon, Brass, Fire Resistance 5 Fire Resistance 10 Fire Subtype Gold, or Red Dragon, White Cold Resistance 5 Cold Resistance 10 Cold Subtype Cold Resistance 5, Cold Resistance 10, Cold Subtype, Acid Dragon, Silver Acid Resistance 5 Acid Resistance 10 Immunity Fire Resistance 10; Fire Resistance 20; Lillend Fire Resistance 5 becomes Outsider becomes Outsider Fire Immunity; Cold Fire Resistance 10; Immunity; Immune Fire Resistance 10; Night Hag Cold Resistance 10; to Charm, Sleep Cold Resistance 10 becomes Outsider and Fear effects; becomes Outsider Fire Resistance 10; Fire Resistance 20; Fire Resistance 5; Electrical Resistance Electrical Resistance Tojanida Electrical Resistance 10; becomes 20; becomes 5 Outsider Outsider Lord of Blood Dangers of Blood Transfusion The most powerful vampire blood magicians often Other than the chance of rejection, blood become lords of blood. A lord of blood enhances transfusion is relatively safe, physically speaking. the various powers he gains from his vampiric However, there are a couple of other risks that nature with an unparalleled understanding of should be kept in mind by those who see it as a blood magic. Seriously adept at draining the quick and easy route to power: blood of others for their own evil ends, lords of blood can be truly dangerous foes for even † Altering one’s type to outsider can close the most experienced of adventurers. They are more doors than it opens, since Protection from especially feared for their ability to drain the blood Evil/Good/Law/Chaos and similar spells will be from their enemies at range. fully effective against such a character. Lords of blood are almost always sorcerers or † Many outsiders have some form of social wizards, though occasionally a bard will follow structure which means that lost members of the the path of the blood lord. species will be missed and searched for. For example, a blood magician who leaves any",
        "name":  "Donor",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (blood magic) 8 ranks. to 1d6 per round, and at 10th level to 1d8 per",
        "name":  "Skills",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 2nd level lord of blood is Class Skills able to control the blood of others – even when it is still in their bodies. Every time he uses the The lord of blood’s class skills (and the key ability exsanguinate bloodrite, he also drains blood for each skill) are Concentration (Con), Intimidate directly from the victim into his own body. This (Cha), Knowledge (arcana) (Int), Knowledge acts exactly like a blood drain attack, including the (blood magic) (Int), and Spellcraft (Int). See Core additional benefits gained from the Bloody Fangs Rulebook I for skill descriptions. class feature, but acting at range against the target of the exsanguinate bloodrite. This is a spell-like",
        "name":  "Exsanguinator",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A lord of blood of 9th level or abilities, however. Assuming bloody vapour form higher may take on a variant gaseous form, similar is a supernatural ability and may be done up to in appearance to the usual gaseous form but with three times per day for up to three rounds on each a strong tinge of blood-red to the colour of the occasion. When the three round duration expires, gas. A lord of blood in bloody vapour form is the lord of blood transforms to any of his other treated as a vampire in gaseous form except that permissible forms at his discretion, as a standard he can still cast bloodrites of all kinds. He is action. still unable to use other spell-like or supernatural The Lord of Blood Base Class Fort Ref Will Attack Special Spells/day Level Save Save Save Bonus +1 level of 1 +0 +0 +0 +2 Bloody Fangs existing class +1 level of 2 +1 +0 +0 +3 Exsanguinator existing class +1 level of 3 +1 +1 +1 +3 Blood Children existing class Exsanguinator +1 level of 4 +2 +1 +1 +4 (10 ft. x 10ft. existing class area effect) Ritual Fangs +1 level of 5 +2 +1 +1 +4 (1d6 drain) existing class Exsanguinator +1 level of 6 +3 +2 +2 +5 (1 hp lost) existing class +1 level of 7 +3 +2 +2 +5 Blood Spawn existing class Exsanguinator +1 level of 8 +4 +2 +2 +6 (20 ft. x 20 ft. existing class area effect) +1 level of 9 +4 +3 +3 +6 Bloody Vapour existing class Exsanguinator, +1 level of 10 +5 +3 +3 +7 Ritual Fangs existing class (1d8 drain) 5522 53 BLOOD MAGIC ITEMS Blood Magic",
        "name":  "Bloody Vapour",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Magic Arms and Armour, Blood Sacrifice, must be any Odinn’s Oath-Ring non-good alignment, keen edge; Market Price: 50,306 gp; Cost to Create: 15,306 gp + 2,000 XP. This arm-ring of thick gold can be used to swear any number of blood oaths. Furthermore, oaths sworn with it carry a heavier penalty than those Obsidian Dagger of sworn on an ordinary oath-ring. Anyone breaking the Festival the oath suffers the usual penalty of 1d4 temporary Charisma damage per day to begin with, but An obsidian dagger is crafted from sharp volcanic once their Charisma is reduced to 0 they begin glass, and when found will almost always be instead to suffer 1 point of permanent Constitution stained a rusty reddish-brown from the blood of damage per day, until dead. If killed in this countless victims. It functions as a +4 dagger manner, they cannot be resurrected, reincarnated of wounding. The dagger of the festival has or brought back to life by any other means unless the additional property that when used during a a wish, limited wish or miracle spell is used first. festival of sacrifice, so long as the first day of the festival involves the deaths of a minimum of 150",
        "name":  "Caster Level",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous victims rather than the usual 100, the length of the Items, geas/quest, blood oath, must be any non- festival is doubled for purposes of determining the chaotic alignment; Market Price: 26,000 gp; Cost resultant effect. For example, a blood magician to Create: 13,500 gp + 1000 XP. using the obsidian dagger could have a three-day festival during which he slays 150 victims on the first day, 160 on the second and 170 on the third, Primal Blood and at the end of it get a magical effect as though Primal blood is created by the sacrifice of a demon the festival had lasted six days rather than three. or other being of immense power, and is filled with highly concentrated magical energy. By 5544 BLOOD MAGIC ITEMS Apparatus of Transh spilling a vial of primal blood on the ground as a standard action, the character may immediately This legendary laboratory apparatus is designed cast any one arcane spell he knows, to a maximum to facilitate gathering blood from an unwilling of 8th level. If a sorcerer, the spell is cast without third party. Arch-Loremaster Transh created it as using up a spell slot. If a wizard, the spell must part of his sequence of experiments in transfusing be one that he had memorised that day, but may be blood from a variety of extraplanar creatures into cast whether or not that spell had already been cast condemned criminals provided for him by the and again without using up a spell slot. Overlord of the decadent City of Lask. When Lask was absorbed into the Zelban Empire,",
        "name":  "Caster Level",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft Wondrous Transh’s experiments were outlawed and the Items, Brew Potions, Blood Sacrifice, must be any Arch-Loremaster himself fled into the Blackwitch non-good alignment, must sacrifice a creature of Mountains. the outsider type and of CR 12 or higher; Market",
        "name":  "Caster Level",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft Wondrous well as the Apparatus’s more obvious uses as an Items, Tormented Sacrifice, fear, must be any non- instrument of both torture and blood transfusion. good alignment; Market Price: 21,000 gp; Cost to",
        "name":  "Caster Level",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11,000 gp + 800 XP. Appearance of the Apparatus of Transh Blood Magic The Apparatus looks very much like a typical blood transfusion apparatus, though the quality Artefacts is exceptionally high. Along with the usual Two artefacts are believed to be associated assortment of tubes, flasks, cauldrons and so on, with blood magic, the Apparatus of Transh and all apparently made from unbreakable crystal or the Keystone of the House of Blood. Both are adamantine, the apparatus incorporates two black currently located in whereabouts unknown, leather harness couches, one Large, one Medium- and spoken of in hushed tones by blood magic size, with plenty of restraints and straps. The practitioners, for they offer staggering power to harnesses on the couches are all composed of a anyone who can return them to the known world thick, rough, black, leathery material far stronger and put them to use once more. 5544 55 BLOOD MAGIC ITEMS than any earthly leather, said to be tanned from Depending on which one of Barto and Transh is the hides of demons. The harnesses are secured currently dominant over the other, an additional by means of small but extremely solid padlocks of special power becomes available. This occurs adamantine. irrespective of whether the owner of the Apparatus is currently dominant over the two intelligences. Powers of the Apparatus Barto has an Intelligence of 19, Wisdom of The Apparatus can fulfil all the functions of a 10, Charisma of 17, and Ego of 21. It can laboratory transfusion apparatus, and the two communicate by speech or telepathy. Its special attached harness couches work much like standard power is the capability to allow the owner to harness couches of Medium-size and Large size cast exsanguinate three times per day, with no respectively except that they have a DC of 30 to expenditure of hit points. break out of by a Strength check, and a DC of 40 to escape from using an Escape Artist check. Transh has an Intelligence of 18, Wisdom Furthermore, the harness couches of the Apparatus of 14, Charisma of 8, and Ego of 21. It can radiate a constant antimagic field. This antimagic communicate by speech or telepathy. Its special field does not have the usual 10 feet radius, but power is the capability to allow the owner to cast affects only the creatures strapped into each couch, retain blood once per day and purify blood once and only so long as they are strapped in – breaking per day, with no expenditure of hit points or XP. out, or wriggling out with an Escape Artist check, immediately frees the creature from the effects of the antimagic field. In addition, a ritualist who Keystone of the knows the transfuse blood bloodrite may cast it at House of Blood only half the normal XP cost while he is using the Apparatus as a focus. In legend, the House of Blood was built by the evil sorcerer Lokkotenn, who dwelt among men in the The Apparatus can also be used as a torture great city of Hablor. Over several years, a great device, giving a +10 enhancement bonus to all many whores, vagabonds, cutpurses and other Profession (torturer) checks and Intimidate checks, scoundrels vanished from the Thieves’ Quarter so long as the target of the check is held in one of Hablor. These were largely ignored by the of its harness couches. If it is used to torture any Council and the City Watch whose wages they creature to death by draining all its blood out, the paid, though the poor were well aware that going torturer gains benefits as though he had the Blood out at night had become even more hazardous Sacrifice, Tormented Sacrifice and Bleed Dry than usual – no longer was the greatest risk that feats, even if he does not have them himself. you might finish up beaten senseless in an ally or floating face down in the Little Hable Canal, but The Apparatus of Transh is indeed possessed by that you might disappear entirely. . . Matters came both its creator and Barto, though as might be to a head only when the Chief Councillor’s wife, expected the two do not exactly agree on most Lady Nanu, went missing in the Thieves’ Quarter. matters these days. In effect, the Apparatus can Unknown to her husband and family, Lady Nanu be treated as an intelligent magic item, but with had taken to wandering the streets as a whore to a special rule to reflect the fact that it has two titillate her jaded sensibilities. separate, often warring intelligences. Before determining if the owner of the Apparatus is Lokkotenn rented her for an evening, as was his dominant over it at any particular time, it is wont, and cut her throat as a sacrifice, feeding necessary to determine which of Barto and Transh the House once more. It is said that the House is currently dominant. This is done by an opposed of Blood was partly alive itself, and Lokkotenn’s Ego check between the two of them (Ego + 1d20). sacrifices were not merely about enhancing The winner of the opposed Ego check is the his own power but also intended to placate the personality that must be overcome (in the usual deadly House. Certainly when the Captain of the way, by making a Will saving throw against either Watch finally broke into the House at the head Barto’s or Transh’s ego) for the Apparatus’s owner of the largest force of Watchmen ever assembled to be dominant. in Hablor, they discovered blood staining every 5566 BLOOD MAGIC ITEMS inch of the interior of that dwelling, from door Unless so incorporated, its only power is the to wall and back again. Strange creatures lurked ability to cast a suggestion spell up to three times in its corners, apparently formed from blood per day as though cast by a 20th-level sorcerer. themselves. Hidden pools of blood, disguised as Almost invariably this suggestion will be used in mere puddles, swallowed up a good many of the an attempt to have the Keystone incorporated into Watchmen. By the time the Captain confronted the target’s house. and killed Lokkotenn, most of his men were dead, and only three staggered out of that dread House The Keystone may be built into an existing house at his side. or other structure by making a Profession (builder) check (DC 25), or used in the construction of The House of Blood was dismantled, the very a completely new house (DC 15). Its powers stones of its construction being scrubbed clean, depend to some extent on whether it is used as the then purified and blessed by the local temple, then keystone of an arched doorway or fireplace, or pounded into gravel and sand. Yet the Keystone merely incorporated into the wall of the structure. somehow escaped being taken to the clerics – legend has it that the mason who had been given Once it is part of a building, the Keystone extends the task of demolishing the House took a fancy its magic over the entire structure, doubling the hit to the great Keystone, and kept it to incorporate points of said structure though not affecting the into the home he was building for himself. As Hardness. From this point onwards the structure the Keystone began to work its magic on its new is known as the House of Blood, whether it is a owner, the denizens of the Thieves’ Quarter started house or some other building. Any brick, stone, to think that the Blood Beast had not been caught or other part of the House which is separated from after all. . . the rest no longer gains the benefits of this hit point doubling. All bloodrites cast by any creature Appearance of the Keystone of the House within the House are at +4 caster level. of Blood The builder of the House controls some powers of This is a large, solid and bulky piece of stone, the Keystone, though he may transfer this control somewhat resembling marble in its smoothness to another creature if the other creature buys the and shine. Disturbingly, it is extremely. . . House from him. Any such transaction must red, with an underlying scabby russet colour incorporate at least one coin, of any value, or the shot through with brighter reds, crimsons, and builder remains the controller of the Keystone. greenish-blues, giving it the appearance of a great glossy bloodclot with odd ‘veins’ and even The controller may cause the Keystone to create up ‘arteries’ running through it. to four blood pools (see pg 32) in various parts of the House, as well as blood golems. Neither blood In size the Keystone is approximately 1 foot wide, pools nor blood golems may ever leave the House. 1 foot deep, and 18 inches tall, and weighs 255 However, the usual number of victims must be pounds. A keystone is of course intended to fit sacrificed for any such creation, though their blood into an archway; it is the final, wedge-shaped is simply spilled onto the Keystone rather than stone that completes the arch, and is regarded as used in bloodrites of whatever sort. Furthermore, the key to the integrity of the structure. It will any sacrifice made to the Keystone in this way be obvious to anyone who makes a Craft (stone) immediately causes the controller to suffer from check (DC 15) or a Profession (builder) check sacrifice addiction (see pg 31), with any sacrifices (DC 10) that the stone is intended as a keystone, made to stave off said addiction having to be made and would be suitable either for an arch over either to the Keystone itself. As long as the controller a fireplace or a doorway. has made at least one sacrifice to the Keystone, he may cause a blood river spell to be cast in any part Powers of the Keystone of the House as a standard action and at no cost or penalty to himself. The Keystone must be incorporated into a structure to gain the maximum benefit from its powers. 5566 57 HELP FOR GAMES MASTERS Help for Permanent Damage and Scarification This should only be an issue if a character is Games using a particular bloodrite more than once every week or so, and letting the damage heal naturally rather than using magic. In this case he Masters may start to cut into the same areas on his body before the previous damage is fully healed up. For each casting of the same bloodrite (assuming it is a bloodrite that requires the caster’s own F or the most part, blood magic should fit into blood) within a one week period, he must make an existing campaign with little trouble. It a Fortitude save (DC = 10 + number of times the can be powerful, but all the most powerful bloodrite has been cast in the week) or he will aspects of it have serious prerequisites or other find that 1d3 points of the damage from the latest drawbacks. bloodrite cannot be healed except by use of the heal spell, or by using a miracle, limited wish or This chapter gives hints on integrating blood wish to have them begin to heal normally. magic with your game as seamlessly as possible, with particular reference to ensuring that game Even if he avoids this long-term hit point loss, the balance is preserved by emphasising the risks experienced blood magician will soon become inherent when practising blood magic. notable for the network of scars that criss-cross much of his body. A Spot check (DC 20) is required for an observer to notice these scars, Dangers of Blood but once noticed they are extremely distinctive, Magic and the observer may even take a guess as to what bloodrites the magician has performed and To some extent the Games Master can pick and approximately when, if he knows a little about choose which of the following pitfalls of blood blood magic himself (Knowledge – blood magic magic to make use of in his campaign. All check, DC 25). are presented to aspiring blood magicians as significant risks, as is Sacrifice Addiction. It Blood Guardians seems to make more sense for the mechanic for the latter to be reasonably well-known to blood Blood guardians are very occasionally attracted magicians, which is why it is found not in this to a complete newcomer trying to section but on pg 31. find out more about blood magic, as detailed on pg 40. This simulates the idea that blood magic generally falls into the category of ‘things man was not meant to know.’ However, once a character has learnt the basics, he should not be at great risk from blood guardians again until he begins to overstep the mark a little. . . Blood guardians are attracted not to spilt blood in general, but to blood that is spilled for purposes of blood magic. Careful use of blood magic, with appropriate safeguards, can reduce the risk. This is simulated by taking 5588 HELP FOR GAMES MASTERS into account the character’s ranks in Knowledge magical preparation. Sometimes they will be (blood magic). The Games Master should make assisted by a mob of peasants with torches, but if a Knowledge (blood magic) check for the blood so will time the arrival of the mob to shortly after magician every month in which he practises blood their own attack, so as to avoid giving the game magic, with the DC depending on the amount of away. In the case of a sudden vulnerability on the hit points’ worth of blood the character spilled part of the blood magician, they may not have so for his blood magic that month. Failure indicates much time to plan, but as soon as they hear of it that a blood guardian targets the character, usually they will mobilise and attack with all the resources either during or immediately after his most they can muster. active use of blood magic. This is why festivals of sacrifice (see pg 29) are regarded as the most The other social risk, of course, is simply that of dangerous blood magical practice. acquiring the status of pariah. A blood magician may find family and friends alike turning their Hit points’ worth of blood backs on him, and though he may not seem to spilled in blood magic DC care, this social isolation is likely to tell, one way 1-10 10 or the other. This is the time when most blood 11-20 12 magicians either give up the practice entirely, 21-50 15 or immerse themselves in it completely, soon 51-100 17 becoming completely corrupted. . . 101-200 20 201-500 22 Vampires as Blood 501-1000 25 1001-2000 27 Magicians 2001-5000 30 Vampires can make the ideal blood magicians, Etc Etc having a built-in method of acquiring blood bonds, sacrificing victims, and generally fooling Social Risks around with blood. The one area in which they are notably deficient is blood transfusions. Much blood magic is inherently immoral, or Being undead, they can neither benefit from nor at best amoral. Using other creatures’ blood be donors in the practice of blood transfusion. to power your magic is not exactly acceptable However, vampire blood magicians can still make behaviour in most religions, or even in more extremely powerful foes, and blood magic is also secular civilised societies. Unless the blood suitably atmospheric for the masters of darkness. magician is extremely secretive, or practises far Having their characters encounter a vampire blood from civilisation, he must expect to be noticed and magician can be an excellent introduction to this hunted down by representatives of the major moral new style of magic for the players, allowing them forces of the civilisation. to gradually piece together hints about blood magic before going off to search for a teacher. This should not be a regular occurrence – human foes, even religious fanatics, should Perhaps more chilling still, a secret society not be portrayed as another bunch of orc-like or primitive tribe of vampire blood magicians monsters, attacking in waves, fit only to be waded could make a worthy adversary to base an entire through. Rather, such opponents should be used campaign around, particularly if you can keep this sporadically, occasionally planning their assault book out of your players’ hands for long enough! for several months, occasionally taking advantage of a sudden vulnerability of the blood magician. In the former case, they will use rogues and other informants to build up a modus operandi of their target, perhaps also ‘casing the joint’ of his home or other stronghold, then attack tactically and carefully from several sides at once, with suitable 5588 59 DESIGNERS NOTES Designer\u0027s may have been the first I saw that connected mountains, gods, and blood sacrifices. Notes Take the above ideas, chuck ’em into the blender, spice with a liberal dose of neo-classic American Gothic horror acquired from reading the superb W ith Encyclopaedia Arcane: Blood novel House of Leaves a few weeks ago, and you Magic, I wanted to ensure that the have Encyclopaedia Arcane: Blood Magic. feel of the book was suitably gory and visceral. That in mind, there are no punches Incidentally, the Blood Transfusions chapter has pulled here; if you dabble in blood magic, you are a fair few numbers to crunch. I’m not going to going to have to get your hands dirty. . . apologise too much for this, because it should generally be something that happens only In legend and story alike, the idea of magic occasionally and in downtime, much like spell derived from one’s own or others’ blood is research and similar activity. However if you like inextricably intertwined with that of sacrifice. For to use steal blood a lot and always have a different this reason, the blood magic presented here does victim’s blood flowing around in your veins, you not for the most part use standard spell slots, but may find yourself having to refer to tables and do rather requires the sacrifice of one’s lifeblood, or a few calculations. experience points, or both. Thus it makes a handy addition to any spellcaster’s repertoire, but in most Thanks as ever to Bridie \u0026 Kyle for inspiration \u0026 cases will only be used in extremis, either when stabilisation. Thanks this time to the Alabama 3, all the spells for that day have been cast or when whose excellent CD Power in the Blood provided blood magic is the only way to achieve the ends the inevitable soundtrack for writing Blood Magic. desired. Thanks to David Rietti, one of the twenty-first century’s leading thinkers on matters of magick There were several inspirations for the magic in and ritual, for inspiring me with some of his ideas this book. Blood bonds are influenced in part by about the origins of blood sacrifice. Finally, Norse mythology and religious practice, in part thanks to you for buying the book – hope you have by tacky Hollywood movies (as all great magic a bloody good time with it! systems should be) and in part by the idea of the ‘magical link’ in Western occult thought. The idea In other news, my Granny died while I was writing of cutting a vein and having a blood animal spring",
        "name":  "Create",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blood Magic – not, out is borrowed fairly directly from Zelazny’s thankfully, by being sacrificed by an evil sorcerer, Amber series, itself an acknowledged influence but of old age, as octogenarians are wont to do. on first edition AD\u0026D, though most of the other This book is dedicated to her. I will remember beasties in the Blood Creatures chapter are pure her not as the tired, ill, scatter-brained and bad- horror B-movie again! Blood transfusions as a tempered old lady she was over the last few years, road to magical power are a modern take on that but as the much-loved grandmother who read ancient idea of devouring the powerful to become me her favourite book, The Hobbit, when I was more like them – I think perhaps the concept of seven years old, and bought me the first volume temporarily acquired demonic blood is probably of The Lord of the Rings for my eighth birthday. from the Hellblazer comic, though. As for the The grandmother who rolled up as an AD\u0026D Blood Sacrifices chapter, the core of this book, character a noble Scottish hero named Lochinvar, many of the mechanics are derived ultimately from and played through several dungeons of my own the Sláine RPG of Celtic Heroes and given a more devising, at a time when the rest of my family traditional fantasy d20 spin, though large chunks showed no real interest in my then-new hobby. of it are more like Aztec religious practices than Here’s to you, Granny Beth. Celtic. Bits of the flavour text were inspired by my dim memories of reading part of an excellent Ian Sturrock book on human sacrifice called The Highest Altar, author unknown, some years back, which I think 6600 DESIGNERS NOTES The Crimson Book of Keddah takes a more general approach, postulating that blood magic was the first act of magic, performed by the first sorcerers throughout the known lands, not just among the Bl’taxu. This manual gives detailed formulae for the correct employment of various blood magical rituals, including sacrifices, bonds and the creation of blood creatures. The author claims that in the days before even the gods existed, the first sorcerers recognised the power inherent in lifeblood, and spilled it on high moun- taintops, identifying those places with themselves. The descendants of those first sorcerers continued their forefathers’ traditions, slaying more, giving blood to empower the mountains, which they now called by the names of their ancestors, the first sorcerers. After sufficient sacrifices had been made so that all the local folk remembered was that the mountain was hungry, and demanded innocent lives, it is written that these mountains became the first gods. Though this is clearly an addled fancy on the part of the author, the frightening thing about it is not only the startling similarities with the Bl’taxu tales, but also the parallels with the earliest myths of many of the world’s foremost religions. Such a large number of these have similar stories, but with their own gods as the heroes who, at the dawn of time, swept away an earlier race of evil, bloodthirsty gods, doing away with the old, evil ways. Those who continue to worship the old gods – a few druids, for the most part – have their own divine magic use for human sacrifice, apparently parallel to the arcane magical path of blood magic, though such sects are secretive and I have ascertained very little about it for certain. Similarly certain evil clerics of blood- gods appear to follow similar traditions of sacrifice, though whether they worship primal old gods, or those of the new gods that preferred the old ways out of active evil rather than simple reverence for the past, is unclear. Could it be that the gods themselves have only ever been powerful sorcerers, making themselves more pow- erful still by enticing others to sacrifice to them? For even the second wave of gods, as depicted in ancient myth, seem to have once been thirsty for innocent blood, though to their credit they are usually portrayed as having rapidly evolved beyond that stage and made war on those gods who still demanded sacrifice. Taking the following factors together, the greatly increased effects of blood sacrifices performed on the highest mountaintops, along with the presence of many of the most holy sites for the oldest religions in high places and the tendency of primitive religions to view the afterlife as somehow ‘higher’ than the present life, before our modern understanding of the varied planes of the multiverse, would seem to support this, as would the Bl’taxu traditions and the Crimson Book. The above, then, is the core of the Elder Blood Hypothesis, as put forward by Royal Sages Bax and Glawker in by far the best of their works, The Bloody Origins of Religion, shortly before they and their library were burned to the ground by a mob apparently composed of leading worshippers from all the main contempo- rary religions. In any event, it is perhaps better not to give too much credence to the Crimson Book of Keddah. Certain re- cent scholarship, in particular the inspired works of the High Inquisitor-Theologian of Narlak, indicate the Crimson Book to be of relatively recent date, a simple apology for the vile practices of blood magic, written but a scant few hundred years ago. It is would seem inadvisable to argue with his penetrating analysis of the situation.",
        "name":  "Encyclopaedia Arcane",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An arcane spellcaster whose primary talent is spellcasting. Bards, for example, are not referred to as mages (as sorcerers and wizards are) because spellcasting is simply one facet of their overall talents. Sorcerer: A member of the sorcerer class. In general, if it’s not known whether a character is a sorcerer or a wizard, he or she is referred to as a mage or arcanist. Specialist: A wizard who has specialized in a school of magic. A specialist should rightly be referred to by the name that goes along with her specialty —abjurer, conjurer, diviner, enchanter, evoker, illusionist, necromancer, or transmuter.",
        "name":  "Mage",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warlocks harbor great reser ves of mystical energy. The font of dark magic burning in their souls makes them resistant to many forms of attack and arms them with dangerous power. Warlocks do not wield spells, but they do learn to harness their power to perform a small number of speci ﬁ c attacks and tricks called invocations. Warlocks make up for their lack of versatility by being tougher and more resilient than sorcerers or wizards.izards, sorcerers, and bards represent three ap- proaches to classes based on arcane spellcasting. While they offer a tremendous amount of ver- satility, they ’r e n o t th e o nl y arcan e spe ll cast e rs the game could feature. This chapter presents three new standard character classes: the warlock, the warmage, and the wu jen. Unlike a prestige class, a new standard character class is designed for use from a character ’s ﬁ rst class level.",
        "name":  "Characteristics",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A militant spellcaster whose training focuses on battle ﬁ eld magic. The warmage ﬁ rst appeared in the Miniatures Handbook.",
        "name":  "Warmage",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mysterious wizard of the eastern world, whose arcane lore revolves around mastery of the elements. The wu jen ﬁ rst appeared in Oriental Adventures. WARLOCK Born of a supernatural bloodline, a warlock seeks to master the perilous magic that suffuses his soul. Unlike sorcerers or wizards, who approach arcane magic through the medium of spells, a warlock invokes powerful magic through nothing more than an effort of will. By harnessing his innate magi-cal gift through fearsome determination and force of will, 5 Illus. by M. Cavotta Illus. by M. Cavotta 620_17925_Chpt1.indd   5 620_17925_Chpt1.indd   5 9/15/04   9:20:36 AM 9/15/04   9:20:36 AM6CHAPTER 1",
        "name":  "Wu Jen",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " The war- lock views sorcerers and wizards as bit- ter rivals. He values the strength and cleverness of resourceful ﬁ ghters and rogues but rarely gets along with clerics or paladins. Of course, most warlocks understand that it ’s a bad idea to an- tagonize their comrades (especially those who hold the key to healing magic), and so they work out an uneasy truce with characters who otherwise might ostracize them.",
        "name":  "Classes",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A warlock serves much the s a m e  r o l e  i n  a n  a d v e n t u r i n g  p a r t y as a sorcerer or wizard would. He is much more limited in his abilities compared to the spell selection of spellcasters, and he must rely on his eldritch blast  in place of the spell pow- er of an arcane caster. Like a bard, he often ﬁ ts best in a party that already has another spellcaster or two, since his unique abilities provide him with little magic to use for his companions ’ bene ﬁ t.Morthos, a warlockIllus. by M. Cavotta 620_17925_Chpt1.indd   6 620_17925_Chpt1.indd   6 9/15/04   9:20:38 AM 9/15/04   9:20:38 AM7CHAPTER 1 CLASSESGAME RULE INFORMATION Warlocks have the following game statistics.",
        "name":  "Role",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. Class Skills The warlock ’s class skills (and the key ability for each skill) are Bluff (Cha), Concentration (Con), Craft (Int), Disguise (Cha), Intimidate (Cha), Jump (Str), Knowledge (arcana) (Int), Knowledge (the planes) (Int), Knowledge (religion) (Int), Profession (Wis), Sense Motive (Wis), Spellcraft (Int), and Use Magic Device (Cha).  Skill Points at 1st Level:  (2 + Int modi ﬁ er) × 4.",
        "name":  "Hit Die",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speak word of the Dark Speech and shatter objects as the shatter  spell. Beguiling In ﬂ uence:  Gain bonus on Bluff, Diplomacy, and Intimidate checks. Breath of the Night:  Create a fog cloud  as the spell. Dark One ’s Own Luck:  Gain a luck bonus on one type of saves. Darkness:  Use darkness  as the spell. Devil ’s Sight:  See normally in darkness and magical darkness. Earthen Grasp:  Use earthen grasp  as the spell.",
        "name":  "Baleful Utterance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use dispel magic  as the spell, caus- ing damage to creatures whose effects are dispelled.",
        "name":  "Voracious Dispelling",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "war. They dream of steel and mighty blasts of devastating magic, the march of troops, and the unleashed destruction found on battle ﬁ elds everywhere. Graduates of special arcane war colleges, those known as warmages are drilled only and utterly in the casting of spells most useful for laying down destruction, confusing an enemy, or screening an allied action. The utilitarian spells used by wizards and sorcerers have little importance to a warmage ’s way of thinking. What are support casters for, after all? A warmage cares only for success on the battle ﬁ eld, or, in some cases, in the series of smaller campaigns favored by adventuring companies. Adventures:  Warmages sign up for stints with adventur- ing companies that require straightforward, military-style blasting magic. Warmages hone and develop their arts through action rather than study, so without prolonged use of their powers in combat they cannot reach the pinnacle of their profession. Good-aligned warmages are concerned with rebuf ﬁ ng the movements of warlike groups —who better to blast into smoking ruin than those who have it coming? Evil-aligned warmages feel no constraints on who might become the targets of their spells. They adventure to gain destructive power.",
        "name":  "Some spellcasters care for only one thing",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "S o m e  w a r m a g e s  f a v o r  B o c c o b  ( d e i t y of magic), while others follow Wee Jas (deity of death and magic). Many warmages revere no deity at all.",
        "name":  "Religion",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The warmage ’s spell selection is already determined. He is the ranged magical artillery that military troops rely on, or the center of a smaller adventuring company ’s offensive power. An adventuring company with a warmage should strongly consider including a second spellcaster, such as a bard, cleric, druid, or even a wizard, to complement the warmage ’s offensive focus with defensive and utilitarian abilities. GAME RULE INFORMATION Warmages have the following game statistics. Abilities:  Charisma determines how powerful a spell a warmage can cast, how many spells a warmage can cast per day, and how hard those spells are to resist (see Spells, below). A warmage ’s Intelligence bonus is added to damage dealt by spells through his warmage edge ability. Like a sorcerer or wizard, a warmage bene ﬁ ts from high Dexterity and Constitution scores. Alignment:  Any.",
        "name":  "Role",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 7th level, a warmage gains Sudden Empower (described in Chapter 3) as a bonus feat. If he already has the feat, he can choose a different metamagic feat. Sudden Enlarge:  At 10th level, a warmage gains Sudden Enlarge (described in Chapter 3) as a bonus feat. If he already has the feat, he can choose a different metamagic feat.",
        "name":  "Sudden Empower",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 15th level, a warmage gains Sudden Widen (described in Chapter 3) as a bonus feat. If he already has the feat, he can choose a different metamagic feat.",
        "name":  "Sudden Widen",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 20th level, a warmage gains Sudden Maximize (described in Chapter 3) as a bonus feat. If he already has the feat, he can choose a different metamagic feat. Human Warmage Starting Package",
        "name":  "Sudden Maximize",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wu jen begins play with a bonus metamagic feat.",
        "name":  "Bonus Feat",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A t  3 r d  l e v e l ,  a n d every three levels thereafter, a wu jen can choose one spell known to her that then becomes permanently modi ﬁ ed as though affected by one of the follow- ing metamagic feats: Enlarge Spell, Extend Spell, Still Spell, or Silent Spell. The spell ’s level does not change, and once the choice of spell and modi ﬁ cation are chosen, they cannot be changed. As the wu jen goes up in level, she can choose the same spell to be modi ﬁ ed in dif- ferent ways with multiple spell secrets. She does not need to know the feat she applies to the spell.Hide-yori, a wu jenIllus. by M. Cavotta 620_17925_Chpt1.indd   15 620_17925_Chpt1.indd   15 9/15/04   9:21:16 AM 9/15/04   9:21:16 AM16 CHAPTER 1 CLASSES",
        "name":  "Spell Secret",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wu jen must study her spellbooks each day to prepare her spells, much like a wizard. She cannot prepare any spell not recorded in her spellbook (except for read magic, which all wu jen can prepare from memory). A wu jen begins play with a spellbook containing all 0-level wu jen spells plus three 1st-level spells of your choice. For each point of Intelligence bonus the wu jen has (see Table 1–1: Ability Modi ﬁ ers and Bonus Spells, page 8 of the Player ’s Handbook ), the spellbook holds one additional 1st-level spell of your choice. At each new wu jen level, she gains two new spells of any spell level or levels that she can cast (based on her new wu jen level). For example, when Hide-yori achieves 5th level, she can cast 3rd-level spells. At this point, she can add two 3rd-level spells to her spellbook, or one 2nd-level spell and one 3rd-level spell, or any combination of two spells between 1st and 3rd level. At any time, a wu jen can also add spells found in other wu jen ’s s p e l l b o o k s  t o  h e r  o w n ,  m u c h like a wizard (see Adding Spells to a Wizard ’s Spellbook, page 178 of the Player ’s  Handbook ).",
        "name":  "Spellbooks",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "S o m e  o f  t h e  p r e s t i g e  c l a s s e s  i n this chapter require little or no spellcasting to his chapter presents nineteen prestige classes appropri- ate for arcane spellcasters and characters of other classes who wish to acquire arcane abilities. While many of these classes are oriented toward the sorcerer and wizard, other kinds of characters should ﬁ nd a number of classes that appeal to them. PICKING A PRESTIGE CLASS Arcane magic naturally leads characters into strange and esoteric studies. Prestige classes offering abilities and f e a t u r e s  t h a t  c h a r a c t e r s  s i m p l y  c a n n o t  a c q u i r e  i n  a n y  other way serve as the best representation of some of these unusual paths. If a player is interested in a prestige class, she should examine its entry requirements carefully. Most of the classes in this book have stringent requirements that will require several levels of careful advancement to achieve. The player should think about what sort of arcane character she is trying to build; Table 2 –1 lists the prestige classes found in this chapter by broad categories that might help her narrow her choices. Should a character ﬁ nd herself in a position (because of changed alignment, lost levels, or the like) where she no longer meets the requirements of a prestige class, she 17Illus. by M. Cavotta Illus. by M. Cavotta 620_17925_Chpt2.indd   17 620_17925_Chpt2.indd   17 9/15/04   2:49:40 PM 9/15/04   2:49:40 PMCHAPTER 2 PRESTIGE CLASSES 18enter, and offer little or no spell progression as a character advances. These noncaster classes rarely appeal to arcane spellcasters, but other characters who desire arcane capabilities of one sort or another might ﬁ nd them interest- ing.",
        "name":  "Noncaster",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These characters are interested in becoming something else, abandoning their original race to transcend their natural limitations. Transformational classes include the Green Star adept and acolyte of the skin. They typically require the sacri ﬁ ce of signi ﬁ cant amounts of spellcasting power, but they pay off with strong special abilities. Unique Capability:  T h i s  i s  a  c a t c h a l l  c a t e g o r y  f o r prestige classes that are otherwise dif ﬁ cult to character- ize. Generally, these classes offer potent powers along a particular theme that aren ’t available anywhere else. The blood magus is a good example of a unique capability class. Like a transformational class, a unique capability prestige class often trades spellcasting power for an array of power- ful special abilities. WARLOCKS AND PRESTIGE CLASSES Warlocks bene ﬁ t in a speci ﬁ c way from prestige classes that have “+1 level of existing arcane spellcasting class ” or “+1 level of existing spellcasting class ” as a level advancement bene ﬁ t. A w ar l ock takin g l e v e ls in su ch a p r esti g e class does not gain any of his class abilities, but he does gain an increased caster level when using his invocations and increased damage with his eldritch blast.  Levels of prestige classes that provide +1 level of spellcasting effectively stack with the warlock ’s level to determine his eldritch blast damage (treat his combined caster level as his warlock class level when looking at Table 1 –1: The Warlock to determine eldritch blast  damage) and his eldritch blast  caster level (half his total caster level from his warlock levels and his levels in the prestige class that grant him an increased spellcast-ing level). A warlock also gains new invocations known at these prestige class levels as though he had gained a level in the warlock class. A warlock cannot qualify for prestige classes with spellcasting level requirements, as he never actually learns to cast spells. However, prestige classes with caster level requirements, such as the acolyte of the skin, are well suited to the warlock. A warlock ’s caster level for his invocations fulﬁ lls this requirement. See page 71 in Chapter 3 for more details on caster level requirements, spellcasting level requirements, and speci ﬁ c spell requirements for feats and prestige classes.Table 2–1: Prestige Classes by Type Class Type Description Best For . . .Acolyte of the skin Transformational Acquire fiendish traits Sorcerer, warlock, wizardAlienist Full caster Insane spellcaster Cleric, sorcerer, wizardArgent savant Full caster Expert with force spells Sorcerer, warmage, wizardBlood magus Unique capability Blood powers, Sorcerer, warlock, wizard,   reduced spell progression wu jenEffigy master Full caster,  Expert in simulacrums  Sorcerer, wizard, wu jen unique capability and constructsElemental savant Full caster,  Expert with energy spells Druid, sorcerer, warmage,  transformational  wizardEnlightened fist Noncaster Monklike wizard or Monk, sorcerer, warlock,   spellcasting monk wizardFatespinner Full caster,  Manipulate probability Sorcerer, wizard, wu jen unique capabilityGeometer Full caster Master of signs and sigils Wizard, wu jenGreen Star adept Transformational Indestructible mage  Barbarian, ﬁ  ghter, sorcerer, warlock, wizard Initiate of the Sevenfold Veil Full caster Master of abjurations and  Sorcerer, wizard  prismatic spellsMage of the Arcane Order Full caster Access to a Spellpool  Wizard, wu jen  that grants versatilityMaster transmogrifist Full caster Polymorph  expert Sorcerer, wizard, wu jen Mindbender Unique capability Mind -affecting expert  Sorcerer, warlock, wizard, wu jen Seeker of the song Noncaster Trade bard spells for  Bard  better music abilitiesSublime chord Alternate caster Trade bardic music for  Bard, sorcerer, wizard  better spellsSuel arcanamach Alternate caster Mage slayer  Fighter, ranger, rogue, warlock Wayfarer guide Unique capability Teleportation expert Sorcerer, wizard, wu jenWild mage Full caster Master of chaotic magic  Sorcerer, warmage, warlock, wizard, wu jen 620_17925_Chpt2.indd   18 620_17925_Chpt2.indd   18 9/15/04   2:49:44 PM 9/15/04   2:49:44 PMCHAPTER 2 PRESTIGE CLASSES 19ACOLYTE OF THE SKIN The temptation of power drives some people to extreme lengths, regardless of the consequences. Replacing your own skin with that of a living demon is a goal that most couldn ’t even conceive of, let alone consider. But this ghastly fate is exactly what some spellcasters seek in their desperate quest. The Ritual of Bonding is a blasphemy that was long ago eradicated from most arcane libraries, but a few barely legible copies —or at least references thereto —survive along with promises of great power. Spellcasters who happen upon such documents can choose to destroy or ignore the ﬁ nd, but the temptation has already occurred. Those who give in can eventually stumble upon the complete ritual, usually through extended contact with one or more summoned ﬁ ends that are all too eager to share their terrible knowledge. The Ritual of Bonding is painful and not to be undertaken lightly. The ritual requires 10 rounds from initiation to com- pletion, and, once begun, nothing can halt its progress. The ﬁ endish essence consumes the caster ’s own skin, an agonizing process that deals 1d4 points of damage in each round of the ritual —wise candidates keep some cure potions on hand. At the end of the rite, the acolyte ’s skin sports an oily, almost unnoticeable sheen. However, as he gains additional levels in the prestige class, his skin darkens, sprouts spikes, and gradually gives him a ﬁ endish visage. The ﬁ endish essence also begins to whisper foul secrets to its wearer, urging him to evil. (The wearer can accept or ignore this advice according to his temperament.) Acolytes of the skin are ill suited for any position other than one that provides temporal power. Although NPC aco-lytes might sometimes serve more powerful evil characters as sinister captains, they would rather be calling the shots. They prefer to remain safely ensconced in well-defended fortresses of evil, though sometimes an acolyte might lead an expedition to retrieve a rumored tome of evil arcane magic or other artifact of malign power. Adaptation:  Almost any setting can accommodate the notion of those who go to any length to grab power for themselves, even so far as to bind demons to their own ﬂ esh. If your world does not include demons, per se, you could link this class to some other malign force or race of supernatural evil creatures instead of demons. For instance, an acolyte of the skin could be a scholar who unearths an ancient treatise on the topic of humanoid interspecies blending. Hit Die:  d8. REQUIREMENTS To qualify to become an acolyte of the skin, a character must fulﬁ ll all the following criteria.",
        "name":  "Transformational",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 chain shirt,  masterwork morningstar, ring of protection +1, potion of cure moderate wounds,  100 gp. ALIENIST Alienists deal with powers and entities from terrifyingly remote reaches of space and time. For them, magical power is the triumph of the mind over the rude boundaries of dimension, distance, and often, sanity. With knowledge and determination, they pierce the barrier at the edge of time itself. In the Far Realm, outside time, Herculean minds drift, absorbed in contemplations of madness. Unspeakable beings whisper terrifying secrets to those who dare communication. These secrets were not meant for mortals, but the alienist plunges into abysses of chaos and entropy that would blast a weaker mind. An alienist ’s mad certainty is sometimes strong enough to sway others to believe in her own future transcendence. A l i e n i s t s  m i g h t ,  o n  r a r e  o c c a s i o n s ,  g a t h e r  i n  s e c l u d e d  groups to enact some obscure ritual, but more often they are encountered singly. NPC alienists sometimes haunt libraries or specialty bookshops in large cities, skulking and mumbling among stacks of rare (and dangerous) volumes.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An alien- ist listens to the secret voices whispering from beyond time ’s end, and pro ﬁ ts thereby. At 3rd and again at 7th level, she can choose any metamagic feat as a bonus feat. Mad Certainty (Ex):  At 4th level, an alienist ’s mad certainty in the power of entities beyond the reach of normal space and time lend her an unnatural fortitude, granting her an additional 3 hit points. However, constantly dwelling on such beings is mentally corrosive, and the alienist ’s mind begins to fracture. She now takes a –4 penalty on all Bluff, Diplomacy, and Trilla Lilleir, an alienist, summons an outer horror to her serviceIllus. by D. Crabapple 620_17925_Chpt2.indd   22 620_17925_Chpt2.indd   22 9/15/04   2:49:58 PM 9/15/04   2:49:58 PMCHAPTER 2 PRESTIGE CLASSES 23Handle Animal checks made to in ﬂ uence nonpseudonatural creatures.",
        "name":  "Metamagic Secret",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "From 6th level on, an alienist gains one extra spell slot at her highest spell level. This slot can be used only for a summon monster  spell. As an alienist becomes able to learn higher-level spells, the extra slot migrates up to the new highest level. Insane Certainty (Ex):  A t  8 t h  l e v e l ,  a n  a l i e n i s t ’s mad certainty crystallizes into a truly chilling mania. She gains an additional 3 hit points, but her mental faculties continue to degrade. Her penalty on Bluff, Diplomacy, and Handle Animal checks made to in ﬂ uence nonpseudonatural crea- tures increases to –10. Timeless Body (Ex):  At 9th level, an alienist learns the secret of perpetual youth. She no longer takes ability penal-ties for aging and cannot be magically aged (see Table 6 –5, page 109 of the Player ’s Handbook ). Ability score bonuses from aging still accrue, and any penalties the alienist might have already taken remain in place. An alienist is stolen away by horrible entities when her time is up, and she is never seen again. Alien Transcendence (Su):  A 10th-level alienist, because of long association with alien entities and intense study of insane secrets, transcends her mortal form and becomes an alien creature. Her type changes to outsider. Additionally, she gains damage reduction 10/magic and resistance to acid 10 and electricity 10. Upon achieving alien transcendence, an alienist undergoes a minor physical change, usually growing a small tentacle or other strange feature, such as an extra appendage, organ, eye, or enigmatic lump. An alienist can hide this abnormal-ity in a robe or hood, but the alien growth is not under the alienist ’s control and sometimes moves, twitches, opens, or otherwise animates of its own accord. This applies a –4 penalty on Disguise checks an alienist makes to conceal her true nature. Anyone who shares an alienist ’s predilection for study of the Far Realms immediately recognizes her transcendent nature, and she gains a +2 circumstance bonus on all Cha- risma-based skill checks and ability checks when interacting with such beings. She gains a +2 circumstance bonus on Intimidate checks involving any other creatures to whom she reveals her abnormal nature.SAMPLE ALIENIST",
        "name":  "Extra Summoning",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring of protection +2,  masterwork quarterstaff, headband of intellect +2,  potion of cure moderate wounds, scroll of stoneskin,  wand of invisibility  (15 charges), 350 gp. ARGENT SAVANT Of all the energies summoned or shaped by magic, force is perhaps the most pure. No analog for this power exists in the physical world; it comes into being only through the medium of spells, and therefore represents a perfection of intent that contradicts the imperfection of the everchanging world and its mutable elements. Sometimes referred to as the “force mage, ” the argent savant regards spells that evoke or apply magical force as the noblest and most fascinating spells at her disposal, and she seeks to increase her understanding and control of this mystical power at every opportunity. Most argent savants are evokers or abjurers, or sorcerers who choose a number of force spells as they advance in level. Without some facility at the manipulation of magical force, a spellcaster cannot embark on the secret studies of the argent savant. NPC argent savants sometimes join groups that aim to take on a powerful wizard or sorcerer who has protected his domicile with powerful wards of force. Argent savants of sufﬁ cient ability can dissolve the force effects of others.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +13, Knowledge (arcana) +7, Listen +1, Search +3, Spellcraft +17 (+19 to decipher spells on scrolls), Spot +1, Use Magic Device +13 (+15 when using scrolls); Combat Expertise, Empower Spell, Magical Apti-tude, Spell Penetration, Split Ray †. †New feat described on page 83.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A twist on the blood magus as presented here would be to tie the class to some deity or entity. Whenever the blood magus works his blood magic, he also gives blood sacri ﬁ ce to the deity or entity so named, and it is through this bloody patron that the blood magus powers his magic. Hit Die:  d6. Requirements To qualify to become a blood magus, a character must ful ﬁ ll all the following criteria. Alignment:  Any but lawful good.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring of protection +1, masterwork dagger,  cloak of Charisma +2, potion of cure serious wounds, wand of cat ’s grace (22 charges), gold amulet (600 gp), 10 pp. EFFIGY MASTER Fascinated by the animating force of life itself, the ef ﬁ gy master is an expert in the imitation of true life. Through long study and experimentation, he learns to infuse his creations with a pseudolife far more resilient and vital than that which animates similar creations of other spellcasters. The ef ﬁ gy master brings to life sculptures made of clay, snow, wax, or mud, and uses this ability to create guardians, defenses, and even companions and cohorts. At the same time, the ef ﬁ gy master continues to study the secrets of magic, albeit at a slower pace. Ef ﬁ gy masters are often wizards who seek the knowledge of imparting life to nonliving elements as a means to create loyal minions that don ’t require much maintenance. Sorcer- ers also sometimes become ef ﬁ gy masters, although they generally don ’t pursue the class for long. NPC ef ﬁ gy masters are unusual individuals. Some sell their services to wealthy lords or merchants who desire retinues of absolutely loyal guards who cannot be charmed or bought. Others are experimenters who indulge in the process of creating pseudolife to satisfy their own curiosity and inquisitiveness. A few are bitter and spiteful loners who delight in creating mockeries of the living or seek to attain power by replacing those who have what the ef ﬁ gy master desires.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those who really enjoy the concept of the efﬁ gy master might wish the prestige class offered more than ﬁ ve levels of advancement. It would be a simple enough matter to extend the class for ﬁ ve more levels, continuing the implied progression in all areas. This means the class should gain an ability at 7th and 9th levels, at least, and perhaps another ability at 10th level. The 7th-level ability could allow new ef ﬁ gies to be created more cheaply. The 9th-level ability could further improve an ef ﬁ gy’s attack, damage, and saving throws by an additional +1. The ﬁ nal ability (in return for not gaining +1 caster level at 10th level) might allow the ef ﬁ gy master to possess an ef ﬁ gy once per day for up to 10 minutes in a manner similar to the magic jar  spell.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft (leatherworking, metalworking, or wood- working) 10 ranks, Knowledge (arcana) 5 ranks, Spellcraft 5 ranks, Use Magic Device 2 ranks.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item.",
        "name":  "Feat",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise +3 (+5 related to metalwork), Concentration +13, Craft (metalworking) +14, Knowledge (arcana) +14, Listen +1, Spellcraft +13 (+15 to decipher spells on scrolls), Use Magic Device +9 (+11 when using scrolls); Alertness (from familiar), Toughness, Craft Wondrous Item, Magical Aptitude, Scribe ScrollB, Silent SpellB.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Quarterstaff, headband of intellect +4, scroll of globe of invulnerability,  scroll of dimensional anchor,  spellbook, spellglyphs, diamond dust (250 gp), ivory statuette of Filas decorated with gems (1,500 gp), powdered diamond and opal (1,000 gp), 17 gp.GREEN STAR ADEPT Once each generation, the comet Alhazarde —the legendary Green Star —visits the night skies, a portent of great and terrible events. Beneath its emerald light, kings rise or fall, weird monsters and magical plagues appear to scour the land, and strange and ancient secrets are revealed. Glorious and sinister auroras glimmer in the dusk for weeks on end, and from time to time shooting stars of burning emerald fall from the sky. These fallen stars are the only known source of starmetal, a rare and precious ore infused with mighty magical power. A Green Star adept is the master of the strange and powerful magic derived from Alhazarde ’s glittering green starmetal. He travels the land, searching for more of the comet ’s fallen substance and mastering its eldritch power. Turning his back on the traditional studies of the sorcerer or wizard, he slowly transforms into a living statue of starmetal, gaining immortality and invulnerability at the cost of his own ﬂ esh. At each appearance of the comet, only a handful of adepts can complete the rites necessary to achieve this transformation. Sorcerers and wizards are most capable of understanding the strange arcana of the mystic comet. Of the two, wizards are more likely to master the astrological calculations and m e t i c u l o u s  o b s e rv a t i o n s  r e q u i r e d  t o  d i v i n e  t h e  s e c r e t s  o f the Green Star. Some Green Star adepts, however, come from entirely different origins, having picked up the necessary arcane knowledge along the way. Such rare individuals might be learned monks or warlocks, sinister rogue/sorcerers, or any other character diligent enough to learn the secrets of the comet Alhazarde. All Green Star adepts are bitter rivals, since all who follow the path are in constant competition for the rare and precious starmetal required for the transformation. NPC Green Star adepts never work with each other, often going to great lengths to keep oth er adepts from learning about news of starmetal ﬁ nds.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This warding  takes the form of a wall, up to 10 feet long and 5 feet high per initiate class level. For example, a 3rd-level Initiate of the Sevenfold Veil could create a warding  wall 30 feet long and 15 feet high. The wall can be made smaller, but it is not otherwise shapeable. The wall must begin within 30 feet of the initiate, but can extend beyond that distance. The w all  i s  imm o b il e  o n c e  c r e a t e d.  An  ini ti a t e  m a y  c h o o s e  t o  make crossing through the wall in one direction safe, if she chooses. In any event, she can pass through her own warding wall with no danger. This warding  provides concealment to creatures on either side. It lasts for 10 minutes per level or until dismissed. The save DC for an initiate ’s warding  is equal to 18 + her pri- mary spellcasting ability modi ﬁ er (Intelligence for wizards, Charisma for sorcerers and bards, and so on). The spell level equivalent of a warding  depends on which veil is integrated into it. Veils:  When an initiate creates a warding,  she can choose and imbue the warding  with any one veil she knows how to create. These veils duplicate the layers of a prismatic wall  and are described below. An initiate ’s caster level for these veils is equal to her arcane spellcaster level. Red Veil:  The ﬁ rst veil an initiate learns is the red veil. A warding  imbued with this veil blocks all nonmagical ranged attacks and missiles. A creature crossing a red veil takes 20 points of ﬁ re damage (Re ﬂ ex half). A cone of cold  spell or effect destroys a warding with this veil but is negated in the process. A warding with this veil is the equivalent of a 4th-level spell. Orange Veil:  At 2nd level, an initiate learns the secret of the orange veil. A warding  with this veil halts magical ranged attacks, including spells that conjure missiles (such as Melf ’s acid arrow ) or create rays (such as disintegrate  or a beholder ’s eye rays) but not spells that do not require a ranged attack (such as magic missile ). A creature crossing an orange veil takes 40 points of acid damage (Re ﬂ ex half). A gust of wind  spell or similar effect destroys the veil but is negated in the process. A warding with this veil is the equivalent of a 5th-level spell.",
        "name":  "Wall",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This v e il b locks all no nmagical ran g ed attacks and missiles. A creature crossing a red veil takes 20 points of ﬁ re damage (Re ﬂ ex DC 17 half).",
        "name":  "Red Veil",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cooperative Spell and any one other metamagic feat. Spells:  Able to prepare and cast 2nd-level arcane spells.",
        "name":  "Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A “guild-level ” mage of the Arcane Order pays monetary dues and accepts various duties in return for member bene ﬁ ts. The dues are 30 gp per month. Duties include putting in an appearance on campus at least once every six months and accepting any special commissions handed down by senior members. A guildmage who falls into arrears on his dues by more than three months has his membership revoked and loses access to the Spellpool. Reinstating membership is dif ﬁ cult. However, ex-members do not lose any spells or metamagic feats they had gained while in good standing. A member in good standing can board at the Arcane Order campus between adventures, paying only 5 sp per day for common-quality meals and lodging. At his leisure, he can browse the Order ’s well-respected library, which is stocked with tomes on both mundane and arcane lore ( though no spellbooks are kept here). Likewise, he can use the Order ’s common laboratory facilities when creating magic items (although material costs remain out-of-pocket). Furthermore, he is free to read and post notices to the “job board, ” a mun- dane medium whereby fellow members of the Order pass information, advertise their interest in a research topic or adventure, or attempt to sell an interesting oddity, magical or otherwise. Last but not least, members form professional ties with their fellow wizards, possibly leading to lasting friendships or alliances. Spellpool (Su):  Mages of the Arcane Order can call spells from a common source: the Spellpool. New members receive a special focus (a trinket chosen by the spellcaster, such as a ring, brooch, scarf, or other portable item) at the time of their initiation. The focus allows access to the Spellpool and works only for its owner. If a mage of the Arcane Order loses his focus, he must undergo another initiation. The range of available spells increases at 4th and 7th levels. See the sidebar below for details. Bonus Metamagic Feat:  At 2nd level and again at 9th level, a mage of the Arcane Order gains sudden insight from studying the reconstructed texts of ancient magical grimoires. He gains a metamagic feat of his choice as a bonus feat. He must still meet the prerequisites of the feat. Bonus Language: At 3rd level and again at 6th level, a guildmage ’s access to the Order ’s superb library and resources allows him to learn a new language.",
        "name":  "Guild Member",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 10th-level mage of the Arcane Order is awarded the status of regent. A regent gains a +2 competence bonus on all Charisma-based interaction checks when dealing with lower-level members of the Order. 620_17925_Chpt2.indd   49 620_17925_Chpt2.indd   49 9/15/04   2:59:32 PM 9/15/04   2:59:32 PMCHAPTER 2 PRESTIGE CLASSES 50 The regents set the Arcane Order ’s rules and policies, meeting each month in the Council of Regents. A regent must attend six council meetings in one year or be removed from the council and lose his regent status (he loses no other bene ﬁ ts of guild membership, nor does he lose his level in the prestige class). Enacting new policies or eradicating old ones requires a three- ﬁ fths majority vote to pass. Generally, the council hands out commissions for lower-level mages of the Arcane Order to perform on behalf of the guild. An individual regent might also head up a special group of lower-level members to accomplish a speci ﬁ c goal, such as investigating a crime committed using magic, undertaking an archeological dig of an ancient site of wizardry, or some other important task. SAMPLE MAGE OF THE ARCANE ORDER",
        "name":  "Regent",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise +9, Concentration +14, Decipher Script +11, Knowledge (arcana) +16, Knowledge (history) +16, Spellcraft +18 (+20 to decipher spells on scrolls), Use Magic Device +10 (+14 when using scrolls); Alertness (from familiar), Cooperative Spell, Empower SpellB, Heighten Spell, Scribe ScrollB, Skill Focus (Use Magic Device), Spell Penetration, Toughness.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Common, Giant, Gnome, Hal ﬂ ing. Eternal Charm (Sp):  Kal can charm  any single living Large or smaller creature within 100 feet (as charm monster ) once per day. A DC 18 Will save negates the effect. The duration is permanent. Kal can have only one creature so charmed  at any given time. Currently, Kal has charmed  an ogre named Bull (treat as the ogre from page 199 of the Monster Manual ). Bull carries a potion of cure serious wounds. Push the W eak Mind (Sp ):  Once per day, Kal can use suggestion,  as the spell, on a living Large or smaller creature once per day within 100 feet. The duration is 9 hours. Kal can communicate the suggested course of action telepathically if he chooses, which allows him to use the effect regardless of the target ’s language. A DC 19 Will save negates the effect. Hal ﬂ ing Traits:  *Hal ﬂ ings have a +2 racial bonus on saving throws against fear. Mindread (Sp):  Two times per day, Kal can read the surface thoughts of a living creature within 100 feet. He must be able to see the target; a DC 16 Will save negates the effect. Telepathy (Su):  Kal can communicate telepathically with any creature within 100 feet that has a language. Sorcerer Spells Known  (6/7/7/6/4 per day; caster level 8th): 0 —arcane mark, dancing lights, daze (DC 15),  detect magic, ghost sound (DC 14),  mage hand, message, read magic;  1st—charm person (DC 16),  disguise self, expeditious retreat, grease (DC 15),  magic missile;  2nd —bull’s strength, invisibility, summon swarm;  3rd —hold person (DC 18),  rage;  4th —confu- sion (DC 19).",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A seeker of the song can use music or poet- ics to produce magical effects. Seeker music follows the same rules as bardic music (see page 29 of the Player ’s Handbook ). Each use of seeker music costs one daily use of bardic music to activate. Seeker of the song levels stack with bard levels for purposes of determining how many daily uses of bardic music and seeker music the character has. Some seeker music effects include a secondary effect, called a refrain. In any round when a seeker concentrates on a seeker music effect and expends another use of bardic music, she can activate the refrain associated with that seeker music effect. Using a refrain is a swift action (see page 86) that does not provoke attacks of opportunity. The original effects of the song do not end; the seeker can maintain the song and activate the refrain simultaneously. Burning Melody (Su):  A seeker of the song with 14 or more ranks in a Perform skill can gather a glimmer of the power of the primal music and gain some control over ﬁ re through this music. While a seeker sings this song, she and all of her allies within 30 feet who can hear her gain resistance to ﬁ re 15. An ally bene ﬁ ts from this effect for as long as it can hear the seeker sing.",
        "name":  "Seeker Music",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When she uses the refrain with her burning melody, a seeker shoots a 30-foot cone of ﬁ re from her ﬁ ngertips. The cone deals 6d6 points of ﬁ re damage to creatures in its area. A successful Re ﬂ ex save (DC 10 + the seeker ’s ranks in the Perform skill) halves the damage. Song of Unmaking (Su):  At 2nd level and higher, a seeker with 15 or more ranks in a Perform skill can turn a fragment of the primal music ’s power against constructs. She can expend a use of bardic music and make a Perform check to deal 1d8 points of damage per seeker level to all constructs within a 30-foot burst of the seeker (no save). Dirge of Frozen Loss (Su):  A seeker of the song of 3rd level or higher with 16 or more ranks in a Perform skill can gather Table 2 –16: The Seeker of the Song Base Attack Fort Ref Will Level Bonus Save Save Save Special Seeker Music 1st +0 +0 +0 +2 Rapture of the song (+2 AC), seeker music Burning melody 2nd +1 +0 +0 +3 Combine songs Song of unmaking 3rd +2 +1 +1 +3  Dirge of frozen loss 4th +3 +1 +1 +4 Rapture of the song (+2 saves) Song of life 5th +3 +1 +1 +4 Subvocalize Anthem of thunder and pain 6th +4 +2 +2 +5  Hymn of spelldeath 7th +5 +2 +2 +5 Rapture of the song (DR 2/ –) Ballad of agony reborn 8th +6 +2 +2 +6  Aria of everywhere 9th +6 +3 +3 +6  Dirge of songdeath 10th +7 +3 +3 +7 Rapture of the song ( freedom of movement ) Hymn of revealing 620_17925_Chpt2.indd   57 620_17925_Chpt2.indd   57 9/15/04   3:00:07 PM 9/15/04   3:00:07 PMCHAPTER 2 PRESTIGE CLASSES 58the power of the primal music to gain control over cold energy through this music. While a seeker sings this song, she and all of her allies within 30 feet who can hear her gain resistance to cold 15. An ally bene ﬁ ts from this effect for as long as it can hear the seeker sing. Dirge of Frozen Loss, Refrain: When she uses the refrain with her dirge of frozen loss, a seeker shoots a 60-foot line o f  c o l d  e n e r g y  f r o m  h e r  ﬁ ngertips. The line deals 10d6 points of cold damage to any creature it hits and causes any creature damaged by it to become fatigued. A successful Fortitude save (DC 10 + the seeker ’s ranks in the Perform skill) halves the damage and negates the fatigue. Song of Life (Su):  A seeker of the song of 4th level or higher with 17 or more ranks in a Perform skill can use fragments of the primal music to protect and heal her allies. While a seeker sings this song, she and all of her allies within 30 feet who can hear her gain immunity to poison and disease. An ally bene ﬁ t s  f r o m  t h i s  e f f e c t for as long as it can hear the seeker sing. Song of Life, Refrain: When she uses the refrain with her dirge of frozen loss, a seeker can make a Perform check to heal a living creature of an amount of hit point damage equal to the check result (up to the creature ’s full normal hit point total). She must touch the affected ally to use this ability. The touch is a standard action, although activating the refrain is still a swift action. The refrain has no effect on undead or nonliving creatures. Anthem of Thunder and Pain (Su):  A seeker of the song of 5th level or higher with 18 or more ranks in a Perform skill can gather the power of the primal music and gain some control over electrical energy through this music. While a seeker sings this song, she and all of her allies within 30 feet who can hear her gain resistance to electricity 15. An ally bene ﬁ ts from this effect for as long as it can hear the seeker sing. Anthem of Thunder and Pain, Refrain: When she uses the refrain with her anthem of thunder and pain, a seeker shoots a ray of electricity from her ﬁ ngertips. The ray has a range of 20 feet and requires a ranged touch attack to hit. The ray deals 10d6 points of electricity damage to a creature it hits. The seeker can then cause the electricity to arc to additional foes, all of whom must be within 20 feet of the ﬁ rst creature struck. Each secondary ray requires another ranged touch attack to hit and deals half as much damage as the initial ray. A seeker can create one secondary ray for every three seeker class levels (one when the song becomes available at 5th level, two at 6th level, and three at 9th level). No creature can be affected by more than one arc in a single round. Hymn of Spelldeath (Su):  A seeker of the song of 6th level or higher with 19 or more ranks in a Perform skill can turn the power of the primal music against magic effects. Any creature that can hear the seeker perform must make a Concentration check opposed by the seeker ’s Perform c h e c k  i n  o r d e r  t o  c a s t  a  s p e l l .  I f  t h e Concentration check fails, the spell is lost and has no effect. If the Con- centration check succeeds, the spell is cast as normal. A hymn of spelldeath is a mind-affecting ability.",
        "name":  "Burning Melody, Refrain",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " When she uses the refrain with her hymn of spelldeath, a seeker can attempt to dispel magic. This ability works just like the area ver- sion of dispel magic, except the effect is centered on the seeker. At her option, a seeker can exclude herself and her allies from this effect, but the effect m u s t  s t i l l  b e  c e n t e r e d  o n  h e r .  T h e seeker makes a level check just as if she were a spellcaster using the dispel magic  spell, using the total of her bard levels and seeker of the song levels as her modi ﬁ er for the check. Ballad of Agony Reborn (Su):  A seeker of the song of 7th level or higher with 20 or more ranks in a Perform skill can gather the power of the primal music to gain control over acid energy through this music. While a seeker sings this song, she and all of her allies within 30  f e e t  w h o  can  h e ar  h e r  g ain  r e s istan c e  t o  a ci d  1 5 .  An  ally bene ﬁ ts from this effect for as long as it can hear the seeker sing.",
        "name":  "Hymn of Spelldeath, Refrain",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +16, Diplomacy +22, Gather Information +7, Knowledge (arcana) +13, Listen +18, Perform (sing) +23, Search +1, Spot +3, Use Magic Device +18; Great Fortitude, Improved Initiative, Point Blank Shot, Precise Shot, Skill Focus (Perform [sing]). Languages:  Common, Elven.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Common, Gnome, Sylvan. Spell-Like Abili- ties:  1/day —dancing lights, ghost sound  (DC 15), prestidigitation, speak with animals (burrowing mam- mal only, duration 1 minute). Countersong (Su):  Use music or poetics to counter magical effects that depend on sound. Fascinate (Sp): Use music or poet- ics to cause one or more creatures to become fas- cinated with Faerjan.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A twist on this class might include the concept that wild mages do not so much exploit instabili-ties in the magic as create those instabilities themselves with their skewed technique. The proliferation of such casting could possibly lead to geographic or ecological Revena Callordin, a wild mageIllus. by W. O’Connor 620_17925_Chpt2.indd   68 620_17925_Chpt2.indd   68 9/15/04   3:01:20 PM 9/15/04   3:01:20 PMpqqqqqqqqqrs WILD MAGES IN FAERÛN Wild mages are particularly adept at exploiting zones of wild magic, and they are much less likely to experience deleteri-ous effects while casting spells within wild magic zones. Wild mages can roll twice on Table 2 –1: Wild Magic Effects in Chap- ter 2 of the F ORGOTTEN  REALMS  Campaign Setting  and choose the preferred result. For example, a wild mage who rolls a result of 37 (nothing happens) and a result of 57 (spell functions normally) would choose the second result. pqqqqqqqqqrsCHAPTER 2 PRESTIGE CLASSES 69Table 2 –22: The Wild Mage Base Attack Fort Ref WillLevel Bonus Save Save Save Special Spells per Day/Spells Known  1st +0 +0 +2 +0 Wild magic +1 level of existing arcane spellcasting class  2nd +1 +0 +3 +0 Random deflector 1/day +1 level of existing arcane spellcasting class  3rd +1 +1 +3 +1 Student of chaos +1 level of existing arcane spellcasting class  4th +2 +1 +4 +1 — +1 level of existing arcane spellcasting class 5th +2 +1 +4 +1 Random deflector 2/day +1 level of existing arcane spellcasting class  6th +3 +2 +5 +2 Chaotic mind +1 level of existing arcane spellcasting class  7th +3 +2 +5 +2 — +1 level of existing arcane spellcasting class 8th +4 +2 +6 +2 Random deflector 3/day +1 level of existing arcane spellcasting class  9th +4 +3 +6 +3 Reckless dweomer +1 level of existing arcane spellcasting class10th +5 +3 +7 +3 Wildstrike  +1 level of existing arcane spellcasting class consequences that are strange at the least, or, at worst, step- ping stones to disaster.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (the planes) 4 ranks, Spellcraft 8 ranks, Use Magic Device 4 ranks.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical Aptitude, any metamagic feat. Spells or Spell-Like Abilities:  Arcane caster level 1st. Class Skills The wild mage ’s class skills (and the key ability for each skill) are Bluff (Cha), Concentration (Con), Craft (Int), Intimidate (Cha), Knowledge (all skills, taken individually) (Int), Profes- sion (Wis), Spellcraft (Int), and Use Magic Device (Cha).",
        "name":  "Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These metamagic feats don ’t require modi ﬁ ed spell slots, and so they work as well with spell-like abilities or invocations as they do with spells (though because spell-like abilities don ’t have verbal or somatic components, ore than the power of spells themselves, the methodology of spellcasting is the most im-portant part of a caster ’s arsenal of arcane power. By employing feats to improve some element of spellcasting, a savvy caster can produce re-sults far greater than the actual power of the spells being employed. INVOCATIONS AND SPELL-LIKE ABILITIES Many feats useful for spellcasters are equally useful for characters or creatures that employ invocations or spell-like abilities instead of spells. Spell-like abilities represent an innate magical tal en t that is part of a cr eatur e ’s essential n a t u r e ,  a n  e x p r e s s i o n  o f  w i l l  o r  a  m e n t a l  a c t i o n  t h a t  resembles a spell in almost all ways. Learning to wield a spell-like ability requires the same level of training or effort required to learn a physical task such as swimming, and is easy enough that any character or creature with a spell-like ability is assumed to have com-pletely mastered the skill as soon as the spell-like ability is acquired. Using a spell-like ability requires concentration (possibly provoking attacks of opportunity), and, in the case of spell-like abilities that can be used only a certain number of times per day, requires the user to tap into a reservoir of 71Illus. by M. Cavotta Illus. by M. Cavotta 620_17925_Chpt3.indd   71 620_17925_Chpt3.indd   71 9/15/04   2:45:24 PM 9/15/04   2:45:24 PMCHAPTER 3 ARCANE FEATS 72Sudden Silent Spell doesn ’t apply and Sudden Still Spell applies only to invocations). Creatures with spell-like abilities at a high enough level will ﬁ nd sudden metamagic feats less useful than the dedicated feats Empower Spell-Like Ability and Quicken Spell-Like Ability (see page 303 of the Monster Manual ), as well as the Maximize Spell-Like Ability feat introduced in this chapter.",
        "name":  "Sudden Metamagic Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times, but its effects do not stack. Each time you take the feat, it applies to a new school of magic. ARCANE MASTERY You are quick and certain in your efforts to defeat the ar- cane defenses and spells of others.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (nature) 4 ranks, Energy Substitution (electricity). Bene ﬁ t: When you cast a spell with either the electricity descriptor or the sonic descriptor that deals hit point damage, you can declare that spell to be a spell of the three thunders, with half its damage dealt as electricity damage and half dealt as sonic damage. In addition, the spell concludes with a mighty thunderclap that stuns all creatures that take damage from the spell for 1 round unless they succeed on a Fortitude save, then knocks stunned creatures prone unless they suc-ceed on a Re ﬂ ex save (both saves at the same DC as the base spell). Channeling the three thunders is costly, though, and you are automatically dazed for 1 round after doing so. A three thunders spell uses a spell slot of the spell ’s normal level. In addition, its descriptor changes to include both energy types —for example, a lightning bolt  of the three thunders is an evocation [electricity, sonic] spell. CHAIN SPELL [METAMAGIC] You can cast spells that arc to other targets in addition to the primary target. Prerequisite:  Any metamagic feat. Bene ﬁ t: Any spell that speci ﬁ es a single target and has a range greater than touch can be chained so as to affect that primary target normally, then arc to a number of secondary targets equal to your caster level (maximum 20). Each arc affects one secondary target chosen by you, all of which must be within 30 feet of the primary target, and none of which can be affected more than once. You can choose to affect fewer secondary targets than the maximum. If the chained spell deals damage, the sec- ondary targets each take half as much damage as the primary target (rounded down) and can attempt Re ﬂ ex saving throws for half damage (whether the spell allows the original target a save or not). For spells that don ’t deal damage, the save DCs against arcing effects are reduced by  4. For example, if a 10th-level wizard nor- mally casts cause fear  at DC 14, a chained cause fear could target a goblin chieftain at DC 14 and up to ten of his nearby guards at DC 10. A chained spell uses up a spell slot three lev- els higher than the spell ’s actual level. COMMUNICATOR You possess a magical understanding of the essence of language. Bene ﬁ t: An innate talent for magic grants you the fol- lowing spell-like abilities as a 1st-level caster: 1/day —arcane mark, comprehend languages, message. COOPERATIVE SPELL [METAMAGIC] You can cast spells to greater effect in conjunction with the same spell cast by another individual. Prerequisites:  Any metamagic feat. Bene ﬁ t: While the two of you are adjacent, you and another spellcaster with the Cooperative Spell feat can simultaneously  A student of the Black Lore of MoilIllus. by D. Crabapple 620_17925_Chpt3.indd   76 620_17925_Chpt3.indd   76 9/15/04   2:45:56 PM 9/15/04   2:45:56 PMCHAPTER 3 ARCANE FEATS 77cast the same spell at the same time in the round. Add +2 to the save DC of cooperatively cast spells and +1 to caster level checks to beat the target ’s spell resistance (if any), using the higher base DC and level check of either caster. A cooperative spell uses up a spell slot of the same level as the spell ’s actual level.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For each additional caster with this feat casting the same cooperative spell simultaneously, the spell ’s save DC and the bonus on the caster level check both increase by 1. When more than two spellcasters cooperatively cast a spell, each must be adjacent to at least two other casters involved in the casting. For example, two wizards and two sorcerers standing in a circle all have Cooperative Spell. The ﬁ rst three in the initiative order ready an action to cast ﬁ reball , casting the spell when the fourth does. The base DC of the spell ’s save is equal to the highest save DC among the cooperative casters (as determined by relevant ability scores, other feats, special abilities, or items) +4 (+2 for the ﬁ rst cooperative caster and +1 for each of the other two). As well, whoever has the highest caster level determines the base caster level check, which gains a +3 bonus (+1 for each cooperative caster). CRAFT CONTINGENT SPELL [ITEM CREATION] You know how to attach semipermanent spells to a creature and set them to activate under certain conditions. Prerequisite : Caster level 11th. Bene ﬁ t: You can make contingent any spell that you know. Crafting a contingent spell takes one day for each 1,000 gp in its base price (spell level × caster level × 100 gp). To craft a contingent spell, you must spend 1/25 of this base price in XP and use up raw materials costing one-half the base price. Some spells incur extra costs in material components or XP (as noted in their descriptions), which must be paid when the contingent spell is created. See Contingent Spells, page 139, for more information. DELAY SPELL [METAMAGIC] You can cast spells that take effect after a short delay of your choosing. Prerequisite:  Any metamagic feat. Bene ﬁ t: When casting a spell, you set a delay of 1 to 5 rounds before it takes effect. The delay time cannot be changed once set; the spell activates just before your turn on the round you designate. Only area, personal, and touch spells can be affected by this feat. Any decisions you would make about the spell (including attack rolls, designating targets, or determining or shaping an area) are decided when the spell is cast, with any of its effects (including damage and saving throws) decided when the spell triggers. If conditions change during the delay period in ways that would make the spell impossible to cast (the target you designate moves beyond the spell ’s range, for example), the spell fails. During the delay period, a delayed spell can be dispelled normally, and it can be detected in the area or on the target (as applicable). A delayed spell uses up a spell slot three levels higher than the spell ’s actual level. DOUBLE WAND WIELDER You can activate two wands at the same time.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times, choosing a different type of energy each time. The type of energy s e l e c t e d  w i t h  t h i s  f e a t  m u s t  m a t c h  a  t y p e  o f  e n e r g y  y o u  have also selected for substitution via the Energy Substitu-ti o n f ea t ( so y o u can se l ect co l d as y o ur e n e r gy type wi th Energy Admixture if you have selected cold as your Energy Substitution energy type). You can use Energy Admixture to further alter a spell that has already been modi ﬁ ed with Energy Substitution, and you can also admix your chosen energy type with a spell that already uses the same type, in effect doubling its normal damage dice. 620_17925_Chpt3.indd   78 620_17925_Chpt3.indd   78 9/15/04   2:46:01 PM 9/15/04   2:46:01 PMCHAPTER 3 ARCANE FEATS 79ENERGY SUBSTITUTION [METAMAGIC] You can modify an energy-based spell to use another type of energy instead.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) 5 ranks, any metamagic feat. Bene ﬁ t: Choose one type of energy (acid, cold, electric- ity, or ﬁ re). You can then modify any spell with an energy descriptor to use the chosen type of energy instead. An en-ergy substituted spell uses a spell slot of the spell ’s normal level. The spell ’s descriptor changes to the new energy type —for example, a ﬁ reball  composed of cold en- ergy is an evocation [cold] spell. Special:  You can gain this feat multiple times, choosing a different type of en-ergy each time. EXPLOSIVE SPELL [METAMAGIC] You can cast spells that blast creatures off their feet. Bene ﬁ t: On a failed Reﬂ ex save, an explo- sive spell ejects any creature caught in its area, sending it to a location outside the nearest edge of that area, dealing additional damage and further knocking crea-tures prone. For example, all creatures in the area of an explosive fireball  that fail their saving throws not only take full damage but are pushed to the clos- est square outside the perimeter of the spell ’s 20-foot-radius spread. Likewise, an explosive lightning bolt  moves targets that fail their saves to outside the area de ﬁ ned by the squares the bolt ’s line passes through. Any creature moved in this manner also takes an additional 1d6 points of damage per 10 feet moved (no addi-tional damage if moved less than 10 feet by the effect) and is knocked prone. If some obstacle prevents a blasted creature from being moved to the edge of the effect, the creature is stopped and takes 1d6 points of damage from striking the barrier (in addition to any damage taken from the distance moved before then). In any event, this movement does not provoke attacks of opportunity. Explosive Spell can be applied only to spells that allow Reﬂ ex saves and affect an area (a cone, cylinder, line, or burst). An explosive spell uses up a spell slot two levels higher than the spell ’s actual level.EXTRA EDGE Your ability to deal spell damage is particularly striking.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Caster level 4th. Bene ﬁ t: You gain one extra spell slot in your daily allot- ment, at any level up to one lower than the highest level of spell you can currently cast. For example, a 4th-level sorcerer (maximum spell level 2nd) gains either an extra 0-level or 1st- level slot, and is able to cast any spell he knows of the chosen level one more time each day. Likewise, a 4th-level wizard can prepare any extra 0-level or 1st-level spell he knows. Once selected, the extra spell slot never changes level. Special:  You can gain this feat multiple times. Each time, you gain an extra spell slot at any level up to one lower than the highest level of spell you can currently cast. EXTRA SPELL You learn an additional spell. Prerequisite:  Caster level 3rd.An explosive spellIllus. by J. Miracola 620_17925_Chpt3.indd   79 620_17925_Chpt3.indd   79 9/15/04   2:46:04 PM 9/15/04   2:46:04 PMCHAPTER 3 ARCANE FEATS 80 Bene ﬁ t: You learn one additional spell at any level up to one lower than the highest level of spell you can currently cast. Thus, a 4th-level sorcerer (maximum spell level 2nd) gains a new 0-level or 1st-level spell known with which to expand her repertoire. For classes such as wizard that have more options for learning spells, Extra Spell is generally used to learn a speci ﬁ c spell that the character lacks access to and would be unable to research. Special:  You can gain this feat multiple times. Each time, you learn a new spell at any level up to one lower than the highest level of spell you can cast. EXTRA SPELL SECRET You learn an additional spell secret. Prerequisites:  Spell secret class ability, able to cast 2nd- level spells. Bene ﬁ t: You choose one spell known to you that becomes permanently modi ﬁ ed as though affected by Enlarge Spell, Extend Spell, Still Spell, or Silent Spell. The spell ’s level does not change, nor does the choice of spell and modi ﬁ cation once chosen. As you go up in level, you can choose the same spell to be modi ﬁ ed in different ways with multiple spell secrets (either from additional uses of this feat or through the spell secret class ability). You do not need to have the metamagic feat that you apply to the spell. Special:  You can take this feat multiple times. Each time, you can select another spell to be permanently modi ﬁ ed as though affected by one of the metamagic feats mentioned above. You can choose the same spell to be modi ﬁ ed with multiple applications of this feat. FORTIFY SPELL [METAMAGIC] You cast spells that more easily penetrate spell resistance. Bene ﬁ t: A forti ﬁ ed spell is treated as having a higher caster level for the purpose of defeating a target ’s spell resistance. You prepare and cast the spell in a higher-level spell slot than normal, with each additional level giving a +2 bonus on spell penetration checks for the altered spell. Spells that are not subject to spell resistance are not affected. A forti ﬁ ed spell uses up a spell slot at least one level higher than the spell ’s actual level. GUARDIAN SPIRIT Your watchful spirit is more capable than normal.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat can be taken multiple times. Each time, you apply it to a different one of your spell-like abilities. INNATE SPELL You have mastered a spell so thoroughly that you can now use it as a spell-like ability. Prerequisites:  Quicken Spell, Silent Spell, Still Spell. Bene ﬁ t: Choose any spell you can cast. You can now cast this spell at will as a spell-like ability once per round. One spell slot eight levels higher than the innate spell is perma-nently used to power it, and any XP cost for the innate spell is paid each time you use it. As well, you must have any focus required by the spell in order to use it as a spell-like ability, and if the innate spell has a costly material component, you must use an item worth 50 times that cost as a focus. Since an innate spell is a spell-like ability and not an actual spell, a cleric can ’t lose it to spontaneously cast a cure or inﬂ ict spell. As well, spellcasters who become unable to cast spells of the level of the spell slot used to power the innate spell become unable to use the spell-like ability.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can choose this feat more than once, selecting another spell and paying the spell slot, focus, and material components costs each time. INSIGHTFUL You possess a magical understanding of the workings of arcane detection. Bene ﬁ t: An innate talent for magic grants you the follow- ing spell-like abilities as a 1st-level caster: 1/day —detect magic, detect secret doors, read magic . LORD OF THE UTTERCOLD [METAMAGIC] Through careful study of the Elemental Planes and their interactions with the Negative Energy Plane, you have learned to wield the uttercold.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "S p e l l - l i k e  a b i l i t y  a t  c a s t e r  l e v e l  6 t h  o r higher. Bene ﬁ t: Choose one of your spell-like abilities (subject to the restrictions below) to use at maximum effectiveness up to three times per day (or the ability ’s normal use limit, whichever is less). All variable, numeric effects of the spell- like ability are maximized, dealing maximum damage, curing the maximum number of hit points, affecting the maximum number of targets, and so on. For example, a 10th-level warlock ’s maximized eldritch blast  deals 36 points of damage three times per day. Saving throws and opposed checks (such as the one you make when you cast dispel magic ) are not affected, nor are spell-like abilities without random variables. An empowered maximized spell-like ability gains the bene ﬁ t of each feat separately (getting the maximum result plus one-half the normally rolled result). For example, a ﬁ re mephit ’s empowered maximized scorching ray  would deal 24 points of damage plus one-half of 4d6 points of damage. The spell-like ability you wish to maximize can be chosen only from those abilities that duplicate a spell of a level less than or equal to 1/2 your caster level (round down), minus 2. For a summary, see the Caster Level to Empower column in the table on page 304 of the Monster Manual .",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat can be taken multiple times. Each time, you apply it to a different one of your spell-like abilities. NECROPOLIS BORN You possess a magical understanding of the essence of mortal dread. Bene ﬁ t: An innate talent for magic grants you the follow- ing spell-like abilities as a 1st-level caster: 1/day —cause fear, ghost sound, touch of fatigue . Save DC 10 + spell level + your Cha modi ﬁ er.NIGHT HAUNT You possess a magical understanding of the workings of the unseen. Bene ﬁ t: An innate talent for magic grants you the follow- ing spell-like abilities as a 1st-level caster: 1/day —dancing lights, prestidigitation, unseen servant . Save DC 10 + spell level + your Cha modi ﬁ er. NONLETHAL SUBSTITUTION [METAMAGIC] You can modify an energy spell to deal nonlethal damage.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) 5 ranks, any metamagic feat. Bene ﬁ t: Choose one type of energy (acid, cold, electric- ity, or ﬁ re). You can then modify any spell with the chosen descriptor to deal nonlethal damage instead of normal energy damage. The nonlethal spell works normally in all respects except the type of damage dealt —for example, a nonlethal ﬁ reball  has the same range and area, but since it deals nonlethal damage instead of energy damage, it will not damage objects or set ﬁ re to combustibles in the area. A nonlethal spell uses a spell slot one level higher than the spell ’s normal level. OBTAIN FAMILIAR You gain a familiar.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) 4 ranks, arcane caster level 3rd. Bene ﬁ t: You can obtain a familiar in the same manner as a sorcerer or wizard (see the sorcerer class description and the accompanying sidebar, page 52 of the Player ’s Handbook). As with a sorcerer or wizard, obtaining a familiar takes 24 hours and uses up magic materials worth 100 gp. For the purpose of determining familiar abilities that depend on your arcane caster class level, your levels in all classes that allow you to cast arcane spells stack. PERSISTENT SPELL [METAMAGIC] You can make a spell last all day. Prerequisite:  Extend Spell. Bene ﬁ t: Spells with a ﬁ xed or personal range can have their duration increased to 24 hours. Spells of instantaneous duration cannot be affected by this feat, nor can spells whose effects are discharged. You don ’t need to maintain concentra- tion on persistent detect  spells (such as detect magic  or detect thoughts ) for you to be aware of the mere presence or absence of the subject detected, but gaining additional information requires concentration as normal. A persistent spell uses up a spell slot six levels higher than the spell ’s actual level. PIERCE MAGICAL CONCEALMENT You ignore the miss chance provided by certain magical effects. Prerequisites: Con 13, Blind-Fight, Mage Slayer. 620_17925_Chpt3.indd   81 620_17925_Chpt3.indd   81 9/15/04   2:46:09 PM 9/15/04   2:46:09 PMCHAPTER 3 ARCANE FEATS 82 Bene ﬁ t: Your ﬁ erce contempt for magic allows you to disregard the miss chance granted by spells or spell-like abili- ties such as darkness, blur, invisibility,  obscuring mist, ghostform (see page 109), and spells when used to create concealment effects (such as a wizard using permanent image  to ﬁ ll a cor- ridor with illusory ﬁ re and smoke). In addition, when facing a creature protected by mirror image , you can immediately pick out the real creature from its ﬁ gments. Your ability to ignore the miss chance granted by magical concealment doesn ’t grant you any ability to ignore nonmagical conceal- ment (so you would still have a 20% miss chance against an invisible  creature hiding in fog, for example).",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any metamagic feat. Bene ﬁ t: A sanctum spell has an effective spell level 1 h i g h e r  t h a n  i t s  n o r m a l  l e v e l  i f  c a s t  i n  y o u r  s a n c t u m  ( s e e  below), but if not cast in the sanctum, the spell has an effec-tive spell level 1 lower than normal. All effects dependent on spell level (including save DCs) are calculated according to the adjusted level. A sanctum spell uses a spell slot of the spell ’s normal level.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your sanctum is  a particular site, building, or structure previously designated by you, and no larger than 20 feet/level in diameter. The designated area must be a site where you have spent a cumulative period of at least three months. Though a sanctum can be designated within a larger structure, its special advantages do not apply beyond the maximum area. 620_17925_Chpt3.indd   82 620_17925_Chpt3.indd   82 9/15/04   2:46:10 PM 9/15/04   2:46:10 PMCHAPTER 3 ARCANE FEATS 83Once designated, it takes seven days for a site to become a sanctum, and if you designate a new area to be your sanctum, the bene ﬁ ts of the old one immediately fade. SCULPT SPELL [METAMAGIC] You can alter the area of your spells.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any metamagic feat. Bene ﬁ t: Y ou can modify an area spell by changing th e area ’s shape to either a cylinder (10-foot radius, 30 feet high), a 40-foot cone, four 10-foot cubes, a ball (20-foot-radius spread), or a 120-foot line. The sculpted spell works normally in all respects except for its shape. For example, a lightning bolt whose area is changed to a ball deals the same amount of damage, but affects a 20-foot-radius spread. A sculpted spell uses a spell slot one level higher than the spell ’s actual level. SOUL OF THE NORTH You possess a magical understanding of the nature of cold. Bene ﬁ t: An innate talent for magic grants you the fol- lowing spell-like abilities as a 1st-level caster: 1/day —chill touch, ray of frost, resistance. Save DC 10 + spell level + your Cha modi ﬁ er. SPELL HAND You possess a magical understanding of the manipulation of force. Bene ﬁ t: An innate talent for magic grants you the follow- ing spell-like abilities as a 1st-level caster: 1/day —mage hand, open/close, Tenser ’s ﬂ oating disk.  Save DC 10 + spell level + your Cha modi ﬁ er. SPLIT RAY  [METAMAGIC] Your ray spells can affect an additional target.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any metamagic feat. Bene ﬁ t: You can cause any ray spell to ﬁ re one additional ray beyond the number normally allowed. The additional ray requires a separate ranged touch attack roll to hit and deals damage as normal. It can be ﬁ red at the same target as the ﬁ rst ray or at a different target, but all rays must be aimed at targets within 30 feet of each other and ﬁ red simultaneously. A split ray spell uses a spell slot two levels higher than the spell ’s actual level. SUDDEN EMPOWER [METAMAGIC] You can cast a spell to greater effect without special preparation. Prerequisite: Any metamagic feat. Bene ﬁ t: Once per day, you can apply the effect of the Empower Spell feat to any spell you cast without increasing the level of the spell or specially preparing it ahead of time. You can still use Empower Spell normally if you have it. SUDDEN EXTEND [METAMAGIC] You can make a spell last longer than normal without special preparation. Bene ﬁ t: Once per day, you can apply the effect of the Extend Spell feat to any spell you cast without increasing the level of the spell or specially preparing it ahead of time. You can still use Extend Spell normally if you have it. SUDDEN MAXIMIZE  [METAMAGIC] You can cast a spell to maximum effect without special preparation. Prerequisite: Any metamagic feat. Bene ﬁ t: Once per day, you can apply the effect of the Maximize Spell feat to any spell you cast without increasing the level of the spell or specially preparing it ahead of time. You can still use Maximize Spell normally if you have it. SUDDEN QUICKEN [METAMAGIC] You can cast a spell with a moment ’s thought without special preparation.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only force spells and effects can affect ethereal creatures, and no Material Plane attack affects creatures on the Plane of Shadow or in an enclosed extradimensional space. There is a 50% chance that any spell other than a force effect fails against an incorporeal creature. TWIN SPELL [METAMAGIC] You can simultaneously cast a single spell twice.",
        "name":  "Normal",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any metamagic feat. Bene ﬁ t: Casting a twinned spell causes the spell to take effect twice in the same area or on the same target simultane- ously. Any variable characteristics (including attack rolls) or decisions you would make about the spell (including target and area), are applied to both spells, with affected creatures receiving all the effects of each spell individually (including getting two saving throws if applicable). A spell whose effects wouldn ’t stack if it was cast twice under normal circumstances will create redundant effects if successfully twinned (see Combining Magical Effects, page 171 of the Player ’s Handbook ). For example, a twinned charm person  doesn ’t create a more potent or long-lasting effect, but any ally of the target would have to succeed on two dispel attempts in order to free the target from the charm. As with other metamagic feats, twinning a spell does not affect its vulnerability to counterspelling, so a single successful counterspell negates both instances of a twinned spell. A twinned spell uses up a spell slot four levels higher than the spell ’s actual level. WANDSTRIKE You can channel the magical energy of a wand through your melee attacks.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical shuriken deal 3d6 ﬁ re damage.",
        "name":  "Fire Shuriken",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical shard of ice deals 2d8 cold damage plus 2 Dex damage, or deals 1d8 cold damage in 10-ft.-radius burst. 4TH-LEVEL ASSASSIN SPELL",
        "name":  "Ice Knife",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whip of magical force keeps animals at bay and can frighten animals as ranged touch attack.",
        "name":  "Force Whip",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Turn Small or smaller wooden item into animated object. 2ND-LEVEL DRUID SPELLS",
        "name":  "Animate Wood",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Destroy wooden items or deal 3d6 + 1/level damage (max +15) to plant creatures. 6TH-LEVEL DRUID SPELL",
        "name":  "Wood Rot",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sigil protects door or chest, deals 1d4/level damage (max 10d4) if opened.",
        "name":  "Abjur  Sign of SealingM",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Predict and delay the arrival of creatures teleporting into range by 1 round. Otiluke ’s Dispelling Screen:  Targeted dispel magic on any creatures and unattended items, +10 max on caster level check.",
        "name":  "Abjur  Anticipate TeleportationF",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sigil protects door, chest, or open space, deals 1d6/level damage (max 20d6) if opened. Ench  Transﬁ  x: Humanoids freeze in place until condition you specify is met.",
        "name":  "Abjur  Sign of Sealing, GreaterM",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d4+1 damage; +1 missile per two levels above 1st (max 5). Orb of Acid, Lesser*:  Ranged touch attack deals 1d8 acid damage + 1d8/two levels beyond 1st (max 5d8). Orb of Cold, Lesser*:  Ranged touch attack deals 1d8 cold damage + 1d8/two levels beyond 1st (max 5d8). Orb of Electricity, Lesser*:  Ranged touch attack deals 1d8 electricity damage + 1d8/two levels beyond 1st (max 5d8). Orb of Fire, Lesser*:  Ranged touch attack deals 1d8 ﬁ re damage + 1d8/two levels beyond 1st (max 5d8). Orb of Sound, Lesser*:  Ranged touch attack deals 1d6 sonic damage + 1d6/two levels beyond 1st (max 5d6).",
        "name":  "Magic Missile",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates rolling ball of ﬁ re, 2d6 damage, lasts 1 round/level.Ice Knife*:  Magical shard of ice deals 2d8 cold damage plus 2 Dex damage, or deals 1d8 cold damage in 10-ft.-radius burst. Melf ’s Acid Arrow: Ranged touch attack; 2d4 damage for 1 round +1 round/three levels.",
        "name":  "Flaming Sphere",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detects spells and magic items within 60 ft.",
        "name":  "Detect Magic",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks.",
        "name":  "Read Magic",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Exist comfortably in hot or cold environments. Earth Hail of StoneM*: R a i n  o f  s t o n e  d e a l s  1 d 4 / l e v e l damage (max 5d4). Fire Fiery Eyes*:  Your glowing eyes illuminate area and can ignite combustible items. Melt*: Melt ice and snow or deal 2/level damage (max 10) to magical ice or cold creatures. Smoke LadderF*: Smoke transforms into ladder up to 10 ft. long/level. Metal Iron Scarf*:  Ranged attack deals 1d8 damage +1/ level.",
        "name":  "Endure Elements",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Puts 4 HD of creatures into magical slumber.",
        "name":  "Sleep",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ignores 10 or more points of damage/ attack from speci ﬁ ed energy type. Earth Bear ’s Endurance:  Subject gains +4 to Con for 1 min./level. Bull ’s Strength:  Subject gains +4 to Str for 1 min./ level. Fire Animate Fire*:  Turn Small or smaller ﬁ re into animated object. Cat’s Grace: Subject gains +4 to Dex for 1 min./ level. Fire Shuriken*:  Magical shuriken deal 3d6 ﬁ re damage.",
        "name":  "All Resist Energy",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fog obscures vision. Ice Blast*: Spray of ice crystals deals 1d6/two levels cold damage (max 10d6) and makes targets fatigued. Ice Knife*: Magical shard of ice deals 2d8 cold damage plus 2 Dex damage, or deals 1d8 cold damage in 10-ft.-radius burst. Swim*:  Subject gains swim speed, +8 bonus on Swim checks.",
        "name":  "Water Fog Cloud",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magically locks a portal or chest.",
        "name":  "Arcane LockM",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allows “listening ” of surface thoughts. Force Whip*:  Whip of magical force keeps animals at bay and can frighten animals as ranged touch attack.",
        "name":  "Detect Thoughts",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opens locked or magically sealed door. Lightning Blade*:  Blade of electricity energy deals total 1d6 damage/level as touch attack or ranged touch attack.",
        "name":  "Knock",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cancels magical spells and effects.",
        "name":  "Dispel Magic",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only intended reader can decipher. Magic Circle against Chaos/Evil/Good/Law: As protec- tion spells, but 10-ft. radius and 10 min./level.",
        "name":  "Illusory ScriptM",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1d6/level cold damage. Wood Wood Rot*:  Destroy wooden items or deal 3d6 + 1/level damage (max +15) to plant creatures. Aiming at the Target* : +10 bonus on Concentration checks for previously cast spell.",
        "name":  "Water Cone of Cold",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms raw materials into ﬁ nished items.",
        "name":  "Fabricate",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic wood is strong as steel.",
        "name":  "Wood Ironwood",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic,  but +20 on check. Geas/Quest: As lesser geas,  plus it affects any creature.",
        "name":  "Dispel Magic, Greater",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject is immune to mental/emotional magic and scrying. Minute Form*: You shrink to Tiny or smaller size.",
        "name":  "Mind Blank",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/levelThis spell enables you to divine the exact nature and vulnerabilities of a single creature ’s magical defenses, giving you a +10 bonus on caster level checks to overcome its spell resistance. Assay resistance  is effective only against one speci ﬁ c creature per casting, and you must be able to see the creature when you cast the spell. BACKBITER",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes A ray of necromantic black energy springs from your hand, and on a suc-cessful ranged touch attack, a living target is engulfed in chill black ﬂ ames that feed on the fuel of their victim ’s life force. A creature engulfed in black- ﬁ re must make a successful Fortitude save each round that the spell is in effect or take 1 d4 points of Constitu- tion damage and become nauseated. A creature that makes its save takes no damage for that round and is sickened instead. In addition to its effects on the target, black ﬁ re can spread rapidly, and any living creature adjacent to a creature engulfed in black ﬁ re must succeed on a Re ﬂ e x  s a v e  o r  b e c o m e engulfed itself. Any creature whose Constitution is reduced to 0 or lower by the spell is reduced to a pile of black ash, and can be returned to life only by true resurrec- tion or wish , the caster of which must succeed on a DC 30 caster level check to restore the victim to life. If a creature succeeds on its Fortitude save in 3 con- secutive rounds, the black ﬁ re affecting it gutters out. The black ﬂ ames cannot otherwise be extinguished by normal means (such as immersion in water or smothering), but an antimagic ﬁ eld, a successful dispel magic, a remove curse, or a break enchantment  spell snuffs it out. As well, a creature protected by death ward  has immunity to black ﬁ re’s effects.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) This spell functions like blink , except you have control over the timing of your “blinking ” back and forth between the Ethereal Plane and the Material Plane. You can also ready an action to blink  away from any physical or magical attack, with the attack miss-ing automatically unless it also affects ethereal targets (as a force effect does). While blinking , you have no chance of interfering with your own attacks or your own spells. When moving through solid objects, you do not risk materializing inside one unless you a c t u a l l y  e n d  y o u r  m o v e m e n t  t h e r e ,  in which case you materialize and are shunted off to the nearest open space, taking 1d6 points of damage per 5 feet traveled in this manner. BLISTERING RADIANCE Evocation [Fire, Light]Level: Cleric 5, sorcerer/wizard 4",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No W h e n  y o u  ca s t  this  sp e ll ,  y o u  ﬂ ick a silk scarf at one creature within range, magically propelling it toward the target. The scarf assumes an ironlike hardness on the way, and then wraps around the creature ’s neck. You must have line of sight to the target and hit 620_17925_Chpt4.indd   102 620_17925_Chpt4.indd   102 9/15/04   3:04:43 PM 9/15/04   3:04:43 PM103CHAPTER 4 SPELLS  AND INVOCATIONSwith a normal ranged attack. If you hit, the target must make a Fortitude saving throw; failure indicates that the scarf has decapitated the victim. A target creature that makes its save takes 1d4 points of damage per caster level (maximum 20d4) before freeing itself from the decapitating scarf. Co nstructs an d m ost un d ead ( ex cept vampires) are not immediately killed by decapitation, and take only 6d4 points of damage whether they make th e ir  sa v e  o r  n o t.  Oo zes,  a be rra ti o ns, and other creatures without a head are immune to the spell ’s effects.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level or until discharged (D) You mantle yourself in a powerful magical field that facilitates your defense against enemy spells. While a duelward  is in effect, counterspelling is an immediate action for you, allowing you to counterspell even when it is not your turn without having previ-ously readied an action. You also gain a +4 competence bonus on Spellcraft ch ecks made to iden tify spells being cast. The first time you successfully counterspell while the spell is in e f f e c t  ( w h e t h e r  y o u  c o u n t e r s p e l l  a s  an immediate action or not), duelward is discharged.",
        "name":  "INVOCATIONSDuration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes When you cast this spell, you designate a target composed of one of the ﬁ ve wu jen elements —earth, ﬁ re, metal, water, and wood. The target then releases magical energy in a sudden, explosive burst, as follows:",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes One of your hands bursts into an aura of brilliant emerald ﬂ ame, shedding light equal to that of a torch. You take no damage or penalties from the ﬂ ames, but on a melee touch attack, an emerald ﬂ ame ﬁ st deals 3d6 points of ﬁ re damage +1 point per caster level (maximum +20). The creature you touch must then succeed on a Fortitude save or b e  e n g u l f e d  b y  t h e  ﬁ ercely hot aura of ﬂ ame. Each round on your turn, a creature engulfed in the ﬂ aming aura takes 3d6 points of ﬁ re damage +1 point per caster level (maximum +20) until the spell ends (Fortitude save each round for half). You can use your ﬂ aming touch attack repeatedly until one of your targets is engulfed, at which point the ﬂ ame leaves your hand. You can use this spell to attack an object. Nonmagical, unattended objects are automatically engulfed in green ﬂ ame and take 3d6 points of ﬁ re damage +1 point per caster level each round. ENERGY IMMUNITY",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No W h e n  y o u  ca s t  this  sp e ll ,  y o u  ﬂ ick a silk scarf at one creature within range, magically propelling it toward the target. The scarf assumes an ironlike hardness on its way and then wraps around the target creature. You must h a v e  l i n e  o f  s i g h t  t o  t h e  t a r g e t  a n d  hit with a ranged touch attack. If you 620_17925_Chpt4.indd   105 620_17925_Chpt4.indd   105 9/15/04   3:04:56 PM 9/15/04   3:04:56 PM106 CHAPTER 4 SPELLS  AND INVOCATIONShit, the target must make a successful Reﬂ ex save or become entangled.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No W h e n  y o u  c a s t  t h i s  s p e l l ,  a  g a r m e n t or container becomes a safe haven for a Tiny or smaller familiar. The spell turns the target item or pocket into a comfortable extradimensional space (about 1 cubic foot). The familiar can ﬁ t inside the space without creating any noticeable bulge in the item. Whenever the familiar is touching you, you can whisk it inside the space as a free action by speaking a command word chosen by you when the spell is cast. If the familiar can speak, it can command itself inside. As a free action, you can call the familiar forth or it can leave the space on its own. Once inside, the familiar has total cover (+4 AC) and concealment (20% miss chance), and as a free action, you or the familiar can further seal t h e  s p a c e  t o  m a k e  i t  a i r t i g h t  a n d waterproof. The air supply inside the sealed space lasts for 1 hour, but with the pocket unsealed, the familiar can remain inside inde ﬁ nitely. The familiar cannot attack or cast spells from within the space, but can use supernatural or spell-like abilities as normal (provided they don ’t require line of sight, which the pocket blocks). The spell ends if the familiar pocket is placed within or taken into another extradimensional space (such as a portable hole ). If your familiar is within the pocket when the spell duration expires or if the spell ends abnormally (as above), it appears in your space unharmed. Material Component:  A tiny golden needle and a strip of ﬁ ne cloth given a half twist and fastened at the ends. FIENDFORM Transmutation [Evil]Level: Sorcerer/wizard 6",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reﬂ ex special; see text T h i s  s p e l l  c a u s e s  y o u r  e y e s  t o  g l o w with an unnatural ﬁ re whose color you determine (from dull red to brilliant yellow), projecting beams of bright light that clearly illuminate a 5-foot-square area to a range of 5 feet. By ﬁ xing your sight on one spot within 60 feet as a full-round action, you can cause combustible materials to burst into ﬂ ames, and though you cannot target living creatures with this effect, creatures carrying or wearing items you ignite take 1d6 points of ﬁ re damage and must make a DC 15 Re ﬂ ex save or catch on ﬁ re themselves. FINDING THE CENTER Abjuration",
        "name":  "Saving Throw",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One magical shuriken/3 levels",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes This spell creates shuriken formed of magic ﬁ re that you can throw as a normal ranged attack at any target within range. You are automatically considered proﬁ cient with the ﬁ re shuriken , which have a range increment of 10 feet, threaten a critical hit on a roll of 19 –20, and deal 3d6 points of ﬁ re damage each on a successful hit (though you and your possessions take no damage as the shuriken are thrown). Any a d d i t i o n a l  d a m a g e  d e a l t  b y  t h e ﬁ re shuriken  (including Strength and sneak attack bonuses) is also ﬁ re damage. The shuriken disappear when they hit, so they cannot set ﬁ re to combustibles or damage objects. You can create one ﬁ re shuriken per three caster levels, up to a maximum of six at 18th level.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level This spell transforms your arms into wings of brilliant ﬁ re (resembling those of a phoenix), which do not damage you or any items you carry. Since your arms are transformed, you cannot hold items in your hands or cast spells with somatic components while using ﬁ re wings , but rings, bracers, and other items worn on your arms meld into the new form and continue to function normally. The wings allow you to ﬂ y at a speed of 60 feet (good) while carrying no more than a light load. You can ascend at half speed and descend at double speed, and you can charge (but not run) while ﬂ ying. You can make unarmed attacks with ﬁ re wings  but are not considered pro ﬁ - cient with them, taking a –4 penalty on your attack rolls. A successful unarmed strike deals 2d6 points of ﬁ re damage in addition to your normal unarmed attack damage (treated as lethal damage while the spell is in effect). The wings are extinguished (and the spell ends) if subjected to a quench  spell, immersed in water for 1 round, or exposed to winds o f  h u r r i c a n e  f o r c e  o r  g r e a t e r .  I f  t h e  spell expires while you are aloft, you fall normally. Material Component:  The feather of a bird, which you must burn when you cast the spell. Focus:  A golden amulet shaped like a phoenix. FIREBURST Evocation [Fire]",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute You transform one of your hands into a mighty fist of living stone, gaining a +6 enhancement bonus to Strength for purposes of attacks, grapple checks, or breaking and crushing items. In addition, you gain the abil- ity to make one natural slam attack as a standard action, dealing 1d6 points o f  d a m a g e  p l u s  y o u r  n e w  S t r e n g t h  bonus (or 1-1/2 times your Strength bonus if you make no other attacks that round). You can make the slam attack as a natural secondary attack with the normal –5 penalty (or –2 penalty if you have the Multiattack feat; see page 304 of the Monster Manual ) as part of a full attack action. However, you cannot gain more than one slam attack per round with this spell due to a high base attack bonus (+6 or higher). Your ﬁ st undergoes no change in size or form, remaining as ﬂ exible and responsive as it would normally be while under the spell ’s effect.",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No This spell creates a whip of magical force that you wield as if you had pro- ﬁ ciency with it. Simply cracking a force whip keeps normal animals (but not magical beasts or vermin) at bay unless they succeed on a Will save. Affected animals stay at least 30 feet away from you for the duration of the spell, as space permits. On a successful ranged attack with the whip, any normal animal you strike must succeed on a Will save or become frightened. Against other creature types, you can use a force whip  in combat as if it were a normal whip.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 year You exchange your own living heart for a ﬁ nely crafted heart of perfect, unblemished stone, altering the very nature of your body. Your living heart can then be stored or hidden anywhere you like, where it continues to beat for the duration of the spell. While under the effect of heart of stone , you gain damage reduction 5/– and resistance to energy 5 against cold, ﬁ re, and electricity, but are subject to the following disadvantages. First, your rate of natural healing slows to only 1 hit point per day (regardless of character level or whether you rest). Second, any attempt to heal you with conjuration (healing) spells, or spell-like and supernatural abilities that mimic the effects of such spells, requires a caster level check (DC 10 + y our caster lev el ) to succeed. F inally , your own living heart is vulnerable to attack; if it is damaged or destroyed, you are instantly slain. Heart of stone  can be dispelled, in which case your own living heart instantly returns to its proper place while the stone heart is transported to the place where you left your own heart. Your heart and the stone heart l i k e w i s e  s w i t c h  p l a c e s  i f  y o u  e n t e r  an antimagic ﬁ eld (temporarily negat- ing the spell ’s effects), but the spell resumes when you leave it. Stone to ﬂ esh can also end the spell, though you get a Fortitude saving throw to resist.",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) This spell allows you to transfer a number of your spells and the ability to cast them into your familiar. Spontane- ous spellcasters, such as sorcerers, can imbue a familiar with any spells they know how to cast. Arcanists who pre- pare spells, such as wizards, can imbue a familiar with any spell they have currently prepared. In either case, you can imbue one spell per three caster levels, with a maximum spell level of one-third your caster level, rounded down (maximum 5th level). Multiple castings of imbue familiar with spell abil- ity have no effect on these limits. The transferred spell ’s variable char- acteristics (range, duration, area, and so on) function according to your level. Once you cast imbue familiar with spell ability  on your familiar, both the spell slot from which you cast the spell and the spell slots of the transferred spells remain unavailable for the preparation or casting of new spells until the famil- iar uses the transferred spells or imbue familiar with spell ability  expires. The spell can be dispelled; if this spell fails, the spells transferred are lost as if the familiar had cast them. In an antimagic ﬁ eld, the familiar loses the ability to cast the imbued spells, but regains it again if it leaves the ﬁ eld (so long as the spell ’s duration hasn ’t expired). If any transferred spell requires a focus or material component, you must have it on your person when the spells are cast (components are consumed as normal without requiring you to bring t h e m  t o  h a n d ) .  An y  X P  c o s t s  f r o m  a  transferred spell are deducted from your total when the familiar casts the spell. INTERNAL FIRE Evocation [Fire]Level:  Wu jen 9 ( ﬁ re)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text This spell allows you to melt ice and snow, or to deal damage to cold creatures. The spell melts normal ice and snow auto- matically (no saving throw or spell resistance allowed); melted ice creates an equiv- alent volume of water that ﬂ ows and spreads accord- ing to its location. Melted snow creates a volume of water equal to one-tenth its original volume (so that a 10th-level wu jen melting ten 10-foot cubes of snow would create a single 10-foot-cube volume of water in its place). In both cases, depending on the local temperature, melted ice or snow might begin to freeze again once the water stops ﬂ owing, possibly creating a movement hazard. Against cold creatures, the spell deals 2 points of damage per caster l e v e l  ( m a x i m u m  1 0  p o i n t s ) ,  o r  h a l f damage on a successful Fortitude save. Against magically created ice or snow (like that generated by wall of ice ), the spell deals the same damage (possibly smashing or breaching the ice) but does not melt it. Cold creatures apply spell resistance, if any. Material Component:  A few crystals of rock salt and a pinch of soot.Metal skinIllus. by F. Vohwinkel 620_17925_Chpt4.indd   114 620_17925_Chpt4.indd   114 9/15/04   3:05:24 PM 9/15/04   3:05:24 PMLesser orb of acid 115CHAPTER 4 SPELLS  AND INVOCATIONSMETAL SKIN Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You create an opaque, immobile, shim- mering screen of violet energy. Any spell effect operating on a creature or unattended object that passes through the screen is affected as by a targeted dispel magic  a t  y o u r  c a s t e r  l e v e l .  A t - tended items that pass through are not affected by the screen, which is the only way the screen differs from a normal targeted casting of dispel magic —attended items are essentially not tar- geted by the screen. Make a caster level check (1d20 + 1 per caster level, maxi- mum +10) to dispel spell effects (DC 11 + caster level) or suppress an unattended ob- ject’s magical properties for 1d4 rounds (DC equal to the item ’s caster lev- el). Spell effects not operating on objects or unattended creatures cannot pass through the screen. A disintegrate  or successful dispel magic  removes Otiluke ’s dispelling screen , while an antimagic ﬁ eld suppresses it.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By erasing the subject ’s previous personality and implanting a false set of memories, you can build a new persona for the creature, altering its alignment, beliefs, values, and personality traits. Some class abilities are affected by alignment changes. Programmed Trigger: You can pro- gram the subject to delay the onset of any of the above effects until a speci ﬁ c event takes place, such as the receipt of a coded message, capture by enemies, or arrival at some destina- tion. Similarly, you could specify some or all of the alterations you create in a subject to be removed by a speci ﬁ c event. The nature of programmed amnesia  is such that a subject given new memories (whether willing or not) might be given cause to suspect that those memories are false, based on how complete your programming is. For example, a pala- din subject to a persona rebuilding that changes her alignment to neutral loses her paladin abilities. Unless you impart a speci ﬁ c believable memory of why she changed alignment, the character will perceive this unexplained gap in her memory and might take steps (such as seeking a magical cure for her “amnesia ”) that could negate the spell ’s effect (see below). Generally, your subject must be either willing to undergo the spell or restrained in some way so that it cannot leave or interfere with the casting. Programmed amnesia  is normally perma- nent unless you care to specify events that will end the effect. Its effect can also be removed by a greater restoration or wish  spell.",
        "name":  "Persona Rebuilding",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) You restore a semblance of life to a deceased creature, putting the reani-mated subject in a state of half life but not fully binding the soul back into the body. Creatures that have been dead no more than one day per caster level can be reanimated so long as their souls are free and willing to return (see Bringing Back the Dead, page 171 of the Player ’s Handbook ). The reanimated creature has 1 hit point and can take only a single move action each round (and so is unable to attack, use spells, or activate magic items). Its speech (if it could speak while alive) is slow and slurred, and the creature ’s memory is cloudy, making it dif ﬁ cult for the subject to remember even the basic details of its past life. If left unwatched, the creature is prone to wander off ran- domly. It can gain temporary hit points but cannot increase its 1 hit point by means of a Constitution increase or any other method (though if it is wounded, healing can bring the creature back to 1 hit point again). The creature can be killed again (and reanimated again if possible), and can be restored to full life by any spell that would restore a fully dead creature to life (such as raise dead ). As with gentle repose , time spent reanimated does not count against the time limit on raising the creature from the dead, and the reanimated body does not decay. A reanimated creature is not undead, and it cannot be turned, harmed by positive energy or holy water, or healed by negative energy. A greater restora- tion spell fully restores the creature ’s memory but does not improve its physical state.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Reaving dispel  functions like dispel magic , except that the maximum caster level on your dispel check is +25 instead of +10, and (as with greater dispel magic ) you have a chance to dispel any effect that remove curse  can remove, even if dispel magic  can ’t dispel that effect. When casting a targeted dispel or counterspell, you can choose to reave each spell you successfully dispel, stealing its power and effect for yourself. When making a targeted dispel, make a Spellcraft check (DC 25 + spell level) to identify the target spell or each ongoing spell currently in effect on the target creature or object. Each spell you dispel with a targeted dispel can be reaved if you so desire, and the spell ’s effects are redirected to you, continuing as if cast on you by the original caster with no interruption to or extension of duration. Once you reave the spell, you identify it if you haven ’t done so already (see below). If the subject was the caster and the spell is dismissible, you can dismiss it as if you had cast it yourself. Likewise, if the subject was the caster and the spell requires concentration, you must concentrate to maintain the spell ’s effect as if you had cast it yourself. You can still attempt to reave a spell you didn ’t identify with your Spellcraft check, but doing so can be risky if you don’t know the speci ﬁ cs of the spell ’s effect. For example, if you fail to iden- tity an ongoing spell effect on an enemy character and choose to reave anyway, you might ﬁ nd yourself under the inﬂ uence of the dominate person  effect that character was suffering from. Any spell resistance you might have has no effect against harmful spells you might inadvertently reave, but you get the same chance to save against those spell effects as the original target. If you choose to reave a spell you have successfully counterspelled with reav- ing dispel , you seize control of the spell after the enemy caster completes it, and you can redirect the spell to whichever targets or area you wish (including the original caster, if appropriate). Again, you must make a Spellcraft check (DC 25 + spell level) to identify the spell you intend to reave, but you are free to choose to redirect a spell whose effects, range, and area you don ’t know. Note, though, that if its correct casting conditions aren ’t met (because you guess at an im proper targ et or ran g e, for example), the spell fails. Reaving dispel  c a n  b e  u s e d  t o  c a s t a n  a r e a  d i s p e l  w i t h  t h e  i n c r e a s e d maximum caster level, but any magical effects so dispelled cannot be reaved. RECIPROCAL GYRE Abjuration",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You manipulate the magical aura of a creature or object, creating a damag- 620_17925_Chpt4.indd   119 620_17925_Chpt4.indd   119 9/15/04   3:05:45 PM 9/15/04   3:05:45 PM120 CHAPTER 4 SPELLS  AND INVOCATIONSing feedback reaction of arcane power. The target takes 1d6 points of damage per spell level of each functioning spell or spell-like ability currently affecting it (maximum 25d6). For example, a creature who is hasted  (3rd level), ﬂ ying  (3rd level), and protected by a stoneskin  spell (4th-level wizard version) takes 10d6 points of damage (Will save for half). In addition, any creature that fails its save must then succeed on a Fortitude save or be dazed for 1d6 rounds. Only spells speci ﬁ cally targeted on the creature in question can be used to create the backlash of a reciprocal gyre, so spells that affect an area (such as invisibility sphere and solid fog ) can ’t be used to deal reciprocal damage to creatures within their area. Likewise, persistent or continuous effects from magic items can ’t  b e  u s e d  t o  d e a l reciprocal damage, but targeted spell effects can be —for example, the magic of a cloak of resistance  can ’t be used by reciprocal gyre , but a spell cast by a wand of invisibility  could be.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You seal a door, chest, or similar closure with a prominent magical sigil that bars entry and prevents opening. A door or object protected by this spell can be opened only by breaking (add 10 to the normal break DC) or by the use of knock  or dispel magic . If the door or object is forced open by any means (magical or physical), the sign of sealing deals 1d4 points of damage per caster level (maximum 10d4) in a 30-foot radius (Re ﬂ ex half). A knock  spell doesn ’t negate or auto- matically bypass a sign of sealing , but will suppress the sign for 10 minutes on a successful caster level check (DC 11 + the caster level of the sign ’s creator). A sign of sealing  is a magical trap that can be disarmed with a suc-cessful DC 28 Disable Device check. You can pass your own sign safely, and it remains set behind you.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes This spell functions like sign of sealing , except that it can also be used to seal an open space (such as a corridor or an archway), creating a magical barrier of force that repels any creature attempt-ing to pass. In addition, doors and objects protected by a greater sign of seal- ing are strengthened, increasing their hardness by 10 and gaining 5 hit points per caster level. Any object protected by the sign is treated as a magic item for the purpose of making saving throws and gains a +4 resistance bonus on all saves. If its seal is broken, a greater sign of sealing  deals 1d6 points of damage per caster level (maximum 20d6) in a 40-foot radius (Re ﬂ ex half). A greater sign of sealing  cannot be passed with a knock  spell, but it can be dispelled (DC 15 + the caster level of the sign ’s creator). It can be disarmed with a successful DC 31 Disable Device check.",
        "name":  "Casting Time",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No This spell creates an immobile, swirl- i n g  m a s s  o f  g r e e n i s h - w h i t e  f o r m s resembling tortured spirits. One side of the wall, selected by you, emits a low groaning that causes creatures w i t h i n  6 0  f e e t  o f  t h a t  s i d e  t o  m a k e  a Will save or ﬂ ee in panic for 1d4 rounds. Any living creature that merely touches the wall takes 1d10 p o i n t s  o f  d a m a g e  a s  i t s  l i f e  f o r c e  i s  disrupted. A living creature passing through the wall takes 1d10 points of damage, as above, and must make a successful Fortitude save or gain one negative level. The barrier is semimaterial and opaque, providing cover and total concealment against physical attacks, and it blocks magical effects (including spells, spell-like abilities, and super-natural abilities).",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You send a message or sound on the wind to a number of speci ﬁ c creatures that you identify while casting the spell. You need not directly know the recipients, but you must be able to distinguish them by their location, position, or some feature other than race or character class. For example, you could send a summoning wind  to the soldiers of your palace guard or to 620_17925_Chpt4.indd   124 620_17925_Chpt4.indd   124 9/15/04   3:06:32 PM 9/15/04   3:06:32 PM125CHAPTER 4 SPELLS  AND INVOCATIONSthe governors of all the provinces in the empire, provided you know that such characters exist. You can prepare the spell to bear a message of up to twenty- ﬁ ve words, cause the spell to deliver any other normal sounds for 1 round, or merely have a summoning wind seem to be a mysterious stirring of the air. The wind travels to each recipi-ent provided that it can ﬁ nd a way from you to their locations (the wind can travel around virtually any obstacle, but can ’t pass through closed portals or windows, regardless of whether they ’re airtight). You choose its speed (from as slow as 1 mile per h o u r  t o  a s  f a s t  a s  1  mile per 10 minutes), but the summoning wind is as gentle and unnoticed as a zephyr until it reaches the recipients, where it delivers its whisper-quiet message and dissipates. As with magic mouth,  a summoning wind  cannot speak verbal components, use command words, or activate magical effects. SUPERIOR INVISIBILITY Illusion (Glamer)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical wooden object or a volume of wood; or one plant creature",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    }
]
