[
    {
        "origin_file":  "magic_items.json",
        "description":  "12,000 gp. Caster Level:7th; Prerequisites:Craft Wondrous Item,",
        "name":  "Market Price",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Forge Ring, shocking Caster Level:9th; Prerequisites:Craft Wondrous Item, grasp; Market Price:13,000 gp. jump; Market Price:3,500 gp.",
        "name":  "Caster Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While wearing the vest, a character Wondrous Item Descriptions gains +10 hp. When he takes it off, he loses 10 hp.",
        "name":  "VestofFalseLife",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This amulet grants an (They are not temporary hp in the normal sense.) enhancement bonus of +1 to +5 to attack and damage Caster Level:6th; Prerequisites:Craft Wondrous Item, rolls with unarmed attacks. endurance; Market Price:12,000 gp.",
        "name":  "Amulet of Mighty Fists",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites:Craft Wondrous Item, magic fang, caster must be of a level three times that of VEHICLES the bonus of the amulet; Market Price:6,000 gp (amulet +1); 24,000 gp (amulet +2); 54,000 gp (amulet +3); Sometimes walking or even riding a mount is not feasi- 96,000 gp (amulet +4); or 150,000 gp (amulet +5). ble. Whether it is because you are hauling more loot than",
        "name":  "Caster Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This wide, adamantine-stud- you can carry or because you are moving large quantities ded leather belt grants the wearer a +6 enhancement of cumbersome items, the time comes when you need a bonus to Strength and Constitution. vehicle. The Player’sHandbookprovides details on a few 77",
        "name":  "Belt of Mighty Prowess",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " riding a horse and engaging in mounted combat, except Handle Animal is the relevant skill. Item struck or run over DC Light underbrush 10 Handle Animal Task DC Log 10 Fighting with one hand 5 Muddy ground 10 while driving with the other Small pedestrian 10 Cutting a wounded/unconscious 15 Medium-size pedestrian 15 horse free of its harness Large pedestrian (including horse) 20 Avoiding a collision Varies Wooden fence 20 Making a sideswipe attack 20 Heavy underbrush 20 Hedgerow 25",
        "name":  "Driving the chariot uses most of the same rules as avoid upending your chariot",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Eight elves typically live here, sphere, scroll of haste, wand of magic missile. sleeping in vine-woven hammocks. Spells (4/4/3): 0—detect magic, light, mending, read",
        "name":  "Living quarters",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This room, with its panoramic detect thoughts, web, protection from arrows. view of the forest, is typically used for worship and quiet reflection. Giant Owl: CR 3; Large magical beast (20-ft. wingspan); HD 4d10+4; hp 26; Init +3 (Dex); Spd 10 ft., Main Structure, Upper Level fly 70 ft. (average); AC 15 (–1 size, +3 Dex, +3 natural);",
        "name":  "Meditation Area",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This room is reserved for the lighthouse Beacon: Magic keeps the beacon alight without keeper, who is found here doing paperwork during requiring constant refueling. A ladder leads from the quiet parts of the day. walkway to the beacon itself, which can be shuttered Servants’ Quarters: The cooks, janitors, and to protect it if the weather is severe. The shutter facing keeper’s hands sleep in bunks here. A curtain separates the ocean is made of slats that can be rapidly opened the sexes, but little privacy exists here otherwise. and closed, allowing the lighthouse to send coded",
        "name":  "Office",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Patricio Soler,Chris 18 Roleplayingwith Derro Quilliams 24 ScenarioHooksandIdeas 25 Finius\u0027sMine Production Manager: Alexander Fennell 29 DerroReferenceList Proof-Reading: William James 32 D20 \u0026 OGL License Open GameContent\u0026 Copyright Information The Slayer\u0027s Guide to Derro is ©2003 Mongoose Publishing. All rights reserved. Reproduction of non-Open Game Content of this work by any means without the written permission of the publisher is expressly forbidden. The Slayer\u0027s Guide to Derro is presented under the Open Game and D20 Licences. See pages 32 for the text of these licences. All text paragraphs and tables containing game mechanics and statistics derivative of Open Game Content and the System Reference Document are considered to be Open Game Content. All other significant characters, names, places, items, art and text herein are copyrighted by Mongoose Publishing. All rights reserved. If you have any questions on the Open Game Content of this product please contactMongoose Publishing. \u0027d20 System\u0027 and the \u0027d20 System\u0027 logo are Trademarks owned by Wizards of the Coast and are used according to the terms of the d20 System Licence version 3.0. A copy of this Licence can be found at www.wizards.com. The mention of or reference to any company or product in these pages is not a challenge to the trademark or copyright concerned. Dungeons \u0026 Dragons® and Wizards of the Coast® are Registered Trademarks of Wizards of the Coast, and are used with Permission. Printed in the Canada. MONGOOSE PUBLISHING MongoosePublishing,POBox 1018,Swindon,SN3 IDG, UnitedKingdom info@mongoosepublishing.com Visit theMongoosePublishingwebsiteatwww.mongoosepublishing.comfor regularupdates,newspells, additionaltribesandmuch,muchmore. INTRODUCTION INTRODUCTION assaultingbothoverandunderthewalls of their enemies.Theyshallslaughterthosewhostandin theirwayandenslavethosewhoyield. Man,woman T he dwarven racesarequitediverseb,ut andchild, humanandhumanoidalike, shalltaste perhapsthemostdeviant,bothphysically and defeatandlie atthefeetof theirnewmasters. mentally,isthederro. Thoughseenascorrupt Lurkingjust belowthesurface,derrohavebeen,for andmalignantby mostof theirkin, derroperceive themselvesassuperiorto theirbrethren. Theyscoff mostplayersandGamesMasters,anunseenmenace. This Slayer\u0027sGuideshallremedythatsituation. No attheir brethren\u0027snaivenotionof blind obedienceto longershallderrobeignoredasaraceburied kin andkith. Forderro,it ispowerthatshouldbe respectedandnothingelse. Guidedby thisprecept, beneaththegroundor anadversarycagedin the cavernsof thehiddenworld below. Thesuncannot thederrofollow thepowerfulnotoutof anysenseof keepthederrofrom whatisrightfully theirsforever. loyalty towardthembutbecauseit is from themthat powercanbederived. Thislustfor powerdrives Adventurersbeware! Forthederroareontherise derrofrom birth to deathin anever-endingstruggle for personalglory andhonour. andyou,maybeall thatstandsin theirpath... Sincetheir inception,thederrohavestruggled THE SLAYER\u0027S GUIDES againstthesun. It hasbeenanimpedimentto their This seriesof supplements,designedfor usein all will for centuriesbutastimehaspassedtheyhave fantasy-basedD20gamessystems,takesan foundwaysto circumventthesun. Now,thederro exhaustivelook at specificmonsterraces,detailing preparefor battlewith theworld aboveandwhenit theirbeliefs,societyandmethodsof warfare. comes,agreatlamentationshallrisefrom theworld Typically,thesewill betheracesall but ignoredby aboveasthederropresstheirfoesbothdayand GamesMastersandplayersalikewhopaylittle heed night. With cruelcunningtheyshallcause ascountlessthousandsgetslaughteredduring the confusionanddespairin their opponent\u0027sranks. acquisitionof newlevelsandmagicitems. Besiegingtheiradversariefsrom aboveandbelow, DERRO- SERVANTS OF THE TORMENTOR Within thesepages,you will find information on derrophysiology,habitatandsociety,giving you a fundamentalunderstandingof how thismalevolentraceoperates.Their methodsof wararedetailedin suchawayasto allowboth GamesMasterandplayer charactersaninsight into what their capabilitiesarein both skirmishandmasscombat. Games Mastersarealsogivenguidelineson howto playderroin their games,along with specialprestigeclasses,featsandspells availableto derro. Scenariohooksandideas arepresentedto GamesMastersaswell and maybeintegratedinto existing campaigns with minimal effort. Finally, acomplete derrooutpostis detailedfor useeither asanextendedencounter,thebasis for acompletesetof scenariosor evenjust anillustration of what derroarecapableof, given enoughtime. truth they INTRODUCTION \u0027I hate abandoned mines,\u0027 said Cain as he brushed offanother layer of soilfrom hhis robe. \u0027Tahey were vabandoned e had for a reason you know.\u0027 \u0027Actually no one knows the reason,\u0027 replied Gale. \u0027In fact. ..\u0027 \u0027Oh no you don\u0027t!\u0027 interrupted Ridgewold, the party\u0027s lone fighterand dwarf. \u00271 myfill ofyour stories for today. It\u0027s because of you we\u0027ve been crawling our way through this forsaken mine since dawn with nothing to show for it except a few pieces of ore and three mining picks.\u0027 \u0027Do not forget the bloody.soil that has sifted into my trousers,\u0027 added Cain. \u0027These picks could come in handy,\u0027 shot back Gale tapping the pick at his side. \u00271 knew Ishould not have told you about...\u0027 \u0027That\u0027s enough,\u0027 cut in Kurgan. \u0027We are here so we might as well make the best of it. Thereisstill hope that We will find the cavern that Gale\u0027s legend tells of.\u0027 \u0027Bah!\u0027 barked the Ridgewold. \u0027We will find naught more than a cold down these draughty shafts.\u0027 \u0027Whatever we find I hope it will do something for these dirt stains,\u0027 finished Cain. *** \u0027Look at that.. .another deadend,\u0027started Cain. \u0027I think that makes three thus far.\u0027 \u00271 told you all that the support beams in this tunnel looked too weak to hoId up the earth above,\u0027said Ridgewold. \u0027I suggest we head back tothe fork and then back to the surface. Thishas just been one big wild goose chase.\u0027 Kurgan nodded, \u0027I am apt to agree with Ridgewold on this one ,Gale. I think your legend isjust that.\u0027 \u0027Well,\u0027 began Gale. \u0027There is still that tunnel we passed by at the fork...\u0027 \u0027You mean the tunnel that looked worse than this one,\u0027 interrupted Ridgewold with a gruff snort. \u0027If you thought that faIling dirt was bad enough waif until we start down that tunnel.\u0027 muessao,ngmooed .\u0027 \u0027Personally, I think that some fresh air would do me... I \u0027Of course Cain,\u0027 replied Kurgan.\u0027It\u0027s settledthen! We head back to the surface and make camp until morning before heading back to town, to get cleaned up and get some warm food in our bellieS.\u0027 *** \u0027What is it now,\u0027inquiredCainashestoppedto look backatthepartyandthenlookedlongingly towardthe tunnel leading to the surface. \u0027Thereissomethinsgtrange abothuat ttunnewl ejuStpassed,\u0027 said Ridgewold. \u0027What doyou mean?\u0027askedKurgan. \u0027It... it lookslike someonehasfashionedthebeams sothattheylooklike rottenandweakenedwoodwhen in maskstrongmetalsupport rods.\u0027Ridgewoldwalkedoverto oneof thesupportbeamsandtoreoff a piece ofthe rotten wood to reveal the glimmer of metalbeneath. Casinighaeshdetoooknleaslot oaktthetu nnel to thesurface, \u0027I take it this means nO fresh air.\u0027 DERRO PHYSIOLOGY Psychologicallyspeakingthederroaremuchless DERRO stablethantheirdwarvenkin. Theycarelittle for rules,thoughtheyhave a deep-rooterdespectfor powerandauthority,evenif it isoft timestested. PHYSIOLOGY Thereis anold sayingamongstthederro,\u0027The strongestlead;theweakestareleft behind.\u0027 D erro have little incommonwiththeir dwarvenbrethrenwhenit comesto Derrohavenoqualmsabouttakingthelives of their physiology,with perhapsthemost fellows if it will furthertheirownindividual goals. Theydososparinglyandonly undersomepretextor noticeableexceptionbeingtheir size. Like their kin, derrostandaboutfour to five feettall; unlike whennooneelseislooking. Whenit comesto other otherdwarves,theyarewiry andlithe insteadof racesthoughtheyhold nothingback,attacking burly andthickset. This striking differenceis themmercilessly,maliciously andmurderously. perhapsthereasonfor thederro\u0027sstealthy, Takingonly enoughprisonersto replacethe unconventionaltactics. labourerslostfrom theirwork campsandrestock their stores. Strikingly sallowhair staggersdowntheaverage malederro\u0027sshoulders,mattedwith grimeand OF ORIGINS grease,while anaemicmoustachesor shortbeards Theorigin of thederrois shroudedin mysterywith oftenadorntheirfaces. Theireyesareashen-white, scholarsandstudentsalike havingtried throughout drainedof anyhint of colour,while analmost theagesto deciphertheriddlethatisthederro\u0027s indiscerniblepupil residesjust beneaththeeye\u0027s past. Eachhastheirownhypothesiswith itsown surface.Perhapsthemostrepulsingfeatureof the strengthsandweaknesses. derrois theirbulbousnose,pockmarkedandoften abscessed. Thefirst of thesehypothesesisthatthederroarein factthedirectdescendantsfrom thepairingof a Whenit comesto theirappearancefemalederroare dwarfandahag. Thestrengthof thisargumentlies only slightly lessabhorrentthantheir male in thesimilaritiesbetweenthehag\u0027scomparable counterparts.Theirhairisby farbetterkeptand ability to resistmagicandfight in darkness,their theirnosesaremuchlessblemished. Themost deceivingsickly andputrid appearanceandthe disturbingtrait of thederrofemaleishermisshapen derrofemale\u0027smisshapenfingernails. Theweakness fingernailsandstuntedhands. of theargumentisthattherearejust asmany differencesandnoprovabledirect link. An almostcolourlessskinshroudsall derrofrom headto toerevealingthebluish veinsandcoppery Anothertheoryisthatthederroaredescendedfrom a arteriesflowing beneath. While this translucent tissueprovideslittleprotectionfrom thesun,which clan of dwarveswho were cursed. As for who or what cursedthem,no conclusivetheorieshavebeen cankill anaveragederroin lessthanaday,it does presented.Only hearsayandconjecture,noreal offer apuzzlingresistanceto magic. Thisnatural evidenceis availableto supportthis hypothesis. resistancehasnoknowncausebut is likely linked to thederro\u0027sepidermis.With thisin mind,it is Thefinal theory,whichthederroholdto betrue, perhapsironic thatthisalmosttransparentskin is dealswith amoremundaneif malicious boththegreatestbarrierandboonto thederro\u0027s intermingling of dwarvenandhumanbloodlines. desireto subjugatetheotherracesto theirwill. Only Toldthroughouttheir history in theepicwork timewill tell if thederrowill beableto overcome knownasTheViolationof theBrunann,themyth thisironyorbeovercomeby it. tells thetaleof amysterioushumantribethatlong No matterthesex,derroareaquiteperceptiverace, agoenslavedadwarvenclan andwith theaidof darkpowersbredwith thecaptiveclanswomen.The ableto seeshortdistancesin eventhedarkest offspringfrom thisruinousunionwerethederro, conditions. Theyarealsoeerilyawareof their whoupontheir comingof ageslaughteredtheir immediatesurroundings;thereby,havingtheability humanoverlords. Thereupontheyfreedtheir to fight effectivelyin anenvironmentthatwould dwarvenbrethrenbutto thederro\u0027sdismaytheir kin leaveothersblinded. Finally, derrosharethe wouldhavenothingto dowith them. While thisis dwarvensixthsensefor stonework, allowingthem perhapsnotasbizarreahypothesisthanthe greatinsightinto theworkingsof theearth. aforementioned,it hasnosolidproof to backit up andnoexplanationfor thederro\u0027smagical DERRO PHYSIOLOGY resistancesbut thenagainperhapsthederroknow Oftenleft unattendedfor days,derrochildrenlearn more about their origins then we do. to fendfor themselvesfrom theirveryfirstbreath. As babies,if theydonotscreamoutfor foodandmilk, theygetnone. As toddlers,if theydonot DIET AND RELATED foragefor themselves,theystarve. More MATTERS passivechildrenalmostalwaysdie beforereachingadolescence,either Derroareomnivores,ableto eat by starvationor exterminationby bothplantsandanimals. theirpeers. Needlessto say,the Their staplefoodisthe mortality rateamongstderro funguscultivatedby slaves childrenis quitehigh with only one undertheoversightof a outof everythreechildren taskmaster.Othertypesof surviving to adulthood. vegetationareconsumed by derrobutnot\u0027inasmuch Derrowhoarelucky enoughto quantityasfungus. Flesh, survive into adulthoodcontinue ontheotherhand,isarare their struggleto survive. Most delicacy,usually stripped derrothatreachthisagediein from thoseslavesthateither combatwith otherhumanoidraces perishedin thefungus orwith theirownclansmen.It isa farmsorwereconsideredto rarethingindeedfor aderroto die havenouseto theclan of old age,especiallywhenthe beyondthefire pit. Derro elderly,with theexceptionof the haveapreferencefor savants,areseenasadrainonthe humanoidmeatbut arenot clan\u0027sresourcesandmadeto prove opposedto eatingmore theirworthonanalmostdaily basis. domesticatedanimalsif theyareavailable. If aderrodoessurviveto old agehr usually livesbetweenthreeto four hundredyearsand THE LIFE CYCLE afterhispassingishonouredby theirpeersby havinghisnamewritten downin anancientbook OF THE DERRO known asThe Tome of Forbidden Names. No derro mayevertakethedeceasedderro\u0027snameagainand",
        "name":  "Interior Illustrations",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "food,drink andpower, thosewhohavethesamenamemustimmediately thefirst two outof necessityandthelastoutof changeit, fleefromtheirclanorbeburiedin a ambition. Thereisanold derroadagethatsays, namelesgsrave.A derromayalsobeaddedtothe \u0027Foodanddrink keepyoualivebutpoweriswhat brittle pagesof thetomefor performingsomegreat letsyou live.\u0027 Thisproverbis ingrainedin the serviceto theclanthatresultedin theirdeath. The psycheof thederroandit isthismaximthatguides mostpowerfulof theclan\u0027ssavantskeepsTheTome their everyaction. of ForbiddenNamesundertheir protection,theloss of sucharevereditemcanresultin the\u0027dissolutionof Thereisnosuchthingasfamily life in aderroclan. aclan. Thederroare,in fact,afamily of one. Thoughthey maybebondedbyblood,it isunheardof for amale PHYSICAL VARIATIONS derrototakeaninterestin hisoffspringandfemales arelittle better. Thereisvery little physicalvariationamongthe derrowith thenotableexceptionsof theChosen, Thegestationperiodof aderrofemaleisaboutsix alsoknownasSun-braversandShade-stalkers. monthsandtypically resultsin thebirth of oneto fourinfants.Derrofemalesarefertileforaboutfifty Sun-braversarederrowhoarebornwith agreater yearsbetweentheir seventiethandonehundredand toleranceof thesun. Sun-bravershavealesssickly twentiethyear. Malesontheotherhandarefertile appearancet,heir hair is thickerandblonde,their for almostacenturyfromtheirfiftieth yeartotheir eyeshaveredirisesanddiscernablepupils,their onehundredandfiftieth year. It shouldalsobe nosesarelessmisshapenandtheirskinisanalmost notedthatmaleandfemalehumancaptivesareoften healthyalabaster.OvertimesomeSun-braverscan usedfor breedingpurposesandalwaysyield aderro build up acompleteimmunity to themurderous offspring. effectsof thesunlight. DERRO PHYSIOLOGY Gifted Shade-stalker (Unique)",
        "name":  "Derrothriveonthreethings",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Youmayonlytakethisfeatatfirst level. betteroff. HABITAT HABITAT rarelyrelocateandonly with theconsentof the majorityof theclan\u0027sSava,or councilof savants. I n general,derropreferto live in warmerclimes Aslongastheclan isnotunderanyimmediate thantheir dwarvenkin, oftensettlingnearsteam threatof extinction,theSavaselectsagroupof the vents,hotspringsor lavaflows. Derro clan\u0027sfinestscouts,Sun-braversandShade-stalkers communitiesalsothrive in areasthatgrow alike andsendsthemoff to gatherinformationon mushroomsandotherfungi. Defensibility is also suitablesitesfortheclan\u0027s relocation.Thederro\u0027s takeninto considerationwhensettlinganarea. scoutsusuallywork in groupsof four,apairof Sun- Specialattentionis paidto ambushpointsandderro braversandapair of Shade-stalkersa,llowing them frequentlysurroundtheir settlementswith trapsand to scouteffectively aboveandbelow theground. labyrinthine passagewaysto misdirectandconfuse Scoutsconcentratetheir effortsonfinding anarea theirenemies.Theaveragederroclan hasaboutone thatisbothcapableof supportingtheclanwith hundredmembers,thoughtheir settlementscanbe foodstuffsandmaterialsandprovidesprotection largeror smallerdependingonanumberof from theelementsandenemiesalike. constituent clans. Thescoutsaretypically givenonly alimited amountof timeto find anappropriateplacefor the BETWEEN THE clan tosettle.Theyaretoreturnbythattimeornot returnatall. Thisgivesthescoutsadeadlyfocus OVEREARTH AND upontheirwork andhasprovenanefficient method UNDERDEEPS Whereverthereis darkness,theremayalso dwell derro. Primarily living within undergroundcaverns,abandonedmines, darkravinesandanyotherplacesbetween theoverearthandunderdeeps.Fromthefar northto thedistantsouthderromaketheir homesin theshadows,waiting for theday when they will hold dominion over the world; aboveandbelow. With thelikesof drow,mindflayers, troglodytesbelow andhumans,elves anddwarvesabove,thederro\u0027sdream of conquestis farfrombeinga certainty. It haslongbeendebated amongtheclanswhetheror notthey shouldstrikeagainsttheunderdeepsor theoverearthfirst. Thankfully, thedebate still ragesandkeepsmostclansfrom working togethertowardstheir goal. RESETTLEMENT Derrosettlementsarelongtermaffairs,only moving whenthelocal areabecomestoohostile to live in. Thismayhappenby naturalmeans suchasasteamventcoolingdown,ahotspring dryingup,alavaflow thatrisesorsinkstoofar for thederro\u0027scomfortor foodshortages.It mayalsohappendueto incursionby otherraces,monstersor evenaband of powerful adventurersbentonthe derro\u0027sultimatedestruction. It should be noted however that derro HABITAT of gatheringthegreatestamountof informationin theleastamountof time. OncetheSavareceivesthereportsof the returningscoutstheyconveneanassemblyof theirnumberandchooseanewsiteto settle. OncethisisdonetheSavainform theclan\u0027s leadershipof their decisionandpreparations tomovebegin. All suppliesarepackedupand theslavesareculledbackto amoremanageable number. Whilst all of thesepreparationsarebeingmadea platoonof theclan\u0027sbestwarriors,ledby a savantandtwo apprentices,aresentaheadalong with theoriginal scoutingpartyto securethe settlementsite. Any resistancein theareais dealtwith mercilesslybeforethescoutsaresent back,onceagainto theclan. With thesecuringof thenewsettlementsiteand returnof thescouts,theclanisnowreadyto move. A vanguardcomprisedof asavant, apprentices,apersecutor,asquadof warriorsand adozenor soworkersandfemalesareleft atthe old settlementsite,if possibleandinstructedto waitfor scoutstoreturnfor them. If noscouts returntheyareto assumethatthetribehasbeen lostandstrikeoutupontheirownasanewclan. After partingfrom thevanguard,themain portionof theclansetsoutto theirnewhome, foodstuffs,waresandslavesin tow. Thisisamostvulnerabletimefor theclan, neitherhere,northere. Thederromakehasteto theirnewsettlementataforcedmarch. Those whodonotkeepupwith theclan,derroandslaves Only whentheSavafeelssecureenoughin theclan\u0027s alike,areleftbehindorkilled. Derrochildrenarethe positionarethescoutssentbackto theold exceptiontothisrule;it isoneof thefewtimesin settlementto escortthoseleft behind. TheSavaalso derrosocietywhenchildrenaretreatedwith careand grantsthemilitary headof thederro,knownasthe consideration.Thismayperhapsbeduetothe Mandare,permissionto resumeraiding activities recognitionthatatthisfragiletimein theclan\u0027s replenishingtheclan\u0027s slavestockandsupplies. historythereisaneedtoprotectitsfuture. Children Suchraidsareusuallycarriedoutby groupsof upto are,therefore,usuallyhelpedorputonpackanimals thirty derrowarriorsunderthecommandof asavant for themajority of thejourney. andtwo apprentices.Raidsareusuallyconcentrated in thelocalareaandslowly expandoutwardas Oncetheclanarrivesattheirnewhome,anywhere plunderbecomessparser betweentwentyto onehundredmilesawayfrom theirprevioussettlement,theybeginwork in Any improvementin thederro\u0027sability to withstand earnest,quickly makingtheir newdwelling place andwork in thesunlightcanonly leadto moreand liveableandsanitary. Theykill all thevermin moresettlementsgrowingnearerthesurfaceand within thelocalarea,ajob begunby thewarriors their daylight raidsbecomingmuchmorefrequent. whoweresentaheadandbeginshapingtheareato theirrequirementsandfortify theclan\u0027sposition within thesurroundingarea. DERRO SOCIETY componentsandactsasadivine focusfor divine DERRO spells. Thebookcanalsobeusedto callupon certainmagicalspellsto helpdefendtheclan,gain knowledgeandpunishoffenders. SOCIETY New Magical Item D errogovernmentis formedaroundtwo TheTomeof ForbiddenNames tenets:theacquisitionof powerandthe (WondrousItem) attainmentof glory. With theseguiding This leatherboundandruneemblazonedbookis principlesin placeit is only naturalthatacaste imbuedwith botharcaneanddivine magicwhich systemhasformedovertheyearswith those recognisedto hold thegreatestpowerandrenown makesit actasadivine focusfor divine spellcasters holding thehighestof positions. Theclan\u0027ssavants andallowsarcanespellcasterstocastspellswithout andtheir apprenticespopulatethehighestcaste, materialcomponents(althoughanyexperiencepoint followed by theMandare,Sun-braversandShade- costsmuststill bepaidbythespellcaster).Thebook stalkers. Thethird casteismadeupof clansmen alsoallowsthewieldertocastthefollowing spells, knownastaskmastersandpersecutors.Theworkers onceperday,asif byan8thlevelcasterofthe andwarriorsmakeupthenextcasteandrepresent appropriateclass:bestow curse, bless, darkness, themajority of theclan. Children,women,elderly detect magic, desecrate, detect thoughts, dispel andlamemakeupthelowestcasteand magic, doom, expeditious retreat, lesser geas, receivevery little careor attention,with identify, imbue with spell ability, haste, minor exceptionsbeingmadefor thosethat globe of invulnerability, read magic, speak with areSun-braversor Shade-stalkers.Last dead, whispering wind. Only derrosavants aretheslaves,partof nocaste;they andpersecutorsmayusethepowersofthe haveno rightsunderderrosociety. book.",
        "name":  "Special",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8th;Prerequisites:Craft SAVANTS WondrousItem,bestowcurse,bless, darkness,detectmagic,desecrate, Thesavantsarethemembersof the detectthoughts,dispelmagic, derro\u0027shighestcasteandrenowned doom,expeditiousretreat,lesser for their extensiveknowledge. geas,identify, imbuewith spell Theyareadeptsorcerersableto ability, haste,minor globeof wield theclan\u0027sstoreof magical invulnerability, polymorph, read itemswith ease.Theyarealso magic,speakwith dead, scholars,eachsavantamaster whisperingwind; Market Price: of oneormorefieldsof study. 50,000gp;Weight:3 lbs. With this combinationof magicandlearningthesavants",
        "name":  "CasterLevel",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous If acharacteristripped Item,detectthoughts,see while makingtheirtrip invisible, clairaudience/ attempt,thewhip can clairvoyanceandarcaneeye; bedroppedto avoid MarketPrice- 36,000;Weight-5 lb. beingtripped. When usingawhip, adda+3",
        "name":  "Prerequisites",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At leastoneItemCreationfeat. Spells per Day: Whenasavangtainsalevel,the",
        "name":  "Feats",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 6thlevel,asavantgainsthe Proficiency*, Expertise(ImprovedDisarm,Improved ability to identify magicitems,asthespell,asan Trip, Whirlwind Attack), ImprovedCritical*, extraordinaryability. This ability canonly beused ImprovedInitiative, PointBlank Shot(FarShot, onceperitem. PreciseShot,RapidShot,ShotontheRun),Power",
        "name":  "Greater Lore",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates(harmless) magical enhancementbonus.",
        "name":  "SavingThrow",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Thisspellgrantsaderrothebenefitsof theSun- DERRO SPELLS braverfeatfor alimitedamountof time. Thisspell only affectsderrowhodonothavetheSun-braver Derrosavantsandpersecutorshavespentcenturies . feat. delving into themysteriesof magic,botharcaneand divine. Their studieshavecreatedmanyunique Name of the Dead spellsto servetheirclanandTheTormentor.Games Mastersshouldmakeapoint of havingeachsavant Necromancy andpersecutorin his gamehavesomedistinctive Level: Clr 2, Sor/Wiz2 spellof hisowndesign. Thefollowing spellsarethe Components:V,S,Special(seetext) mostcommonlyusedderrospecificspellsdueto CastingTime: I hour theirusefulnessto theclan. Target: Onedeadderro",
        "name":  "SpellResistance",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7d10+14 (52 hp) Feats*: Blind-fight, Craft Magic Arms",
        "name":  "Hit Dice",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision30ft., DwarvenTraits, Level 0: detect magic, detect poison, guidance (x2), Spellresistance18,(SunlightVulnerability- only if read magic; Level I: cause fear, command, . fighter is aShade-Stalker) deathwatch; Level 2: death knell, desecrate.",
        "name":  "SpecialQualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Id10+1 (6hp) Silently +6, Spot +4, Tumble +6, Use Magic Device",
        "name":  "Hit Dice",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Open Game Content \u0026 Copyright Information The Ravage of Ghorkai is ©2002 Mongoose Publishing. All rights reserved. Reproduction of non-Open Game Content of this work by any means without the written permission of the publisher is expressly forbidden. The Ravage of Ghorkai is presented under the Open Game and D20 Licences. See pages 5 and 6 for the text of these licences. All game mechanics and statistics derivative of Open Game Content and the System Refernce Document are to be considered Open Gaming Content. All other significant characters, names, places, items, art and text herein are copyrighted by Mongoose Publishing. All rights reserved. If you have any questions on the Open Game Content of this product please contact Mongoose Publishing. ‘d20 System’ and the ‘d20 System’ logo are Trade- marks owned by Wizards of the Coast and are used according to the terms of the d20 System Licence version 3.0. A copy of this Licence can be found at www.wizards.com. The mention of or reference to any company or product in these pages is not a challenge to the trademark or copyright concerned. Dungeons \u0026 Dragons® and Wizards of the Coast® are Registered Trademarks of Wizards of the Coast, and are used with Permission. Printed in the UK. Mongoose Publishing Mongoose Publishing, PO Box 1018, Swindon, SN3 1DG, United Kingdom info@mongoosepublishing.com Visit the Mongoose Publishing website at www.mongoosepublishing.com for regular updates THE RAVAGE OF GHORKAI Dramatis Personae platoon of soldiers accompanied by several able- looking officers, one likely a cleric and another a sorcerer, commanding them. With considerable Here we review the protagonists in this drama, numbers of armed populace surrounding you, there friends and foes of the brave adventuring party. was no question about attempting escape.",
        "name":  "Mongrels is detailed below",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 javelins, potion of fire breath, potion your party. Unless such be of the sort that are of protection from elements (fire) known as artefact or relic, these, of course, being claimed as the right of Mitersee to possess. In such Druid Spells Per Day: 0th level: cure minor wounds unlikely case, other compensation will be given to x3, guidance x2, resistance; 1st level: calm animals, you. cure light wounds x3, magic fang; 2nd level: barkskin, charm person or animal x2, heat metal; There is some dark power behind the invasion, 3rd-level: cure moderate wounds, poison, summon Archpriest Halfren informs you. His commune nature’s ally III; 4th level: dispel magic spells and other divinations have revealed that much, but they have not informed him of the exact nature of the evil that is manipulating those who ravage and kill. Perhaps there is some clue 3 THE RAVAGE OF GHORKAI Lizardman Barbarians (2) they also have a purse holding 40 pp and a tapestry with gold thread worth 400 gp. Gagh, male lizardfolk Bbn5: CR 6; Size M; HD The Mongrel Hamlet 2d8+6 + 5d12+15; hp 61; Init +0; Spd 40 ft.; AC 15 (+5 Natural); Attack: 2 claws +10 melee, bite +8 This place lies in the Vale of the Mongrels. When melee or javelin +6/+1 ranged; Damage: claw the party reaches the general area indicated, they 1d4+4, bite1d4+2, or javelin 1d6+4; SV Fort +7, Ref will discover the community of half-humans, +4, Will +5; AL NE; Str 18, Dex 11, Con 17, Int 7, humanoids, and other sorts of mongrels. These are Wis 15, Cha 10. savage folk that worship Ghorkai. Describe it along",
        "name":  "Objects of magical sort taken are given freely to Possessions",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No PriestsofTheMighty Oneuseblood glyph tosealthetunnelsoftheir warrensagainstinvaders. A blood four hoursallows theskulk tomoveatfull speed glyph protectsanarea,notanobject. while hiding their trail. Similarly, with asuccessful Thecastersetstheconditions of theward, limited to WildernessLore check(DC 20),thefirst threecreatures apassphraseorsimple setofphysical characteristics in agroupwith askulk donotcounttowardthebonus (\u0027Not agoblin orworg\u0027). Blood glyph does not detect giventotrackersfollowing thegroup. Foreachthree invisible oretherealbeingsandmultiple castingsof points abovetherequiredrole, threeadditional creatures thespellmaynotoverlap. Castersmayhaveanumber arenotcounted. ofbloodglyphs activeequaltohiscasterlevelplus hisWisdom bonus,subsequentcastingsbeyondthis ThebaseDC penalty totrackagroupwhich includesa maximum fail. skulk is+ 1perskulk level. Likewise, askulk receives a+1totheirWildernessLore roll perskulk levelto Blood glyphs maynotbeaffectedorbypassedby trackcreatureswithin 30miles of their lair. With a physical ormagical probing butmaybedispelled. successfuWl ildernessLorecheck(DC 25) everyfour Mislead, polymorph andnondetection canfool a hours,theskulk canmoveatfull movementwhile bloodglyph. Readmagiccanidentify thespellwith a tracking. Spellcraftcheck(DCB). Thisidentificationdoesnot dischargethewardandsimply revealsitsnatureand",
        "name":  "Spell Resistance",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Theritual requireshumanoid If the spelldoesnotlocateaworg onthefirst night, blood sufficient tocoverthewardedareacompletely. thesamecastermaycastit againonfollowing nights, The spellrenderstheblood into thenearly-invisible tothelimit of the caster\u0027sendurance. Thecastermust glyph thathoversintheairin thecentreof thewarded fastthrough thecastingperiod and,duetothestrenuous area,which radiatesboth magic andevil. ritual, attemptstocastthespellonmorethanoneday requireaCON check(DC 15)at-1persubsequentday ofcasting.Witheachcasting,tenmilesareadded tothe Extinguish Light radiusof the spell. Abjuration",
        "name":  "Material Component",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No theflamesof the fire. Extinguishlight causesallnon-magicallightsources",
        "name":  "Spell Resistance",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One live humanoid sacrificefor (torches,lanterns,campfires,etc.)inthetargetareato eachnight thespellhasbeencast. Foreachadditional extinguish immediately. Thespellalsodispelslight- sacrificeoffered during theritual butnotrequired,five producing spellsoreffectsof the spell\u0027s level orlower miles areaddedtotherangeof thespell. thatareineffectinthetargetarea.Itemswithlight or continualflame castonthem(ever-burning torch) are",
        "name":  "Material Component",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "extinguish light does notproducemagical",
        "name":  "Note",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  ".tunnel. Onehad struck thehalfling andthough shewashurt, shestill led theelf. Evenso, thepairhurried, knowing thegoblins would show no mercy to thetwo women. Tabithias,the mage, imagined thehot breath of theblack wolves on her legs andher fear grew. Would this passage neverend? At that mome nt, the floor collapsed under Saremandtherogue fell with ashriek t hat wascut off q uickly. The elfstoppeadnddidnotjoinhermendbutshewasblindinthe dark She felt aroundbut could not find a way nothowwideitwas.Helplesso,vercombeyfear,forthefirsttimei nherlonglife,she around the pit and knew despaired.After hermanyadventures,shewasto dieatthehandsofmeregoblins. common. A moment later, shesensedher enemieswithin a few feet. Shecould smell their Vile stench andhearthe heavy panting of the evil worg. \u0027Pretty, pretty elf,\u0027 came aguttural voice in the dark. The goblinspoke broken A crowd of harsh voices followed the wordswith evil laughter. \u0027Yes,ajuicyelf...AtastygirL\u0027 came another voice\u0027Y.ou killTikar.Wekill youfriends, fe astwith you now for new chief.\u0027 we make \u0027But firstwemakegamewith prettyelf,Brull.\u0027 camethefirstvoicemoreforcefully. \u0027Makefun with prettyelf andkeepit alivefor longtime?\u0027 hTheereelfrhemardaawllthiisinslalhisrnifoesghseweerefaraway.Shewishedtheyhadheededtheoldpriestandnevercome.With and threw herself acrOSS the openpit, no longercaring if she madeit. ROLEPLAYING WITH GOBLINS ROLE-PL Y Remember,goblinsarecontrolledbyafearful paranoiaandmaybehaveirrationally attimes. For instance,if onegoblin shouldfleeabattlebutothers WITH I1NG remainandprevail,thecoward\u0027s lifeisforfeitforthe showofweakness.A groupcould,therefore,exhibit uncharacteristicbravery,knowing theirownkind are GOBLINS aslikely tokill themastheenemy. ENCOUNTERS WITH GOB- F ar from mindless enemies waiting for adventurers in dungeon rooms, goblins have LINOIDS a fascinating culture and personality which, Goblinsarerarelyfoundingroupsof lessthan if used properly, can add life and dimension to your games. Through reading this work you havebeen five.Theyareeminentlyaware oftheirweaknesses equipped with awealth of knowledge on goblins\u0027 andgroupsbolstertheirstrengthandconfidence. Theyarethequintessentialtribal beingand society, motivations and their method of warfare. uncomfortablewhenalone. Encounterswith lone The purpose of this section is to help the Games goblinswill invariablybewith askulk,observing Master combine these various elements into a consistent whole. When goblins are presented in the fromahiddenlocationandfleeingif spotted. Unlike game world asunique creatures, distinct from larger otherhumanoids,goblinsseldommaketradingor goblinoids andother humanoids, everyone playing informantrelationshipswith non-goblins. thegamebenefits from the addedrichness. Goblins aretypically encountered in hunting, raiding orpatrolparties. Remember,theywill always PORTRAYING observebeforeattackingandaremastersofthe GOBLINS trap,ambushandmisdirection. Theywill fleeif hard pressedh,arassingenemieswithmissilefire Goblinsarebrutalbeings,showingnomercytoeach from coverordarkness.Leaveplayerswith the otherortheuniversearoundthem. Theirexcessive impressionof anenemyalwaysstriking whereleast violenceandbloodrevelryhaveearnedthema expectedandretreatingtostrongerground. permanentplaceintheimaginationofthecommon folk. Thistraitmustnotbeunderplayedinorder Thepresenceoftheworgwill drasticallyalter toportraytheraceproperly. Goblinsareexpertsat goblins\u0027 aggression.Thegreatwolvesmight terrorandunderstandacommunity\u0027svulnerability is pressfor attack,tosatiatetheirbloodlust,evenif itswomenandyoung. Donothavegoblinssimply circumstancesarenotidealfor thegoblins. Goblin raidatown. Letthembrutaliseit inthemostsordid cavalry,adaptedtotheirfiercemounts,areasavage waysyoucanimagine. Remember,however,goblin andterrifying enemy. raidswill bequickandstealthy.Only afewhomes inatargetedtownmighteverknowof anattack. Thewarrenistheultimatechallengefor thegoblin slayer.It will beexpertlyhidden,well patrolled With conditions against them, goblins will always andprotectedfor milesbypitfalls, ambushsitesand fleeandregroup. Ifunable tohideorevadea othertrapsandtricks. It isherethegoblinessence foe, goblins soondegenerateinto cowardice and will emerge,drivenbymadpriestsandsub-chiefs treachery. They may surrender, begging mercy or todefendthetribe. Only theverypowerful should switchsidesentirely. Somehaveevenrevealed everenteragoblinwarrenandnonewill emerge thewarrenlocationtosavetheirlife orgainfavour unscathed.Thetunnelsaredesignedfor defence, with their new master. This trait hasgiven rise to thewarriorsarerabidwith violenceandtheleaders the popular image of the \u0027snivelling goblin\u0027. Their arereadytoexpendanynumberof livestorepelan voice,alreadypitchedhigh,becomesmoreannoying invader. whentheyresorttosuchdesperateandobsequious behaviour. SCENARIO HOOKS AND IDEAS SCENARIO NEVER SEEN THAT IN A GOBLIN BEFORE HO OK S . AcND A powerful but mad wizard hasbeenexperimenting onalocalgoblinpopulation. Hepaysthechiefwell forhisco-operationand offersthetribeprotection IDEAS fromsomeoftheirmorepowerfulenemies.Overthe lastdecadethetribehasrelocatedbehindhiswalls andhehas,throughtheuseof demonicallies,bred B elowareseveralshorthooksforuseas severalhalf-fiendsfromgoblinsandworg. Thefirst seedsinyour goblinstorylines.A Games havecometomaturityandmorethanadozenmore Master,armedwith theinformation inthis arematuring. Themagehasalsoimbuedtheblood bookshouldbeabletoelevatethegoblin above of goblinsandworgfoetuseswith theessenceof asimple,facelesscreaturehithertothrownhalf- pureevil,breedinganewraceof fiendishgoblinsand heartedlyatlow-level characters.Theseintelligent worgstoservehim. Severalofthesehorridcreations andcunningcreatureshavethecapabilitytohamper hehasinstructedinthemagicalartsandmany characterswell beyondtheirchallengerating othershavebecomeskilledwarriors. Thereisnowa suggests.With theadditionofworgalliesandhigh- formidablecontingentofmonstersinhisdarkkeep levelleaders,theycanproveasuitableannoyance andhiswork continues. for charactersintomoderatelyhighlevels. In fact, nothingmaybemoresatisfyingthanintroducing All wouldbewell for thiswickedmadmanif it were \u0027just goblins\u0027 andwatching theplayer\u0027s facesturn to notforthereportscomingfromtravellersinthe surpriseandthenhorrorastheyreassesslong-held areatelling of strangeflying beasts.Whatisworse, preconceptions. thecreatureshaveoflatebeguntoattacktravellers, spreadingthefearevenwider. Clearlysomething mustbedoneandtheplayersarehiredtoinvestigate thestoriesandtheattacks. SCENARIO HOOKS AND IDEAS HERE THEY ARE, GET from destructionatthehandsofthepowerful hobgoblins. Feelfreetohelptheplayersdiscern THEM thetruenatureoftheenemyduringtheadventure, Aboutaweekago,ananonymoustipsterslipped perhapsbyinterviewingraidvictims orexamining severalpapersunderthedoorofthemeetinghouseof siteswheretheymightfindcluesleadingtogoblins, alargetown. Thepaperscontainedaverycrudemap notbugbears.Betteryet,letthemeliminateboth ofthewildernessaroundthetownwith twoareas threatsonlytogivethegoblinsafreehandinthe circled. Accompanyingthemapwasapoorly written area! noteincommonclaimingthemaplednotonlyto thebugbearraidersplaguingthefarmersofthearea ATTACK! butalsotothenewhomeof somehobgoblinswho hadmovedintothearea.Scoutshaveconfirmedthe The party ishired to escort acaravanalong awell- travelled,well-patrolled route. Halfway along presenceofthehumanoidsatthemarkedlocation theroutethecaravanstopsattheusualwatering andtheplayersarehiredtoputastoptobothgroups. hole:alarge,lonelyinn crowdedwithtravellers andmerchants.Theparty\u0027scaravantrainarranges Inreality,roguesinalocalgoblintribeplanted itswagonsinafieldwith thoseof othercaravans thepapers.It isthegoblintribe,nottheothertwo andthecharacterspitchtheirtentswith theother groups,whoareresponsiblefor thetown\u0027sproblems. caravanguards.Themerchantsrentroomsfor the Theyhopetoremovetheircompetitionandatthe night. Latethesamenight,ahorsemanridesintothe sametimeprotecttheirscoutsandraidingparties courtyard,wakingeveryone,yelling. \u0027Goblins are swarmingneartheswamp! Theyarecomingthis way!\u0027 Theplayersmustquickly form adefence strategyusingthewagonsandbuildingsofthe inn. Thereshouldbeseverallow-levelwarriors available(guardsfrom othercaravans)butmostof thosepresentshouldbetreatedasnon-combatants. Thegoblin forceshouldincludewolf-riders and archersaswell asfootsoldiers. Matchthesizeof theforcetochallengethecharacters. No oneknowswhatcausedthegoblinstoswarm, assuchlarge,directassaultsarerarebutthis scenariowill allowtheGamesMastertomake full useofthegoblinbattletacticspresentedin thisbook. Perhapsafollow-up adventurewith information gainedfromprisonerswill identify thecauseof theattackandleadtoanattackonthe warren? KIDS IN A CANDY STORE Recently,friendsvisiting apowerfulwizardwere surprisedtobeambushedbygoblinsapparently incontrolofhistower. Howthishappenedis unknownandthetowerisguardedagainstscrying solittle canbelearned.Whateverthecause,these creaturesmust notbeallowedtoremaininthe tower. If theyshouldgainmasteryofthepowerful itemsoftheoldwizardthewholeareawould sufferdireconsequences. SCENARIO HOOKS AND IDEAS Intruth,theoldwizarddiedofnaturalcausesandthe anystepandalwaysremember,thesecreatureswill goblinshappeneduponthetower. A powerfulwizard notstandidly byastheplayersmovefromroom amongtheirnumberhasindeedlaidclaimtosome toroom,slayingandcollectingtreasure.Theywill magicanddeclaredhimselfthenewtribal chief. He retreat,circlebackandleadtheadventurerstoward isstill gatheringhisstrengthbutit will notbelong deadendsandtraps. Remembertohampertheparty beforehestrikesatthevillagesaroundthetower.A with corridorstoosmallfor anarmouredmanand localmageguild offerstofinancetherecaptureeffort guerrillaarcherstrikes. solongasthemagicinsidebecomesitsproperty. TheGamesMastershouldallow level-appropriate Thewarrenshouldrepresenttheheightofthe itemstofall intothehandsof thepartybutusethe goblins\u0027cunning. It shouldchallengeeventhemost guild\u0027sstipulationtobalancethetreasureandprevent hardenedpartyandspellaquickdoomtothoseless thepartyfromunbalancingthecampaign.Theguild prepared. mayevenknowtheitemsit seeks. GOBLINTOWN Aremotebordertownhasbeeninfiltratedby goblins. Manyoftheleadingcitizenshave hadlovedonescapturedandheldhostage. Thelargestmerchantspayathird oftheir shipmentsastributetothegoblin chief residinginthehills. Forthispaymenteach caravanisescortedthroughthesurrounding orccountrybyacontingentofwolf riders. Thetownjustifies thisbypointing outtheorcs wouldtakealltheirgoods;thegoblinstake onlyathird. Playersmaybeintroducedby comingupononeof thesestrangecaravans orbystoriesfrom thenearesttradingtown. Thesestorieseitherspeakofthestrange caravanguardsortell oftheirowncaravans beingunabletogetthroughduetoorcor goblinactivity. Although thetownsfolk want toberescuedtheylive infearof sayingtoo muchbecauseoftheirlovedones\u0027safety.The townhasamoderateforceof goblinsaswell asseveralwell-placedspiesonthelookoutfor \u0027meddlingoutsiders\u0027. Puttinganendtothis threatbygoingafterthechiefcouldleadinto WarrenSweetWarrenbelow. WARREN SWEET WARREN Theclassicdungeoncrawl! Scoutshave locatedanentrancetothegoblinwarrenat greatcost.Theplayersarehiredtocleanit out foragreatreward. Thisscenariowill allow theGamesMastertomakeuseofthetactics anddefencesmentionedinthisbookaswell asinfusethewarrenwith delicioushintsof goblinculture. Beforetheplayersevenreach thewarrentheywill encounterambushes,traps andtricks. Donotmakeit easyforthemat THE TORN HEADS WARREN THE T]ORN theinvaders,Drek\u0027swarriorsslippedintothelightly- defendedlair andmassacredtheorcs. Returning raiders,facedwith agrisly,orc-headtoweratthe HEADS entrancec,hosetoabandonthearea. Thus Drek\u0027s tribe earned itshomeandnameonthesameday. W A ,R,R,E THE TORN HEADS TODAY , \u0027\" \" ,\", , \"\" \" , \u0027, \u0027 \u0027 1\u0027,\u0027\\1 ~ \" ~ It hasbeenmore than two years since the tribe \"\u0027 T he Tom Heads grew out of a large goblin tribe established itself in the orc caves. They have living for decades in the cliffs at the mouth of workedhardtomakethemmoredefensible. The a mountain pass. Early in the tribe\u0027s history, fewfemalesfromtheoriginal warrenhavealready a great dragon subjugated it and many of the goblins producedalmost60youngforthetribe.Thearea were relocated to serve in the dragon\u0027s den. A within 20mileshasbeenclearedof enemiesandthe contingent of hobgoblins was placed over the warriorshavecarefully spreadtheirraidsoverawide remainder of the tribe to ensure consistent areatodivertattention. Ironically, theynowpreyon productivity and tribute. Finally, however, powerful traderoutesmadepopularbythosewishingtoavoid adventurers tracked the dragon to her lair. Though thedragontheyonceserved. they gravely wounded her, they were all slain in the attack. Rather than aid the dragon, an opportunistic TheTomHeadsappearstohaveabright future. The hobgoblin drove scores of doomed goblins at the tribe\u0027s exceptionalleaderisnotwithout enemies, beast to finish her. however,andthetribeshowsthenaturaldissension commontoalltribes. Somepowerful goblinsare Word of the events reached the goblin warren critical ofDrek\u0027s slowandcautiousapproachand quickly. The new chief recalled many of the favourafreerhandinthearea.Thegrumbling hobgoblins to the dragon\u0027s den. A young goblin hasnotbecomerebellionbutthetribemaychange scout, named Drek, saw an opportunity for freedom leaderssoonif Drekdoesnotshowmoreaggression. in the confusion. He persuaded several worg males Increasedaggression,of course,couldbring astrong and many warriors to join him. They defeated the responseandmay destroy theyoung tribe. remaining hobgoblins and, taking the few females they could, fled across the wide valley toward the mountains beyond. USING THE WARREN TheTomHeadsisanexampleof awarrenGame When theyreachedthemountainss,coutslocateda Masterscandropintotheircampaignswith suitablelair. Unfortunately,atribeof orcsoccupied minimum preparation. Inmanyways,thetribal it. Unlikemany chiefs,Drekfoughtthemore structure,thelair,trapsandtacticsaretypical of powerfulfoefortherichterritory. Forseveralweeks, goblinsanywhere.There are several peculiarities, hisscouts,warriorsandcavalryambushedrandom however,aboutthistribe. Sincemanyof thebest patrols,huntingandraidingpartieswith great malesmigratedwith Drek,thereisahighpercentage success. When the orcs launched amajor search for of classedgoblinsinthetribe.Takenwith the defensibility ofthecaves,thiscouldbeadeadly combination. Drekhimself isunusual,having Tribal Structure learnedfrom hishobgoblinoverlords. Hisstrong",
        "name":  "Arrows zipped passedthem frequently now asthey rushed downthe black",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thewolveswill attackfiercelyandwithout 7Storeroom: Thisroomholdsbarrelsofwater,dry provocation,evenpursuingafleeingenemy.If foodstuffsanditemsthetribehasstolenincaravan cavalrywarriorsfrom area3arepresentthewolves raids. TheGamesMastershouldstocktheroomwith will oftendefertotheirjudgement. anyitemsdeemedreasonable(silk, wool, spices) THE TORN HEADS WARREN keeping inmindthatalltrue treasureisstoredinDrek\u0027s 8Chapel toTheMighty One:A simplestoneobelisk cave.Thisroomisalsowhereprisonersarekept. Pres- occupiesthecentreofthisroom,inscribedwith runes entlytherearethreegnomesandadwarf;allminers praisingTheMighty One. Thereisalsoastonetable, capturedseveralweeksago,boundhere. Theyarein stainedblackwith bloodandseveralinstrumentsused poorconditionandawaitsacrificetoTheMighty One intheperformanceof sacrifice. Twolarge,stonebasins havingwatchedseveralfriendsdraggedtothesame holdlargequantitiesofdarkblood,attractinginsects fate. andfilling theroomwith afoul stenchnoticeableeven overtheodourofthegoblins. THE TORN HEADS WARREN 9 Priests Cave (EL 12): This room is furnished in rela- 13WaterEntranceGuardPost(ELVaries,1+): tivesplendour,havingwell-maintainedbedding,bitsof Thewaterrunningintothewarrenaveragesadepth furniturefromraidsandlessgarbagethanothercaves. of2-ft. andendsin area6. Thetunnelsmarkedat Thetribal priestsmakeacommunalhomehereand area13holdatotalof Id8+3 warriorsatalltimes shamansandpriestswill behereatalltimes. Thereare chargedwith guardingthesecretentranceintothe also1d2+1femaleshere,ownedbythepriests. caves.Thefouropeningsareatotalof 10-ft.above thewater,allowing theguardstofirearrowsdown",
        "name":  "Tactics",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thepriestswill assaulitnvaderswithspells onintruders. Theseopeningsarenotimmediately apparenttothoseinthecorridor andaSpotcheck andalchemist\u0027sfire,hopingtoshaketheirresolve (DC 15)isrequiredtonoticethem. Characters beforemakingaquickretreattothecommunalcave wishingtoclimb theslipperywallsarefacedwitha andsupportingthewarriorsintheirdefence. considerablechallenge(DC 30). Thesecretdoorin thisareaisveryhardtofind, Search(DC25),from 10Leader\u0027s Cave(ELVaries,5+): Thisroomisfairly eitherside. Woodenplanksoneithersideofthe well appointed,with decentbedding,somesmallfur- passagecanbepushedacrosstheopeningtoallow nitureitemsfromraidsandismuchcleanerthanother thedefenderstomanoeuvrethefull circle (thistakes caves.Thesergeantsandlieutenantsmaketheirhome tworoundsandtwogoblins). Severalcasksof lamp herebutonly Id6 andId2, respectively,will bepresent oil arestoredoneachsideofthepassagefor defence. atanytime. Females(1d2+1),claimedbytheleaders alsolivehere.",
        "name":  "Tactics",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 8,Dex 13,Con 11,Int 12,Wis 13,Cha 10;Skills: Alchemy +3, Concentration +3, Heal +3, GOBLIN CAVALRY Hide +7, Knowledge (hearth wisdom) +4, Listen +5, 3rdLevel Warrior Move Silently +5, Spellcraft +5, Spot+5, Wilderness HD: 3d8 (12 HP); Init: +2 (+2 Dex); Spd: 30ft.; Lore +5; Feats: Alertness, Brew Potion; Items: AC: 15(+2 leather armour, +2 Dex, +1size); Morningstar (small, onehanded), alchemist\u0027s fire; Attacks: Light lance or morningstar +3 melee, -",
        "name":  "Abilities",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3. Will +2; Abilities: Str 9,Dex 14,Con 11,Int 10, Wis 12,Cha 9; Skills: Balance +3, Hide +8, Listen +4, Move Silently +6, Ride +10*, Spot +4, Wilderness Lore +2; Feats: Alertness, *Mounted Combat, Skill Focus (ride); Items: Leather armour, light lance, morningstar (small, onehanded),javelin (small); CR: 2. GOBLIN HERO/ SERGEANT 3rdLevelWarrior",
        "name":  "CR",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "the so- concentration. called ‘pen’, which runs the length of the head and is consequently up to 65 feet in length. It is primarily Kraken Ink a shell-like material and is used to give some At depths of less than 400 feet, the luminous ink rigidity as well as to anchor the musculature. cloud provides only one-half concealment, and Though rarely acquired, shipwrights prize this creatures within the cloud suffer the effects of dense structure for its length, strength and workability. It fog. At depths greater than 400 feet, the luminous can be cut and sawn to any shape required, and is cloud is fully effective, providing the full benefits as occasionally seen in magnificent elven ships in the detailed in Core Rulebook III. Conversely, at depths form of spars and sometimes even full masts. greater than 400 feet, the black ink cloud of normal kraken is only half as effective, as detailed above. Externally, most are covered with what are known as chromatophores. These are pigmented cells that can A kraken does not have eyelids and does not sleep change colour on command and, while less in any way that we would understand. However, expressive than those of the cuttlefish, are fully every few days it falls into a torpor, floating at a capable of transmitting a wide range of emotional steady depth or wallowing on the surface. This information and putting on a magnificent show. A torpor lasts only a few hours, and is a kind of rare few are covered instead with cells that are meditative trance: once alerted to any threats nearby bioluminescent, meaning that they glow from an the beast regains full mental faculties instantly. internal source under the complete control of the kraken. In the upper depths of the sea where light Torpor can penetrate, these rare beasts have the typical During torpor the kraken loses its Alertness feat, and uninteresting squid-like colouration. However, at it’s Spot and Listen checks are reduced to +7. There the greater depths where there is no natural light, is a 20% chance that any encountered, stationery they are every bit as spectacular and expressive as kraken will be in a state of torpor. their coloured counterparts. This colour control can be changed or cycled many times a second allowing Kraken Alchemical complex patterns to be created. Clearly it is part of a language, presumably for communicating with Reagents others of its kind as well as other squid. This language has never been successfully translated. The kraken is a mythical beast, and a great many of its body parts are sought after by alchemists, Like the octopus, the kraken can expel a large apothecaries and other experimenters in the magical quantity of ink from glands within the hood of its arts. The following is a list of these components, head. This is to provide a cover screen to allow their uses and the values that they might command escape if a combat is going poorly or to deter to the right buyer. predators. Chemically the ink has a number of elements that are specifically distasteful to fish, but it is not poisonous. In fact, many sea-going cultures 4 KRAKEN PHYSIOLOGY Pen collection as the black variety. It is used in more obscure preparations, and is particularly effective The pen is a long shell-like structure resembling when used to scribe spells from the school of mother of pearl in colour. Its strength and rigidity illusion. Due to its rarity each ounce commands 5 make it useful for a number of uses, such as strong- gp for every percentage point of purity. yet-light spars and masts for ships, as well as a multitude of smaller objects about ship, such as pins,",
        "name":  "Internally they have a single rigid structure",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cloak of the Kraken inherently dangerous or magical about them. The This garment appears to be an ordinary leather only thing that might cause the characters concern is cloak. However, on command the wearer can cause the short incubation period of the egg, resulting in either a dazzling hypnotic pattern to play across its the hatching of an aggressive squid anything up to surface, as per the spell hypnotic pattern, or can ten feet long. cause a disruptive pattern to appear that confuses his opponents during melee, as per the blur spell. Both Meat effects occur as if cast by a 9th level Sorcerer, and the Lastly, the kraken is a squid and, as such, its flesh is cloak can be utilised for a total of ten minutes per edible. If consumed within an hour of being killed day. (it may be cooked) it affects the diner as if he had",
        "name":  "New Magic Item",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites – Craft wondrous consumed a mild dose of a heroism potion. For the item, blur, hypnotic pattern; next hour he gains a +1 competence bonus to attack",
        "name":  "Caster Level",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " 1. Bless water. Makes holy water. 2. Calm Animals. Calms 2d4 +1/level HD of animals, beasts and magical beasts. 3. Calm Emotions. Calms 1d6 subjects/level, negating emotion effects. 4. Sleep. Put 2d4 HD of creatures into comatose slumber. 5. Goodberry. 2d4 berries each cure 1 hp (max 8 hp/24 hours). 6. Consecrate. Fills area with positive energy, making undead weaker. 7. Cure Serious Wounds. Cures 3d8 +1/level damage (max +15). 8. Endurance. Gain 1d4+1 Con for 1 hr./level. 9. Heal. Cures all damage, diseases and mental conditions. 12 METHODS OF WARFARE Methods of classical attacks only take place directly over or near their preferred travelling and living zones. The reason for this appears to be that should, by chance, Warfare an attack be repelled it would generally mean that significant harm has been inflicted on the beast. In such circumstances it naturally wants to be in a I t must be emphasised at the outset that the position where it can descend to safety in the most kraken never attack sea going vessels, or indeed direct manner. An alternative interpretation is that, anything from the realm of air, out of hunger or out of these deep-sea zones, the kraken feels no necessity. The sea provides more riches in terms of particular need to exert its dominance over the nutrition than an army of such behemoths could eat. pathetic creatures of the atmosphere. Instead their attacks seem to form a pattern composed of either furtherance of some complex In this attack, the kraken seizes the ship and starts to plot, or just for the sheer fun of it. No one has ever rotate, spinning the helpless vessel. This serves two established what kind of sense of humour they have, functions. Firstly, it throws the crew off balance so or indeed what form their plots for world domination that they are less effective at hacking at the may take, but the evidence is clear that both of these smothering tentacles. Secondly, it creates a higher mental characteristics lie within their minds. whirlpool effect, increasing in strength the longer the kraken continues it, that eases the ship below the They are known to lie still on the surface of the surface. The knock-on effect of this is that other water, feigning death until something comes near to ships close by may be captured in this vortex and investigate. They then spring into action, sending drawn down with the stricken vessel. their strong tentacles to envelope the startled prey.",
        "name":  "Birth Domain Spells",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Endurance, Improved Initiative, Skill Focus not understand the language without magical help, (swim). since it is more in-depth than a simple conversation",
        "name":  "Feats",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(6/7/7/7/5/4/3): 0 – arcane mark, god, worship it, cast into its tentacles live sacrifices. dancing lights, daze, detect magic, disrupt undead, For a long time his council was studiously ignored, ghost sound, open/close, ray of frost, read magic; 1st but eventually an outraged community took matters – cause fear, chill touch, mage armour, ray of into their own hands and cast a bound criminal into enfeeblement, spider climb; 2nd – darkness, ghoul the sea, resulting in an immediate cessation of the touch, hideous laughter, scare, spectral hand; 3rd – evils that had beset the island. The rest, as they say, dispel magic, halt undead, hold person, vampiric is history. touch; 4th – contagion, enervation, fear; 5th – animate dead, cone of cold; 6th – circle of death. Now the lich sits, as High Priest of the Cult of the Kraken, on the council of the republic as its most",
        "name":  "Spells Known",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A half-kraken retains all the special constantly plotting bigger and better ways to attacks of the base creature and also gains the achieve their goals. Sometimes, in the case of Improved Grab and Constrict abilities with its arms. particularly powerful kraken, this can involve a These abilities function exactly as described in Core dalliance with a surface creature while under the Rulebook III, allowing the half-kraken to deal effects of shape-changing magic. This union rarely automatic slam damage each round to a grappled results in offspring, however, when it does bear fruit, foe. the young are evil, twisted versions of their non- kraken parents, although there is a hint of the kraken Special Qualities: A half-kraken retains all of the in their features. Their eyes appear abnormally special qualities of the base creature and can breathe large, their skin has a slightly rubbery texture to it both air and water freely. and, upon careful examination, a set of gills can be found on the sides of their neck. Saves: Same as the base creature. All half-kraken revere their parent as the god they Abilities: Increase from the base creature as follows: believe themselves to be, and act as spies and Str +6, Dex +0, Con +4, Int +2, Wis +2, Cha +0. ambassadors to costal civilizations on behalf of the kraken. Skills: A half-kraken has four skill points, plus its Intelligence modifier, per Hit Die. Treat skills from Creating a Half-kraken the base creature’s list as class skills and other skills ‘Half-kraken’ is a template that can be added to any as cross-class. If the creature has a class, it gains humanoid, giant or monstrous humanoid (referred to skills for class levels normally. hereafter as the ‘base creature’). The creature’s type changes based on its original type: humanoid Feats: Same as the base creature. creatures become ‘monstrous humanoid (aquatic)’, while all other types simply gain the aquatic sub- Climate/Terrain: Same as the base creature or any type. It uses all the base creature’s statistics and aquatic. special abilities except as noted below. Organization: Same as the base creature.",
        "name":  "Kraken are highly magical creatures that are Special Attacks",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "guests. If the potential intruder actively searches for the entrance to a cairn, the magical barrier will provide",
        "name":  "Mist elf characters have the following characteristics",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The elven spoken in daoine halls is a v +2 racial bonus on Listen, Search and Spot bit simpler and more concise than the normal elven checks. A mist elf is entitled to a Search check tongue, but their bards and magicians can work if he merely passes within 5 feet of a secret or miracles of literacy and poetry with these words. concealed door. v Spell-like Abilities: 1/day-detect magic, read",
        "name":  "Language",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 gp, 2 lb. Elven Flask bonus to Fortitude saves for four hours after By surrounding glassblown containers with finely consumption. The special nourishment and gilded pottery, mist elf craftsmen have crafted flasks saving throw bonus affects a person only once per 14 15 CRAFTSMANSHIP MAGIC OF THE MIST day –eating two or more slices has no effect and item occupies the appropriate magic item slot (ring actually makes one feel bloated. A loaf of halefast or jewellery) and confers its normal properties bread keeps fresh for one month and slices into ten without having to let it orbit the wearer’s head. portions. Once stale, its special nourishment fades, and it essentially becomes normal but tasty stale Periapt Jewellery (with a normal crystal instead bread. The recipe for making halefast bread is a of an ioun stone): 600 gp, 1⁄2 lb. secret of the elves, but a few enterprising alchemists have gleaned the recipe over the centuries. Halefast Bread (loaf): 25 gp, 1⁄2 lb. Joyful Horn Not so much a musical instrument as an item for battlefield and community use, mist elves who grow up in a cairn learn from a very early age that when the joyful horn blows through their home, it is a time for attention and focus. All mist elves within 150 feet of a blown joyful horn gain a +1 morale bonus to attacks and saving throws made against fear effects for the rest of that round and one full round thereafter. This is a mind-affecting ability and can only affect mist elves once each day. After that, the horn is a welcome sound but does not carry the same psychological impact.",
        "name":  "Cowl of Starlight",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "200 gp, 8 lb. Nightshimmer Silk Black silk woven with a dusting of crystal and touched by mist elven magic, this cloth seems to twinkle along its surface and resembles nothing so much as a woven piece of the night sky. Humanoids clad in nightshimmer silk clothing and not wearing armour gain a +2 circumstance bonus to Hide checks made at night. The Games Master may determine that some situations will negate this bonus, but a skilled wearer can usually maximise this cloth’s benefits.",
        "name":  "Joyful Horn",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "170 gp per bolt (7 yards), 1 lb. Periapt Jewellery An elf’s love for crystal extends to mist elven jewellery, sometimes leading to rings, earrings and necklaces that hold large gems that, on any other creature, would simply seem gaudy. A piece of periapt jewellery can, by nature of its fey construction, hold an ioun stone in place of its normal crystal. Wearing an ioun stone in a periapt 16 17 CRAFTSMANSHIP MAGIC OF THE MIST Magic of the and skill checks. Activating the power is a standard action. The hope field is an enchantment effect with a duration of 1 round that is usable twice per day. Mist 1 Bless M 2 Status ist Elves share the magical heritage of their 3 Prayer cousins – some say they were responsible, 4 Tongues thousands of years ago, for actually 5 Cure Light Wounds, Mass spawning the wondrous magicks of the old elven 6 Heroes’ Feast empires. It is clear, however, that the mist elves still 7 Magnificent Mansion retain a magical identity of their own, though it has 8 Cure Critical Wounds, Mass become stained and mutated by the dweomercraft of 9 Heal, Mass other elves and other races throughout the centuries. There are many spells and magical items that are the sole province of the mist elves and the casters of Heritage Domain other races may quest or bargain long and hard in order to understand their intricacies. They also have Deities: Elven Allfather, Keeper of Time, The their own, very different, deities that grant the wisest Loremaster among them incredible divine powers. Granted Power: You can increase your personal presence when dealing with others as a supernatural Mist Elf Domains ability. You gain a bonus to Charisma equal to your Any mist elven character with access to domains cleric level. Activating the power is a free action, the as part of their class features may substitute one power lasts one round, and it is usable twice per day. or more of their existing domains for those below. Alternatively, they may be matched to deities 1 Divine Favour presented in The Quintessential Elf but, again, only if 2 Enthrall the character is a mist elf. 3 Speak with Dead 4 Divine Power 5 Dream Creation Domain 6 Legend Lore 7 Vision",
        "name":  "Nightshimmer Silk",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cleric can generate a hope field find a mist elf spellcaster willing to teach them or as a supernatural ability. This grants all allies within otherwise find a mist elven spellbook or other body 30 feet a +2 morale bonus to attack, damage, saves of lore that contains these spells. 16 17 MAGIC OF THE MIST MAGIC OF THE MIST as the target has them, you can use the borrowed feat). For the duration, the target is considered as not having that feat. If it is a prerequisite to other feats he has, then he cannot access those feats either. Using ability echo on beings without feats (animals, beasts, constructs, oozes, plants, and vermin) wastes the spell and its material component.",
        "name":  "Granted Power",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level echo has already seen heavy use in the field against Saving Throw: Will negates (harmless) enemy warriors. The stratagem is that while a Spell Resistance: Yes (harmless) stolen ability may not be useable by the caster, at least it will not be used against him. A pale yellow This spell cloaks all recipients in an invisible aura ray springs from your hand and you must make that can affect the emotions of hostile opponents. a successful ranged touch attack to hit the target. Any intelligent creature that inflicts damage on a Success allows you to know instantly what feats the being under the effect of guilt aura must make a target possesses and then allows you to steal one Will save or suffer a -4 morale penalty to attack of them for a full round. The feat can be any non- that target again for the spell’s duration because of metamagic one and can be used on your next action overwhelming guilt over inflicting the initial wound. even if you do not meet its prerequisites (as long Success means the attacker is unaffected by the 18 19 MAGIC OF THE MIST MAGIC OF THE MIST magical guilt and can act normally. An attacker need Range: Touch only successfully save once against this spell. Target: One object weighing up to 50 lb.",
        "name":  "Recently fashioned by daoine battle mages, ability Duration",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Permanent (see text) This spell causes one non-magical, unattended",
        "name":  "Duration",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action adventurers. The magic items listed here may only",
        "name":  "Casting Time",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ref half (see text) race duplicating the effects of a mist elven magical",
        "name":  "Saving Throw",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast divine spells of 4th level of any load carried or armour worn. or higher. Venom Immunity (Ex): The master of faith gains Class Skills immunity to all poisons. The master of faith’s class skills (and the key ability for each) are Concentration (Con), Craft (Int), Barkskin (Su): Toughening of the skin grants the Handle Animal (Cha), Heal (Wis), Knowledge master of faith a +2 enhancement bonus to his (nature) (Int), Knowledge (religion) (Int), Listen natural armour bonus. This ability functions as the (Wis), Spellcraft (Int), Spot (Wis), Survival (Wis), spell barkskin except the effect is permanent. The Swim (Str). 24 25 MASTERS OF THE DAOINE MASTERS OF THE DAOINE enhancement bonus increases to +4 at 6th level and hole, nor does it create any ripple or other signs of finally to +6 at 9th level. his presence. A move earth spell cast on an area containing a burrowing master flings him back 30 Wings (Ex): At 4th level the master of faith grows feet, stunning him for 1 round unless he passes a DC a pair of gossamer wings. At first, the character can 15 Fortitude save. The master of faith does not gain only glide with these wings, gaining a movement any ability to see while moving through the earth in of ‘fly 30 feet (clumsy)’. Gliding does not allow this way. for acceleration or deceleration but does grant the following aerial manoeuvres: turn 45 degrees for Timeless Body (Ex): A master of faith no longer 10 feet flown, descend at a 45 degree angle and at takes ability score penalties for ageing and cannot be up to twice the normal gliding speed. At 8th level, magically aged. Any penalties he may have already the master’s wings are strong enough to grant a incurred, however, remain in place. Bonuses still movement speed of ‘fly 45 feet (average)’. For accrue, and the master still dies of old age when his complete flying details, see Chapter 2: Using the time is up. Rules in Core Rulebook II.",
        "name":  "Spellcasting",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 10th level, a master of faith becomes a Earth Glide (Su): A master of faith can glide magical creature. He is forevermore treated as a fey through stone, dirt, or almost any other sort of rather than as a humanoid (or whatever the master’s earth except metal as easily as a fish swims through creature type was) for the purpose of spells and water. His burrowing leaves behind no tunnel or magical effects. Master of Faith Class Base Fort Save Ref Will Save Special Spellcasting Level Attack Save 1 +0 +2 +0 +2 DR 5/cold iron +1 level of existing 2 +1 +3 +0 +3 Fast Movement, +1 level of Venom Immunity existing 3 +2 +3 +1 +3 Barkskin +2 +1 level of existing 4 +3 +4 +1 +4 Wings (glide) +1 level of existing 5 +3 +4 +1 +4 DR 10/cold iron +1 level of existing 6 +4 +5 +2 +5 Barkskin +4 +1 level of existing 7 +5 +5 +2 +5 Earth Glide +1 level of existing 8 +6 +6 +2 +6 Timeless Body, +1 level of Wings (fly) existing 9 +6 +6 +3 +6 Barkskin +6 +1 level of existing 10 +7 +7 +3 +7 DR 15/cold iron, +1 level of Fey existing 26 27 MASTERS OF THE DAOINE MASTERS OF THE DAOINE",
        "name":  "Fey",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Broadening Intellect (Ex): As the master of lore continues to study the daoine past and its place in To qualify to become a master of lore, a character history, he becomes more knowledgeable in every must meet all the following criteria. field of study. When making any Knowledge check, he receives a competence bonus equal to his class 26 27 MASTERS OF THE DAOINE MASTERS OF THE DAOINE level. If the check exclusively deals with mist elves, is made. The master of lore is reminded of a similar this bonus doubles. situation from the past and gains a special edge in knowing how that situation was (or should have Racial Lore (Ex): A master of lore may make a been) handled. The master can use this ability once special Racial Lore check with a bonus equal to his a day at 2nd level and an additional time per day at level + Int modifier to see whether he knows some every other level. relevant information about notable people, legendary items, or noteworthy places. This check is similar to Trapfinding (Ex): The master of lore is not merely the bardic knowledge ability and stacks with levels a librarian. One of the tenets of the position is that of bard if the knowledge sought deals with elven ‘knowledge is best gathered first-hand’. A master lore. Racial Lore applies to any subspecies of elf but of lore can find himself in the field at any time on not to knowledge outside of this field. a quest to validate some new scrap of information another daoine provided. Trapfinding functions Guise of the Hero (Ex): While the master of lore exactly like the rogue ability of the same name (see is commonly called upon to answer a particular Chapter 3: Classes in Core Rulebook I). question, he finds himself memorising a great deal more information than is necessary for such Master of Mysteries a specific task. Taking much of what he reads When one thinks of high-level arcane spellcasters, and examining it in the broad scope of history, the one envisions storms of fire, horrific earthquakes and master of lore is able to draw upon the experience waves of summoned minions. The one similarity of historical figures to aid him in any situation. This here is that these all involve a focused method of extraordinary ability grants the master an insight destruction. A master of mysteries is no different bonus to any one die roll. This bonus is equal to 4 in his power but is quite different in the manner in + Cha modifier and must be declared before the roll which that power is manifested. Elves are indeed Master of Lore Class Base Fort Save Ref Will Save Special Spellcasting Level Attack Save 1 +0 +0 +2 +2 Broadening Intellect, +1 level of Racial Lore existing 2 +1 +0 +3 +3 Guide of the Hero (1/day) 3 +2 +1 +3 +3 Trapfinding +1 level of existing 4 +3 +1 +4 +4 Guide of the Hero (2/day) 5 +3 +1 +4 +4 +1 level of existing 6 +4 +2 +5 +5 Guise of the Hero (3/day) 7 +5 +2 +5 +5 +1 level of existing 8 +6 +2 +6 +6 Guise of the Hero (4/day) 9 +6 +3 +6 +6 +1 level of existing 10 +7 +3 +7 +7 Guide of the Hero (5/day) 28 29 MASTERS OF THE DAOINE MASTERS OF THE DAOINE as old as they claim and the race has a special Race: Mist elf or half-elf. connection to the forces that forged the cosmos. Feats: Spell Penetration.",
        "name":  "Requirements",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) 13 ranks, Spellcraft 13 the mist elves have allowed the connection to ranks. these forces to diminish. The master of mysteries Spellcasting: Ability to cast lightning bolt. devotes his resources to re-securing that connection. Through study and perseverance, the elf sees the Class Skills fragile strands of magic that weave the great tapestry The master of mysteries’ class skills (and the key that is the arcane web of sorcery. Conventional ability for each) are Bluff (Cha), Concentration magic teaches spellcasters to combine these energies (Con), Craft (Int), Diplomacy (Cha), Hide (Dex), in certain formations to achieve desired ends. The Knowledge (all, taken individually) (Int), Listen master of mysteries, on the other hand, determines (Wis), Sense Motive (Wis), Speak Language (n/a), the best way to disperse those energies from such Spellcraft (Int), Spot (Wis). formations. The result of destabilising a woven spell is referred to as ‘primal magic’.",
        "name":  "Over the millennia since their creation, races like Skills",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier It is to no elf’s surprise that primal magic bears a Class Features resemblance to elven high magic. Created by high All of the following are class features of the master and grey elves, high magic remained exclusive to of mysteries prestige class. these elven sub-races for many centuries before the secrets of its creation filtered to their cousins. Primal",
        "name":  "Skill Points at Each Level",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At every level, the master of mysteries of mysteries that in the last years of the Age of Elf, gains additional spell slots as if he had gained a it will be one of his order who helps defeat a great level in the spellcasting class he belonged to before evil threatening all the lands. Sorcerers and wizards adding the prestige class. However, he does not are equally suited to be masters of mysteries. The gain any other benefit a character of that class would former may be slightly more inclined to this study have gained with level advancement (hit points, because of the less structured nature of the topic. feats, special abilities, etc.) beyond an effective level of spellcasting. If the character had more than Non-Players Characters are harder to find than one spellcasting class before becoming a master of any other mist elf master. The dangerous nature mysteries, he must decide to which class he adds the of primal magic forces the elf’s seclusion. When new level for purposes of determining spells per day. someone is with him, it is always a pupil or personal servant. This master rarely sees visitors unless they Destabilise Magic (Sp): This spell-like ability have some knowledge related to his studies. The operates similarly to dispel magic. Besides the master does get out into the cairn, occasionally, for a default power to dissipate active magical effects, breath of fresh air. He varies his times and locations, however, the master of mysteries has the option of however, so that curiosity seekers do not swamp him detonating it. The resulting explosion of primal with absurd requests to see primal magic in action. magic (see below) inflicts damage equal to the caster level of each spell and/or item destabilised.",
        "name":  "Spellcasting",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    }
]
