[
    {
        "origin_file":  "other.json",
        "description":  "Shifting from the humdrum life of a farmer to were able. Your parents could have been wanderers themselves, the exciting, deadly path of an adventurer was no easy change so that you never knew any other life, at fi rst being carried on for you to make. You left behind generations of tradition to your mother’s back and then later walking beside her. seek the adventuring life. Whether you were pushed into this",
        "name":  "Perhaps you grew up in an orphanage and ran away as soon as you Transition",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a child, you hung upon the apron strings of those older, more experienced gladiators. Given your innate sense working in the home and hearth. You learned to clean the of dramatic fl air, you have come to enjoy the adulation of the dwelling in which you lived, as well as cook for those who lived crowd, as well as the respect of your peers. there with you. As you grew older, your daily chores became Youth: Your daily routine began with a strict regimen of more complicated and laborious. From splitting and hauling calisthenics followed by training in the pits. Every hour you fi rewood, feeding and cleaning up after the animals, and working trained with a different master, each focusing on different the earth to produce the crops you need to live on, you learned methods of fi ghting and teaching you ways to present yourself 132 5 RETPAHC RUOY GNIDLIUB YTITNEDI with a distinct theatrical air. After a noon meal, you were set victories. When you face a problem, violence is your preferred to sparring in the arena, focusing on different tactics and solution (soft words and subtle methods never served you well in scenarios—some meant for the individual and some done the arena). Politics are beyond you. There’s no obstacle that can’t in pairs, each gladiator working in tandem with another. be overcome with a swift blow to the head. When it comes time",
        "name":  "Youth",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric, druid, favored soul, knight, marshal, monk, AGENT paladin, wizard. “It shall be as you command.” Traits: Bold, patriotic, religious. An agent adventures not for herself but for an orga- nization or society, whether a thieves guild sends her to DAREDEVIL gather information, she explores new territory for an em- “You guys stay here. I’m going to scale the wall, sneak past the guards, peror, or she carries the name of her deity into new lands. swim the moat, have a look around, and come back.” An agent might be loyal to her organization, or she might A daredevil gets a rush from dangerous stunts. He is a risk- resent her role and look for a way to escape. An agent can taker and a gambler, willing to put his money, his reputation, create interesting dynamics in an adventuring party, espe- and his life at stake purely for exhilaration. He’s the one who cially when she must choose between her fellow PCs and opens the door even though it’s probably trapped, who enters her organization. the cave even though there’s probably a dragon inside, and",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard, beguiler, cleric, druid, knight, monk, who puts on the necklace even though it’s probably cursed. paladin, ranger, rogue, scout, warmage, wizard. He’s a valuable addition to a party, since he’s always willing",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ambitious, serious. to take on the tasks no one else wants to do (and he often 137 IDENTITY BUILDING YOUR CHAPTER 5 has the skills to succeed and even excel at them), but his might instill fear in his allies as well as his enemies. He speaks recklessness can be his downfall—and that of his party. on his party’s behalf and organizes his fellow PCs in combat,",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard, beguiler, duskblade, hexblade, rogue, scout, shouting strategies (preferably in languages his opponents can’t sorcerer, swashbuckler, warlock. understand). He drives the party forward outside of combat",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bold, energetic, fl amboyant. as well, keeping it moving toward a common goal, searching for adventure, and deciding which adventures to accept and EXPLORER which to decline. He might share leadership gracefully, or he “If we continue along this road, we’ll come to the fallen country might demand that power and position for himself. Leaders of Abu’nix.” often, but not always, have high Charisma scores.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, bard, ther this purpose, and in fact druid, duskblade, ranger, expects to do so. However, she rogue, scout. refuses to die in vain—her death",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard, cleric, druid, favored soul, monk, sorcerer, cumstances and good friends might make her change her wizard. beliefs, but money still holds a special place in her soul.",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Carefree, kind, naïve. A mercenary is a good addition to an adventuring party because she is easy to motivate.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, bard, beguiler, cleric, fi ghter, hexblade, ranger, rogue, scout, sorcerer, druid, fi ghter, hexblade, monk, ranger, warlock, wizard. rogue, scout, sorcerer, warlock. Traits: Exotic, skilled, vengeful.",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Calm. ROYALTY PROPHET “No, I’m not the princess. I just look like her.” “I speak the word of Pelor.” This character might be a princess, a ruler’s spouse, A prophet sees herself as the voice or a cousin of the royal family. For some reason, she is of a deity in the world—which roughing it as an adventurer. Perhaps tales of adven- might or might not be true. She ture excite her, and she ran away from home to doesn’t necessarily crusade or experience such events for herself. Perhaps convert, but she does uphold her her parents (or the court) were cruel or de- deity’s values and believes that she manded unreasonable things of her, and embodies a piece of that deity in she escaped. Perhaps she simply wished physical form. Other faithful wor- to experience life as an adventurer for per- shipers gather about her, and priests sonal or spiritual reasons (seeing fi rsthand of the faith welcome her. She prompts what her people’s lives are like, emulating her adventures that further her deity’s ends adventuring great-grandfather, or escaping and leads her party into adventures that she a persistent suitor). Whatever the case, claims her deity instructed her to undertake. despite her exalted status she is large-",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric, dragon shaman, druid, ly unable to draw upon her wealth, favored soul, monk, paladin. fame, and power in the course of",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Energetic, fatalistic, religious. her adventures, and she and her companions could be forced to dodge agents from REBEL home seeking to bring her back. Still, her courtly “What has the kingdom done for us? experience provides valuable knowledge and They’ve rubbed our faces in the mud insight, especially when her party deals with and expected us to be grateful!” high-ranking government offi cials.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard, cleric, fi ghter, marshal, established authority. He might dis- paladin, sorcerer, warmage, wizard. like all authority, or his feelings might be Traits: Calm, charming, connected. more focused on a single government (such as a kingdom), a small group (such as his family), or Mialee the wizard SAGE an individual (such as a baron, merchant prince, as a mercenary “That is the rare and valuable Numhatch mushroom. former employer, or parent). Highly individualistic, You can grind it with other additives to make a deadly a rebel engages in activities in defi ance of authority, and he might poison, smear its juice on your skin to reduce wrinkles, or stew it actively fi ght against that authority and all its manifestations. for a tasty meal.” Whether bitter or idealistic, all rebels value their freedom highly. A sage knows a lot about a lot, and he enjoys spreading his A rebel helps an adventuring party fi nd adventure when he fl ees knowledge around. He might be self-righteous and conde- from his latest escapade or puts his next plan into motion. scending, or he could be humble and kind. Some sages possess",
        "name":  "A rebel has a grudge against Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard, fi ghter, hexblade, ranger, rogue, scout, spiritual knowledge and excel at explaining kinships, natural swashbuckler. connections, one’s purpose in life, and otherwise serving as",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Driven. spiritual guides. Others maintain a vast store of concrete, useful information. Many specialize, and some adventure to RENEGADE improve their knowledge in a given fi eld through personal “I can never return to my place of birth. My companions are my observation. When the PCs come across something unusual, home now.” they turn to a sage for advice. recnepS .R yb .sullI 139 IDENTITY BUILDING YOUR CHAPTER 5",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric, druid, sorcerer, wizard.",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, dragon shaman, druid, ranger.",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brutal, exotic, naïve. SEEKER “Let us press on. The White Staff could be in that cave.” A seeker adventures because he is look- ing for something, often an object or an individual. The object of his quest might be specifi c (the White Staff of the Grimalkin) or general (a way to stop the disease in his home village). He grudgingly participates in adventures that do not pertain directly to his quest, but the object or individual he seeks gives him focus and provides motivation for further adventures. When his allies join him on his adventures, a seeker provides contin- ued impetus for additional adventures.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, cleric, dragon shaman, duskblade, favored soul, fi ghter, knight, monk, ranger, scout, sorcerer, wizard.",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, cleric, fi ghter, rogue, sorcerer. since. Her vague and intriguing past can be the impetus for",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Funny, skilled. interesting adventures and roleplaying experiences.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Beguiler, duskblade, fi ghter, marshal, paladin, Some traits lend themselves to certain archetypes, classes, rogue, warlock, warmage, wizard. or alignments. If you are looking for a challenge to stretch",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Flamboyant, funny. out tremendous punishment as quickly as possible to vent your temper. WANDERER “I have no home. I have no family. I have no name.” BOASTFUL A wanderer is a mysterious soul. She keeps her past to herself “How do you like that, huh? Want some more?” and doesn’t talk much. Perhaps something horrible happened You’re a showoff. You gloat about your accomplishments to her when she was younger. Perhaps she committed an unfor- and disparage your enemies—calling them names, making givable crime, or was accused of a crime she didn’t commit. rude gestures, and otherwise taunting them. 141 IDENTITY BUILDING YOUR CHAPTER 5",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You lead from the front. Unless a rogue or CONNECTED ranger scouts ahead, you want to be at the forefront of any “You’d better not be insulting my sister.” attack. You charge the foe in battle to bring the fi ght to him. In You have a historical connection with one of the other your mind, the key to victory lies in seizing momentum. Feats party members. You might be siblings, childhood friends, such as Improved Initiative refl ect your aggressive attitude. or fellow students of the same master. You might like each other, or you might not; it’s also possible that one or both BRUTAL of you is unaware of your connection. Perhaps one of you “He surrendered? Sorry, I didn’t hear it; I was too busy chopping was sent to protect the other or otherwise keep an eye off his head.” on her.",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "When the group faces a problem, you invari- them until they stop moving. ably fi nd someone who can help you. When you enter a tavern,",
        "name":  "You show little mercy to your enemies, preferring to hit At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "When facing a badly injured foe, use a free SERIOUS action to offer it the option to surrender. Ready an attack to “How can you think of dancing at a time like this?” strike if it keeps fi ghting you. You take everything seriously and have little or no sense of humor. NAÏVE At the Table: You grumble when others make jokes or venture “Why is that person angry at me?” off topic. During a planning session, you are the one who calls You are inexperienced and perhaps led a sheltered exis- for order and keeps things organized. Invest a few ranks in tence before becoming an adventurer. You sometimes make Knowledge skills to give you the experience and insight needed mistakes because you don’t know any better, but you mean to back up your demand for focus and careful planning. well, and your naïveté lends you a certain charm.",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "This caveat is most impor- on a piece of scrap paper. Another technique is to use a die to tant when it comes to your character sheet. Since the numbers keep track of the time—either count up for the total duration and names that summarize your character’s abilities will or count down for time remaining; at the start of your turn each change over the course of your character’s career, and even round, turn the die to the next number. Be careful, though, during specifi c adventures or rounds, you want to be able to that you don’t accidentally roll this “duration die.” mark the changes on your character sheet. Eventually, your Rely on DM Arbitration: Playing the game is more impor- character sheet will be smudged and torn from writing, eras- tant than looking up rules. Good Dungeon Masters don’t like ing, and rewriting; feel free to treat yourself to a new sheet taking time away from the game to page through rulebooks, at this point. and so they often provide instant rulings on debated topics",
        "name":  "Write Everything in Pencil",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "D\u0026D games often take place in areas add enjoyment and verisimilitude for all involved. Even if your surrounded by potential distractions: TVs, video games, character is the silent, mysterious type, describe some of her books, and the like. Since you’re spending time with your actions. Do her eyes dart constantly about, examining the area friends, another temptation is to chat and joke at the expense for trouble? Does she stare morosely into her drink? Does she of the game. While some of this sort of activity is fun, and rub an old scar on her neck every so often? All these types of you play D\u0026D to have fun, don’t let the entire session pass behavior make your character seem more like a real person. in idle banter or witty repartee—especially if some players Many D\u0026D campaigns begin with strong player are not partaking in it. characters—they have interesting histories, developed In general, keep your attention focused on the game. Your personalities, and distinctive appearances. However, often fellow players might think you rude if you leave the table to these valuable details fade over the course of adventuring. surf the Internet or play video games, or if you distract other Players are pretty good at remembering their own characters, players with side conversations. but they sometimes forget the histories, appearances, names,",
        "name":  "Avoid Distractions",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inevitably, characters (and their players) come into team can derive a benefi t simply from having their comrades confl ict during the game. The dispute might be about who nearby. This teamwork benefi t can grant an expanded use gets a certain piece of treasure, or it might be a disagreement of a skill, a bonus on certain checks, or a battlefi eld action over a proposed course of action. When such a confl ict occurs, otherwise unavailable to the team members. it’s wise to put a time limit on the ensuing debate so that it To qualify for a teamwork benefi t, PCs must meet two broad cannot derail the game session. Furthermore, a disinterested categories of requirements: training time and prerequisites. character (or player) should listen to all sides of the argument First, the characters must jointly practice techniques relevant and make a binding decision. This “judge” role can fall to dif- to the desired benefi t for at least two weeks before acquiring it. ferent characters depending on who is involved in the debate, This training period must be repeated whenever a new character but someone who can make a quick decision and resolve the joins the group, so that the newcomer can become accustomed argument is invaluable for keeping the game on track. to the operating procedures of the veteran team members.",
        "name":  "Judge",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A brief discussion of the training procedure Teamwork benefi ts are based on the notion that once charac- required to acquire the benefi t. The task leader coordinates ters have spent time training with their comrades, they can the training. respond instinctively to subtle changes in body language and Task Leader Prerequisite: A base attack bonus, a feat anticipate their teammates’ likely moves. A group of PCs or or feats, a minimum number of ranks in one or more skills, a class feature, or some other requirement that at least one character on the team must have for the team to acquire this pqs benefi t. This entry is absent if a teamwork benefi t has no task leader prerequisite. If a benefi t has more than one task leader HANDLE ANIMAL prerequisite, the same character must meet all of them for (NEW TRICK: TEAMWORK) the team to gain that benefi t. Use this skill to train an animal as part of a team.",
        "name":  "THE TEAM ROSTER Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Teaching an animal the teamwork trick requires a Team Member Prerequisite: Every member of the team DC 20 Handle Animal check made as part of teamwork train- must meet this requirement for the team to acquire the ing. This trick allows the animal to be part of a team and thus benefit. This entry is absent if a teamwork benefit has no benefit from any teamwork benefits enjoyed by that team. team member prerequisite. If a benefi t has more than one The animal must still meet any team member prerequisites team member prerequisite, every character on the team must required to gain the benefit. meet all of them for the team to gain that benefi t. pqs",
        "name":  "Check",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "What the teamwork benefi t enables the team to do. 159 GROUP THE ADVENTURING CHAPTER 6",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sneak attack +1d6.",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any team member who readies an action to attack Your team knows where to look and what to listen for to when the task leader does gains a +2 bonus on damage rolls anticipate ambushes. against the same target.",
        "name":  "AWARENESS Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 12 ranks and Spot Training: The members of your team learn to step aside 12 ranks. whenever one of them begins a charge.",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 2 ranks or Spot Task Leader Prerequisite: Jump 8 ranks. 2 ranks. Team Member Prerequisite: Jump 1 rank.",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every member of the team gains a +2 circum- Benefi t: Other team members do not block movement stance bonus on Listen and Spot checks if any other team for the purpose of determining whether a team member can member is within 30 feet. charge. However, a charging team member must still end her",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "To develop a camp routine, the team must establish Training: The training for this benefi t involves studying a regular schedule of tasks and responsibilities for each member. common environments, running through ambush scenarios, For example, one character might set up the tents while another and devising strategies that take advantage of the terrain. Your starts the fi re and a third prepares the evening meal. Your team team must spend a few days in the hills, then in the forest, must also set up a routine watch schedule so that everyone and then—if possible—in the shifting sands of the desert. knows who goes on watch when, and for how long. Task Leader Prerequisite: Hide 8 ranks and Listen",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Survival 8 ranks or Self- 8 ranks. Suffi cient. Team Member Prerequisite: Hide 1 rank.",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Survival 1 rank. Benefi t: If the team members allow the task leader to",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You and your teammates learn to anticipate each When you are adequately prepared, your team can set a other’s attacks and fi ghting maneuvers. By correctly timing devastating ambush. your blows, you can strike at a foe’s vulnerable points. Training: Same as for cunning ambush. 160 6 RETPAHC GNIRUTNEVDA EHT PUORG Expert mountaineers gain the upper hand in a battle with harpies +1 bonus on melee attacks). Alternatively, making ranged attacks from the other side of an area that fea- tures uncertain footing might discourage enemies from charging you. EXPERT MOUNTAINEERS Your team can work together to ascend diffi cult slopes and sheer surfaces with relative ease.",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Constant training with expert climbers has made your team comfortable with ascents and descents.",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb 8 ranks and Use Rope 8 ranks.",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb 1 rank or Use Rope 1 rank.",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If a team member succeeds on a Climb check, every",
        "name":  "Task Leader Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "other team member adjacent to him gains a +2 circumstance Hide 12 ranks and bonus on Climb checks made to ascend the same surface. Listen 12 ranks. Furthermore, each team member can make an accelerated Team Member Prereq- climb with only a –2 penalty on the Climb check. Finally, a uisite: Hide 3 ranks and the team member can catch a falling comrade by succeeding on cunning ambush teamwork benefi t. a Climb check against the wall’s DC (not against the wall’s",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Favored enemy (any one) +4. ing attacks by working closely with a dwarf or some other",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Survival 1 rank and base sturdy member of the party. When the team stands together, attack bonus +4. its members are diffi cult to dislodge.",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your team members learn the secrets of elf help an ally who is knocked prone. trance and can slip into a trance state by establishing a physi- cal link with the task leader. This trance state allows each MASSED CHARGE member to gain the benefi t of sleep by cleansing her mind When your team charges, it smashes into the foe as a single and entering a deep meditative state. great, implacable mass.",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elf blood (elf or half-elf). Training: You and your teammates learn to charge as one.",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration 1 rank. You line up in a tight formation and time your strides to move",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "When team members join hands, the task leader in tight synchronicity. can create a trance link that allows each of them, regardless Task Leader Prerequisite: Balance 5 ranks. of race, to meditate in the same manner as elves do. Every Team Member Prerequisite: Balance 1 rank. team member gains the benefi t of 8 hours of sleep after just Benefi t: The team can make a special charge attack. All 4 hours of meditation. team members move on the same initiative count, and each",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You and your teammates practice aiming at unseen Your team excels at fi ring as a group, unleashing a saturated targets using directions from allies. Eventually, you learn to wave of arrows and bolts. Each member places her shots so fi re accurately at targets that have cover based on the body that the target cannot dodge them all. language and gestures of the spotter. Training: Your team practices by taking aim at a number",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Precise Shot and base attack of small targets clustered together (representing different bonus +6. spots on the body of a single enemy). Each of you can learn",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spot 3 ranks. to place your shots so as to cover every part of a target with",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration 8 ranks and move together. Iron Will. Task Leader Prerequisite: Survival 8 ranks and Endurance.",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base Will save bonus +2. Team Member Prerequisite: Survival 1 rank.",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "This teamwork benefi t applies only to checks use an immediate action to push him out of harm’s way. The made with the skill to which the task leader’s Skill Focus injured team member moves 10 feet before falling prone. feat applies. Tip: This tactic works best if one of the group’s second-",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +6. base attack bonus +8.",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Type: An affi liation can be of",
        "name":  "Multiple Affi liations",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "An affiliation’s attempts to sneak the arbiter in a dispute when either aggrieved party can fl y around, gather information, and infi ltrate opponents are all into a bloodthirsty rage at a moment’s notice. summed up using espionage checks (1d20 + espionage bonus). Type: Tribe (racial).",
        "name":  "Espionage Check",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 (city). equal to 1/2 their scale. All other types of affi liations have Affi liation Score Criteria: Only half-orcs are eligible espionage bonuses equal to 1/4 their scale. to join the tribe. The Bloodfists have made war against",
        "name":  "Cabals, spy rings, and thieves guilds have espionage bonuses Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "For centuries, the orc the tribe is honoring. Then the bleeding half-orc is Bloodfist Tribe has wandered the wilderness of the north, enclosed in the Blood Lodge and suffers pain and waking following great herds of elk and bison. Half-orc youths nightmares for a day and a night. who are outcasts from human or orc communities often find their way north and join the tribe, leaving their old lives behind. While it’s comforting to be among other half-orcs, life among the Bloodfi sts isn’t easy. The tribe often makes war against rival tribes of full-blooded orcs and fends off reprisals from the hu- man communities it sometimes raids for food and supplies. Like hunter-gatherers everywhere, the Bloodfi sts risk starvation when- ever hunting goes poorly or game is scarce. In hard times, the Bloodfi st Tribe shrinks from the attrition of war, starvation, and younger members head south to seek an easier life. The Bloodfist Tribe leaders’ primary concern is where next to march. Sometimes they make war on the orcs and giants of the northern mountains, some- times they raid the human lands to the south, and some- times they are content to follow The Bloodfi st Tribe wanders the world, searching in vain for an ideal home Illus. by S. Ellis 168 7 RETPAHC SNOITAILIFFA When the lodge door opens, however, the ritual has served does not contest the decision, with one exception. If the its purpose: The tribe member emerges tougher and more guild member joins another business, and the Consortium cunning than before. feels that trade secrets have been compromised, then the Consortium lobbies whatever local law exists in an effort to Affiliation have the turncoat’s new business outlawed.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefi ts and Duties",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Business. 3 or lower Not affiliated or junior member with no",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Plunder, raid, terrorize.",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of the Brightmantle Consortium is a forge over water. Affiliation",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Of necessity, the Brightmantle lose 1 point from your affi liation score. If all fi ve fail the Gather Information check, Consortium maintains good relations with all the monarchs you fail to anticipate and deter a kidnap and in its scope of infl uence. Its relations with fi ghting companies ransom attempt targeting you or your family, are often strained, for while the latter are paid to go to war, and an EL 10 band of rogues arrives to carry business is diffi cult in those times. out the deed.",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most members of the Consortium are dwarves, 30 or higher Secretary of the Overguild: Can borrow up to although all the common races are represented. 30,000 gp in cash from guild coffers, but this debt must be repaid within one year. The Brightmantle Consortium works diligently to retain its members, not wishing to expend resources on training new ones. If one chooses to leave, however, the Consortium Executive Powers: Craft, gift, trade. 169 AFFILIATIONS CHAPTER 7 CARAVAN OF SHADOWS Affiliation",
        "name":  "Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Business (racial). Regdar had defeated Iathra, Pharaoh of the Reviled, and the",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "7 (city and outliers). oases on the edges of the desert were once again safe. Before",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only halfl ings are eligible leaving, Regdar helped his brother, Herridek II, to found a to join the caravan. Nonhalflings are sometimes allowed small keep on the border of the dunes. to travel with them—especially on dangerous roads—but Life in the oasis can be harsh when the sandstorms roll fellow travelers don’t get a glimpse of the inner workings of through, but the presence of copper, platinum, and mithral the caravan. in the surrounding hills and even the bubbling oasis itself provides ample reason for the castle’s continued existence.",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Herridek II rules the castle wisely, and he Character level +1/2 PC’s level recruits all manner of citizens to his nascent barony: men-at- Rogue +2 arms, certainly, but also wizards, bards, rangers, and skilled Bard +1 rogues. The castle is especially desperate for divine casters 10 or more ranks in Sleight of Hand +2 and healers. 10 or more ranks in Perform +1 Help another caravan member elude law enforcement +1 Herridek II is a benefi cent monarch and allows individu- Steal or cheat others out of at least 10,000 gp, als to enter and leave his domain at their leisure. In times then donate proceeds to the caravan +1 of crisis—if a new pharaoh were to rise in the lands of the Reviled, for instance—all those nearby are drawn inside the",
        "name":  "Criterion Affi liation Score Modifi er Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The reward for greater castle walls and expected to aid in its defense. affi liation with the Caravan of Shadows is a keener talent Type: Government. for the skills that have the made the caravan so prosperous. Scale: 9 (regional/barony). And if the caravan is in town, you can sell the loot from your adventures to them at an advantageous rate. Criterion Affi liation Score Modifi er Character level +1/2 PC’s level Base attack bonus +5 or higher +1 Affiliation Base attack bonus +10 or higher* +2",
        "name":  "Titles, Benefits, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefi ts and Duties rescuing her; every day, they come no closer. 3 or lower No affiliation. Type: Fighting company. 4–10 Free Citizen: Are a citizen of the barony but",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Law, raid, war. Neutral alignment –15 Evil alignment –25 THE CHALICE Defeated by a fi end –4",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of the Chalice is a ruby chalice with Friends with a half-fiend, tiefling, or other tainted –10 crossed ivory lightning bolts on the cup.",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Chalice is an armed Titles, Benefi ts, and Duties: As you advance within the company dedicated to stamping out the infl uence of devils, ranks of the Chalice, you learn demon-fi ghting techniques demons, yugoloths and other slavering fi ends on the Material and how to resist the temptations of fi ends. Plane. The paladin Arbinget Ivenay founded the Chalice a mil- lennia ago with one goal: to recover the Chalice of Heironeous Affiliation from Dispater’s Iron City of Dis. Aside from the members of Score Title: Benefi ts and Duties 3 or less No affiliation. the group’s Lightning Council, no one knows if the chalice 4–10 Initiate: The Chalice recognizes you as a was recovered or not, but regardless of the chalice’s fate, in potential ally or enemy in the struggle to the intervening ages the affi liation’s purpose has broadened eliminate fi ends from the Material Plane. to ending the infl uence of the Lower Planes in the world. 11–15 Defender: You are inducted into",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The college’s symbol is three black stalactites, one larger than the other two, on a gold fi eld.",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The students, fac- ulty, and administration maintain friendly relationships with most of the other peaceful residents of Thaun (the underground cavern that hosts the college’s spires on a small part of its roof). These peaceful residents include svirfneblin, deep dwarves, two nomadic tribes of myconids, and a small community of exiled drow. The college is harassed by most drow, by an aboleth that lives in Thaun Lake, and by Cher- ruk, a derro warlord who claims ownership of the caverns immediately above Thaun.",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "College.",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 (city).",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Joining the Darkspire College is as simple as enrolling; The inverted towers of Thaun however, to become a faculty member requires hide many secrets long study and arcane puissance. Illus. by M. May 172 7 RETPAHC SNOITAILIFFA Criterion Affi liation Score Modifi er The nature of the dragons it houses (metallic or chromatic) Character level +1/2 PC’s level is deliberately undefi ned. Depending on the dictates of your Has darkvision +2 campaign, Dragon Island could be a bastion of hope or the 10 or more ranks in Knowledge (arcana) +2 nexus of a gathering evil. Has the Arcane Thesis feat +4 per feat",
        "name":  "Affiliation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefi ts and Duties of a Dragon Island dragon +1 3 or lower No affiliation. 4–10 Correspondent Student: You can regularly",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft, research, trade. DRAGON ISLAND",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of Dragon Island is a purple rampant dragon. The elder dragons chose purple as a compromise; it doesn’t correspond to any true dragon’s real color and thus represents dragonkind as a whole.",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  " A few miles off a remote stretch of coastland is Dragon Island, where humans soar over skies on draconic steeds. In this insular society, dragons and humans live in concert, with dragons supplying ancient wisdom and humans providing industry and vitality. Dragon Island can appear anywhere you like in your campaign world, and you can give it a more evocative name if you wish. On Dragon Island, humans and dragons live together in harmony tunduH .D yb .sullI 173 AFFILIATIONS CHAPTER 7 do than fl y around with humans on their backs. Those who The Elves of the High Forest have a semic ommunal life- become dragonspeakers imbibe a ritual draught contain- style, so they favor characters with skills or class abilites that ing dragon blood; this liquid lengthens the human life span make a woodland lifestyle easier. The fastest way to gain status and makes the dragons more likely to regard you as a suit- within the Elves of the High Forest is to perform missions able rider. But only the best dragonspeakers are offered the on their behalf. The elves particularly favor missions that ritual that turns them into dragonriders, who are able to protect the forest as a whole from interlopers—from human command a dragon for as long as it takes a moon to wax and woodcutters to drow raiders. then wane into nothingness. The greatest heroes of Dragon Island mystically bond with their mounts, creating an on- Criterion Affi liation Score Modifi er going relationship between willing steed and rider. Character level +1/2 PC’s level Druid or ranger +1 10 or more ranks in Knowledge (nature) or Affiliation Profession (herbalist) +2",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefi ts and Duties Each successful mission +2 3 or lower Not affiliated or junior member with no Each successful forest defense mission* +4 benefits. * Overlaps (does not stack with) the “each successful 4–10 Dragon Island Native: +2 circumstance mission” bonus. bonus on attempts to infl uence the attitude of Dragon Island residents. Your age categories (see page 109 of the Player’s Titles, Benefits, and Duties: The Elves of the High Handbook) become twice as long, although Forest offer specialized training in woodcraft for those you don’t revert to a younger age category. they favor. 11–15 Dragonspeaker: +4 bonus on saving throws Those who reach a new level of status within the Elves against a dragon’s frightful presence. +2 of the High Forest attain the new benefi ts after attending racial bonus on Knowledge (arcana) and the Hunt of the Full Moon—a combination night-hunt and Knowledge (history) checks. 15–22 Dragonrider: +4 racial bonus on Ride checks ritual. The greatest hunters among the elves take you on an when riding a dragon. all-night hunt for elusive game. The target is traditionally 23–29 Dragonknight: If you take the Leadership a half-fey white stag, but sometimes the elves hunt more feat, you can have a dragon cohort. dangerous quarry by necessity or for variety. During the 30 or higher Dragonmaster: +8 racial bonus on night, they teach you specialized techniques in perception, Ride checks when riding a dragon. +8 stealth, and moving through the wilderness. Some say the circumstance bonus on attempts to influence the attitude of Dragon Island residents. hunters leave the Material Plane entirely and wind up hunt- Immune to the frightful presence ing mystical game among the fey of Arborea. You’ll return of dragons. Your age categories in the morning exhausted, but with the sharper perceptions (see page 109 of the Player’s and peerless camoufl age of the greatest elf hunters. Handbook) become four times as long, although you don’t revert to a younger age category.",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Holiday, law, mint, war. ELVES OF THE HIGH FOREST",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A cluster of acorns is the symbol of the Elves of the High Forest. Their jewelry often uses this motif, and they use the real thing—actual clusters of acorns—as subtle trail markers within the High Forest.",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Elves of the",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "a series of treetop villages and small towns that together form a network to keep their forest safe and thriving.",
        "name":  "High Forest live in a typical elf community",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tribe (racial).",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 (city).",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft, harvest, plague. Character level +1/2 PC’s level 10 or more ranks in at least one Craft skill +2 THE GOLDEN HELM GUILD 10 or more ranks in a second Craft skill +2 20 or more ranks in at least one Craft skill +4",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you’ve earned enough affi liation to attain new benefi ts, you need only apply for a promotion at the nearest Golden Helm chapterhouse, which exists in any gnome community of large town size or larger. After a series of examinations, the guild will award you the new rank and hold a lavish feast in your honor. Affiliation",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft, gift, trade. lord gives you a masterwork katana. 11–15 Fearless One: +2 racial bonus on Intimidate THE LAND OF HONOR checks. Gain Knowledge (nobility and royalty)",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Land of Honor doesn’t have a nationwide as a class skill, regardless of your class. 16–22 Honorable One: +4 racial bonus on symbol. Each feudal lordship has its own colorful heraldry, Intimidate checks. +4 circumstance bonus most using abstract decorations rather than real-world sym- on attempts to infl uence the attitude of bols like animals or words. citizens of the Land of Honor. Gain Quick",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Humans from this Draw feat when drawing your katana. land live in a society guided by feudal lords who often war 23–29 Selfless One: +6 racial bonus on Intimidate against one another. But the wars are largely fought by a checks. +8 circumstance bonus on attempts to influence the attitude of citizens of the Land caste of noble soldiers who regard battle as an opportunity of Honor. +4 bonus on attack rolls made to to demonstrate their bravery and adherence to a rigid code confirm a critical hit with your katana. of honor. Rather than draw inspiration from medieval and 30 or higher Perfected One: Gain damage reduction Renaissance Europe, this land hearkens back to feudal Japan 1/– when you wield your katana. and the Age of Samurai.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gift, law, war. nation-state, or perhaps it remains a vague and exotic place beyond the periphery of the campaign map. Give it whatever MERATA KON name you like. Symbol: There is no symbol for the Merata Kon as a whole. Your human character can be a traveler or an exile from Most travelers recognize a Merata clan by its krenshar-hide the Land of Honor. If you want to retain your unique cultural tents and the smoke puffs that rise on the horizon when a identity, consider an affi liation with others from your land. Merata scout or companion band signals.",
        "name":  "In your own game, the Land of Honor might be its own Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Merata Kon is a borders of the Land of Honor, or perhaps travel back and network of barbarian clans, sweeping nomadically from the forth is suffi ciently easy that you can periodically return to coastal plains to the high scrub forest, living off wandering the land of your birth. herds, seasonal vegetation, and ransomed travelers. Some If you’re wielding executive powers, you’re either one of tribes of the Merata Kon allow themselves to be hired as the feudal lords or the power behind the lord’s throne. Your mercenaries, making raids on borderland baileys, but many concerns vary as widely as those of any real-world ruler; you would-be patrons shy away from these tribes because both might care about the welfare of your subjects, or you might its savagery and geographical uncertainty make it somewhat care only about games of power or living a life of wealth unreliable. Nonetheless, the people of the Kon are a powerful and leisure. force due to their numbers and ferocity.",
        "name":  "Perhaps colonies or communities of exiles exist beyond the Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Government (racial). In the spring of each year, all the Merata clans gather in",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "15 (continental/empire). one place for an Althing, where horses are traded, daughters",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unless one is human and are wed, and alliances are fi xed. Occasionally, in times of born in the Land of Honor, a character is accepted in this need, a Chief of Chiefs is selected, but most years there is no affi liation only under extraordinary circumstances. higher authority than the chiefs of the individual clans.",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The clans are constantly in a state Criterion Affi liation Score Modifi er of tension with the civilized city-states and kingdoms whose Character level +1/2 PC’s level frontier lands and territories they drift over seasonally, Fighter or monk +2 ignoring political borders like rain or wind or any other 5 or more ranks in Diplomacy +1 force of nature. 10 or more ranks in Diplomacy +2",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The tribe consists mostly of half-orcs, humans, Defeat worthy foe in honorable duel +1 Perform mission at lord’s request +2 (and –4 if you fail) and disaffected half-elves who fi nd much in common with the natural and alienated lifestyle of the tribe. There are known",
        "name":  "Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "13 (multiregional/kingdom and vassal states). half-orcs, dwarves, and gnomes, two centaurs and one gyno- sphinx are known to be associated with the affi liation. Criterion Affi liation Score Modifi er No one knows what happens if you try to leave the One Character level +1/2 PC’s level and the Five. For some reason, no one ever has—or at least, Base attack bonus +5 or higher +1 no one is talking about it. Base attack bonus +10 or higher* +2",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 (regional/march).",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of the One and the Five is six black, hooded fi gures on a violet starburst fi eld. Affiliation",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most of the members are human, but the One and the Five welcome all to their cabal, and in addition to Executive Powers: Craft, research, shadow war. 177 AFFILIATIONS CHAPTER 7 all, but is simply a polymorphed dragon with blindsense; others claim he is a mindspy doppelganger who sees through the eyes of his victims, watching himself as he attacks. No one ever really expects to unseat Eyeless Errol, but many aspire to become the Insurance Boss, the Chief Solicitor, or the Beggarmaster. After becoming Insurance Boss, Chief Solicitor, or Beggar- master, you must deal with regular assassination attempts. Either an ambitious underling or Eyeless Errol himself, wary of your own ambition, attempts to rub you out. If you succeed on a DC 30 Gather Information check, you learn of the plot and do not have to face an assassination attempt that month. If you fail to uncover the plot, you must either succeed on a DC 15 Fortitude save, with failure indicating you have been assassinated, or play out the attack with your DM’s help (the assassin typically has a CR of your level minus 3).",
        "name":  "Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Thieves guild.",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 (city).",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of the guild is a hand placing a gold Sneak attack +3d6 or higher +2 piece into a beggar’s uplifted cup. Runs the gauntlet in initiation +4",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Guild of Insur- Spends one day per week appraising for ers, Solicitors, and Beggars exists for the aggrandizement the guild (requires 10 ranks in Appraise) +1 of its members. This legitimate businessman’s guild is Performs a heist or swindle for the guild run by Eyeless Errol, a sightless dwarf who spends much that nets 1,000 gp or more +1 Spends time in the City Watch gaol +1 of his time on a chair in the guildhouse listening to his Tips off the guild about incoming City Watch raid +2 subordinates report. Eyeless Errol dresses neatly, always Has no ranks in Hide, Sleight of Hand, matching the color of kerchief that winds around his eye- Forgery, Disguise, or Open Lock –2 per skill less sockets to the color of his pants, and he smiles with Participates in a nonguild job, first time –8, and an EL 8 distant awareness. team of thugs is",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "This affi liation enjoys comfortable dispatched to rough you up relations with the Restenford Assassins Guild and the worker Participates in a nonguild job, second time –15, and an EL 12 team of rogues is guilds of the city (including the Sewerworkers and the Chim- dispatched to maim or kill you ney Sweeps), walking a fi ne line between respectability and Steals from someone under the guild’s protection –6 ruthless underworld effi ciency.",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Behind the façade of an honest businessman and Affiliation a dandifi ed hands-off owner, Eyeless Errol runs his guild Score Title: Benefi ts and Duties 3 or lower No affiliation. according to best practices, using double-entry accounting 4–10 Probationary Footpad: Your jobs are and double-team extortion, and he is very hands-on despite sanctioned so you do not incur the affiliation being eyes-off. Some whisper that he is, in fact, not blind at score penalty for an out-of-guild job. Illus. by S. Ellis 178 7 RETPAHC SNOITAILIFFA Affiliation maintain good relations with the aboveground Guild of Insur-",
        "name":  "Secrets",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Benefi ts and Duties ers, Solicitors, and Beggars (thieves guild) and often collaborate 11–15 Hood: You must run the gauntlet and be with that guild on missions. initiated. If you survive, you gain an income of",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pariah, plunder, shadow war. Completes a mission for the guild +4 per mission Lives in sewers +4 RESTENFORD Is double agent with another spy ring +6 SEWERWORKERS GUILD Has no ranks in Hide, Disguise, Bluff, Spot, Listen, or Sense Motive –2 per skill",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of the Sewerworkers Guild is a styl- Is followed by City Watch or a member ized image of the guildmaster: a square with a circle in it, of a rival affiliation into the tunnels –2 representing Smiling Gordin and the head it contorts into a Is visibly shocked by Smiling Gordin’s appearance grinning rictus when communicating. (one time only, DC 15 Bluff check on fi rst meeting) –4",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rat runners, ooze Fails a mission for the Sewerworkers –6 masters, subterranean tinkers, exterminators, conjurors and abjurers of fi lth—the members of the Sewerworkers Guild Titles, Benefits, and Duties: As you advance in the are unnoticed by most and unthanked by all. The guild is Sewer workers’ Guild, you improve your spying and responsible for the operation of the city’s vast subterranean information-gathering skills and learn to use the city tun- tunnel network. Repair work and extermination occupy much nels to your advantage. of the guild members’ time, but these menial tasks only serve to mask the guild’s true nature. Affiliation The guild’s leader is Smiling Gordin, a miraculously awakened Score Title: Benefi ts and Duties 3 or lower No affiliation. gelatinous cube, originally brought into the sewers because of 4–10 Squatter: The Sewerworkers allow you to its ability to scour a passageway clean simply by oozing through squat at night in the tunnels. it. The origin of Gordin’s intelligence is unknown, but the 11–20 Rat Runner: +2 competence bonus on quality of that intelligence is unquestioned. Communicating Gather Information checks in the city. by gelatinous convulsions that manipulate the vocal cords of 21–29 Ooze Master: +2 circumstance bonus on various heads absorbed into his body and not yet dissolved Hide or Move Silently checks in the sewers. (the city is a violent place, and there is no shortage of heads 30 or higher Guild Father: Reroll a failed Spot or Listen check 3/day. +1 resistance bonus on saves for Gordin), Gordin has built the Sewerworkers Guild into against disease. one of the most powerful spy rings in the region.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Utilizing their near-invisible status and all-city access to the fullest, Gordin and the sewer workers Executive Powers: Assassinate, pariah, research. 179 AFFILIATIONS CHAPTER 7 SHARULHENSA, THE ALABASTER TOWERS",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "College (racial).",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 (neighborhoods).",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The symbol of the Sun Fane is the same as that of Score Title: Benefi ts and Duties",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "a shining sun. 3 or lower No affiliation. 4–10 Lay Worshiper: The Sun Fane welcomes you",
        "name":  "Pelor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Sun Fane is a pow- as a faithful member of the congregation. erful Pelorite temple. A cyclopean golden dome, representing 11–20 Ordained: +2 competence bonus on the sun, rests atop colossal blue marble walls, representing Knowledge (religion) checks when the sky, and both are supported by golden fl ying buttresses, consulting the Sun Fane’s library. completing the tableau by representing the sun’s rays shining 21–29 Canon: +1 competence bonus on Diplomacy down on the earth. checks. The goal of the temple is to witness for Pelor and spread the 30 or higher Archbishop: The Sun Fane brooch, vestment of your office (does not take up space on glory of its merciful diety. All members of the temple turn a the body) grants you a +2 bonus on turning stern eye on those who disparage Pelor as a “part-time god” checks. who only works half the day. The prelates, canons, and bishops of the Sun Fane are all ardent in their worship of Pelor, but this does not stop them Executive Powers: Crusade, excommunicate, holiday. from engaging in heated internal politics. The One Sun is the archcanon of the temple, and when a leader steps down THE THUNDER SAIL ARGOSY or passes away into the sun’s brilliant radiance, the infi ghting Symbol: The symbol of the Argosy is emblazoned on the is fi erce. sails of all three brigantines: a gold lightning bolt on sable.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most of the Sun Fane’s members are clerics, Background, Goals, and Dreams: The gentle heaving of and only a cleric can rise to become the One Sun. Paladins, the deck underfoot slows, then stops. The gulls overhead quiet, rogue scholars, and a few druids also climb the ecclesiastical and the only sound is the rhythmic lapping of the suddenly ladder of the Sun Fane’s hierarchy. becalmed salt sea at the hull. A peal of thunder cracks over the In keeping with its merciful teachings, the Sun Fane holds horizon, and clouds come scudding across the sky only a few no grudge against those who leave its ranks. The temple is knots slower than the bolt-on-sable Thunder Sails. notoriously persistent, however, in trying to win back souls, Captain Jonas Jakes commands an outlaw fl eet of three and those who leave the Sun Fane hierarchy can expect many brigantines: the Rain Hawk, the Red Lightning, and the fl agship old friends to come calling with news of brilliant grace and Maelstrom Aria. Few of the current pirates in his fl eet were blessed light. with him when he started, and those few who have been in his",
        "name":  "Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temple. quarters wonder about the strange crystal sphere kept there.",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "12 (kingdom). Slightly larger than the glass buoys used by fi sherfolk, the",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fighting company. month in plunder. 30 or higher Captain of the Rain Hawk or the Red",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 (city).",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You assume the captaincy of a pirate ship; you can command a group of ten Criterion Affi liation Score Modifi er pirates (eight 1st-level fighter/1st-level rogues, Character level +1/2 PC’s level one 3rd-level fighter/4th-level rogue, and one Base attack bonus +5 or higher +2 7th-level druid) on one mission per month. 5 or more ranks in Profession (sailor) +2 5 or more ranks in Perform (sing) or another Perform",
        "name":  "Lightning",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Plunder, raid, terrorize. skill suitable for shipboard life +2 Can cast control weather or similar effect +10 WINTERVEIN DWARVES Can summon water elementals, water natural allies to careen ship without need to run it aground +4 Symbol: The Wintervein symbol is a triangular mountain Is an outlaw +2 (per outlawing kingdom) rent with cracks or veins. Sails on a successful raid with the Argosy +4 per raid",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A collection of clans, the Has own ship to add to the Argosy +6 Wintervein Dwarves are a cross between a nomadic tribe and Has no ranks in Profession (sailor), Climb, a crusading army, continually on the move against the goblin- or Balance –2 per skill Has tattoo of Imperial Naval service oids, aberrations, and other horrors of the deepest caverns. or kills an albatross –8 The Winterveins delve deeper into the earth than most other Disobeys captain –10, and you are fl ogged dwarves, seeking out new caverns and transforming them into Causes ship to be scuttled –50, and you are marooned",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As you advance in the Argosy, you de- velop your seamanship, win plunder, and perhaps even rise to the captaincy. The Thunder Sail Argosy approaches another stepping stone on Captain Jakes’s quest Illus. by M. May 182 7 RETPAHC SNOITAILIFFA habitable communities. Winterveins typically secure a cavern When you reach a leadership position among the Winter- complex deep underground, build a fortress-city there, then veins, you are the leader of a large extended family (with all push deeper underground until they fi nd a hospitable spot the politics that entails), and you’re the general of a dwarf for their next city. They’re the dwarves on their race’s most army on the march. Over the course of a single council important frontier: the one that extends below the feet of all meeting, you might declare a crusade against a mind fl ayer other dwarves. city, hire adventurers to fi nd the lost Hammer of Resounding",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fighting company (racial). Rings, and placate a dwarf elder who is having a hard time",
        "name":  "Type",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "11 (multiregional/duchy). fi nding wives for his sons.",
        "name":  "Scale",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft, crusade, raid.",
        "name":  "Executive Powers",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The name of your affi liation could be descriptive of guild, or tribe. This selection affects the executive powers its interests or concerns, or it could be a “false front” hiding its available to the affi liation’s leaders. true agenda. It could be complex, legalistic, or long-winded, Some concepts might be diffi cult to defi ne neatly. A group evincing an effort to impress or awe the general populace. of related individuals (tribe) might be engaged in a profi table Or it might be short or obscure, requiring a certain level of enterprise (business) selling illegal goods (thieves guild). inside information to understand its true meaning. However, for the purpose of executive powers, you’ll need to",
        "name":  "Name",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Design your affi liation’s symbol (if you want it to set one type as the affi liation’s primary focus. have one), bring it to the table, and place it near your character sheet whenever affi liations are involved in play. CATEGORY",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perhaps everyone in your affi liation shares a battle Decide whether your affi liation is a racial one or a social cry, or perhaps they intone the same blessing before every one, and include “(racial)” in the Type entry of the affi liation sunset. (The example affi liations in this chapter have no description if appropriate. (The concept you create could mottoes, so you can come up with one you like if you want dictate which category the affi liation belongs in.) to use an affi liation “out of the box.”)",
        "name":  "Motto",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Just as your character SCALE is motivated by his past and driven to his future, so should Choose your affiliation’s scale in conjunction with your your affi liation be. Did it start in the slaughterhouse of Bravik, Dungeon Master. Table 7–1, below, provides guidelines. only to become a powerful mercenary company scourging the As a general rule, the scale of an affi liation is an indica- hinterlands? Did it once rise to dominate the city’s arcane soci- tion of how high up the ladder of infl uence it can rise. For ety, only to be shattered by the demons it once commanded? instance, a scale 12 affi liation could obtain an audience with Does your affi liation want to merge with another affi liation? the king; a scale 8 affi liation probably has the count’s ear; Destroy one? Draft the king’s niece into its ranks? a scale 3 affi liation might get a hasty hearing by the local",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "With the ringing of the steeple bells, your individuals. holy organization declares a hunt for blasphemers. Designate",
        "name":  "Druid circles, temples, and tribes can excommunicate Inquisition",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your affiliation might bestow a valuable gift when one target affi liation. Throughout your area of infl uence, that it matters most. After receiving a gift, the mercenary affi liation falls under the shadow of suspicion. company sends extra troops, the temple sends its staff of life On an individual level, members of the targeted affili- along with the bishop, and the thieves guild doesn’t pick- ation are harassed by dedicated inquisitors. For each day pocket your members on the way back from the tavern. they spend in the lands of the inquisition, they must suc- When your affiliation sends a gift to someone, you or an ceed on a Fortitude save (DC 10 + your affiliation’s scale) agent of your affiliation receives a +4 competence bonus or be fatigued. on your next Diplomacy check involving the recipient On an affi liation level, suspected groups are forced to of the gift. curtail some activities and conceal others. The target of an Alternatively, when your affiliation sends a gift to an inquisition must succeed on an opposed espionage check or appropriate organization, it secures a +2 competence bonus be unable to use any executive power requiring a violence or on its next violence, espionage, or negotiation check, provided negotiation check during the next month. the attempt is undertaken within 2 months of the gift. For Maintaining an inquisition is expensive and interferes example, a gift to a fi ghting company could secure a bonus with day-to-day activities. Each month when you conduct on your next violence check. an inquisition, you must succeed on an opposed negotiation Businesses, colleges, governments, and temples can check with the local government or lose 2 capital. send gifts. Druid circles and temples can press an inquisition. Individ-",
        "name":  "Gift",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your affi liation stalks the alleys, the under- to be a pariah. passes, the rooftops, and the dark copses on the edges of country",
        "name":  "Cabals, spy rings, and thieves guilds can declare a member Shadow War",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the new level does not use the same Hit feature in place of one from the current level, treat the situ- Die as the current level, don’t reroll your character’s hit ation as if you had used the class feature retraining option points. Just add or subtract 1 hit point from your character’s detailed above. If the new level simply alters one of your current total per step of difference between the two die sizes character’s existing class features, just apply the alteration. (or 2 hit points per step if the new level is her fi rst level in a class). For instance, if the current level has a d8 Hit Die, and the new level has a d10 Hit Die, your character would gain 1 hit point (or 2 hit points if the new level is her fi rst level in a class). Alternatively, if the new level has a d4 Hit Die, she would lose 2 hit points (or 4 hit points if the new level is her fi rst level in a class).",
        "name":  "Hit Points",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the new level doesn’t offer any additional class skills over and above those on the current level’s class skill list, make no changes to your character’s existing skill ranks. If the new level offers any class skills that aren’t on the class skill list of the current level, you can subtract up to 4 skill ranks from any skill in order to add the same number of ranks to any of the new level’s class skills.",
        "name":  "Skill List",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The dwarf fi ghter racial substitu- tion levels in Races of Stone offer Knowledge (dungeoneering) as an additional class skill. So if you choose to retrain your character’s 1st level as a fi ghter and change it to 1st level as a dwarf fi ghter, you could subtract up to 4 ranks from any skill and add an equal number of ranks to Knowledge (dungeoneering), in addition to the other changes that substitu- tion level retraining allows.",
        "name":  "Example",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Adjust these bonuses characters brought back by reincarnate and similar effects that to match your new array of class levels, just as if you had restore characters to life as members of different races. created a brand-new character with those classes.",
        "name":  "Base Attack and Base Save Bonuses",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the new class level does not use the same The Process Hit Die as the current level, don’t reroll your character’s hit Each time your character completes a rebuild quest, you points. Just add or subtract 1 hit point from your character’s can change his race. First, remove all racial traits (including current total per step of difference between the two die sizes ability score modifi ers) granted by your character’s original (or 2 hit points per step if the new level is his fi rst level in a race. Then add all the racial traits and ability score modifi ers class). For instance, if you trade a fi ghter level (d10 Hit Die) from the new race. The character’s known languages don’t to gain a barbarian level (d12 Hit Die), your character would change unless you also choose the language retraining option gain 1 hit point (or 2 hit points if the new level is his fi rst level (see page 194). of barbarian). If you traded that fi ghter level for a sorcerer So far the process sounds simple, right? Unfortunately, it isn’t level (d4 Hit Die), your character would lose 3 hit points (or always easy. Many potential complications can arise from this 6 hit points if the new level is his fi rst level of sorcerer). aspect of character rebuilding. The sections below demonstrate",
        "name":  "Hit Points",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the new class level grants the same number how to handle the various issues that might arise. of skill points as the current level does, you don’t have to make Feat: If a change of race means that your character no any changes to your character’s skill ranks. Even if the class longer qualifi es for a feat she already has, she loses access to skill lists are widely different, it’s generally more work than the feat, as well as to any others for which it is a prerequisite. it’s worth to fi ddle around with skill ranks in this manner. However, the feat still occupies a feat slot unless you also use If you wish, you can also use the skill retraining option (see the feat retraining option (see page 193). page 194) to adjust some of your skill ranks. Prestige Class: If a change of race disqualifies the If the new level does not grant the same number of skill character for a prestige class in which she already has one points as the current level, you must adjust your character’s or more levels, she loses the benefi t of any class features or skill ranks appropriately. If the new level grants fewer skill other special abilities granted by that prestige class. She points than the current level, remove 1 rank from any skill retains the hit points gained from advancing in that class, as per point of difference between the two levels. If the new well as any improvements to base attack bonus and base save level grants more skill points than the current level, you bonuses that those levels provided. However, you can use must immediately spend those skill points using the new the class level rebuilding option to replace the now-useless level’s class skill list. For example, trading a fi ghter level to prestige class levels—and you probably should, unless you’re gain a barbarian level would grant 2 skill points to a character sure that the character will be able to meet the requirements with Intelligence 10. With those extra points, you could again soon. buy 2 ranks of barbarian class skills or 1 rank of a barbarian Racial Substitution Level: Changing your character’s race cross-class skill. You must still abide by the skill rank limit might well mean that any racial substitution levels (detailed in for your character’s level in this process. the Races series of supplements) she has are no longer appropri-",
        "name":  "Skill Points",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Quick PC Ranger: Strength 12, Dexterity 15, Constitution 14, Intel- ligence 10, Wisdom 12, Charisma 8.",
        "name":  "Appendix",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 13, Dexterity 15, Constitution 12, Intel- and NPC Creation ligence 14, Wisdom 10, Charisma 8.",
        "name":  "Rogue",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 14, Dexterity 15, Constitution 12, Intel- This section presents quick and easy ways to create characters ligence 10, Wisdom 13, Charisma 8. for both players and DMs. If you’re a fast study and need a Sorcerer: Strength 8, Dexterity 13, Constitution 14, Intel- relatively low-level character, you can create one in 5 minutes ligence 12, Wisdom 10, Charisma 15. with the system presented here. Swashbuckler: Strength 13, Dexterity 15, Constitution For ready-to-play 1st-level characters, consult the starting 10, Intelligence 14, Wisdom 8, Charisma 12. packages presented in Chapters 1 and 2. Warlock: Strength 8, Dexterity 14, Constitution 13, Intel- Creating a character always involves making certain deci- ligence 12, Wisdom 10, Charisma 15. sions. Below are the ordered steps to create a character in an Warmage: Strength 8, Dexterity 13, Constitution 12, effi cient manner. Intelligence 14, Wisdom 10, Charisma 15.",
        "name":  "Scout",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 15, Dexterity 13, Constitution 14, level characters. Intelligence 10, Wisdom 12, Charisma 8.",
        "name":  "Barbarian",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 10, Dexterity 14, Constitution 13, Intel- Table A–1: Preferred Races by Class ligence 12, Wisdom 8, Charisma 15. Class Race",
        "name":  "Bard",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 8, Dexterity 14, Constitution 12, Intel- Barbarian Half-orc (or goliath1) Bard Gnome ligence 15, Wisdom 10, Charisma 13. Beguiler Half-elf (or changeling2)",
        "name":  "Beguiler",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 12, Dexterity 8, Constitution 13, Intel- Cleric Human ligence 10, Wisdom 15, Charisma 14. Dragon shaman Human (or dragonborn human3)",
        "name":  "Cleric",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 15, Dexterity 12, Constitution Druid Elf (or killoren4) 14, Intelligence 8, Wisdom 10, Charisma 13. Duskblade Elf",
        "name":  "Dragon Shaman",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 10, Dexterity 12, Constitution 14, Intel- Favored soul Human ligence 8, Wisdom 15, Charisma 13. Fighter Dwarf (or warforged2) Hexblade Human",
        "name":  "Druid",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 15, Dexterity 13, Constitution 12, Knight Human Intelligence 14, Wisdom 10, Charisma 8. Marshal Human",
        "name":  "Duskblade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 14, Dexterity 10, Constitution 12, Monk Human (or buomman5) Intelligence 8, Wisdom 15, Charisma 13. Paladin Human (or aasimar)",
        "name":  "Favored Soul",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 15, Dexterity 13, Constitution 14, Intel- Ranger Elf (or shifter2) ligence 10, Wisdom 12, Charisma 8. Rogue Halfl ing (or whisper gnome1)",
        "name":  "Fighter",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 15, Dexterity 12, Constitution 13, Intel- Warlock Human ligence 10, Wisdom 8, Charisma 14. Warmage Human",
        "name":  "Knight",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 14, Dexterity 13, Constitution 12, Wizard Elf (or illumian6) Intelligence 10, Wisdom 8, Charisma 15. 1 Races of Stone",
        "name":  "Marshal",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 13, Dexterity 15, Constitution 12, Intel- 2 Races of Eberron 3 Races of the Dragon ligence 10, Wisdom 14, Charisma 8. 4 Races of the Wild",
        "name":  "Monk",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength 13, Dexterity 8, Constitution 14, Intel- 5 Planar Handbook 207 ligence 10, Wisdom 12, Charisma 15. 6 Races of Destiny 208 XIDNEPPA 4. PICK YOUR SKILLS",
        "name":  "Paladin",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy (Cha), Spot (Wis), Listen (Wis), Knight 2 + Int mod Intimidate (Cha), Sense Motive (Wis), Knowledge (history) Marshal 4 + Int mod (Int), Swim (Str), Ride (Dex). Monk 4 + Int mod Paladin 2 + Int mod Monk: Tumble (Dex), Spot (Wis), Move Silently (Dex), Ranger 6 + Int mod Hide (Dex), Escape Artist (Dex), Climb (Str), Jump (Str), Rogue 8 + Int mod Balance (Dex). Scout 8 + Int mod Paladin: Diplomacy (Cha), Ride (Dex), Sense Motive Sorcerer 2 + Int mod (Wis), Heal (Wis), Concentration (Con), Knowledge (reli- Swashbuckler 4 + Int mod gion) (Int). Warlock 2 + Int mod Warmage 2 + Int mod Ranger: Survival (Wis), Hide (Dex), Listen (Wis), Wizard 2 + Int mod Spot (Wis), Handle Animal (Cha), Move Silently (Dex), Knowledge (geography) (Int), Search (Int), Jump (Str), SKILL PRIORITY LISTS Swim (Str).",
        "name":  "Marshal",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Three skills from totem dragon choice In many ways, your character’s feats defi ne his basic abilities (see class), Climb (Str), Intimidate (Cha), Knowledge and talents. The following feat progressions map out appro- (nature) (Int). priate selections from 1st to 20th level. The “H” entry in the",
        "name":  "Dragon Shaman",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "See the unseen, sickening blast, eldritch spear. 13–14 Calm 62–63 Quiet",
        "name":  "Least",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eldritch chain, fell fl ight, beshadowed blast. 15–16 Charming 64–65 Patriotic",
        "name":  "Lesser",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The number of skill points the psionic character starts with at 1st level, the number of skill",
        "name":  "Class Skills",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "the points gained each level thereafter, and the list of class psion and the psychic warrior. You’ll first find a general skills. To this number, add or subtract the character’s discussion in “game world” terms (Adventures, Characteristics, Intelligence modifier for the total points gained each Alignment, and so on), the sort of description that individuals level (but always at least 1 skill point per level, even living in the game world could understand and the way a for a character with an Intelligence penalty). Re- psionic character might describe himself or herself. These member that a 1st-level character starts with four descriptions are general. Individual characters may differ in times this number of skill points. Since the maxi- their attitudes, outlooks, and other characteristics. mum rank in a class is the character’s level +3, at 1st Game rule information follows the general class level you can buy up to 4 ranks in any class skill, at a descriptions. cost of 1 skill point per rank.",
        "name":  "This chapter describes the two psionic character classes",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Abilities entry explains which ability scores are most important for a psionic character. You can also buy skills from other classes\u0027 skill lists, but The, starting each skill point only buys a half rank in these cross-class packages skills, and you can only buy up to half the maximum rank a assume that class skill would allow (thus, the maximum rank at 1st level you spend 4 for a cross-class skill is 2). Some psionic class skills are exclu- skill points sive, which means that other character classes cannot nor- on every skill you start with mally buy them. (so as to excel in",
        "name":  "Abilities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Special characteristics of the psionic a few things classes. class features include the following. rather than",
        "name":  "Class Features",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psionic characters use psionic powers. expressed a little This entry provides additional guidance. differently from",
        "name":  "Powers",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each class has certain unique the standard skill capabilities. buying system.",
        "name":  "Other Features",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you\u0027re not using a starting Even though the package, a character gets the starting gold noted here. presentation looks",
        "name":  "Starting Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The psion\u0027s level.",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The psion\u0027s base attack bonus and number of attacks.",
        "name":  "Base Attack Bonus",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Level-dependent psion abilities, explained in the “Class Features” section that follows. Power Points/Day: How many psionic power points the psion has access to each day. Psions manifest powers when they pay that power\u0027s cost with power points. The psion possesses a maximum number of power points equal to the given number of power points per day plus any bonus power points per day, no more. Bonus power points are shown on Table 1-2.",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psions are not particularly drawn to any deity, personality, creating a psicrystal. A psicrystal has special due to their exceptional focus on their own personal poten- tial. Psions who do revere a deity do not TABLE 1–2: PSION BONUS POWER POINTS conform to any general choice. Ability –––––––––––––––– Bonus Power Points (by Psion Level) ––––––––––––––––",
        "name":  "A psion can seed a crystal or gem with a fragment of his Religion",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The inborn gift for psionics is unpredictable, and it powers within a particular discipline. can show up in any of the common races. When a psion uses a psionic power, he “manifests” it. To Illithids are especially likely to be psions, since their manifest a 1st-level or higher power, the psion must have a abilities are actually components of a deeper psionic nature key ability score of 10 plus the power\u0027s level (thus, a psion they possess awesome psionic might even without taking cannot manifest powers in a particular discipline if his key levels in the psion class. ability score for that discipline is less than 10). The psion",
        "name":  "Races",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psion\u0027s ability scores are all potentially for 24 hours. important, because each discipline has a key ability score that In addition to having a high ability score, a psion must be affects powers used from within that discipline (see the side of sufficient level to gain bonus power points of a given level. bar on Disciplines). Every power falls within one of six",
        "name":  "Abilities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Powers that propel or displace objects in A discipline is one of six groupings of powers, each defined by a space or time. A psion whose primary discipline is common theme, such as Metacreativity or Telepathy. Every Psychoportation is called a nomad. Dexterity is the key ability known psionic power is aligned with one of the six disciplines. A score for all powers within the Psychoportation discipline and is psion must choose one psionic discipline as his or her primary the ability score nomads use to determine bonus power points. discipline at character creation. A psion can choose powers",
        "name":  "DISCIPLINES Psychoportation",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Powers that reveal information. A psion whose Psychokinesis Constitution Manipulate energy Savant Metacreativity Intelligence Out of thin air Shaper primary discipline is Clairsentience is called a seer. Wisdom is Clairsentience Wisdom See what\u0027s hidden Seer the key ability score for all powers within the Clairsentience Telepathy Charisma Mental contact Telepath discipline and is the ability score seers use to determine bonus power points.",
        "name":  "Clairsentience",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Powers that alter the psion’s own",
        "name":  "Psychometabolism",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any. from any discipline, but the “d” in each column represents a",
        "name":  "Alignment",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4. single extra power learned from the psion\u0027s primary discipline. A \"—\" indicates no extra powers are known a \"d\" or a number indicates that the psion can choose one or more Class Skills powers at the given level. The psion\u0027s class skills vary by the psion\u0027s primary discipline. Powers discovered can be common powers chosen from The egoist\u0027s class skills (and the key ability for each skill) the psion power list (see Chapter 5: Powers), or they can be are Autohypnosis* (Wis), Balance (Dex), Climb (Str), unusual powers that the psion has gained some Concentration* (Con), Jump (Str), Knowledge (psionics)* understanding of by study. For example, a psion with a power (Int), Psicraft (Int), Stabilize Self (Con), and Swim (Str). stone encoded with an unusual psionic power (one not on the The nomad\u0027s class skills (and the key ability for each skill) psion power list) could select that power as one of his new are Climb (Str), Concentration* (Con), Escape Artist (Dex), powers for achieving a new level, provided the power is the Intuit Direction (Wis), Jump (Str), Knowledge (psionics)* right level. In any case, the psion can\u0027t learn powers at a faster (Int), Psicraft (Int), Remote View* (Int), Ride (Dex), Swim rate in this manner. It simply allows the psion to occasionally (Str), and Use Rope (Dex). select powers that aren\u0027t found on the psion power list. The savant\u0027s class skills (and the key ability for each skill) To manifest a power within a particular discipline, a psion are Autohypnosis (Wis)*, Concentration* (Con), Disable must have a key ability score of at least 10 + the power\u0027s level. Device (Int), Knowledge (psionics)* (Int), Open Lock (Dex), (Psionic attack and defense modes are exempt from this Pick Pocket (Dex), Psicraft* (Int), Remote View* (Int), and restriction, and do not possess levels.) The DC for saving Search (Int). throws to resist a psion\u0027s powers is 1d20 + the power\u0027s level + The shaper\u0027s class skills (and the key ability for each skill) the psion\u0027s key ability modifier. The ld20 roll is made by the are Alchemy (Int), Appraise (Int), Concentration* (Con), attacking psion when the power is manifested. (Psionic attack Craft (any) (Int), Disguise (Cha), Knowledge (psionics)* (Int), and defense modes add a special modifier instead.) Perform (Cha), Psicraft* (Int), and Remote View* (Int). Certain powers can be enhanced as they are manifested, at The seer\u0027s class skills (and the key ability for each skill) are the cost of additional power points. Chapter 3: Feats describes Concentration* (Con), Gather Information (Cha), Intuit a number of psionic power enhancement feats. Direction (Wis), Knowledge (psionics)* (Int), Listen (Wis),",
        "name":  "Hit Die",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psion may choose to discover a lower-level power Psicraft* (Int), Remote View* (Int), Sense Motive (Wis), and in place of a higher-level power normally granted by level Spot (Wis). advancement. Thus, a psion advancing to 9th level may The telepath\u0027s class skills (and the key ability for each skill) normally learn another 4th-level power but could instead are Animal Empathy (Cha), Bluff (Cha), Concentration* learn a 3rd- or lower-level power in its place. If a psion (Con), Diplomacy (Cha), Gather Information (Cha), chooses to learn a lower-level power instead of his first Knowledge (psionics) (Int), Psicraft (Int), Remote View* discipline power for a particular level (indicated by a “d” on (Int), and Sense Motive (Wis). Table 1-1), the substitute lower-level power must be in tbe *See Chapter 2: Skills for new skill descriptions. Other psion\u0027s primary discipline. skills are found in Chapter 4 of the Player\u0027s Handbook.",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psion can manifest a certain number of 1st-level and higher powers per day based on his available Skill Points at 1st Level: (4 + Int modifier) x 4. power points, but he need not prepare his powers in advance-",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. he just pays the power point cost of a power to manifest it. The number of available power points per day is improved by Class Features his bonus power points, if any, as shown on Table 1-2. For All of the following are class features of the psion. instance, at 1st level the telepath Ialdabode gets 2 power",
        "name":  "Skill Points at Each Additional Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sympathetic Owner gains +2 bonus on Sense Motive Low-level psions are cautioned to choose powers with lower checks. costs. For instance, a psion could choose mind blast at 1st level, but its high power point cost (9) makes it inaccessible Psicrystal Personality Descriptions: All psicrystals have to the psion for several levels. distinct personalities. At 1st-level, the psion only gets a. feel",
        "name":  "Psionic combat modes have varying manifestation costs",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psion can encode a psicrystal (see Psicrystals, for the crystal\u0027s personality through strong feelings, but at below). Doing so takes a day and requires materials that cost higher levels the psicrystal is free to telepathically provide 100 gp (usually, the gem used as the basis for the psicrystal the psion with advice, severely slanted toward the psicrystal\u0027s represents at least 50% of the total cost). A psicrystal is a particular world view. The owner always sees a bit of herself psionically charged crystalline stone no more than 1 inch in in her psicrystal, even if magnified and therefore distorted. diameter. It carries a fragment personality seeded from the Artiste: This splinter personality notes without humility psion\u0027s own mind, with which the psion can empathically that it is wonderfully talented in almost any occupation, be it interact and from which he can derive benefits. A psion may dancing, opera, or cooking. Equal parts troth and pretension possess no more than one psicrystal at my one time. make up this claim.",
        "name":  "Psicrystal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sometimes bad seeds are still good for something. what fragment of his personality is encoded in the stone. As The bully splinter personality\u0027s overbearing harangues and the psion increases in level, his psicrystal also increases in nearly constant insistence that only its way is right is trying, utility, as shown on Table 1-5: Psicrystal Special Abilities. but its influence is sometimes handy for the psion.",
        "name":  "The psion chooses the type of psicrystal he gets, that is, Bully",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "3d4x10 gp (unless using a starting package). implanted splinter is that feeling personified. Given to urging the psion into dangerous situations, it pays back its owner with physical resolve in difficult situations. PSICRYSTALS",
        "name":  "Starting Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The lying psicrystal just can_ help telling falsehoods, Except to its owner, a psicrystal appears to be a normal gem even to its owner who knows all too well when it is worth 1.00 gp. However, a psicrystal grants a special ability to prevaricating and when it is communicating truthfully. This its psion owner depending on the fragment personality seeded 10 :1 RETPAHC CINOISP SESSALC doesn\u0027t stop the psicrystal. Its laying ways serve the psion in TABLE 1–5: PSICRYSTAL SPECIAL ABILITIES good stead when she is forced to attempt the same. Psion Psicrystal",
        "name":  "Liar",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Did you see that?” is the most common 15-16 13 Channel power communication between a psicrystal and its owner. Often 17-18 14 enough, me psion has seen the proffered sight and ignored it 19-20 15 as, unimportant. Sometimes, though this observant quality allows the psion to note things she might have otherwise Intelligence: The psicrystal\u0027s Intelligence score. Psicrystals passed by. are smart, but their personality trait colors all empathic,",
        "name":  "Observant",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    }
]
