[
    {
        "origin_file":  "other.json",
        "description":  " This heavy stone door opens (Strength DC 20) to reveal a 10- Duchess Dorota Dobre; Loved Forever; By Her foot-square hollow containing a 3-foot-by-5-foot rectangular Grieving Family slab of marble, 3 feet high, on which a rag-draped skeleton reclines. If the PCs open this heavy stone door (Strength DC 20) or",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Aurica was an illegitimate daughter of the the door to Crypt 6, the tactical encounter for Crypt 6 is Zarovich line who found a place in the castle thanks to her triggered. great artistic talent. (Knowledge [local] DC 12 or Gather Tactical Encounter: Crypt 6: Saint Markovia on page Information DC 12) 182.",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Duchess Dorota Dobre was a minor noble of CRYPT 3: LADY IOLANDA YONESCU little importance, remembered by history only for her fl am- The epitaph inscribed on ing red hair and fi ery personality. this stone door reads: (Knowledge [local] DC 20 or Gather Information Lady Iolanda DC 20) Yonescu;",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Merchant Queen remains of poor Dor- Extraordinaire; ota were shoveled out of Purveyor of Hope here and replaced with a boneclaw and two This heavy stone Strahd zombies by the door opens (Strength Necromancer, who is in- DC 20) to reveal a 10- terested in making sure foot-square hollow that the thighbone of containing a 3-foot-by- the saint in the adjacent 5-foot rectangular slab crypt remains guarded of marble, 3 feet high, against casual tomb raid- on which a rag-draped ing. The boneclaw and skeleton reclines. Strahd zombies emerge",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Iolanda if this crypt is opened, or Yonescu was the only A crypt inscription if Crypt 6 is disturbed. daughter of a simple cobbler. Wanting",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A secret compartment in the stone bier (Search more, she left Barovia at a young age. Over a twenty-year DC 24) holds a scroll of daylight. period, she built a veritable trade empire. She returned to Barovia, found a place in the court, and died here happy CRYPT 6: SAINT MARKOVIA before Strahd’s rise to power. (Knowledge [local] DC 15 or The epitaph inscribed on this stone door has been scratched Gather Information DC 15) so as to be almost unreadable. A successful DC 20 Search",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "One of the skeleton’s hands, gripped to its check allows a character to read the damaged inscription: chest, tightly holds a tarnished, antique silver ankh (worth 1,000 gp). Saint Markovia; Great Was Her Might; Undone By a Jealous Hand CRYPT 4: PRINCE AUREL If the PCs attempt to open Crypt 5 or Crypt 6, the tactical",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " encounter is triggered. Prince Aurel Plesu; His quest for the sky never Tactical Encounter: Crypt 6: Saint Markovia on page 182. ceased Research: Markovia was a local priest with a reputation that no evil could ever touch her. She went missing all the If the PCs open this heavy stone door (Strength DC 20), the same. (Knowledge [local] DC 15 or Gather Information tactical encounter is triggered. DC 15)",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crypt 4: Prince Aurel on page 180. Additional Knowledge and Gather Information checks",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " Endorovich the Terrible; What the Blood of Slaves Could Not; A Woman’s Scorn Achieved Let these remind those who would contest the Master’s will. If the PCs bend low to read the epitaph or move to enter this crypt, the tactical encounter begins. This heavy stone door opens (Strength DC 20) to reveal a",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crypt 7: Endorovich on page 184. 10-foot-square hollow containing the remains of several",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "One story tells of a noble called Endorovich, humanoids. Read: who loved a woman in the Zarovich court, but she loved The stone walls of this cramped hollow hold the another. As she and her lover dined, Endorovich put poison dried corpses of at least four humanoids that were in the man’s wine glass. The glasses were mixed and the apparently tortured to death. Cruel iron bands hold woman accidentally drank the deadly mixture. The lover was hanged for the deed and buried in the cemetery behind the bodies to three of the walls, while body hangs from church in Barovia. Endorovich was driven mad with guilt the ceiling. A burnished skull sits atop a rectangular and killed many women in his lifetime. (Knowledge [local] slab of marble, 3-feet high. DC 20 or Gather Information DC 20) Here are the remains of adventurers who fought and failed in",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "In a secondary crypt accessible through a secret room K67. The bodies of a dwarf, two humans, and an elf are door (Search DC 28), rotting leather bags lay beneath rags of attached to the walls and ceiling with iron bands. The elf’s white linen. The bags hold a total of 340 pp. head lies alone on the bier. Scrutiny of the remains shows missing and crushed fi ngers, burned eye sockets, and other CRYPT 8: MARIUS horrifi c signs of torture.",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " The name Dysania is crudely burned into the elf skull. Marius; A Life Well-Lived; Long Suffering, Dysania was the leader of the adventurers. Strahd bore the He Found Peace elf particular enmity for wounds she infl icted upon him. He made her fi nal hours excruciating. If the PCs open this heavy stone door (Strength DC 20) or",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crypt 7: Endorovich on page 184. The skull retains some measure of the violence committed",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two ghouls consumed Marius’s remains and now claim the crypt as their own. They emerge if this Tasha Petrovna; Light Unto the West; Friend and door is opened, or if Crypt 7 is disturbed. Companion This heavy stone door opens (Strength DC 20) to reveal a CRYPT 9: ADRIAN SELYMES square hollow containing a rectangular slab of marble. Skel-",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " etal remains lie atop the slab. Adrian Selymes; King of Vintners; Interred with Research: Tasha Petrovna, also referred to around court Great Mourning as the “Healer of Kings,” served the Zarovich rulers long ago and was famed for her beauty and wit. (Knowledge [local] This heavy stone door opens (Strength DC 20) to reveal a 10- DC 20 or Gather Information DC 20) foot-square hollow containing a 3-foot-by-5-foot rectangular slab of marble, 3 feet high, on which a rag-draped skeleton CRYPT 12: KING TOMESCU reclines.",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Adrian Selymes was the lord vintner to the Zarovich kings for a hundred years. His long life was attrib- King Tomescu; He Traveled Far uted to the nearly supernatural wines he was capable of This heavy stone door is locked (Strength DC 30 to open, producing in his secret winery. Adrian learned his techniques Open Lock DC 40 to unlock). It connects to a portal, not a by studying similar supernatural vintages the world over. No crypt. The silver key (half at the bottom of the cauldron in one knew wine as well as Adrian. (Knowledge [local] DC 20 K55, the other half in a chest in K69) unlocks the door. or Gather Information DC 20) If the door is opened, the tactical encounter occurs.",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "One of the skeleton’s hands, gripped to its chest,",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crypt 12: King Tomescu on page tightly holds the neck of a bottle of wine: Selymes Cellars 186. 9955339933772200__CChh0044..iinndddd 112200 77//2266//0066 77::3333::3399 PPMM 121 RAVENLOFT CASTLE CHAPTER 4",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "No one named King Tomescu ever ruled Special: As a special use of this portal, a traveler can choose in Castle Ravenloft to the best of anyone’s recollection. to push beyond the regular limits imposed by common sense. (Knowledge [local] DC 15 or Gather Information Instead of merely choosing places he has person- DC 15) ally visited, the traveler can attempt",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "to travel anywhere he has Fused to the west wall heard described or seen in of this crypt is a stone maps or paintings. Mod- ring, 10 feet in diam- ify the d% roll used to eter, which frames a determine transit time visible dimensional by –25. distortion. Stepping Return Trip: Any through the frame portal traveler can transports indi- choose to instantly re- viduals to distant turn to the crypt so long locations—but not as he spent no more without risk. than an hour in the The portal to location to which he anywhere is an in- traveled, hasn’t moved dungeon feature more than 100 feet from that cannot be the specifi c point where removed without he appeared, and hasn’t damaging the ring used the return trip op- or permanently dis- tion in at least seven pelling the effect. days. Otherwise, if a The portal detects traveler stays more than as strong conjura- an hour, has moved tion, CL 17th. 101 feet or more from",
        "name":  "Portal to Anywhere",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The strange device sitting on the bier is a clock- CRYPT 16: ELICA FLOREA work music player. Despite its rusted, pitted exterior, if the The epitaph inscribed on this stone door reads: metallic fl ange is wound a few times and released, a haunting Elica Florea; Loyal Servant and Gardner tune plays as a testament to the maker and the masterwork materials used to craft it. In the right market, it is worth 500 If the PCs open this heavy stone door (Strength DC 20) or gold pieces. the door to Crypt 20, the tactical encounter for Crypt 20 is triggered. CRYPT 14: SHUHUL ISHAI-BAL Tactical Encounter: Crypt 20: Sasha Ivliskova, page 190.",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Research: Elica Florea, a servant in the castle, was renowned for the garden she kept in the southeastern court- Shuhul Ishai-Bal; Advisor to Endorvich; Friend from yard. No one could grow fl owers quite so fragrant. (Knowledge the East; Here Lies His Family in Honor [local] DC 20 or Gather Information DC 20) Opening the heavy stone door (Strength DC 20) reveals a Development: While Sasha still enjoyed Strahd’s undi- shaft that plunges 40 feet into darkness. If PCs descend into vided attention, she gained servants for herself, a few of which the shaft, they trigger the tactical encounter. “sleep” here.",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crypt 14: Shuhul Ishai-Bal on page Treasure: A DC 25 Search check uncovers a secret com- 188. partment in the bier that holds a wand of command plants",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The noble Endorovich kept a family of servi- (5 charges). tors from a far eastern land, but little was known of them or their true heritage. (Knowledge [local] DC 20 or Gather CRYPT 17: Information DC 20) COUNT SERGIU SOLOMOVICI",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The fi endish trap near K86 has caught The epitaph inscribed on this stone door reads: the occasional wanderer in this room. On some occasions,",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Never Afraid To Attempt; if Strahd is watching a party particularly closely, he might What Others Deemed Impossible loiter in this room in the hope that a lone PC suddenly transpositions into one of the coffi ns. If this occurs, Strahd This heavy stone door opens (Strength DC 20) to reveal a dominates the PC and sends him on his way to rejoin the PCs. 10-foot-square hollow, a rectangular marble slab, and a rag- The dominated PC helps Strahd move closer to whichever draped skeleton. plan he pursues (as revealed in the Fortunes of Ravenloft). Research: One story has it that Count Solomovici, also",
        "name":  "Count Sergiu Solomovici",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wife CRYPT 15: CLAUDIU",
        "name":  "Ireena Kolyana",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The crypt is empty, the bier clean and polished.",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This grave has been prepared by Strahd to Claudiu; None Shall Ever Forget; His Courage and unnerve friends of Ireena, or Ireena herself if she accompa- Sacrifi ce nies the PCs. This heavy stone door opens (Strength DC 20) to reveal a If Ireena is with the PCs, she reacts poorly, throwing a 10-foot-square hollow, a rectangular marble slab, and a rag- minor tantrum. She cries out and kicks at the slab on the draped skeleton. 9955339933772200__CChh0044..iinndddd 112222 77//2266//0066 77::3333::4455 PPMM 123 RAVENLOFT CASTLE CHAPTER 4 ground. She enters the tomb, Research: Sasha Ivlis- kicking at the bier and curs- kova was Burgomaster ing Strahd: of Barovia some 40 years ago. She seems unique in “Strahd! I DARE you to history—at a time when appear before us here Strahd’s depredations were and now! If you’re a man growing worse every year, at all, you’ll cease these Sasha somehow dealt with games and face us the Master of the Castle, NOW!” causing his raids and evil cleansings to cease. One Strahd does not respond to day, Sasha disappeared. this provocation. For him, the For a period of at least four psychological game is more years, all was quiet. A new important. Burgomaster was appointed",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lying upon the and people began to hope bier is a golden, jewel-studded for the best. But Strahd comb (500 gp value) with sev- An unsettling inscription . . . reappeared, as deranged and eral stands of dark hair lovingly and neatly woven through it. terrible as ever, and his depredations have not ceased since. This is Ireena’s hair. If asked, Ireena can’t recall when Strahd (Knowledge [local] DC 20 or Gather Information DC 20) could have gotten her hair.",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "For a while, Sasha enjoyed Strahd’s undi- vided attention. But for the last few years, she’s languished CRYPT 19: DHAVIT UTHURLAN here, commanded to stay within the crypt unless disturbed",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " or Strahd calls for her. Dhavit The Builder; Thou Standeth Amidst A Treasure: An easily discoverable compartment in the bier",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Zaroviches employed a grand architect page where Sasha wrote her innermost thoughts. See the for the design and construction of Castle Ravenloft. Dhavit sidebar for the journal entry. stayed on after the castle was complete. It is commonly acknowledged that few castles, if any, have ever exceeded the CRYPT 21: PATRINA VELIKOVNA excellence of the fl oor plan and execution of Castle Ravenloft.",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " He is missed to this day. (Knowledge [local] DC 15 or Gather Information DC 15) Patrina Velikovna; Bride",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A DC 25 Search check uncovers a secret switch. If This heavy stone door opens (Strength DC 20) to reveal a fl ipped, a catch retracts, allowing the bier to swing wide, reveal- 10-foot-square hollow, a rectangular marble slab, and a rag- ing a steep narrow stair leading down and eventually leveling draped skeleton. off into a tunnel. This tunnel can be used to exit the castle.",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Patrina was a villager in Barovia who was stoned to death for practicing witchcraft. (Knowledge [local] DC 15 CRYPT 20: SASHA IVLISKOVA or Gather Information DC 15)",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wife CRYPT 22: SIR ULRICH BUCARAVICH",
        "name":  "Sasha Ivliskova",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " If the PCs prepare to open the heavy stone door (Strength DC 20) or open the door to Crypt 16, the tactical encounter Sir Ulrich Bucaravich is triggered. This heavy stone door (DC 20 Strength check to open) opens",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sir Ulrich was a knight of the raven, slain by nor drink, and that he was bodily taken up to the Seven Heav- werewolves. (Knowledge [local] DC 18, Knowledge [nobility ens after his death. (Knowledge [local] DC 20, Knowledge and royalty] DC 18, or Gather Information DC 18) [religion] DC 20, or Gather Information DC 20) CRYPT 23: UNMARKED CRYPT CRYPT 27: UNMARKED CRYPT There is no epitaph inscribed on this heavy stone door. There is no epitaph inscribed on this heavy stone door. Opening the door (Strength DC 20) reveals a 10-foot-square Opening the door (Strength DC 20) reveals a 10-foot-square hollow containing a rectangular slab of marble and a rag- hollow containing a rectangular slab of marble and a rag- draped skeleton. draped skeleton. CRYPT 24. IANCU DUDNIC CRYPT 28: ARDAN KHARKOV",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epitaph inscribed on this stone door reads: Iancu Dudnic; Dog Sled Champion; Unjustly Slain Ardan Kharkov; Chef to the Count This heavy stone door opens (Strength DC 20) to reveal a 10- This heavy stone door (Strength DC 20 to open) opens to foot-square hollow containing a rectangular slab of marble reveal a 10-foot-square hollow that contains a rectangular slab and a rag-draped skeleton. of marble on which a rag-draped skeleton reclines.",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Iancu was a champion dog sled racer. His Research: Ardan Kharkov was a respected chef and baker, reign was cut short by the spouse of one of the competitors who made the wedding cake for Sergei and Tatyana von he beaten too many times. He was found frozen beneath his Zarovich. (Knowledge [local] DC 25 or Gather Information sled, terror etched on his face. (Knowledge [local] DC 20 or DC 25) Gather Information DC 20)",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The west wall of the crypt is shot through CRYPT 29: IVAN PIETROVISKA with cracks (Spot DC 25 to notice anything out of the ordinary). The epitaph inscribed on this stone door reads: Scrutiny reveals the wall is weak, and some sort of hollow Ivan Pietroviska; Beloved of Anna Philippia exists behind it, though no secret door opens onto the hollow. A DC 18 Strength check is enough to collapse the wall, reveal- This heavy stone door (Strength DC 20 to open) opens to ing a roughly hewn 5-foot-diameter vertical tunnel. reveal a 10-foot-square hollow that contains a rectangular slab The tunnel winds up 70 feet to a secret room off K61, and of marble on which a rag-draped skeleton reclines. leads down 40 feet to K89, a subcatacomb. The 5-foot-diam- Research: The name of Ivan Pietroviska is unknown to eter tunnel is essentially vertical, but is so roughly burrowed history, but Anna Philippia is well known as a bard who stayed through the stone that a DC 10 Climb check is suffi cient to for a time at the court of Barov and Ravenovia. (Knowledge ascend or descend. [local] DC 18 or Gather Information DC 18)",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The rag-draped skeleton clutches a dog collar with a jeweled name tag that reads “Hektor” (30 gp value) in CRYPT 30: PREFECT CYRIL REMYLICH one bony hand. The epitaph inscribed on this stone door reads: Prefect Cyril Remylich; Beloved of Barov and CRYPT 25: STEPHAN GREGOROVICH Ravenovia; High Priest of the Order of the Raven",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " This heavy stone door (Strength DC 20 to open) opens to Stephan Gregorovich; First Counselor to Baron von reveal a 10-foot-square hollow that contains a rectangular Zarovich slab of marble and a skeleton draped in white clerical vest- This heavy stone door opens (Strength DC 20) to reveal a 10- ments that show no signs of decay. The skeleton’s head rests foot-square hollow containing a rectangular slab of marble on a small chest. and a rag-draped skeleton. Research: Cyril Remylich was the spiritual leader of the",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stephan Gregorovich was a respected adviser to knights of the raven, and the leader of the church under Strahd during the vampire lord’s wars of conquest. (Knowl- Barov and Ravenovia. (Knowledge [local] DC 25, Knowledge edge [local] DC 25 or Gather Information DC 25) [religion] DC 25, or Gather Information DC 25)",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "215). In the chest under the skeleton’s head are a strand of prayer beads, 10 +1 silvered arrows, and a scroll of raise dead. Khuden Doranal; Ascetic Monk of the Ecaterines This heavy stone door opens (Strength DC 20) to reveal a CRYPT 31: THORGEN THE GRASPING 10-foot-square hollow containing a bare rectangular slab of The epitaph inscribed on this stone door reads: marble. A careful examination (Search DC 25) reveals a very Thorgen the Grasping; Gold Is His Only Legacy faint outline in the shape of a human body, as though a form once rested here. This heavy stone door (Strength DC 20 to open) opens to",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Khuden Doranal was a renowned monk of the reveal a 10-foot-square hollow that contains a rectangular slab Ecaterine Monastery, known for his rigorous asceticism. It of marble and a rag-draped skeleton. The skeleton clutches a is said that his spirit was so pure that he needed neither food small chest in its bony arms. 9955339933772200__CChh0044..iinndddd 112244 77//2266//0066 77::3333::5500 PPMM 125 RAVENLOFT CASTLE CHAPTER 4",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Thorgen the Grasping is long forgotten. No CRYPT 38: DEFACED CRYPT check will reveal anything about who he was and what his The epitaph inscribed on this door has been chipped away and role in history might have been. is now unreadable. Opening the heavy stone door (Strength",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The chest in the skeleton’s arms is coated with nith- DC 20) reveals a hollow that contains the skeletons of three arit poison (contact, Fort DC 13, initial damage 0, secondary large dogs. damage 3d6 Con). The chest contains 1 gp. CRYPT 39: UNMARKED CRYPT CRYPT 32: UNMARKED CRYPT There is no epitaph inscribed on this heavy stone door. There is no epitaph inscribed on this heavy stone door. Opening the door (Strength DC 20) reveals a 10-foot-square Opening the door (Strength DC 20) reveals a 10-foot-square hollow that contains a rectangular slab of marble and a rag- hollow with two alcoves in the back wall. A character step- draped skeleton. ping into the eastern alcove is immediately teleported into the eastern alcove in K86, the Crypt of Strahd. Similarly, a CRYPT 40: SATERIS TAUL character who steps into the western alcove in K86 appears The epitaph inscribed on this stone door reads: in the western alcove in this crypt. These portals allow char- Sateris Taul; Last of Her Line acters to bypass the bizarre transposition trap that wards the entrance to Strahd’s crypt. This heavy stone door opens (Strength DC 20) to reveal a 10-foot-square hollow that contains a rectangular slab of CRYPT 33: EMPTY CRYPT marble and a skeleton wrapped in fragments of an embroi- There is no epitaph inscribed on this heavy stone door. Open- dered robe. ing the door (Strength DC 20) reveals an empty crypt that Research: Sateris Taul was a mystic of the Barovia region, has never been used. supposedly the last of a great line of seers and fortune-tellers. She enjoyed the same reputation that Madam Eva now claims. CRYPT 34: KING DOSTRON (Knowledge [local] DC 19 or Gather Information DC 19) The epitaph inscribed on this stone door is written in the",
        "name":  "Trap",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "K85: TOMB OF SERGEI VON ZAROVICH King Dostron; Hellborn and Hellbound A grand tomb is visible through iron bars (unless the for- This heavy stone door (Strength DC 20) opens to reveal a 10- tunes of Ravenloft indicate Strahd is here, in which case foot-square hollow that contains a rectangular slab of marble see below). covered with a scattering of ashes. Iron bars block a grand marble stair down to a great,",
        "name":  "Infernal language and reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is a potential location for an is now unreadable. Opening the heavy stone door (Strength encounter with Strahd, as prophesied by Madam Eva. If so, DC 20) reveals an empty hollow. the tomb is a tactical encounter. CRYPT 37: JANNES Tactical Encounter: K85: Tomb of Sergei Von Zarovich on page 192.",
        "name":  "Fortunes of Ravenloft",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is a potential location for an If the PCs enter the chamber and touch the fl oor, the tacti- encounter with Strahd, as prophesied by Madam cal encounter is triggered. Eva. If so, the tomb is a tactical encounter.",
        "name":  "Fortunes of Ravenloft",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "K89: Subcatacombs on page 198. Replace the read-aloud text provided",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The proto-humans above with that given in the that worshiped in this secret natural tactical encounter. cavern were a bloody people who",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " loved a bloody god, a god whose K88: Tomb of Barov and name has been lost to the ages. Ravenovia on page 196. Sacrifices occurred on the table",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "After before the crudely carved idol (the Strahd killed Sergei and rogue eidolon) for centuries, slowly the castle guards “killed” empowering it. him, he rose as a vampire",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The grand staircase ascending from area K8 rises Strahd attacks the PCs in the Entry at any point during the 30 feet to K19. These stairs don’t affect movement, but char- adventure. The gallery and grand staircase provide an oppor- acters who attack a foe on a lower stair gain a +1 bonus on tunity for him to fl y around in his “werebat” form, which (in melee attacks for being on higher ground. The “S” on the stairs his experience) terrorizes his victims nicely. He attacks here is Strahd; refer to the details in “Strahd in the Entry” if Strahd if he has good reason to want to terrorize the PCs, or if he is present for this encounter. wants to prevent them from leaving the castle.",
        "name":  "Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A 5-foot-wide balcony surrounds the Great Entry Statistics for Strahd and the dread guards are presented (K8), 20 feet above the floor. The gargoyles begin the encounter on the following two pages. perched at the edge of this balcony, and can fly up here to gain While the PCs are in the Great Entry, Strahd enters from cover against ranged attacks. K25 in his human form. He quietly speaks the command word",
        "name":  "Gallery",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The three remaining great pillars in the chapel take up an entire square each and provide cover (+4 to AC, +2 on Reflex saves) to anyone standing behind them.",
        "name":  "Massive Pillars",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The pillar in the southwest portion of the room has been shattered, creating an area of dense rubble that hampers movement across five squares. It costs 2 squares of movement to enter these rubble-strewn squares. The DC of Balance and Tumble checks increases by 5, and the DC of Move Silently checks increases by 2 while char- acters are standing in or moving through these squares. Any character touching the altar",
        "name":  "Shattered Pillar",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "These stairs (K18) circle upward and fell to the holy smite effect. See page 214 for details about 300 feet to K59, and down 10 feet to a solid masonry wall the Icon of Ravenloft. that blocks the stairway (except for a small crack that allows The desiccated corpse wears +1 full plate, has a +1 unholy Strahd in gaseous form to pass through). These stairs do not heavy mace at its belt, and a periapt of Wisdom +2 around its impede movement. neck.",
        "name":  "High Tower Staircase",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The secret door connects area K25 to area K13. A DC 25 Search check is needed to find the secret door. Even though the door is well hidden, there are tiny cracks around it that Strahd can use to escape the room in gaseous form. If a PC has seen Strahd escape through these cracks, that character gains a +4 circumstance bonus on Search checks to find and open the door.",
        "name":  "Secret Door",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A large window in the west wall consists of many small panes of thick, opaque glass. Several of the panes have been broken, letting in the cold night air. A chill wind blows through the room, swirling a scattering of dead leaves from the outside.",
        "name":  "Window",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Twin staircases hoping to score an energy drain each round. He seems to descend 20 feet to K19. delight in the pain his bite and claws These stairs don’t affect infl ict, and he grows stronger from movement, but charac- the energy he drains. ters who attack a foe The dread guards move slowly up below them gain a +1 the stairs and try to engage PCs other bonus on melee attacks than Strahd’s chosen target, using their for being on higher earth’s pull ability to keep those PCs ground. from aiding Strahd’s victim.",
        "name":  "Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d20+11. Lief uses his Charisma modifi er instead of his Wisdom modifi er for this check.",
        "name":  "To resist Intimidate",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hostile.",
        "name":  "Starting Attitude",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Apply the following modifi ers to any Diplomacy check made to infl uence Lief’s attitude, based on the PCs’ manner and specifi c things they mention in their interaction with him. All of these bonuses stack with each other. • PCs try to talk about accounting or fi nances (–1); • PCs are fawning or fl attering (–2); • PCs are authoritative and demanding (+1); • PCs imply that Lief is a captive (–1); • PCs make any reference to the deathlocks (–1) • The PCs offer Lief an alcoholic beverage (+2)",
        "name":  "Modifi ers",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This large, low table is heaped with rolls of parch- ment and heavy tomes. A Medium character can step onto it (or a Small character can jump onto it with a DC 10 Jump check), but it counts as difficult terrain (it costs 2 squares of movement to enter).",
        "name":  "Table",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tall bookshelves line the walls. They do not hamper movement, and they are bolted to the wall so they cannot be tipped over.",
        "name":  "Shelves",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The door in the west wall leads to the Audience Hall (K25). The door in the east wall leads to the South Tower Stairs (K21).",
        "name":  "Doors",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The tables are stacked with an array of materials, most of them not particularly valuable. A careful examination (DC 18 Search check) of the tables in K55 uncovers 1 vial of acid, two flasks of alchemist fire, 100 tindertwigs, 3 vials of antitoxin, 2 sunrods, 1 tanglefoot bag, 3 thunderstones, 10 vials of ipecac (see page 209), and a glass jar with a single live garden larva sealed inside it (see page 157). One jar holds a dead shocker lizard, while another contains 18 shocker lizard FIRST VIEW eggs, half of which are viable (each worth about 10 gp).",
        "name":  "Tables",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A silver key is visible at the bottom of this cauldron.",
        "name":  "Cauldron",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " This parapet rises high above the castle—only two towers rear higher. Bluish sludge covers the parapet, secreted by nearly a dozen white, wet, rat- sized slugs. The slugs move slowly, migrating among pooled sludge and vaguely anthropoid fl eshly bulbs rooted into the stone parapet. The parapet is ever so slightly canted, enough so that the excess sludge languidly drains along the northern catwalk into an entrance on the neighboring tower. An acidic, vinegar-like odor dominates the air.",
        "name":  "When PCs fi rst look upon this area, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Excess effluvia from garden larva form two retreats here after fi ghting the PCs to warn the devil about pools of bluish goo in low spots on the parapet. Each pool is the intruders), use the tactical statistics found on page 154. about three feet deep at the center, completely transparent,",
        "name":  "Ichor Pools",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This human’s body is gaunt and pale. Its once-fi ne clothes are tattered, and a pair of vicious canines dominates its dark red mouth.",
        "name":  "Vampire Spawn",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The landing is slick with bluish goo that slowly oozes in from K57. Any humanoid that fights within 5 feet of the goo-slicked edge of the shaft must make a DC 15 Balance check each round or fall 190 feet (19d6 damage) to the tower floor (K20).",
        "name":  "Tower Shaft",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each step up and down from the landing ascends or descends two feet. Each step if 5 feet wide. No railing guards against accidental fall into the tower shaft.",
        "name":  "Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This human’s body is gaunt and pale. Its once-fi ne clothes are tattered, and a pair of vicious canines dominates its dark red mouth. Use the statistics found on page 158.",
        "name":  "Vampire Spawn",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each step down from the landing descends 2 feet. Each step if 5 feet wide. No railing guards against falls into the tower shaft.",
        "name":  "Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 7; mechanical; location trigger; auto- tures 5 feet to the west and onto the chute trap (Reflex DC 17 matic reset; Refl ex DC 25 avoids; chute channels victims to avoid). The rejuvenating form of Rafail might also be here, outside tower 260 feet above northeast quadrant of courtyard depending on PCs’ earlier actions. (20d6, fall); Search DC 27 to fi nd; Disable Device DC 18 to",
        "name":  "Chute Trap",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A giant worker ant and a giant soldier ant mill about the stalker’s den. Giant ants look like regular ants, except for their extraordinary size. TACTICS The troll stalker emerges from the K21 stairwell and attempts to attack the PC who most looks like a warrior. Being invisible, the troll stalker gains a +2 bonus on attack rolls against sighted opponents, and ignores its opponents’ Dexterity bonus to AC (if any). The stalker’s position cannot be pinpointed by visual means. It has concealment; even if the square where it is located is correctly guessed, the attacker has a 50% miss chance in combat. 163 EENNCCOOUUNNTTEERR KK6611 9955339933772200__CChh0044__EEnncc..iinndddd 116633 77//2266//0066 77::5522::5566 PPMM W C IINNEE EELLLLAARR Encounter Level 9 Use this encounter with the room entry on page 110. This encounter takes place when the player characters attempt to enter this area. If the PCs attempt to open the portcullis by bending the bars or lifting the gate, they set off the pit trap in the fl oor of room K62. All those who succumb to the trap fall diagonally into a concealed pit in room K63. A wraith (marked as W on the map) haunts the concealed pit, attacking all that fall into the pit. When the trap is triggered, or when the room is entered, combat rounds begin. A construct of broken wine-bottle shards (a glass shrapnyl, S on the map) assembles on its turn in the initiative order. It attacks those PCs not in the pit. Another wraith (W) haunts the K18 stairwell. It moves through a crack in the wall on the second full round of actions to attack the nearest PC. A spiderlike vermin called a chelicera (C) hides in the southern corner of the room. It begins to use its mimicry ability to attract one or more PCs. FIRST VIEW",
        "name":  "Giant Ants",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  " The fl oor in front of the portcullis drops away, sending all those standing on it tumbling down a dark, diagonal shaft. PIT TRAP The fl oor to the west of the portcullis (a 10-foot by 40-foot section) is really a trap door. When the PCs attempt to open the portcullis, the trap door swings down and drops any PCs standing on it diagonally into a 10-foot-by-40-foot pit on the other side of the portcullis. The pit is 20 feet deep. It is open to the room above, but until the trap is triggered it is concealed by a minor glamer (CL 5th; illusion) that makes the area appear to be solid fl oor. A wraith hides within the pit, waiting for anyone to fall in. Broken bottles, bones, and other useless trash litter the fl oor of the pit. The portcullis can’t be opened in any way, but it doesn’t descend lower than the level of the fl oor. Characters can enter the pit and climb out the other end to get into area K63.",
        "name":  "When the pit trap is triggered, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "These massive, heavy racks each store a hun- dred or more wine bottles. Most of the contents have turned to vinegar.",
        "name":  "Wine Racks",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This construct is composed of whirling, airborne shattered wine bottles. Razor sharp shards spin and whirl in a Large vortex, obviously dangerous once active. When quiet, the shrapnyl appears as a layer of broken glass on the ground.",
        "name":  "Glass Shrapnyl",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This corpse appears to be a zombie until it makes a successful attack. Then its long, clawed tongue becomes obvious.",
        "name":  "Mohrg",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "There are two monstrous spiders (S) hiding in the alcoves. These aggressive predators use their poisonous bites to subdue and kill prey.",
        "name":  "Monstrous Spider",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A wraith appears as a fl oating spectral fi gure robed in darkness. It has the barest shape of a humanoid, but the only distinguishing feature is its glowing red eyes.",
        "name":  "Wraith",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This towering, bloated giant looks depends on how they approach it. as if its skin is about to burst. Thick veins fork across its If the PCs enter this area from one of the stairs in the fl esh, and its body pulses and shifts as if a great quantity northern part of the room, the sanctum initially contains of fl uid strains beneath its skin. two bloodhulk giants (marked as B on the map) and a",
        "name":  "Bloodhulk Giant",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 7; mechani- Strahd Zombies (2) CR 2 cal; action trigger (attempting to open or unlock Crypt 6, or failing to open Crypt 6 or disarm the trap); manual HP 40 each _____________________________________________ reset; Atk +18 ranged (1d4+1 plus poison, dart); poison NE Medium undead (humanoid) Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 (greenblood oil, Fortitude DC 13 resists, 1 Con/1d2 Con); multiple targets (1d8 darts per target in a 10-ft.-by-10-ft. area AC 16, touch 10, flat-footed 16 as shown); Search DC 25 to fi nd; Disable Device DC 25 to HD 6 Immune mind-affecting, poison, sleep, paralysis, stunning, disengage the trap. disease, death effects, critical hits, nonlethal damage, ability drain, energy drain TACTICS Fort +2, Ref +2, Will +5",
        "name":  "Fusillade of Greenblood Oil Darts",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The spectre Endorovich appears as an incorpo- real man in dark clothes, with long dark hair, and a haunted expression. His form is luminous and ghostly, and he fl oats more than walks through any encounter. A feeling of death and dread hangs around the spectre like a cloud of fl ies. T M D ACTICAL AP ETAILS Details on the tactical map are described below.",
        "name":  "Spectre",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A heavy stone door (Strength DC 20 to open) seals each crypt. Most crypts have epitaphs inscribed on their doors. Crypt 7 Door: The door of this crypt is off its iron hinges and lies upon the fog-swirled catacomb floor.",
        "name":  "Crypts",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "VAULT If PCs enter this vault by way of the shaft from Crypt 14, read the following aloud when they reach the bottom: This dank, dripping vault is awkwardly shaped, low, and smells of rotted meat. A dozen or more stone coffi ns cover the fl oor of the vault, each neatly, somehow ominously, arranged so that the top of each coffi n faces north. When a PC opens a coffi n and reveals one of the undead resting here, combat rounds begin.",
        "name":  "FIRST VIEW",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A COLD, DARK PLACE If a PC is transported into a coffi n due to the trap in K86, randomly place that PC in any coffi n with a wight. The wight appears in the PC’s place in K86 and immediately attacks the rest of the party. The sudden arrival of life in the chamber causes the undead to arise and swarm. The wights become active as described above (1d4+1 per round until all thirteen are active), moving toward the PC’s coffi n to attack and feast on the unfortunate victim. The shadow and the wraith behave as described above, targeting the newly arrived PC.",
        "name":  "TACTICS",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The statues appear to be regal marble figures of Rock Throwing (Ex) The range increment is 180 feet for a stone giant’s thrown rocks. It uses both hands when kings of old, each standing about 10-feet tall. If the PCs throwing a rock. There are no rocks to throw here in the make a concerted effort to examine the statues more closely, tomb, and it won’t pick up the slab on which Sergei’s a DC 15 Intelligence check allows a PC to notice that the coffin rests to throw it. statue in the center alcove is different from the others. It Rock Catching (Ex) A stone giant gains a +4 racial bonus on appears cruder, less regal, and its royal accoutrements seem its Reflex save when attempting to catch a thrown rock. to fit poorly. It holds its rod of rulership more like a club than an instrument of authority, for example. That’s because this statue is really a stone giant, held in stasis and awaiting Strahd’s command to step out of the alcove and attack. It moves first to PCs closest to the marble slab, and it attacks until it is killed. If it is not killed and the encounter ends, it returns to its alcove and renters stasis. After 24 hours, it is again ready for Strahd’s command, at full health and ready to attack.",
        "name":  "Statues",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The 5 foot-diameter tunnel is es- sentially vertical, but is so roughly burrowed through the stone that a DC 10 Climb check is sufficient to ascend or descend the tunnel. The tunnel drops 30 feet into a complex of 3-foot-diameter tunnels that lead every which way and are filled with a bustle of giant worker ants (100+) and, somewhere, the queen ant. If a determined PC were to map out all the tunnels over the T M D ACTICAL AP ETAILS course of a couple of long days, he or she would eventually dis- Details on the tactical map are described below. cover an entrance to the outside world, some 500 feet north of",
        "name":  "Tunnel in Floor",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "One large stone, vaguely rectangular, is parked the base of the pillarstone, among a jumble of boulders in the on top of two similar stones that stand 10 feet tall, creating a trees. 10-foot-by-10-foot space beneath. The megalith stands before Rogue Eidolon: This 12-foot tall humanoid statue is carved a square slab that emerges from the floor of the cavern. of purplish stone, but its hands are black as pitch. Weathered",
        "name":  "Megalith",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Enduring Life.",
        "name":  "Prerequisites",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per round as a standard action, you can attempt to remove a negative level from yourself by attempt- The following two feats originally appeared in Libris ing a Will save (DC 10 + 1/2 attacker’s HD + attacker’s Cha",
        "name":  "FEATS Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Book of Undead. They are included here modifi er). If the saving throw succeeds, the negative level because the knight of the raven prestige class grants goes away. You make a separate saving throw for each negative them as bonus feats, but they could be useful for level you have gained. If the save fails, you retain the negative any characters adventuring in Barovia and Castle level, but you can try again next round to remove it. Ravenloft. KNIGHT OF THE RAVEN ENDURING LIFE You can ignore the effect of negative levels for a short “The raven is not a god—it’s a symbol. A symbol of virtue, of light time. in the darkness, of life and vitality in the face of death.”",
        "name":  "Mortis",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any good. make a Will save (DC 10 + 1/2 your class level + your Cha",
        "name":  "Alignment",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4. modifi er). If the save fails, that opponent takes a –2 penalty",
        "name":  "Base Attack Bonus",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Suffer no false life.” supplies by an additional 5% (maximum 1,000 gp/year).",
        "name":  "Credo",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ashlyn, 5th-level paladin. As a contact within the guild, Ashlyn is generally helpful. One time only, ENTRY REQUIREMENTS she will accompany the member on an adventure whose pri- As a guild, the Lightbringers organization requires a prospec- mary purpose is hunting undead. tive member to have at least 4 ranks in an associated skill. The guild accepts all classes, so no minimum level requirement THE LIGHTBRINGERS IN THE WORLD exists. Entry and annual dues are required, and the guild The Lightbringers provide a ready-made opportunity for imposes minimum service. adventure. Undead plague every lightless corner of the world,",
        "name":  "LIGHTBRINGERS Sample Contact",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any. and PC guild members can always fi nd rumors of such mon-",
        "name":  "Associated Classes",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration, Gather Information, sters to hunt down. (Having an annual quota also provides an Heal, Knowledge (history), Knowledge (local), Knowledge ongoing incentive.) Alternatively, the guild might hire out (religion). members for specifi c missions to exterminate undead. A PC",
        "name":  "Associated Skills",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The initiation fee is a one-time payment of 100 gp, might even be the “backup” requested by another member donated to the affi liated temple housing the local Lightbring- to fi ght a challenge too great to handle alone. ers chapter. Annual dues are also 100 gp, but the real cost of",
        "name":  "Dues",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The diffuse nature of the organization means that level. that no central leadership exists. An individual or group who Lightbringer alternative class abilities help members has signed the membership charter has complete authority improve in their quest to destroy all undead. However, any to manage its own responsibilities. Individual members are character interested in slaying undead could qualify for these answerable only to themselves, though they report to the alternative abilities, even if the Lightbringers guild does not local chapter on progress toward their yearly goals. exist in your campaign. (In that case, rename them “hunter Some Lightbringers, seeking a fi gure of authority, tracked alternative class abilities.”) down the original elf family that initiated the guild. The Each set of alternative class abilities presents variants for organization accords the honorary title “Leading Light” to selected standard classed based on the concept of hunting Merquo Lightbringer, the great-grandfather of Auro’s older undead. The DM can add more Lightbringer alternative class brother. This title is purely a sign of respect. Merquo is an abilities (such as for a barbarian or a fi ghter) as desired, using active member of the guild, and certainly inspires the others, the ones presented here as guidelines. though he’d never presume to give orders. A character need not take all the alternative class abilities provided for a class. For instance, a lightbringer paladin might LIGHTBRINGERS LORE decide to take only the detect undead alternative class ability Most people generally know something about the Light- at 1st level, ignoring those available at other levels. bringers or can guess, though few can claim complete The format for alternative class features is summarized knowledge. below. Characters with ranks in Gather Information, Knowledge (history), Knowledge (local), or Knowledge (religion) can Alternative Class Feature Name research the Lightbringers guild to learn more about them. A general description of the ability and why you might want When a character makes a skill check, the following lore to consider it. is revealed, including the information from lower DCs. A Level: You can select the alternative class feature only at character with at least 5 ranks in one of the guild’s associated this level (unless you are using the retraining option). skills gets a +2 synergy bonus on this check. Replaces: This line identifi es the ability that you must sacrifi ce to gain the alternative class feature.",
        "name":  "Leadership",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section describes the mechanical effects of 10 The Lightbringers are pledged to fi ght undead the new ability. wherever they exist, and to track it down if necessary. 15 M ost large cities have temples affi liated with the Light- Class Feature Retraining bringers. Retraining is adjusting a decision you made earlier in your 25 The Lightbringers Guild, as it was originally called, character’s career by selecting a different legal option. This was started in memory of an elf child named Auro technique represents the character’s practicing new talents Lightbringer. At the age of only fourteen years, she in lieu of honing older ones. In a way, the process is simi- was stolen away by ghouls and consumed. Her siblings and others founded the Lightbringers in an lar to attaining a new level. In keeping with that concept, oath of vengeance. the retraining option can be chosen only during level 35 S light evidence exists that Auro wasn’t consumed by advancement. the ghouls that stole her, but rather embraced. The Each time your character attains a new level, you can slightest imtimation that the “patron saint” of the choose to retrain. This decision must be implemented before Lightbringers might be a ghoul would rock the guild any benefi ts of the newly attained level are applied. For to its core. Thus the leadership suppress this knowl- example, if a 5th-level rogue wants to trade her trap sense edge and hotly deny any such claim. feature for the penetrating strike alternative class feature (see page 208), she can do so immediately upon attaining 6th LIGHTBRINGER ALTERNATIVE CLASS level, before she gains any of the benefi ts for that level (such FEATURES as additional hit points, skill points, and so on). Alternative class features replace class features found in the Class feature retraining allows you to swap out one charac- original class description. If you have already reached or ter option at a given level for another. The character remains passed the level at which you can take the feature, you can pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "DC Result Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "FAVORED IN GUILD remain a member of the guild, you gain a +2 competence bonus You are an active and valued member of your guild. on all checks made with that skill.",
        "name":  "NEW FEAT",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Membership in a guild (including 2 ranks in An active guild member in the Lightbringers also gains an two of the guild’s associated skills, and at least 1 rank in another additional fringe benefit, as noted in the Lightbringers organiza- two of the guild’s associated skills). tion description.",
        "name":  "Prerequisites",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. LIGHTBRINGER CLERIC",
        "name":  "Level",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you select this class feature, you do not gain Lightbringer clerics are those clerics who focus fi rst and bardic knowledge. foremost on their ability to turn undead. They know that the",
        "name":  "Replaces",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st.",
        "name":  "Level",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Turn undead.",
        "name":  "Inspire Turning Replaces",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instead of the cleric’s normal ability to turn or to lend greater energy to an ally’s turn undead attempt. rebuke undead, a lightbringer cleric can channel positive",
        "name":  "You use your knowledge of religious hymns and divine song Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. energy to destroy undead. Thus, a lightbringer cleric con- pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Level",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Detect evil. cannot fl ank them. In addition, you still cannot gain sneak",
        "name":  "Replaces",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "3rd. damage.",
        "name":  "Level",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A lightbringer paladin who uses his smite evil damage with no extra fi re damage. ability against undead gains an additional +2 bonus to the Craft (alchemy) Check DC: 20. attack roll and deals an extra 1 point of damage per two",
        "name":  "Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. (10 bolts). paladin levels. For example, a 13th-level lightbringer paladin",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "6th. body. Each embedded stake deals 1d6 points of fi re damage",
        "name":  "Level",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. (10 stakes). While most rogues are loners from day one, the lightbringer",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "150 gp (10 stakes). rogue has decided to throw in with others who share her fun-",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. who drinks a dose of ipecac within 1 minute of ingesting a",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "50 gp. poison gets a +5 bonus on the second saving throw against",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This vial resembles a the effects of the poison. bottle of premium cologne; however, it contains an alchemical A vial contains 10 doses. distillation of garlic essence, silver particles, and holy water. Craft (alchemy) Check DC: 25.",
        "name":  "Alchemical Vampire Repellent",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. action that provokes attacks of opportunity. One fl ask of lich-",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "20 gp. distinct musky odor of moonfl ower (one of its ingredients).",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 4, Darkness 4, sorcerer/wizard 4 12th, Knowledge (religion) 5 ranks, create undead, 8,000 gp,",
        "name":  "Level",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, M/DF 640 XP, 16 days.",
        "name":  "Components",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action",
        "name":  "Casting Time",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "20 lb.",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch",
        "name":  "Range",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "63,325 gp.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Object touched",
        "name":  "Target",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Saving Throw",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters can learn the following information about undertake the bonding ritual only after succeeding on this vampire hide by making Knowledge (arcana) or Knowledge check (and thus, those of lower DCs). (religion) checks at the appropriate DCs, as listed below.",
        "name":  "Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the ring is worn, it automatically activates and DC. the fi rst time in any given 24 hour period that the wearer",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forge Ring, death ward, 5,040 gp, 404 XP, DAYHEART 11 days. The Dayheart is a singular in-dungeon feature that grants",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. vampires linked to it immunity to the effects of sunlight.",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you spend a standard action, the ring’s effect locket is destroyed, the Dayheart’s hardness drops to 5. becomes active once per day for a period of 5 minutes. Activation: The main effect of the Dayheart is always",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once activated, you charge yourself with positive active, energy. This gives you 25 temporary hit points and a +4 sacred Effect: The Dayheart provides immunity to linked vam- bonus to Strength. The temporary hit points (or what remain pires from daylight . of them) fade along with the sacred bonus to Strength. Linked vampires currently include: Strahd, one vampire Aura/Caster Level: Faint transmutation. CL 5th. spawn from room K60B, four vampire spawn in K60A, Rafail",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forge Ring, righteous might, 2,700 gp, 216 in K60A, Sasha Ivliskova in crypt 20 of K86, the two vampire XP, 6 days. spawn in crypt 16 of K86, plus any other vampires or spawn",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. Strahd converts during the course of the adventure.",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unique. Codex Advocare is a tome that gives benefi ts to warlocks who",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Immovable. can use invocations.",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Priceless.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This fang-shaped ruby is affi xed to an iron",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The book must be formally claimed in order",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. mental, class abilities and supernatural powers, if any. On",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. a bearded devil.",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "18,000 gp. If the locket is smashed (destroy- ing it), a bearded devil springs up in GHOST HOOD a fl ash of hellfi re.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This black, Dayheart) is always active as long voluminous hood fully covers as a single devil’s tree and the locket the head, and casts deep shadows exists. If the locket is smashed, the on the wearer’s features. secondary effect is activated.",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the wearer spends The Holy Symbol of Ravenkind However, if the locket is smashed, the Day- a standard action, the hood’s effects heart loses its ability to protect those linked become active once per day for a period of 30 minutes. with it against the effects of daylight. Simultaneously, a",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,160 gp. ezu, 1,125 gp, 90 XP, 3 days.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—.",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,500 gp. RED DRAGON This petrifi ed heart of the red dragon briefl y lends its wearer HOLY SYMBOL OF RAVENKIND the fi re subtype. Originally the holy symbol of the High Priest in Barovia, this",
        "name":  "HEART TALISMAN OF THE Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This blackened, fi brous mass of hardened platinum holy symbol is a powerful icon of good. tissue looks organic, but is as hard as stone. It resembles a Description: The Holy Symbol of Ravenkind is a platinum shriveled, shrunken heart, which has been affi xed to a silver amulet shaped like the sun, with a large crystal embedded in chain, allowing it to be worn as an amulet. its center. Around the crystal are inscribed symbols of light When activated, the heart talisman burns as if with fi re (no and truth. heat is produced), producing light equivalent to a torch. Illus. by A. Stokes 9955339933772200__CChh0055__AApppp..iinndddd 221133 77//2266//0066 88::0000::3355 PPMM 214 XIDNEPPA REYALP LAIRETAM",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The benefi ts of the holy symbol apply when- its healing power requires speaking a command word (a ever it is worn by a good character. standard action), doloshvinya.",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. Aura/Caster Level: Moderate necromancy and conjura-",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,500 gp. tion (good); CL 10th.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 lb.",
        "name":  "When you perform this ritual, you forge a bond with the Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "18,000 gp. powerful abilities to combat the undead.",
        "name":  "Holy Symbol of Ravenkind, allowing you to channel its more Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Character level 9th, expenditure of LIBER BLASPHEME FRAGMENT 1,500 gp. (NECROMANCER’S FRAGMENT)",
        "name":  "Prerequisite",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must utterly destroy a vampire or vampire spawn This fragment of the tome Liber Blaspheme provides instruc- while wearing the Holy Symbol of Ravenkind. tions on the creation of a fl esh golem.",
        "name":  "Task",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must spend 8 hours praying to a good deity Description: This tome is tattered and missing major (or to a raven intercessor) while holding the Holy Symbol. You portions of its content. It is written in Infernal, and contains must make offerings worth at least 1,500 gp. many detailed drawings of humanoid anatomy.",
        "name":  "Ceremony",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reading the information and following the loses 4 hit points. This loss reduces the character’s maximum directions provided grants the effect. hit point total as long as the Holy Symbol remains bound to Effect: This fragment of the Liber Blaspheme is functionally him. In addition, the character takes a –2 penalty on Fortitude equivalent to the fl esh golem manual described on page 258 of saves and a –1 penalty on attack rolls until the Holy Symbol the Dungeon Master’s Guide. The book contains animate dead, leaves his possession permanently. bull’s strength, geas/quest, and limited wish which can be used",
        "name":  "Upon completing the ceremony, the character immediately Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "A 3-inch cube of onyx holds an inset trans- moves you to a new location. See vault 12 in room K84 for lucent white stone. Inscribed below the translucent circular additional information. stone is the name Nicoramus in Abyssal. Aura/Caster Level: Moderate divination. CL 7th.",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unique. with white ravens.",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. Lore:Prefect’s vestments were a common badge of faith for",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "500 gp (Priced as a curiosity, since authorization the spiritual leaders of the knights of the raven. (Knowledge can’t be transferred.) [religion] DC 20)",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Prefect’s vestments are use-activated.",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "When a character who can turn undead wears A pendant of good health preserves you against disease, even prefect’s vestments, he can turn undead 1/day without count- supernatural disease (such as the necromantic infection). ing against his maximum allowed turn attempts that day.",
        "name":  "PENDANT OF GOOD HEALTH Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The pendant is a silver charm in the shape When a character who can smite evil wears the vestments, of a maple leaf, on a thin silver chain. he can use his smite ability 1 once per day without counting When activated, a silvery sheen spreads from the amulet against his maximum allowed smite attempts that day. over the wearer’s skin, then dissipates an instant later. Aura/Caster Level: Moderate conjuration (good);",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "— Description: This fi ne linen cloth still bears the image",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "6,000 gp. of a woman faintly limned on its surface. When the effect is activated, the entire cloth glows with PORTAL KEY a white, cleansing light for a moment. The Portal Key opens a specifi c crypt (crypt 12) in the cata- Lore: When Ecaterina was seventeen, she sought to martyr combs below Ravenloft (area K84). In addition to its mundane herself in a hopeless fi ght against orc barbarians so she could usage, it improves the odds for those who use the key to access see Pelor, but she triumphed instead. Victorious, she founded the vault to safely come out the other side. several Ecaterine convents. (Knowledge [history] DC 25 or",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unique. his mother recovered, and he was born healthy. Throughout",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. his long life, his very presence seemed to bring good luck",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "This thick thighbone is scribed lightly with Aura/Caster Level: Moderate abjuration. CL 11th. holy symbols of various faiths. Construction: Unique.",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a youth, Markovia followed her heart and became Weight: —. a priest in the church soon after her eighteenth birthday. Market Equivalent: 2,000 gp. She proved a charismatic proselytizer and consequently rose quickly in repuation. By her late twenties she had was had STIFLED SKULL priest, and had gained a reputation that no evil could stand This skull can muffl e sound, until it is asked to scream its before her. (Gather Information DC 25, or Knowledge [reli- deadly scream. . . . gion] DC 15, or Knowledge [local] DC 15) Description: This skull is of a female elf. The name “Dysa- One day, the vampire Strahd heard townspeople make nia’ is burned into its crown. Affi xed around the skull’s lower the boasts that Markovia could probably defeat even the face is an iron gag—like a bandana except made of rusting Master of the Castle himself, she was so holy. Enraged by iron, and holding an iron box securely in the skull’s mouth. this comparison and besmirchment of his power, he sent a A tiny hole pierces the box and the mask in front. passel of vampire spawn the church that very midnight. They When its silence effect is activated, the skull’s eyes glim- confronted Markovia in her sanctum and were destroyed to mer as with points of hellfi re. When the skull’s last scream a one. (Gather Information DC 27, or Knowledge [religion] is unstifl ed, the sound emitted is a dirgelike roar so potent DC 17, or Knowledge [local] DC 17) it snuffs out life.",
        "name":  "Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "The skull belonged to an elf called Dysania who vampire spawn, Markovia advanced on Castle Ravenloft that led a group of undead killers against Strahd. Dysania and very night. A great battle raged from the highest catacomb to her band were fi nally and fully defeated, and the unlucky the lowest parapet, but in the end, Markovia never returned adventurers were put to death through torture. The skull to Barovia, and the Master of the Castle long walked with a was infused with the malignancy of those last dark, silent limp and a grimace of pain. It is said he trapped Markovia in nights in the crypt. (Knowledge [local], DC 25 or ask Cyrus a crypt beneath his castle, and her remains linger there yet. [see encounter area K62, page 162]) (Gather Information DC 30, or Knowledge [religion] DC 20, Activation: If you spend a standard action and hold your or Knowledge [local] DC 20) fi nger in front of the small hole in the front of the mask, the",
        "name":  "Suffused with righteous victory after defeating a force of Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 lb. people there face, and help to overcome that evil. When that",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "When the wearer of the Holy Symbol attempts to Symbol of Ravenkind. turn undead, the crystal at its center fl ares with a bright light,",
        "name":  "Omen",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong necromancy. dreaded walls of the castle, where none may enter",
        "name":  "Aura",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "4,000 gp. without risking their lives. There is much wealth in this community. I offer all that might be had to thee and thy fellows if thou shalt but answer my desperate plea. Come quickly, for her time is at hand! All that I have shall be thine! Kolyan Indirovich, Burgomaster of Barovia 9955339933772200__CChh0055__AApppp..iinndddd 222200 77//2266//0066 88::0000::5511 PPMM 221 MATERIAL PLAYER APPENDIX LETTER D LETTER F",
        "name":  "Ability Value",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hail to thee of might and valor: I, a lowly servant of the township of Barovia, send I, a lowly servant of the township of Barovia, send honor to thee. We plead for thy so desperately needed honor to thee. We plead for thy so desperately needed assistance within our community. assistance within our community. The legions of Hell itself are at our gates! The The love of my life, Ireena Kolyana, has been dead rise up from their graves and seek to drag us afflicted by an evil so deadly that even the good people down with them! Not content to slaughter us in our of our town cannot protect her. She languishes from homes, they spread the taint of their horrible curse, so her wound and I would have her saved from this that those they kill join their numbers! menace. There is much wealth in this community. I offer There is much wealth in this community. I offer all that might be had to thee and thy fellows if thou all that might be had to thee and thy fellows if thou shalt but answer my desperate plea. shalt but answer my desperate plea. Come quickly, for our time is at hand! All that I Come quickly, for her time is at hand! All that I have shall be thine! have shall be thine! Kolyan Indirovich, Kolyan Indirovich, Burgomaster of Barovia Burgomaster of Barovia LETTER E LETTER G",
        "name":  "Hail to thee of might and valor",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tyrants of the Nine Hellsis packed to the brim with information about the Nine Hells, devils, archdevils, harvesting souls, playing devils, and more. If you like using devils in your campaigns, you FIENDISH should get this book to help you flesh them out. It also includes updated versions of devils that saw publica- ASPECTS II tion in Book of Vile Darknessand the different M o n s t e r Manual tomes. At the end of the book you’ll find aspects of the archdukes, the rulers of the layers of the A Web Enhancement for Fiendish Nine Hells. The aspects of the Lords of the Nine",
        "name":  "Fiendish Codex II",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tyrants of the Nine Hells presented there are suitable for high-level campaigns. However, you might want your lower level player CREDITS characters (PCs) to encounter appropriately challeng- ing aspects of the Lords of the Nine. This web",
        "name":  "Codex II",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Robert Wiese enhancement presents these mid-level aspects, along",
        "name":  "Design",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Miranda Horner with a revised aspect of Tiamat (originally from Miniatures Handbook) and aspects of the kobold deity",
        "name":  "Editing",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nancy Walker Kurtulmak and the sahuagin deity Sekolah. Web Production Bart Carroll As with the demonic aspects in Fiendish Aspects I,",
        "name":  "Typesetting",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark Jindra you can create different “versions” of the aspects than",
        "name":  "Web Development",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sean Glenn, Cynthia Fliege those presented here. Each archduke is complex and and Karin Jacques has many powers. If you want a version along different",
        "name":  "Graphic Design",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Aspects of Bel live on the barren same cruel and wicked means that the demons use to accomplish their objectives. Generally, the aspects of and sometimes crowded first layer of the Nine Hells, Bel are as little appreciated as the demons. where their master rules. They can be found on other layers as emissaries or subversive agents, since Bel plays ASPECT OF TIAMAT a great many games and uses a lot of pawns.",
        "name":  "Environment",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    }
]
