[
    {
        "origin_file":  "other.json",
        "description":  "Will save bonus +5, Int 15, Cha 15. words must make Will saves (DC 10 + 1/2 your character",
        "name":  "Prerequisites",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Willing Deformity. 1d6 points of Charisma damage.",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus to Dexterity and a –2 penalty Special: If you cannot take ability damage, you cannot to Constitution. Furthermore, you gain a +2 circumstance select this feat. bonus on Escape Artist checks and Intimidate checks. Harvester of Souls [Vile] Deformity (Madness) [Vile, Deformity] When you deliver a killing blow, you destroy both the fl esh You revel in madness, embracing your hallucinations, erratic and the soul. behavior, and deviant cravings. Your mind cannot be touched Prerequisite: Base attack bonus +11. by outside infl uences. Benefi t: Whenever you use the coup de grace action to",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Willing Deformity. The new target takes a –4 circumstance penalty on its saving",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "As an immediate action, you can negate any throw, if any, against that effect. disease or poison affecting you. On your next turn, you can Special: If you cannot take ability damage, you cannot take only a move action or a standard action as the agitated select this feat. parasites wriggle in your fl esh. Lichloved [Vile] Enemy of Good [Vile] By repeatedly consorting with the undead, you gain dread You draw power from your unholy devotion. powers.",
        "name":  "Benefit",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chosen of Evil, Evil Brand. Prerequisite: Evil Brand.",
        "name":  "Prerequisites",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13. punishments.",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deformity (Madness). Elder evils are capable of incredible destruction. They wield",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaotic evil alignment. Dark visiting Send nightmares that deal Wisdom",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DC of Balance, Move Silently, and Tumble checks made in squares containing bones increases by 5. It costs 2 squares of movement to enter a square with bones. A character falling prone in a bone-filled square takes 1d6 points of pierc- ing damage.",
        "name":  "Bones",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The fallen pillars stand 4 feet high and provide cover. It costs 5 feet of movement to cross a fallen pillar.",
        "name":  "Fallen Pillar",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Squares covered in debris increase the DC of Bal- ance, Move Silently, and Tumble checks by 2.",
        "name":  "Debris",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Squares covered in debris increase the DC of Bal- ance, Move Silently, and Tumble checks by 2.",
        "name":  "Debris",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Contact, Fortitude DC 18, incubation period 1 mortal means. day, damage one level of soul chill. pqqqqqqqqqqqqqqqqqqqqrs 662200__2211555566__CChh33..iinndddd 3366 99//2277//0077 22::5500::5500 PPMM 37 LLYMIC FATHER CHAPTER 3",
        "name":  "Brood Fever",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "A brood spawn’s land speed increases by 20 feet. HD Abilities The speeds for other movement modes are unchanged. 4–6 darkness 3/day",
        "name":  "Speed",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "A brood spawn’s bonus feats. ability scores are modified as fol- Skills: A brood spawn gains skill points as an outsider lows: Str +6, Con +2, Wis +2, and has skill points equal Cha +4. to (8 + Int modifier) ×",
        "name":  "Abilities",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Small patches remain where snow and ice have not mits. These groups all succumb to brood fever eventually, found purchase. These areas are rough, but otherwise easy joining the spawn up above, while new groups and indi- to traverse. viduals constantly arrive to take their place. The cultist",
        "name":  "Stone",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Although most of the snow is only a foot or so groups might have an order among themselves, but none deep (requiring two squares of movement), other areas of them work together toward any sort of common defense. contain deep snowdrifts. These areas require 4 squares of These maniacs attack anyone bearing natural or artifi cial movement to enter and might hold other hazards as well, light. Characters who are not carrying such illumination such as pockets of empty space beneath the snow that act might be able to bypass these groups with a few Bluff and as large pits. Disguise checks.",
        "name":  "Snow",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The surface of the unobstructed ter- rain here is slick, but not especially so. Characters must make a DC 10 Balance check to run or charge across the surface. Failure means that the character can act normally, but cannot run or charge. In addition, add +2 to the DC of all Tumble checks across this surface. Brood spawn do not take these penalties.",
        "name":  "Ground",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The entire area between the path and the cave is a sheet of smooth ice. Characters moving across this surface must spend 2 squares of movement to enter a square covered in ice. Increase the DC of all Tumble checks by 5. Brood spawn can move about this surface without penalty.",
        "name":  "Icy Plateau",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "These portions of the ice are par- ticularly thick. This ice has hardness 10 and 180 hit points. Ice takes full damage from fire. If any 5-foot section of ice is destroyed, it leaves a hole leading into the open water below. When a sec- tion is destroyed, all neighboring sections of ice immediately take half their original hit points in damage, which might cause a chain of holes to open up.",
        "name":  "Thick Ice",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "As faint, but starting attitudes drop by two steps. AC instead of –2; the other effects of a rage remain unchanged.",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "EERIE WEATHER The impending awakening of the Leviathan is heralded by ab- d% Effect normal weather that becomes more and more widespread as 51–70 Powerful storm the sign becomes stronger. 01–25 Windstorm",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eerie weather occurs once every 2 weeks and affects 26–50 Blizzard an area of 2d20 square miles in a place of your choosing. The 51–75 Hurricane (coastal only; reroll elsewhere) effects last for 1d4+1 hours. 76–100 Tornado (1d12 appear)",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eerie weather occurs once a week and affects an 71–100 Strange storm area of 2d% square miles. The effects last for 1d8+2 hours. 01–30 As storm, plus blood rain1",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eerie weather occurs once a day and affects an entire 31–60 As storm, plus rain of fi sh or frogs2 continent or large surface of the planet. The effects last for 61–90 As storm, plus acid rain3 1d12+4 hours. 91–100 As storm, plus flaming hail4",
        "name":  "Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "This water swirls about madly; anyone entering the zone must make a DC 22 Reflex save or be flung 1d6×10 feet in a random direction.",
        "name":  "Turbulence",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The water here is thick and sluggish, so moving through this area is like swimming through pudding. A character entering one of these zones must stop and can move no farther d% Effect in this round. In the following round he must make a DC 12 01–20 4d4 random energy damage (Fort DC 20 half) Strength check to leave the thick zone and even then can move 21–35 Paralyzed for 1d4 rounds (Fort DC 20 negates) at only half speed in that round. On a failure, the character is 36–50 Horrid wilting (DC 18) stuck and cannot move, but can take any other action. 51–75 4d8 random energy damage (Fort DC 22 half)",
        "name":  "Thick Zone",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  " F A EATURES OF THE REA",
        "name":  "PCs can fi nd the following treasure among the three corpses",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The pile of detritus in the center of the room is the remains of a grisgol destroyed by Lucather Majii’s group. The squares it covers are considered difficult terrain (2 squares of movement to enter).",
        "name":  "Destroyed Grisgol",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The dread wraiths work with one another and Lucather (if he still exists) to defend the 94 inevitable, but they do not necessarily cooperate with 662200__2211555566__CChh66__EENNCC..iinndddd 9944 99//2277//0077 33::1166::5522 PPMM EENNCCOOUUNNTTEERR 66--33 F A EATURES OF THE REA",
        "name":  "Dread Wraiths",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "20th corruption is still possible, with Vane as the catalyst. Though",
        "name":  "Caster Level",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong; (DC 25) abjuration such a hope seems impossible, the former weird’s powers of",
        "name":  "Aura",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "See text healing and guidance offer at least a chance.",
        "name":  "Activation",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "— Gutterang is an intelligent ring of protection +5 that has the following special abilities. This glittering crystal band is much wider than a typical ring. Its Alignment LG. substance seems unearthly. Int 10, Wis 17, Cha 17; Speech, telepathy; 120-ft. darkvision and hearing. Gutterang was once an elemental weird (MM2 90) that resided Ego 17. on Irthicax Vane’s lost homeworld. Through intricate ritual Lesser Powers cure moderate wounds 3/day, deathwatch at and arcane craft, it was bound in a crystalline ring to be Vane’s will, 10 ranks in Diplomacy. constant guide, freed from the limitation of its elemental pool. Greater Power haste 3/day.",
        "name":  "Weight",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "These are areas of inflamed tissue growing over wounds left by Two-and-a-Half-Brains as she burrowed her tunnels. The skin has almost healed, leaving small openings for access. Treat a square containing a membranous opening as difficult terrain. However, with a successful DC 30 Tumble check, a character can move through at full speed. A membranous opening provides soft cover.",
        "name":  "Membranous Openings",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "bypassing surface hazards and possibly giving the PCs an advantage when they confront Ragnorra. You face a bulette, but unlike one you have ever • She can eat worldskin features from below. Unlike at- seen before. Two translucent, gelatinous sacs bulge tacks against features on the surface, such feeding goes on either side of her head carapace, each of which unnoticed by Ragnorra. holds a brain. In the bulette’s eyes is a strange look for a voracious eating machine—it shows fear and curiosity. 109 662200__2211555566__CChh77__EENNCC..iinndddd 110099 99//2277//0077 33::2233::1166 PPMM 33--77 RREETTNNUUOOCCNNEE V HH IILLEE OOMMEE Blistered Soul CR 15 Encounter Level 20 hp 187 each (22 HD) See page 106 for statistics. SETUP Ragnorra CR 19 As the PCs approach the heart of the crater, Ragnorra becomes increasingly aware of them and accelerates the hp 576 (48 HD); DR 15/epic process of healing and transformation. She is now on the See page 99 for statistics. verge of assuming her True Mother form, which will take the reshaping of the world to the next stage. TACTICS Ragnorra’s lair is more brightly lit than the rest of the Ragnorra is preparing for the next stage of her regrowth. heart of the crater. The neurotangle above sparkles and She moves toward the True Mother chord to fi nish her fl ares with corrupt positive energy. Connecting it to the preparations, rolling like a wave of sludge over spawn, worldskin is a cable of fl esh as thick as a tree trunk: the worldskin features, and PCs with equal unconcern. True Mother chord. If the PCs deal damage to Ragnorra, she does not retali- If the PCs have tamed Two-and-a-Half-Brains (see encoun- ate directly at fi rst; instead, she births aberrations from a ter 7–2), they can convince her to burrow into Ragnorra’s nearby spawning spore and regenerates it. After 2 rounds, lair. The tunnel emerges at the point labeled 1 on the she directly attacks PCs who damaged her, striking and encounter map. The players place their miniatures in the making use of worldskin features as appropriate. squares surrounding the tunnel opening. In this case,",
        "name":  "Once a character enters the area, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any blistered souls that were spawned no blistered souls have spawned at the locations labeled in response to the PCs’ intrusion (at locations 3 and 4) 3 and 4, since Ragnorra (R) has not yet noticed the PCs’ attempt to defend Ragnorra. They activate worldskin fea- approach. Any blistered souls that the PCs did not destroy tures to support other blistered souls in combat. in encounter 7–1 are in the area labeled 2 on the map and Blistered souls that escaped here from encounter 7–1 are not immediately visible. remain hidden in the corner labeled 2 and use their regen- If the PCs arrive from the south or east, the players erate worldskin ability to heal and support Ragnorra and place their miniatures within 10 feet of the appropriate the others. entrance. One blistered soul has spawned at the location",
        "name":  "Blistered Souls",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ring the Reliquary is built upon. One could fl y forever into the",
        "name":  "Body Slot",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "7th boundless gray skies above, but after a day’s journey along",
        "name":  "Caster Level",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Moderate; (DC 18) transmutation",
        "name":  "Aura",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "— the steaming festering fens of the ground here (regardless",
        "name":  "Activation",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forge Ring, air walk. next to it, the fi nal guardian and First Heretic Avamerin (see",
        "name":  "Prerequisites",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "20,000 gp, 1,600 XP, 40 days. encounter 8–3, page 126). pqs 662200__2211555566__CChh88..iinndddd 112200 99//2277//0077 33::2266::5588 PPMM 121 SERTROUS CHAPTER 8 662200__2211555566__CChh88..iinndddd 112211 99//2277//0077 33::2277::0022 PPMM 11--88 RREETTNNUUOOCCNNEE G TT SS RRAANNDD EEMMPPLLEE OOFF EERRTTRROOUUSS Seghulerak CR 18 Encounter Level 20 hp 271 (24 HD) See page 117 for statistics. SETUP 6 Vanguard Assassins CR 13 This encounter begins as soon as the PCs enter area B. Seghulerak (S) waits to confront the PCs at the left of hp 87 (14 HD) the headless snake statue of Sertrous. If the Reliquary Yuan-ti pureblood ranger 3/assassin 7 is on alert, the Vanguard assassins hide behind the six CE Medium monstrous humanoid smaller snake statues; otherwise, they come from area C Init +8; Senses darkvision 60 ft.; Listen +9, Spot +9 at Seghulerak’s command. The babaus and anacondas do Languages Abyssal, Common, Draconic, Yuan-ti not appear until Seghulerak summons them. AC 21, touch 15, flat-footed 17; improved uncanny dodge SR 24",
        "name":  "Cost to Create",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "This area is dark. SETUP Balconies/Bridges: The balconies have no railings; a fall off one of them causes 3d6 points of damage and immediately This encounter occurs as soon as the PCs enter area D. exposes the victim to the carpet of snakes. You can also use this encounter if any PCs are captured",
        "name":  "Lighting",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "INFESTATION",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "As faint, but the check is once per day and the crea- of the obelisk. tures are three centipede swarms or six Gargantuan monstrous The following guidelines apply to encounters involving the centipedes. PCs. Strong: As moderate, but the check occurs one every 1d4 hours",
        "name":  "Vermin swarm out from Wormcrawl Island under the influence Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 feet thick; AC 4; hardness 8; 900 hp;",
        "name":  "F EATURES OF THE A REA Stone Statues",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The walls, where present, are masonry, statue. A Medium statue provides cover. If broken, a statue fills but are in bad shape (1 foot thick; hardness 4; 45 hp; break DC its square with dense rubble. 25; Climb DC 15).",
        "name":  "Crumbling Walls",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heavy undergrowth costs 4 squares of movement to move into, and it provides concealment (30% miss chance). The DCs of Move Silently and Tumble checks increase by 5. These spaces also provide a +5 bonus on Hide checks. Running or charging though these squares is impossible.",
        "name":  "Heavy Undergrowth",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "These spaces count as difficult terrain (as calcified bones, above). They provide concealment. The DC of Move Silently and Tumble checks increase by 2.",
        "name":  "Light Undergrowth",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Collapsed walls count as dense rubble (difficult terrain; the DCs of Balance and Tumble checks increase by 5, and the DC of Move Silently checks increases by 2).",
        "name":  "Rubble",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heavy undergrowth costs 4 squares of movement to move into, and it provides concealment (30% miss chance). The DCs of Move Silently and Tumble checks increase by 5. These spaces also provide a +5 bonus on Hide checks. Running or charging though these squares is impossible.",
        "name":  "Heavy Undergrowth",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "These squares cost 2 squares of move- ment to enter. They provide concealment. The DCs of Move Silently and Tumble checks increase by 2.",
        "name":  "Light Undergrowth",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "These squares cost 2 squares of movement to enter. The DC of Tumble checks in these squares increases by 2.",
        "name":  "Shallow Bog",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "There are two types of fissures found on the battlefield. Small fissures cost 2 squares of movement to enter and increase the DC of Tumble checks by 2. Wide fissures are 30 feet deep. It takes a DC 10 Climb check to climb the fissure’s walls. Characters ending their movement in a space containing a small fissure or adjacent to a space containing a wide fissure must succeed on a DC 25 Fortitude save or contract Kyuss’s gift. The incubation period is instantaneous, and the disease deals 1d6 points of Constitution damage and 1d4 points of Wisdom damage.",
        "name":  "Fissure",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "EERIE WEATHER d% Effect The worship of Zargon causes unrest among the gods, which is 01–20 Abnormal weather made manifest with strange weather. 01–30 Heat wave; temperature rises by 2d20 degrees",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eerie weather occurs once every 2 weeks and affects 31–60 Cold snap; temperature falls by 2d20 degrees an area of 2d20 square miles in a place of your choosing. The 61–90 Invert season (summer becomes winter) effects last for 1d4+1 hours. 91–100 Severe wind",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eerie weather occurs once a week and affects an 21–40 Inclement weather area of 2d% square miles. The effects last for 1d8+2 hours. 01–20 Fog",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eerie weather occurs once a day and affects an entire 21–80 Rain/snow continent or large surface of the planet. The effects last for 81–100 Sleet/hail 1d12+4 hours. 41–50 Storm (duststorm, snowstorm, or thunderstorm)",
        "name":  "Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "This room is dark. Failure indicates the character can still act but cannot run or",
        "name":  "Lighting",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Large or smaller characters entering spaces containing charge in this round.",
        "name":  "Pew",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illusory walls stretch across the north edge of the room (DC 18, caster level 16th).",
        "name":  "Illusory Wall",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Three massive statues once stood at the end of the chapel, but the cultists of Zargon have defaced and shat- tered them; the rubble covers the floor around them. Each statue stands 10 feet high and ends in a jagged break. A DC 15 Climb check allows a character to climb a statue.",
        "name":  "Broken Statue",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Entering a square containing dense rubble costs 2 squares of movement. Dense rubbles increases the DCs of Balance and Tumble checks by 5 and imposes a –2 penalty on Move Silently checks. Running or charging through dense rubble is impossible.",
        "name":  "Dense Rubble",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "A short set of steps leads up to the dais at the end of the room. Fighting while standing on a higher step grants a character a +1 circumstance bonus on attack rolls.",
        "name":  "Steps",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Zargon emerges from a deep pit dug by his cultists, who were rewarded for their labor by being transformed into slime. The pit is 37 feet deep, and the bottom is covered with slime. A character falling in the pit takes 2d6 points of falling damage and must contend with the slime at the bottom. The pit’s walls can be climbed with a DC 10 Climb check.",
        "name":  "Pit",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Here are the typical pickpockets, thugs, and the master of the thieves’ guild, among others. There’s also a not-so-nice djinni, a mind flayer assassin, and a druid The characters you’re about to meet insisted that we write who specializes in urban ecologies. this book for them.",
        "name":  "Crime",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate +6, Spot +2; Skill Focus Crime (Intimidate).",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-orc War1/Rog1;CR 2; Medium- successfully avoid being robbed. If the thieves get away size humanoid (orc); HD 1d8+2 plus 1d6+2; hp 11; Init –1; with the goods, the PCs shouldn’t earn any experience Spd 20 ft.; AC 15 (touch 9, flat-footed 15); Atk +4 melee 4 (2d4+4/18–20, falchion) or +4 melee (1d6+3 subdual, sap) until they track the thieves down. or +0 ranged (1d4+3/19–20, dagger); SA Sneak attack dCutpurse: Human Rog1; CR 1; Medium-size +1d6; SQ Darkvision 60 ft.; AL CE; SV Fort +4, Ref +1, 620_T11852_001_EN_ENAll.qxd 8/13/01 3:49 PM Page 5 CHAPTER 1:CRIME humanoid; HD 1d6+1; hp 4; Init +3; Spd 30 ft.; AC 15 then, they try to bargain or even surrender rather than (touch 13, flat-footed 12); Atk +0 melee (1d4/19–20, fight better-armed, better-trained opponents. The gang dagger) or +3 ranged (1d4/19–20, dagger); SA Sneak leader does use the whip, but only to disarm foes, not to attack +1d6; AL CN; SV Fort +1, Ref +5, Will +0; Str 10, trip them (a gnome’s size makes trip attacks difficult to Dex 16, Con 12, Int 11, Wis 10, Cha 13. pull off).",
        "name":  "DTypical Thug",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appraise +4, Bluff +5, Disguise +5, Escape Artist +7, Gather Information +5, Innuendo +4, TYPICAL BURGLAR Perform +5, Pick Pocket +9, Tumble +7; Alertness, Skill Focus (Pick Pocket). “Up the wall, across the balustrade, unlock the shutters, and I’m in!”",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cantrips, low-light vision; +2 racial bonus on saving throws against illusions; +1 racial bonus dTypical Burglar: Elf Rog2; CR 2; Medium-size on attack rolls against kobolds and goblinoids; +4 dodge humanoid; HD 2d6; hp 7; Init +3; Spd 30 ft.; AC 16 (touch bonus against giants. 13, flat-footed 13); Atk +4 melee (1d6+2/18–20, master-",
        "name":  "Gnome Traits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +8, Escape Artist +6, Hide +10, to know about the seedy side of life in the big city. Should Intimidate +3, Jump +8, Listen +6, Move Silently +8, they set up shop in his neighborhood, he’ll eventually Tumble +10, Use Rope +7; Combat Reflexes, Dodge, come by to see what’s going on. If they appear to have a Improved Initiative, Mobility. lucrative concern going, Hamelin wants a piece of the",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varro generally keeps a dire bat, swarm to weaken his foes. four dire rats, and dozens of bats and rats (up to 16 HD Varro is most useful to the thieves’ guild when he’s worth) as animal companions who work for him running his spy network, of course. This means coordi- directly. He also uses speak with animals to converse nating teams of thieves with animal messenger, using scry- with the pigeons, rodents, dogs, cats, and other animals ingto keep tabs on targets, and using speak with animals of the city. and speak with plantsto gather intelligence about future 13",
        "name":  "Animal Companions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance +6, Climb +5, Hide +6, Listen turn a perfectly serviceable +10, Move Silently +6, Sense Motive +6, Spot +6; Alert-",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Abrian can have up to believes in hard work, and he 20 HD worth of animal companions. He is spends several hours each day currently accompanied by a dire lion, an eagle, contentedly toiling at a forge and an owl. located in his temple.",
        "name":  "Animal Companions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff +13, Craft (calligraphy) +13, Deci- size humanoid; HD 8d8+8; hp 46; Init +2; Spd 50 ft.; AC pher Script +13, Diplomacy +5, Forgery +13, Gather Infor- 21 (touch 17, flat-footed 19); Atk +10/+7 melee (1d6+3 mation +13, Intimidate +12, Knowledge (local) +15, and 2d6 lawful, +1 lawful nunchaku) or +8/+5 melee Profession (bureaucrat) +14, Search +13, Sense Motive (1d10+2, unarmed strike) or +9/+4 ranged (1d4, master- +14; Skill Focus (Gather Information), Skill Focus work sling); SA Flurry of blows, stunning attack 8/day (Knowledge [local]), Skill Focus (Profession [bureau- (Fort save DC 17); SQ Evasion, still mind, slow fall (50 ft.), crat]), Skill Focus (Sense Motive). purity of body, wholeness of body (16 hp/day), leap of the",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Letter opener, pen case, inkwell, 1d4 scrolls clouds; AL LG; SV Fort +9, Ref +10, Will +11; Str 14, Dex on various subjects, forms. 14, Con 12, Int 10, Wis 16, Cha 10.",
        "name":  "Possessions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cantrips, low-light vision; +2 racial of the perfidy of chaos, so he tries to choose a place of bonus on saving throws against illusions; +1 racial bonus confrontation that suits his own needs. In cases where he on attack rolls against kobolds and goblinoids; +4 dodge is clearly overmatched, he seeks out allies (usually other bonus against giants. lawful individuals) to aid him in bringing his charge to Cantrips (arcane failure chance 20%): 1/day—dancing justice. lights, ghost sound, prestidigitation (all as Sor1). DC 10. He brings defeated opponents in alive if there is",
        "name":  "Gnome Traits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cantrips, low-light gnomes who dispense justice on behalf of small folk vision; +2 racial bonus on saving throws (primarily gnomes, but also halflings and dwarves on against illusions; +1 racial bonus on attack occasion), ranging over a large area that may rolls against kobolds and goblinoids; +4 contain several communities. They function as dodge bonus against giants. permanent guardians for their home areas",
        "name":  "Gnome Traits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal +6, Jump Face/Reach 2 1/2 ft. by 2 1/2 ft./0 ft.; SA Poison; SQ",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sor/Wiz 4 cone of cold, finger of death, phantasmal killer). reduction 15/+1; AL N; SV Fort +8, Ref +6, Will +8; Str 29,",
        "name":  "Level",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S Familiar Benefits:Grants master Alert- Dex 7, Con —, Int —, Wis 11, Cha 1.",
        "name":  "Components",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action ness feat (when within arm’s reach); master Berserk (Ex): Each round that Lord Carrion is in",
        "name":  "Casting Time",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Party level + (1d6–2).",
        "name":  "Level",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Party level + 1d4.",
        "name":  "Level",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on table below.",
        "name":  "Class",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on table below. Sage Classes Villain Classes d% Class d% Class 01–10 Adept 01–02 Adept 11–25 Aristocrat 03–04 Arcane archer (use ranger if level too low) 26–45 Bard 05–14 Aristocrat 46–50 Cleric 15–19 Assassin (use rogue if level too low) 51–75 Expert 20–21 Barbarian 76–85 Loremaster (use wizard if level too low) 22–26 Bard 52 86–100 Wizard 27–31 Blackguard (use paladin if level too low) 32–41 Cleric",
        "name":  "Class",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ambrose Pifflestone (3), Vallen (4), 42–46 Druid Laila (7), Stallas Mon (7), Silvarr (14), Neshia (15). 47–48 Dwarven defender (use fighter if level too low) 620_T11852_001_EN_ENAll.qxd 8/13/01 3:57 PM Page 53 APPENDIX 2: ICONIC CHARACTERS A ppendix 2: ARTISAN",
        "name":  "Suggested Sages",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d8. icOnic",
        "name":  "Level",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll on table below. characters Artisan Classes d% Class 01–05 Bard Below are the statistics for the characters whose images 06–65 Commoner appear throughout the D\u0026D core books, at selected levels 66–95 Expert (5th, 10th, and 15th). They are average representatives of 96–100 Rogue their race and class. For brevity’s sake, information such as racial traits is not repeated from one level to the next.",
        "name":  "Class",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brother Culver (5), Laila (7), Jara Selarin (8). ALHANDRA, PALADIN dAlhandra: Female human Pal5; Medium-size humanoid; MINION HD 5d10+5; hp 37; Init –1; Spd 20 ft.; AC 21 (touch 9, flat-foot-",
        "name":  "Suggested Artisans",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +20, Handle Animal +19, 620_T11852_001_EN_ENAll.qxd 8/13/01 3:59 PM Page 62 APPENDIX 2: ICONIC CHARACTERS",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your base save bonus does not in- Cross-Class Skill Max Ranks: For cross-class skills crease after your character level reaches 20th. However, (skills neither associated with nor forbidden to the char- you do receive a cumulative +1 epic bonus on all saving acter’s class), the maximum number of ranks is one-half throws at every even-numbered level beyond 20th, as the maximum for a class skill. shown on Table 1–1: Epic Save and Epic Attack Bonuses. Feats: Every character gains one feat (which may be an In other words, you have a +1 epic bonus on all saving epic or nonepic feat at the player’s choice) at every level throws at 22nd level, a +2 epic bonus on all saving throws divisible by three (21st, 24th, 27th, and so on). These feats at 24th level, and so on. Any time feat, prestige class, or are in addition to any bonus feats granted in the class other rule refers to your base save bonus, use the sum of descriptions later in this chapter. your base save bonus and epic save bonus. Ability Increases: Upon gaining any level divisible by",
        "name":  "Epic Save Bonus",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Similarly, your base attack bonus four (20th, 24th, 28th, and so on), a character increases does not increase after your character level reaches 20th. one of his or her ability scores by 1 point. The player However, you do receive a cumulative +1 epic bonus on chooses which ability score to improve. all attacks at every odd-numbered level beyond 20th, as For multiclass characters, feats and ability increases shown on Table 1–1: Epic Save and Epic Attack Bonuses. are gained according to character level, not class level. Any time feat, prestige class, or other rule refers to your Thus, a 13th-level wizard/11th-level fighter is a 24th- base attack bonus (except for gaining additional attacks), level character and eligible for both a feat and an ability use the sum of your base attack bonus and epic attack bonus. score increase.",
        "name":  "Epic Attack Bonus",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This column on Table 1–2: Experience and Level-Dependent Benefits shows the TABLE 1–1: EPIC SAVE AND EPIC ATTACK BONUSES experience point total needed to achieve a given char- Character Epic Save Epic Attack acter level. For multiclass characters, experience Level Bonus Bonus points determine overall character level, not individual 21st +0 +1 22nd +1 +1 class levels. 23rd +1 +2 Though Table 1–2 only shows experience point totals 24th +2 +2 through 30th level, you can easily calculate the experi- 25th +2 +3 ence points needed to reach 31st level and higher. Simply 26th +3 +3 27th +3 +4 add your current level times 1,000 XP to the experience 28th +4 +4 points required for your current level. For instance, 29th +4 +5 reaching 31st level would require an additional 30 × 30th +5 +5",
        "name":  "Experience Points",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The bonus on the bar- Knowledge feat (see the Feats section below). barian’s saving throws against traps Bardic Music: The bard gains no new bardic increases by +1 every three levels music effects from his Perform ranks. However, above 19th (22nd, 25th, and so on). he may select epic feats that grant new bardic",
        "name":  "Uncanny Dodge",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The music effects (see the Bonus Feats section epic barbarian’s damage reduc- below). tion increases by 1 point Bardic Knowledge: Add the bard’s class every three levels above level + Intelligence modifier to all bardic 20th (23rd, 26th, 29th, knowledge checks, as normal. and so on). Bonus Feats: The epic bard gains a bonus",
        "name":  "Damage Reduction",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic feat (selected from the barbarian gains a bonus list of epic bard bonus feat (selected from the list feats) every three levels of epic barbarian bonus after 20th. feats) every four levels Epic Bard Bonus Feat List: Aug- after 20th (24th, 28th, mented Alchemy, Deafening 32nd, and so on). Song, Epic Inspiration, Epic Lead- Epic Barbarian Bonus ership, Epic Reputation, Epic Skill",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic tional Level: 4 + Int modifier. cleric gains a bonus feat (selected from the list of epic cleric bonus feats) every three levels TABLE 1–6: THE EPIC DRUID after 20th. Druid",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Resistance. The druid may have a max- Strength is the ability score you imum number of animal should increase, though you should companions equal to twice boost Dexterity if you favor ranged her class level, as normal. combat. Extra hit points always help,",
        "name":  "Animal Companion",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The tional Level: 2 + Int modifier. epic druid gains a Bonus Feats: The epic bonus feat (selected from the list of epic druid bonus fighter gains a bonus feat (selected from the feats) every four levels after 20th. list of epic fighter bonus feats) every two levels",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. Leadership, Epic Prowess, Epic Toughness, Epic Skill Points at Each Additional",
        "name":  "Charge, Distant Shot, Epic Endurance, Epic Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  " The epic monk has achieved The epic monk can cure up to an inner tranquility that lesser twice her class level in hit characters can\u0027t even dream of. points each day, as normal.",
        "name":  "EPIC MONK Wholeness of Body",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic monk gains a bonus feat Smite Evil: The epic paladin adds her class level to (selected from the list of epic monk bonus feats) damage with any smite evil attack, as normal. every five levels after 20th. Remove Disease: The epic paladin can use remove disease",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The paladin turns undead as a cleric of Speed, Epic Toughness, two levels lower, as normal.",
        "name":  "Resistance, Epic Prowess, Epic Turn Undead",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic ranger gains one addi- tional favored enemy (and his bonuses against all exist- ing favored enemies go up by +1) every five levels after 20th (25th, 30th, and so on).",
        "name":  "Favored Enemy",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic ranger gains a bonus feat selected from the list of epic ranger feats) every three levels after 20th.",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. 27th Sneak attack +14d6",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. 28th Bonus feat",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6. of a bonus feat. Skill Points at Each Addi- tional Level: 8 + Int modifier. EPIC SORCERER",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic The epic sorcerer has honed his natu- rogue’s sneak attack dam- ral arcane ability to mythical levels, age increases by +1d6 at but the need for ever greater every odd-numbered level power never ceases. (21st, 23rd, and so on). At first glance, your epic",
        "name":  "Sneak Attack",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 Hit Die: d4. + Int modifier. Skill Points at Each Addi-",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic sorcerer gains a bonus feat Wizard (selected from the list of epic sorcerer bonus feats) every Level Special three levels after 20th. 21st — 22nd —",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The wizard’s familiar determined to look elsewhere, a Constitution boost can continues to increase in power. give much-needed hit points.",
        "name":  "Familiar",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic modifier. wizard gains a bonus feat Enchant Arrow: For every two levels beyond 9th, the (selected from the list of potency of the arrows fired by the arcane archer epic wizard feats) every increases by +1 (+6 at 11th, +7 at 13th, and so on). three levels after 20th. Hail of Arrows: In lieu of her regular attacks, once Epic Wizard Bonus Feat per day the arcane archer can fire an arrow at each",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6.",
        "name":  "EPIC ASSASSIN Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10.",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int TABLE 1–17: THE EPIC BLACKGUARD modifier. Blackguard",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic blackguard adds his class level 14th — to damage with any smite good attack, as normal. 15th —",
        "name":  "Smite Good",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The blackguard commands un- 16th Sneak attack +5d6, bonus feat 17th — dead as a cleric of two levels lower, as normal. 18th —",
        "name":  "Command Undead",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic blackguard’s sneak attack 19th Sneak attack +6d6, bonus feat damage increases by +1d6 every three levels after 10th 20th — 19 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1:",
        "name":  "Sneak Attack",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4.",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int EPIC SHADOWDANCER modifier. While the epic assassin uses the shadows, the epic",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The loremaster Dexterity is a shadowdancer’s doesn’t gain additional best choice for ability increases, secrets after 10th level, because though Strength and Constitution there is a built-in limit can be useful, too. to the number of Other Options: Other secrets that can be gained, Epic Skill Focus feats might but you can choose a lore be appropriate, based on your master secret instead of a bonus skill selection. Epic Prowess feat. Remember that you can help in combat, and if can’t select the same secret twice. you started out as a rogue,",
        "name":  "Secret",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add the loremaster’s Improved Sneak Attack class level + Intelligence modifier makes an attractive choice. to all lore checks, as normal. Also, consult the epic",
        "name":  "Lore",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The epic loremaster gains a bonus paths for your other class feat (selected from the list of epic loremaster feats) every or classes for alternative three levels after 10th. options.",
        "name":  "Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The psion\u0027s psicrystal continues to increase in shadow jump (320 ft.) 13th Bonus feat power. Every two levels after 20th (22nd, 24th, 26th, and so on), 14th Shadow jump (640 ft.) the psicrystal\u0027s hardness and Intelligence each increase by +1. 15th Summon shadow (five of 11 HD each) The psicrystal\u0027s power resistance is equal to the master\u0027s level +5. 16th Shadow jump (1 ,280 ft.), bonus feat",
        "name":  "Psicrystal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d4. 25th —",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. 26th Bonus feat 27th —",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The psion\u0027s manifester level is equal to his class level. 28th — The psion\u0027s number of power points per day does not increase after 29th Bonus feat 20th level, but the limit on power points spent on a metapsionic 30th — power is 19 (though feats such as Improved Manifestation extend 22 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS",
        "name":  "Powers",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any lawful.",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (the planes) 24 ranks. Enduring Gate (Su): Starting at 3rd level, as a full-",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff 24 ranks, Diplomacy 10 ranks, Disguise 24 Should the epic infiltrator wish to “retire” a cover ranks, Read Lips 10 ranks. identity and develop a new one, he must spend one",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alertness. week rigorously practicing subtle vocal intonations and",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Polyglot. body language before he earns the bonuses. Cover iden-",
        "name":  "Epic Feat",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "8 + Int modifier. damage. This extra damage increases by +1d6 points every three levels (+2d6 at 4th level, +3d6 at 7th level, Class Features +4d6 at 10th level, and so on). Should the epic infiltrator The following are class features of the epic infiltrator score a critical hit with a sneak attack, this extra damage prestige class. is not multiplied.",
        "name":  "Skill Points at Each Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide, Move Silently, Open Lock, and Pick Rogue/wizards, sorcerers, and druids rarely answer the Pocket. call to defend, because their martial skills are not up to",
        "name":  "Subterfuge",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen, Read Lips, Search, and Spot. the demands of such work.",
        "name":  "Espionage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. same deity, who never got a save in the first place). This rapture lasts for 10 minutes plus an additional 5 minutes Class Features per high proselytizer level. The following are class features of the high proselytizer At 3rd level, the high proselytizer’s proselytize ability includes prestige class. deific touch once per day, plus one additional time per day per ten",
        "name":  "Skill Points at Each Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "+23. Alignment-Based Casting, Improved Combat Casting, Skills: Intimidate 15 ranks.",
        "name":  "Wisdom, Ignore Material Components, Improved Base Attack Bonus",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "8 + Int modifier. TABLE 1–30: THE LEGENDARY DREADNOUGHT Legendary Class Features Dreadnought The following are class features of the perfect wight pres- Level Special tige class. 1st Unstoppable 1/day",
        "name":  "Skill Points at Each Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. Portal Guardian (Su): A 4th-level Union Sentinel can become a portal guardian once per day, plus one addi- Requirements tional time per day every six levels thereafter (10th, 16th To qualify to become a Union Sentinel, a character must 22nd, and so on). The Union Sentinel must position fulfill all the following criteria. himself within 5 feet of a portal or gate, and while he",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any lawful. remains, the portal cannot be activated from either side",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "+21. by any means. The Union Sentinel can defend himself",
        "name":  "Base Attack Bonus",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy 8 ranks, Knowledge (local) 3 ranks. and use any of his other abilities normally, as long as he",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alertness, Improved Disarm. remains adjacent to the blocked portal. This ability only",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character’s Leadership score equals his level plus any Charisma modifier. Outside factors can affect a charac- ter\u0027s Leadership score, as detailed in Table 2–26: Leadership Modifiers in the DUNGEON MASTER\u0027s Guide.",
        "name":  "Leadership score",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character can attract a cohort of up to this level. Regardless of the character\u0027s Leadership score, he can\u0027t recruit a cohort of his level or higher.",
        "name":  "Cohort Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "hostile. Unf: unfriendly. Indif: indifferent. Friend: friendly.",
        "name":  "Hos",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "helpful. Task DC",
        "name":  "Help",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "hostile. Unf: unfriendly. Indif: indifferent. Friend: friendly.",
        "name":  "Hos",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "helpful. Climb",
        "name":  "Help",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "In addition to the attitudes listed in the DUNGEON otherwise un- MASTER\u0027s Guide, the attitude of fanatic is added here. In climbable surfaces. addition to the obvious effects, any NPC whose attitude DC Surface is fanatic gains a +2 morale bonus to Strength and Con- 70 A perfectly smooth, stitution scores, a +1 morale bonus on Will saves, and a –1 flat, vertical surface penalty to AC whenever fighting for you or your cause. 100 A perfectly smooth, This attitude will remain for one day plus one day per flat, overhang or ceiling point of your Charisma bonus, at which point the NPC\u0027s attitude will revert to its original attitude (or indifferent,",
        "name":  "You can climb Fanatic",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can climb your speed as a move- if no attitude is specified). equivalent action, or double your speed as a full-round Treat the fanatic attitude as a mind-affecting enchant- action (requiring two Climb checks), but you take a –20 ment effect for purposes of immunity, save bonuses, or penalty on your check. being detected by the Sense Motive skill. Because it is",
        "name":  "Rapid Climbing",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This allows you to find a gap of You can greatly speed a patient\u0027s recovery of hit points. weakness in a wall of force (or similar force effect) and squeeze through it. Task DC Quicken recovery 50 Forgery Perfect recovery 100 You can forge handwriting that you haven\u0027t even seen. Quicken Recovery: You can allow a character to regain hit points in a single hour as if you had provided long-term Condition Reader\u0027s Check Modifier care for a full day (2 or 3 hit points per level, based on Forge document without sample +50 activity). You can quicken the recovery of up to six",
        "name":  "Pass through Wall of Force",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can forge a document patients at a time. No character\u0027s recovery can be quick- without having seen a similar document or having a ened more than once per day (even by different healers). sample of the handwriting to be copied. Perfect Recovery: You can allow a character to regain hit points in a single hour as if you had provided long-term Gather Information care for a full week (2 or 3 hit points per level per day, You can gather information without eliciting suspicion. based on activity). You can use perfect recovery on up to six patients at a time. No character\u0027s recovery can be per- Task Check Modifier fected more than once per day, nor can perfect recovery Avoid suspicion –20 and quicken recovery both be used on the same patient in",
        "name":  "Forge Document without Sample",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "By accepting a –20 penalty on your the same day (even by different healers). Gather Information check, you can avoid any suspicions that might otherwise be aroused by someone pursuing Hide sensitive information. You can hide others as well as hiding yourself. Task Check Modifier Hide another –30",
        "name":  "Avoid Suspicion",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This allows you to stand on your You can discern a target\u0027s alignment and even detect sur- mount\u0027s back even during movement or combat. You take face thoughts. no penalties to actions while doing so.",
        "name":  "Stand on Mount",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a free action, you can attempt Task DC to control a light horse, pony, or heavy horse while in Discern partial alignment 60 Discern full alignment 80 combat. If you fail, you control the mount as a move- Detect surface thoughts 100 equivalent action. You do not need to roll for warhorses or warponies.",
        "name":  "Unconscious Control",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This use of the skill lets you sion (but you must be able to see it). determine both components of a target\u0027s alignment. You can\u0027t retry the check. The target must be visible and Swim within 30 feet of you. You can swim up vertical surfaces, or swim much faster",
        "name":  "Discern Full Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can splice two ropes together as a Wisdom modifier. The temporary hit points move-equivalent action. persist until lost. You cannot check for temporary",
        "name":  "Quick Splicing",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can tie a knot that only you know hit points more than once per day. Temporary hit points gained through Autohypnosis do not how to untie. This doesn\u0027t affect any Escape Artist checks stack with temporary hit points gained through made to escape your bindings (since knots aren\u0027t the only any other source part of bindings).",
        "name":  "Tie Unique Knot",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A minimum ability score, another feat, a minimum base attack bonus, a skill, a class feature, or some other ability that a character must have in order to acquire this feat. This entry is absent if a feat has no prerequisite. Many feats have more than one prerequisite.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "What the feat enables you (the character) to do. If you have the same feat more than once, its ben- efits do not stack unless indi- cated otherwise in the de- scription. In general, having a feat twice is the same as having it once.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "What a character who does not have this feat is limited to or restricted from doing. If not having the feat causes no particular drawback, this entry is absent.",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dodge, Mobility, Point Blank Shot.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 25, slippery mind class feature. Benefit: Choose a type of energy (acid, cold, electric-",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to wild shape into a Huge animal. if the same type of energy is chosen, the effects stack.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 25, Dodge, Tumble 30 ranks, im- Epic Reputation [Epic] proved evasion, defensive roll class feature. Your reputation provides great bonuses on interactions",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per round, when struck by an attack with others. from an opponent you have designated as the object of Benefit: You gain a +4 bonus on Bluff, Diplomacy, your dodge, you may automatically avoid all damage Gather Information, Intimidate, and Perform checks. from the attack. Epic Skill Focus [Epic] Epic Endurance [Epic] Choose a skill, such as Move Silently. You have a leg- You are capable of legendary feats of stamina. endary knack with that skill.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 25, Endurance. Prerequisite: 20 ranks in the skill selected.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whenever you make a check for performing a Benefit: You gain a +10 bonus on all skill checks with physical action that extends over a period of time (run- that skill. ning, swimming, holding your breath, and so on), you get Special: You can gain this feat multiple times. Its a +10 bonus on the check. effects do not stack. Each time you take the feat, it applies to a different skill. Epic Fortitude [Epic] You have tremendously high fortitude. Epic Speed [Epic]",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on all Fortitude saving You can move much more quickly than a normal person throws. Prerequisites: Dex 21, Run.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 25. Benefit: Your Intelligence increases by 1 point.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat may be taken multiple times. Its Your smite attacks are much more powerful than normal. effects stack. Prerequisites: Cha 25, smite ability (from class feature or domain granted power). Fine Wild Shape [Wild] [Epic] Benefit: Whenever you make a successful smite You can wild shape into animals of Fine size. attack, add twice the appropriate level to damage (rather",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use your wild shape to take the shape effects stack. Remember that two doublings equals a of a Fine animal. tripling, and so forth.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its components. This feat does not affect the need for a focus effects stack. or divine focus. *This feat is presented in the Nonepic Feats section at Great Wisdom [Epic] the end of this chapter. Your willpower and insight are greater than normal.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your Wisdom increases by 1 point. Improved Alignment-Based Casting [Epic]",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "The number of allies you can affect with your Special: This benefit overrides (does not stack with) inspire competence or inspire greatness bardic music the granted powers of the Chaos, Evil, Good, and Law ability doubles. When inspiring competence in multiple domains. allies, you can choose different skills to inspire for dif- You may select this feat multiple times. Its effects do not ferent allies. stack. Each time you take the feat, it applies to a different",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character can gain this feat multiple times. alignment-based domain to which you have access. Its effects stack. Remember that two doublings equals a tripling, and so forth. Improved Arrow of Death [Epic]",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deafening Song, Perform 27 ranks, This feat may be taken multiple times. Its effects stack. bardic music class feature.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Smite evil class feature, any good ranks. alignment. Benefit: You don\u0027t incur attacks of opportunity for",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkvision. Prerequisite: Low-light vision.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat may be taken multiple times. Its Special: This feat may be taken multiple times. Its effects stack. Remember that two doublings equals a effects stack. Remember that two doublings equals a tripling, and so on. tripling, and so on. Improved Death Attack [Epic] Improved Manifestation [Epic]",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Death attack class feature, sneak attack You can manifest psionic powers more powerful than the +5d6. normal limits of manifestation.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +2 to the DC of your death attack. Prerequisite: Ability to manifest powers of the normal",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat may be taken multiple times. Its maximum level in at least one psionic class. effects stack. Benefit: When you select this feat, your metapsionic power point cost limit is increased by +2. For example, if Improved Elemental Wild Shape [Wild] [Epic] you select this feat at 21st level, you could use meta- You can take the form of a greater variety of elementals psionic feats in conjunction with other powers so that than normal. you could spend a total of 22 power points on any single",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wis 25, ability to wild shape into an ele- power. However, in order to manifest the power, your key mental. ability score must be equal to or higher than the total",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, you may only wild shape Additionally, you gain 19 power point when first taking into a Small, Medium-size, or Large air, earth, fire, or this feat. water elemental. Normal: Without this feat, a power altered by meta- | psionic feats cannot cost more power points than the Improved Favored Enemy [Epic] manifester\u0027s level minus 1 (minimum 1).",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Five or more favored enemies. Special: You can gain this feat multiple times. Each",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +1 to the bonus on Bluff, Listen, Sense time this feat is gained, your power point cost limit is Motive, Spot, and Wilderness Lore checks and damage increased by an additional +2 and you gain a number of power rolls against all your favored enemies. points equal to you previous benefit + 2.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wis 21, Ki strike +3. you only apply precision-based damage (such as sneak",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +1 to the effective enhancement bonus attack damage or the ranger\u0027s favored enemy bonus) of your unarmed attacks. once. If you score a critical hit, only one of the arrows",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its deals critical damage (your choice); all others deal effects stack. normal damage.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 25, Epic Leadership, Leadership, Prerequisite: Sneak attack +8d6, crippling strike class Diplomacy 30 ranks, must rule own kingdom and have feature. a stronghold. Benefit: Any time you deal damage with a sneak",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump 24 ranks. Benefit: You can use your normal wild shape ability to",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ride 24 ranks. You can activate a staff without using a charge.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wis 25, Track, Knowledge (nature) 30 to lose a 3rd-level prepared slot in order to active lightning ranks, Wilderness Lore 30 ranks. bolt from the staff, but you can\u0027t use this feat to emulate a",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    }
]
