[
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Material Component: A small piece of matter of the",
        "name":  "Range",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reflex half stone to create a polished gem, and so forth.",
        "name":  "Saving Throw",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 day/level neither revealed nor restored. Individuals bound to",
        "name":  "Duration",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 day/level",
        "name":  "Duration",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Unbinding Saving Throw",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "Exorcism 9, Wiz/Sor 9",
        "name":  "Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "180-ft.-radius burst, centered on you Endurance:This feat confers a +4 bonus on any check",
        "name":  "Area",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous made for performing a physical action that extends",
        "name":  "Duration",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "None over a period of time (running, swimming, holding",
        "name":  "Saving Throw",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action Vaprak (ogres): +1 mighty cleaving greatclub",
        "name":  "Casting Time",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Vecna: +1 frost dagger",
        "name":  "Range",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 mighty cleaving morningstar mirror, crystal ball, and so forth).",
        "name":  "Erythnul",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 mighty cleaving heavy flail Components:V, S Hiatea (giants, especially females): +1 distance shortspear Casting Time: 1 action Hruggek (bugbears): +1 mighty cleaving morningstar Range: Personal Iallanis (good giants): +1 improved unarmed attack, defending",
        "name":  "Hextor",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Saving Throw",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 flaming heavy mace T11840_620_00 Defenders2.qxd 2/5/01 3:59 PM Page 93",
        "name":  "Pelor",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "MONSTROUS CLERICS",
        "name":  "APPENDIX",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "Sage, Skip Williams, by writing to him at these handy locations",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "ccbe801b12646ec7d4f13e37a4309cccb0773d5266696ee6a76d0fe2d2131518"
    },
    {
        "origin_file":  "other.json",
        "description":  "A god. Deities have from 0 to 20 divine ranks. of a single deity.",
        "name":  "Deity",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A measure of how powerful a deity is. More Pantheon: A group of deities. Each D\u0026D campaign has its powerful deities have more divine ranks. own pantheon, and some have more than one.",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Belief in two deities. The deities are often oppo- Patron Deity: The primary deity worshiped by an individual. sites in conflict with one another. Jozan’s patron deity is Pelor, for example.",
        "name":  "Dualism",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every few decades, the gods hold a great tour- omniscience, or omnipotence of their patron deities. nament. All the gods surrender their divine powers (treat them as Adventure Idea: The patron deity of one or more of the player divine rank 0) for one day and face all challengers, whether divine, characters becomes mortal after someone steals her very divine infernal, or mortal. The top twenty-two (assuming one god for each nature from her. Adventurers are among her significant wor- domain, but you could easily change this number) finishers shipers, so she contacts the player characters and begs them to become fully ranked gods. Any deity who fails to place in the top return her divine spark. The usurper now lives in her divine realm, twenty-two remains divine rank 0 but no longer has a portfolio, of course, so player characters know where to find him, and pre- and is the subject of much mockery by other deities. Player charac- sumably also the divine spark. Player characters must successfully ters learn of a conspiracy to cheat a demon lord into the winning steal back the purloined divinity (in whatever form it’s in) and then ranks and must put a stop to it. decide whether to become gods or to return it to their patron deity. Stolen Divinity Imparted Divinity Divine rank may have a physical existence, either on the Material With this option, some source—generally the existing gods— Plane or only on the Outer Planes. If so, an enterprising mortal can imparts divine rank to those who deserve it. “Deserving” divine steal it and simultaneously become a god while dethroning rank could mean overcoming all the challenges to reach the source, another. Of course, all the gods jealously guard their “divine or it could involve performing a service particularly exemplary of a tokens,” protecting them with fearsome traps and mighty beings— patron deity. Most likely it means a life of devotion, obedience, loy- some enhanced with the gods’ own power. alty, and faith in the pantheon or patron deity. Contrasted with Some points to consider if you choose this option are how the earning divine rank, in this system a particular being decides gods feel about new gods with stolen divinity and about the fallen whether to impart divine status to a candidate. For instance, Zeus gods, and what happens to those fallen gods. Perhaps they drop to generally decided who could join the Olympian pantheon. the ranks of household or local gods. As with earned divinity, there This choice for the nature of divinity gives the members of your may be rivalry or outright war between new gods and old. You current pantheon control over who joins their ranks. The resulting need to decide whether gods steal from each other, and if so, what number of gods is much more manageable and consistent than power they gain (see Deicide, below). If they do not steal from each with earning divinity. At the same time, those player characters other, you should have a good reason why not—perhaps having who wish to become gods have a method for doing so. Decide the more than one divine spark might kill a god. Decide how widely cost for becoming a god. A deity might impart divine status as a known the process of becoming a god is. If everyone knows, make reward for a heroic quest, or a character might have to slay a demon sure to tell your players. Or, the gods may be the only ones who lord. If total divine power is limited, your gods should tightly know. Alternatively, you may decide that only gods can perceive ration who receives divine power. and physically handle divine sparks, so gods can steal them but The conscious choice involved with imparting divine status com- mortals cannot. Mortals could still become gods through earning bines monotheism with the right mythology. The worship of a single, such status, or through the gods imparting or surrendering it. all-powerful deity does not deny the existence of previous or future When combining monotheism and the concept of stolen divinity, deities. A myth cycle in which a god lasts for eons and chooses her you have to establish from whom the one god stole divinity. Initially replacement is workable, provided you detail what made the current the idea may seem self-contradictory, but the right mythology can deity such a good candidate while he or she was yet mortal. make it work. For instance, the one god might be the only one left Dualism can work in a similar fashion, with the two gods choos- after all the other gods had their divinity stolen (in which case you ing their replacements after a long period of divine dominion. must decide where the stolen divinity went). Alternatively, the one Alternatively, one deity (perhaps born with her power or even god might have stolen divinity from all the previous gods. having stolen it) could impart power to a mortal out of loneliness, In a dualistic system, the gods may have cooperated to steal from or out of a desire for help in running the universe. Opposition a previous god or gods, or one may have stolen from the other. The could happen after the second being becomes a deity and reveals a latter situation creates a dynamic opposition that makes a com- hidden facet, or the first deity could wisely see the need for oppo- pelling dualistic system. Avoid the predictable idea of the evil god sition to keep universal balance and purposely impart power to an stealing from the good one; the reverse could prove more interest- opposing being. ing. Of course, it’s yet more remarkable and fantastic if the two The right mythology could even make animism work with gods are differentiated by something other than good and evil. imparted power. A deity looks down on creation and decides that An animistic system could have mortals steal divinity from the his work is done; he can move on to other things. However, he can’t gods only to be transformed and split into tiny pieces by the divine leave the world unattended, so he takes part of his power and shares 11 YOUR GAME DEITIES IN CHAPTER 1: it equally with all of creation. You decide that the divine spark only deity returns. A deity may surrender power, in this system, to a resides in unliving objects or only in things with animal or lower chosen replacement—which could be a player character. intelligence, or that it resides in all things and beings equally. Adventure Idea:The god of the sea surrendered his power to All these approaches assume a cycle that stretches infinitely back- the chief deity of the pantheon and went to sea among mortals. The ward in time. If there was ever a time when a deity relied on some player characters want to find him, either because they are his other source for its divine spark, and then started the chain of former worshipers and want him to return to his divine duties or imparting the spark to one or more successors, determine because their patron deity asked them to. Obstacles in their when that time was. That “original deity” may be the path may include his being shipwrecked on a dangerous creator figure for your universe, but in any event and mysterious island, or his becoming tainted that fact is hidden knowledge. Gods who by evil and turning to piracy. want to appear omniscient and omnipo- tent don’t want contradictory infor- Mixing It Up mation to get out in the form of You may choose to mix these ideas. For common knowledge. Nor do they example, the current or “main” gods of the want to compare unfavorably to a pantheon were born with divine status. previous deity. Some lesser deities earned their divine When a mortal receives divine status through miraculous acts and heroic power, her friends and follow- quests. Others received their divine status ersmay very well become the from the main gods as rewards for devoted founders of holy orders dedi- service over several decades or longer. cated to her as a new god. Stealing the divine essence of lesser Unlike with stolen divinity, deities is considered an evil or chaotic imparted divinity implies wor- act, but it is possible. However, inter- thiness. Clerics and paladins mediate and greater deities are insepa- of such gods know that the rable from their divine essences, so existing pantheon consid- their status is never in danger. ered their new deity worthy of joining their ranks. This Creators or Usurpers imparts an air of legitimacy The current god or gods of the to a new faith. campaign did not necessarily",
        "name":  "Adventure Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "In ancient days, dark and alien gods ruled the characters, construction has begun on a white marble tower carved universe. Their offspring banished them and became the current with lotus flowers. The people organizing the construction pay well, pantheon of gods. Mortals know the current gods exist, but only the and the workers have no complaints about treatment. The organizers most ancient races have any recollection or memory of the previous are wealthy men, and they soon become advisors to the city rulers. As deities. Hidden in musty vaults are forgotten tomes written in lost the player characters travel and adventure, they find more of these languages that contain divine prophecies of the elder gods’ return. towers in other cities. They also begin to encounter divisive policies The current pantheon’s efforts focus on predicting the return time, such as tariffs on goods traded between towns, entry fees charged at preparing for it, and searching for a way to finally destroy the threat city gates, and laws requiring citizens to wear symbols of their faith their ancestors pose. Player characters begin what appears to be a sewn on their clothing. If questioned, the organizers of the tower standard adventure, only to discover images of strange gods carved construction explain that such policies strengthen the town and in ancient subterranean caverns. Over time, they gain enough encourage the citizens to show their faith with pride. Player charac- knowledge to interpret the images and other bits of lore they dis- ters who sneak into a completed tower and observe the rituals there cover. They learn of the true nature of the universe, and of the threat discover that the towers are temples to a hostile deity, and they must posed by the elder gods. Perhaps the current gods then recruit the act to prevent the lotus cult from consuming their world. player characters to aid in preparation for the return. You could even build prestige classes around that recruitment. Mixing It Up You could divide attitudes along alignment lines, making good Hostile Deities deities benevolent, neutral deities indifferent, and evil deities Deities who take an actively hostile stance toward mortals can prove hostile. Good deities work to keep evil deities from destroying the overwhelming, particularly at low levels of play. As with other divine world, while neutral deities work to maintain a balance between attitudes, you need to decide why the gods are hostile. If mortals the two forces. Alternatively, you could make deities benevolent killed a god in ancient days, the existing immortals may still hold a toward mortals of their own alignment, hostile to those of opposed grudge. Mortal races from the Player’s Handbookmay have replaced alignments, and indifferent to others. Your deities may have multiple the gods’ chosen race as preeminent in the world. If the gods are dra- aspects or personalities divided among their domains, and each conic, lizardfolk may have once ruled the world as humans, dwarves, may behave differently. elves, gnomes, and halflings do now. While you decide that, also The gods may be indifferent, provided mortals worship them decide why the hostile gods don’t simply destroy the world. Perhaps according to the gods’ wishes and specifications, or they may be the gods need mortal worship as a source of power (unlike with benevolent. Failing to worship properly could displease the gods, benevolent gods, mortals worship hostile ones in hopes of placating eventually making them actively hostile. them). Destroying the world may unleash some threat to the gods currently imprisoned deep beneath the surface of the earth. WHY MORTALS WORSHIP DEITIES If the gods are hostile, clerics generally serve divine forces People worship the gods out of love, gratitude, or fear, depending rather than specific deities. Most paladins belong to secular orders on their alignment and the alignment of the god. Evil gods rather than divine ones. Many mortals seek alternatives to wor- receive plenty of worship, even from the common folk, just to shiping hostile deities, creating new demands for clerics. keep them appeased. The challenge you face in using hostile deities is the opposite of what you face with benevolent ones. In this case, you must justify Love why good gods are hostile. You can reverse one of the approaches to Mortals may love their gods as the creators of the world and all life benevolent gods by making good weaker or less significant than evil. on it. Gods may be the source of all the necessities of life. Alterna- In such a campaign, perhaps the good gods recently suffered a major tively, they may be the source of life’s luxuries, effectively buying defeat in the eternal struggle between good and evil. This theme or mortals’ love. Mortals choose to obey the gods’ laws with their setting can be tough for good-aligned characters because the world whole hearts and serve their patron deities because they want to. is set against them, but it sets the stage for epic adventuring as the Clerics convey worshipers’ love to their deity and share their joy player characters seek to redress the balance in favor of good. with their congregations. A hostile monotheism has few consequences or implications Worshiping a single god out of love carries the same concerns as different from a hostile pantheism. If a previous deity or pantheon a benevolent monotheism: It’s similar to many real-world beliefs. If created the universe, the current deity might not feel any particular every mortal loves both deities in a dualistic system, the feel of compassion toward it. As with a pantheon, you must decide why the opposition and difference between the two gods is reduced. In a god stops at hostility and doesn’t destroy the world and start over. As dualistic system, some mortals should love one god and fear or at previously mentioned, dualism works best if the two gods behave least dislike the other. Revering animistic spirits out of love has differently to each other’s worshipers. One hostile god or two is little none of the drawbacks of the other two choices, and functionally is different from twenty. Because animistic spirits are omnipresent, a little different from worshiping a pantheon out of love. hostile animism makes life a living hell for everyone involved unless Love can make mortals do strange things. They may hide infor- they know how to generate enough good will to survive. If you’re mation that paints their beloved deity in a bad light. They may do creating a hostile animism, include ways to temporarily appease the spirits that are common knowledge in civilized areas. Mystery cults may teach effective appeasement techniques to initiates. There are many opportunities for secret or hidden knowledge in a system with hostile deities. Mortals must hide all experiments meant to protect them from the gods, for instance. Deities are more likely to destroy evidence of such experiments than to hide it, but single copies of the information may exist in far-off places. Mortals may live in fear of the gods destroying the world if pushed too far 15 YOUR GAME DEITIES IN CHAPTER 1: pqs ATTITUDES OF THE D\u0026D DEITIES The deities of the D\u0026D pantheon are generally benevolent but sometimes display streaks of indifference as affairs far from the Material Plane demand their attention. pqs terrible things out of jealousy and try to hide evidence of their Worshiping a single deity out of fear is more interesting than actions. Similarly, beloved gods probably enjoy the adoration and other motivations. Careful consideration of why mortals fear the act to remove anything that threatens their images or relationships god and how the god behaves can inject enough fantastic elements with worshipers. Mystery cults often spring up out of love for a to enhance the game experience. Mortals might fear both gods in a particular deity. Ancestor worship may represent profound love for dualistic system if their constant struggle occasionally has a disas- the deceased. trous impact on the mortal world. Be careful that such impacts",
        "name":  "Campaign Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deities receive maximum hit points for each Hit Die. roll, assume you rolled a 20 and calculate success or failure from",
        "name":  "Hit Points",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity’s outsider Hit Dice and character level ———Speed ——— determine its base saving throw bonuses. A deity gets its divine Size Biped* Quadruped** rank as a divine bonus on all saving throws. Deities of rank 1 or Fine 20 ft. 60 ft. higher do not automatically fail on a natural saving throw roll of 1. Diminutive 30 ft. 70 ft. Checks:A deity gets its divine rank as a divine bonus on all skill Tiny 40 ft. 80 ft. checks, ability checks, caster level checks, and turning checks. Small 50 ft. 90 ft. Lesser deities (rank 6–10) may take 10 on any check, provided Medium 60 ft. 100 ft. they need to make a check at all. Large 80 ft. 120 ft. Intermediate and greater deities (rank 11–20) always get a result Huge 100 ft. 140 ft. of 20 on any check, provided they need to make a check at all. Gargantuan 120 ft. 160 ft. Immunities:Deities have the following immunities. Individ- Colossal 140 ft. 180 ft. ual deities may have more immunities. Unless otherwise indi- *Or any form with two or fewer legs. cated, these immunities do not apply if the attacker is a deity of **Or any form with three or more legs. equal or higher rank.",
        "name":  "Saving Throws",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use the Biped column for burrow and swim speeds for Transmutation: A deity is immune to polymorphing, petrifica- all deities regardless of form. Use half the value in the Biped tion, or any other attack that alters its form. Any shape-altering column for climb speeds for all deities. Use twice the value in the powers the deity might have work normally on itself. Quadruped column for fly speeds for all deities capable of flying. Energy Drain, Ability Drain, Ability Damage: A deity is not subject to energy drain, ability drain, or ability damage.",
        "name":  "Note",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "All deities have at least the following resistances. damage (see Injury and Death in Chapter 8 of the Player’s Handbook). Individual deities may have additional resistances. Senses:Deities of rank 1 or higher have incredibly sensitive",
        "name":  "Resistances",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity has fire resistance of 20 + its divine rank. perception. Such a deity’s senses (including darkvision and low-",
        "name":  "Energy Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every deity of rank 1 or higher has at mile per divine rank. In effect, a deity of rank 10 can see, hear, least one additional power, called a salient divine ability, per divine touch, and smell at a distance of ten miles just as well as a human rank (see Salient Divine Abilities, later in this chapter). can perceive things that are close enough to touch. Perception is",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity of rank 1 or higher can use any domain limited to the senses a deity possesses. For instance, a deity cannot power it can grant a number of times per day equal to its divine see in the dark unless it has darkvision. Nor can it see through 27 DEFINED Illus. by W. Reynolds DEITIES CHAPTER 2: pqqqqrs DEITIES AND SYNERGY BONUSES For every 20 extra ranks a deity has in a skill, the deity’s synergy Many skills provide synergy bonuses to other skills if you have bonus from the skill (if any) increases by +2. For example, a deity 5 or more ranks in the skill. For example, you get a +2 synergy with 25 ranks in Handle Animal would receive a +4 synergy bonus bonus on Ride checks if you have 5 or more ranks in the on Ride checks, and a deity with 45 ranks in Handle Animal Handle Animal skill. would receive a +6 synergy bonus on Ride checks. pqqqqrs solid objects without using its remote sensing ability or some sort Divine Maximum DC Free Actions of x-ray vision power. Rank for Automatic Action per Round",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every deity of rank 1 or higher has at least limited ties. Mortals and other deities of lower rank can resist the aura’s knowledge and control over some aspect of mortal existence. A effects with successful Will saves; the DC is 10 + the deity’s rank + deity’s connection to its portfolio gives it a number of powers. the deity’s Charisma modifier. Deities are immune to the auras of",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deities don’t need to make skill checks as The deity can choose from the following effects each round as a often as mortals do. When performing an action within its portfo- free action. lio, a deity can perform any action as a free action, as long as the Daze: Affected beings just stare at the deity in fascination. They check DC is equal to or less than the number on the table below. can defend themselves normally but can take no actions.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Affected beings become shaken and suffer a –2 morale 28 determined by the deity’s divine rank. penalty on attack rolls, saves, and checks. The merest glance or :2 RETPAHC SEITIED DENIFED gesture from the deity makes them frightened, and they flee as Godly Realm:Each deity of rank 1 or higher has a location that quickly as they can, although they can choose the path of their flight. serves as a workplace, personal residence, audience chamber, and",
        "name":  "The number of free actions a deity can perform each round is also Fright",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity’s allies receive a +4 morale bonus on attack sometimes as a retreat or fortress. A deity is at its most powerful rolls, saves, and checks, while the deity’s foes receive a –4 morale within its godly realm. penalty on attack rolls, saves, and checks. A deity has at least modest control over the environment within",
        "name":  "Resolve",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity of rank 1 or higher can understand, sounds as the deity sees fit. Sounds can be no louder than one speak, and read any language, including nonverbal languages. hundred humans could make; the deity could create the sounds of The deity can speak directly to any beings within one mile of an invisible choir, a battle, a jungle full of raucous birds, or similar itself per divine rank. sounds, but not intelligible speech or harmful sound. This control",
        "name":  "Communication",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Additional facts about the ability that may be helpful Corellon could fight or flee, but the time he spent doing either when using the ability in play or when you are deciding to give the activity would not count toward the necessary 70 minutes of rest. ability to a deity you are creating. Suggested Portfolio Elements: This entry gives one or more",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alter Size salient divine ability. texture, skin color, and gender). The deity can use this ability to",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 29. requires 1 round of effort, and the deity must rest for one day per",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deities with a rank equal to or greater than the attacking nicating. A lesser deity can have up to five avatars at once, an inter- deity are not subject to this ability. This ability has no effect on objects mediate deity can have up to ten, and a greater deity can have up to or effects that are not subject to physical attacks, such as walls of force. twenty avatars at once.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any. Scribe Scroll.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Air, wind. The deity is the epitome of the fighter, a master of sophisticated battle techniques.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fighter level 20th, Combat Reflexes, Int 13, Dex The deity is the epitome of the archer, with abilities that surpass 13, Dodge, Expertise, Mobility, Spring Attack, Whirlwind Attack, those of mortal archers. War domain.",
        "name":  "Divine Archery Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +20, Dex 29, Point Blank Shot, Benefit: The deity can make an unlimited number of attacks of Far Shot. opportunity in one round. (The deity still can’t make more than",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ray destroys a wall of force, prismatic wall,orprismatic The deity is the epitome of the bard and has abilities that far sur- sphereit hits (all layers in a prismatic effect are destroyed). The ray pass those of mortal bards. itself is unaffected and can strike a target behind the wall of forceor",
        "name":  "Divine Bard Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard level 20th. prismatic effect.",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity can have this ability multiple times, choosing a adopts. For example, when the deity uses wild shapeto change into different ability score each time. a leopard, it gains the leopard’s pounce, improved grab, and rake",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 29. deity’s description.",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crafts, creation, supreme. wound on the body.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "This ability does not stack with the fast healing special Divine Dodge quality.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity can have this ability multiple times, and its attack hits. effects stack. A deity with two applications of this ability improves",
        "name":  "The deity can avoid damage by simply not being there when the Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 29. its fast healing by 40 + (divine rank ×2).",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid level 20th. Suggested Portfolio Elements:Fire. 39 DEFINED DEITIES CHAPTER 2: Divine Glibness can be bludgeoning instead of slashing, but the keen and vorpal The deity’s silver-tongued speech can convince others to take qualities do not apply to that attack. Any unarmed attack the deity action. makes has a base damage of 2d12.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 29, Bluff 40 ranks, Trickery domain. The deity can use the Deflect Arrows feat to deflect any ranged",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commerce, lies, thieves. Suggested Portfolio Elements:Law. Divine Inspiration Divine Paladin The deity can inspire a specific emotional state in others. The deity is the epitome of the paladin and has abilities that far sur-",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any. The deity is the epitome of the ranger and has abilities that far sur- pass those of mortal rangers.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sneak attack +10d6, crippling strike. Across water 60 Benefit: The deity’s sneak attacks deal an additional+3d6 points Underwater 80 of damage. Air 120 Any attack of opportunity the deity makes is considered a sneak attack.",
        "name":  "Surface DC Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Archers, hunting, nature. The deity can flank or catch flat-footed any opponent whose divine rank does not exceed the deity’s and can sneak attack that Divine Recall opponent. The deity cannot deal sneak attack damage to opponents The deity has superhuman memory of a particular subject. that are immune to critical hits.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity remembers every event of a certain type Any time the deity inflicts damage with a sneak attack, that that has ever occurred. The type of event is specified in the deity target suffers damage equal to the deity’s sneak attack bonus description. damage on the deity’s next turn as well.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity can have this ability multiple times, choosing a Suggested Portfolio Elements:Thieves. different type of event each time.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine rank 16, Cha 26. deity’s ethical alignment is neutral (neutral good or neutral evil),",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine rank 11. must attempt new saves.",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Water domain. feat, except that the deity receives a bonus on damage with the",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity can have this ability multiple times, choosing a location of anything within 10 feet per divine rank that is in con- different type of energy each time. tact with the same body of water. Suggested Portfolio Elements:Nature.",
        "name":  "When touching water, the deity can automatically sense the Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity can have this ability multiple times, choosing a Prerequisites:Cha 24. different type of energy each time. Benefit:Whenever the deity performs a specific action speci-",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire, storms. fied in the deity’s description (usually attacking, but sometimes roaring or making another intimidating gesture), foes within a 30- Extra Domain foot-radius burst must make Will saves (DC 10 + deity’s Charisma The deity gains an extra domain. modifier + deity’s divine rank). Foes within the burst, but not the",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine rank 6. deity’s immediate target, become shaken for 3d6 rounds if they",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A deity can have this ability multiple times, choosing a Suggested Portfolio Elements:Destruction, war. new domain each time.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity gains immunity to acid, cold, electricity, fire, that there is no material component and the amount of time the or sonic energy. subject has been dead is irrelevant.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wis 29. with a higher rank.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nature. sense each time.",
        "name":  "A deity can have this ability multiple times, choosing a different Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Travel domain. of effect between the deity and the target.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity gains resistance of 20 + divine rank to acid, what mortal bards can accomplish. cold, electricity, fire, or sonic energy. Prerequisites:Perform 40 ranks.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "If required to make an opposed roll involving except for those created by deities of higher rank than the Strength (including grapple checks), the deity receives a divine performing deity. Immunity to fear and compulsion last for as bonus of +25 on its roll. This bonus stacks with the normal long as the deity performs and for up to 1 round per divine divine rank bonus. rank thereafter.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine rank 6, Dex 29. Note: Not all deities with this ability can create all the men-",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge, secrets. The deity can create a dark cloud that saps life energy.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Death domain.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine rank 6, Gift of Life or Hand of Death Suggested Portfolio Elements:Death, destruction, war. salient divine ability.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ehlonna can use this ability up to one time per day per These effects last as long as the deity concentrates and for up to divine rank, and its effects last one day. 1 minute per divine rank afterward. The deity can end an effect as",
        "name":  "Note",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nature. a free action. See Chapter 3 of the DUNGEONMASTER’s Guide for weather effects.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nature, sea, weather. The deity can infuse some of its energy into a mortal, turning the mortal into an extension of the deity. Power of Truth",
        "name":  "Possess Mortal Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Same as the deity. it simply disperses and reassembles later. Roll 10d10 to determine",
        "name":  "Type",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Same as the mortal, +1 for each rank of the deity. the number of days before the deity returns.",
        "name":  "Hit Points",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength, Dexterity, and Constitution are the deity’s realm is on a divinely morphic Outer Plane, and the unchanged. Intelligence, Wisdom, and Charisma become 5 deity is killed there, subtract twice the deity’s divine rank from points lower than the deity’s (or remain as the mortal’s scores if the number of days it takes to return. The return always takes at they are higher). least one day.",
        "name":  "Ability Scores",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude and Reflex same as the mortal; Will adjusted if This ability is ineffective if the deity is killed by another deity of necessary for the mortal’s new Wisdom score. equal or higher rank.",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nature, secrets, thieves. in the deity’s description.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Victory, war. Suggested Portfolio Elements:Death, life, undead. Supreme Initiative Undead Qualities The deity always goes first in the initiative order. This is an extraor- The deity, though alive, shares the qualities of the undead. dinary ability. Benefit:Like undead, the deity is immune to poison, sleep,",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 29, Improved Initiative. paralysis, stunning, disease, death effects, and necromantic effects,",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity goes first in the initiative order, no matter and it ignores mind-affecting effects (charms, compulsions, phan- what its initiative result is or what initiative result anyone else in tasms, patterns, and morale effects). The deity is not subject to crit- an encounter or battle has. ical hits, subdual damage, ability damage, ability drain, or energy",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos. True Knowledge The deity’s mastery of knowledge is nearly complete. Wound Enemy",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity can assume the form of any object or crea- A deity can have this ability multiple times, and its effects stack. ture. The deity can remain in the assumed form indefinitely, but it For example, a single wound would bleed for 3d6 points of damage resumes its own form if slain. each round if the deity had this ability three times.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "This ability works like the Shift Form salient divine Suggested Portfolio Elements:Death, pain, war. ability, except as noted below. The deity can take any form, living or unliving, corporal or FEATS incorporeal. The deity gains the supernatural abilities of the assumed form. In addition to the feats in the Player’s Handbook,deities can also The deity can use this ability to create disguises, gaining a bonus obtain the feats described here, all of which were originally pub- of +20 on its Disguise checks. lished in other D\u0026D game products. Because these feats (as well as The deity can use its Alter Size ability simultaneously with this those in the Player’s Handbook) were originally designed for use by one to become as small as a grain of sand or as large as 1,600 feet in player characters, many of them have prerequisites that any deity the assumed form’s greatest dimension. automatically meets, such as a base attack bonus of +2 for Hold the",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nature, secrets, thieves. Line. Nevertheless, those prerequisites are retained in these feat descriptions so that the descriptions will be consistent with the Undead Mastery way they were originally published. The deity has absolute dominion over the undead.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine rank 14, Cleric level 17th. Blindsight, 5-ft. Radius [General]",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bardic music, Perform 12 ranks. flanking attacks.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 15, Run. Divine Might [Divine] Benefit:When running or charging, the deity can make a The deity can channel energy to increase its damage in combat. single direction change of 90 degrees or less. A deity can’t use this",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Combat Reflexes. Prerequisites:Plant Defiance, ability to cast speak with plants.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Unarmed Strike.",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +3, Point Blank Shot, Pre- Fictional Pantheons cise Shot. If you’re basing a campaign on a setting described in books, con-",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Int 13, Expertise, base attack bonus +6. How Deities Behave",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Odin often wandered the mortal realm dis- politics of your pantheon. guised as an old man. Zeus came down from Olympus in many dif- ferent guises. Player characters may meet a deity and never realize DIVINE MEDDLING it (though most deities can’t resist showing off as they leave; see The most important principle for the use of deities in a fantasy Power Incarnate, above). roleplaying campaign is to employ them judiciously and spar-",
        "name":  "The Masked Man",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The powers of a deity are far beyond those of ingly. Too much interference from the gods takes fun away from mortals. Deities may express their sympathy and compassion as the players. If a god can remove obstacles with a wave of his hand, pity. Less sympathetic deities may dismiss mortals as worthless or there’s no heroic effort needed on the part of the characters. The unimportant. It takes a great deal for mortals to get a deity to take DUNGEONS\u0026 DRAGONSgame is designed for a mortal level of them seriously. Combined with immortality, this attitude means play. The player characters are heroic not because of the tremen- deities tend to ignore immediate mortal concerns unless some- dous powers they might eventually accumulate, but because of thing threatens their power, portfolio, or very existence. Reward the terrible risks they take in the face of imminent death. To use players who have their characters phrase requests in terms that a deity to save characters from those risks repeatedly is to sully catch their deities’ interests. the heart of the game.",
        "name":  "Condescending",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gods use their aura to induce the proper state of POINTS mind in those they approach. Characters may be able to resist Except for the (presumably) very rare occasions when a group of the urge to fall down on their knees and worship, but even if characters actually defeats a deity in combat, experience awards for they can, it’s a tremendous struggle. Remind their players that encounters with deities are necessarily story-based awards. As the characters’ knees tremble with the effort to resist, and every such, these awards can never be calculated based on a deity’s actual time the god’s gaze turns to a particular character, he or she feels or presumed Challenge Rating. Instead, you must determine an the urge double (though no further rolls are required). Whether award based on the circumstances of the encounter, its importance a divine aura is frightening or inspiring, it is an experience few to the adventure and campaign, and the actual result of the will ever forget. encounter. This section offers some general guidelines, but these",
        "name":  "Divine Aura",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change to 2d8. Retain bonus hit points. Damage:Slam 1d4+5",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus is reduced to +2, subject to modifica- Special Qualities:Mental immunity, poison immunity, electricity, tions for size and Strength. fire, acid resistance 20",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "All petitioners are immune to mind-affecting Climate/Terrain:Any land, aquatic, and underground effects. This may be due to the mindless nature of their existence, Organization:Solitary, pair, gang (2–4), or band (5–8) devotion to their deities, or being surrounded by a similarly Challenge Rating:2 aligned plane. Treasure:Standard",
        "name":  "Mental Immunity",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The first line gives the name by which the deity is gen- not be an accurate estimate of what level of characters could chal- erally known. Other names or titles attributed to the deity (if any) lenge the god; regardless, you should not use this Challenge are given immediately below the name. Rating for determining experience point awards for characters",
        "name":  "Name",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The portion of the cosmos where the deity The paragraphs at the end of the game statistics block provide chiefly resides. additional information about the deity.",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The deity’s alignment. Deities follow the same Divine Immunities:Any immunities the deity has by virtue of alignments as mortals do; see Chapter 6 of the Player’s Handbook. its divine rank, salient divine abilities, and portfolio.",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The aspects of mortal existence with which the deity Salient Divine Abilities:A list of the deity’s salient divine abil- is most often associated. Portfolio elements are listed roughly in ities. Unique salient divine abilities related to a deity’s portfolio are their order of importance to the deity. described in the deity entry.",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Those who worship or venerate the deity, roughly Domain Powers: The domain powers the deity can use. In in order of their number and importance to the deity. some cases, a god has access to a domain power that is irrelevant.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The distance out to which the deity’s senses are effec- about what the deity looks like and other general facts. tive (a number of miles equal to its divine rank), plus other facts",
        "name":  "Immediately following the deity statistics block is information Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The next section of text relates the basic tenets of the related to the deity’s ability to perceive events around it. deity’s creed or teachings. Portfolio Sense:The types of events related to its portfolio that",
        "name":  "Dogma",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "This text gives details of how the the deity senses. deity’s clerics act and the types of temples or shrines dedicated Automatic Actions: The kinds of activities the deity can per- to the deity. form as free actions. Free actions consume no time. The deity can perform them during its turn and still move and act.",
        "name":  "Clergy and Temples",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Material Plane encompasses the world presented in the core D\u0026D rulebooks. Alternate Material Planes Demiplanes: Finally, the D\u0026D cosmology contains may exist as well. the option for as many demiplanes as you desire.",
        "name":  "Material Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Great Wheel contains the Ethereal Plane, the Astral Plane, and the Plane of Shadow. These ASSEMBLING THE D\u0026D planes function as described in the core rulebooks. COSMOLOGY",
        "name":  "Three Transitive Planes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Four elemental planes and two energy The D\u0026D cosmology consists of the following ele- planes are part of the Great Wheel. The elemental planes are for ments and arrangements. the classic elements—fire, air, earth, and water—while the energy planes embody positive and negative energy. • The Material Plane is at its center.",
        "name":  "Six Inner Planes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "These aligned planes are the homes • The Plane of Shadow and the Ethereal Plane are of various deities and outsiders, and they often have many layers. coexistent with the Material Plane. All planes,",
        "name":  "Seventeen Outer Planes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "10",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "53d12+742 (1,378 hp)",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4 (Improved Initiative)",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 ft., fly 300 ft. perfect, swim 60 ft.",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "76 (–8 size, +10 divine, +52 natural, +12 deflection)",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 53, Dex 10, Con 39, Int 35, Wis 36, Cha 35. affected area must succeed at Reflex saves (DC 60) or be pinned",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bahamut can sense anything that affects the the least. welfare of good dragons, so long as the event in question affects at least five hundred dragons. Dogma",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 ft. these abilities as a 27th-level caster,",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arborea Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaotic good Special Attacks:Turn undead 12/day, domain powers, salient",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "CG, CN, NG speak, and read all languages and speak directly to all beings",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos, Good, Protection, within 19 miles, remote communication, godly realm, teleport War without error at will, plane shift at will, familiar (cats), SR 51,",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability damage, ability drain, acid, cold, Senses:Corellon can see (using normal vision or low-light death effects, disease, disintegration, electricity, energy drain, vision), hear, touch, and smell at a distance of nineteen miles. As a mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- standard action, he can perceive anything within nineteen miles of tion, imprisonment, banishment. his worshipers, holy sites, objects, or any location where one of his",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rearing unicorn ments by evil folk, loggers, and others who would exploit and ruin",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Neutral good forest, they tend to be gentle but firm, at least at first. If the",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forests, woodlands, invaders persist, Ehlonna’s clerics can be ruthless in driving them flora and fauna, fertility out. Many of Ehlonna’s clerics take it upon themselves to teach",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elves, gnomes, woodcraft, plant trees, or both. half-elves, halflings, rangers, Woodland temples to Ehlonna are often open-air affairs with druids, hunters, farmers, only trees for a roof. Small shrines to her are occasionally found in woodcutters forest villages.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  " CG, LG, NG EHLONNA",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal, Ranger 20/Druid 10/Cleric 10 Good, Plant, Sun Medium-Size Outsider",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +55, Ref +63, Will +56. see (using normal",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine immunities, DR 50/+4, fire resistance",
        "name":  "Intermediate Deity Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "A half-demon, half- 35, understand, speak, and read all languages and speak directly boar mask to all beings within 15 miles, remote communication, godly",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pandemonium realm, teleport without error at will, plane shift at will, familiar",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaotic evil (boars), traps, uncanny dodge (cannot be flanked, +1 against",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hate, envy, malice, traps), SR 47, divine aura (1,500 ft., DC 33). panic, ugliness, slaughter Saves:Fort +58, Ref +58, Will +54.",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarians, fighters, Abilities:Str 42, Dex 33, Con 33, Int 24, Wis 24, Cha 29. rogues, looters, outlaws Skills*: Balance +28, Bluff +47, Climb +47, Concentration +79,",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "CE,CN, NE Diplomacy +28, Disable Device +37, Disguise +62, Gather",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos, Evil, Trickery, War Information +39, Hide +64, Intimidate +81, Jump +49,",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "20d8+220 (outsider) plus 10d12+110 (Bbn) plus 10d10+110 5th—telekinesis. (Ftr) plus 10d6+110 (Rog) plus 10d4+110 (Sor) (1,250 hp) Manifold Rage (unique salient divine ability): Up to fifteen",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "+15, always first (+11 Dex, +4 Improved Initiative, times per day, Erythnul can work himself into a frenzied rage sim- Supreme Initiative) ilar to the Divine Rage salient divine ability (this power replaces",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "70 ft. the barbarian rage ability for Erythnul). Once used, the power lasts",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "73 (+11 Dex, +15 divine, +28 natural, +9 deflection) 1 hour. While raging, Erythnul gains a +5 bonus on attack rolls,",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "AC 68; hp 1,350; Atk touch or +58 ranged touch; SQ DR +86/+81/+76/+71 melee (2d6+51/19–20, 42/+4, fire resistance 27, SR 39, divine Large +5 unholy chaotic frightful aura (700 ft., DC 25); SV Fort +50, Ref morningstar); SV Fort +63, Will +59; +50, Will +46; all skill modifiers Str 52, Con 43; Climb +52, Concen- reduced by 8. tration +84, Jump +54, Swim +52. Salient Divine Abilities:Alter Size,",
        "name":  "Erythnul rages",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "+3 bonus. Dweller on the Horizon Other Divine Powers Intermediate Deity",
        "name":  "Market Price",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Disk bearing a curved line result of 20 on any check. He treats a 1 on a saving throw or attack with an upturned crescent above roll normally and not as an automatic failure. He is immortal. Home Plane: Material Plane",
        "name":  "As an intermediate deity, Erythnul automatically receives a die Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Erythnul can see, hear, touch, and smell at a distance of Alignment: Neutral fifteen miles. As a standard action, he can perceive anything within Portfolio:Horizons, distance, fifteen miles of his worshipers, holy sites, objects, or any location travel, roads where one of his titles or name was spoken in the last hour. He can Worshipers: Bards, travelers, extend his senses to up to ten locations at once. He can block the merchants sensing power of deities of his rank or lower at up to two remote Cleric Alignments: CN, LN, N, NE, NG locations at once for 15 hours. Domains:Luck, Protection, Travel",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "14/day reroll a die roll once after it is made; Bard 20/Cleric 20 14/dayprotective ward(touched subject gains Medium-Size Outsider +20 resistance bonus on next",
        "name":  "FHARLANGHN Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "14 saving throw, maximum dura-",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 ft. astral projection, break enchantment,",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "20th;Weight:5 lb. world. Since then, he has been their protector. He is renowned for the jokes and pranks he pulls on other deities, though not all Other Divine Powers his victims laugh off his jests. Garl once collapsed the cavern of As an intermediate deity, Fharlanghn automatically receives a die Kurtulmak, the deity of the kobolds. Since then, the two deities result of 20 on any check. He treats a 1 on a saving throw or attack have been sworn enemies. roll normally and not as an automatic failure. He is immortal.",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fharlanghn can see, hear, touch, and smell at a distance Dogma of fourteen miles. As a standard action, he can perceive anything Garl promotes a doctrine of practicality tempered with humor. within fourteen miles of his worshipers, holy sites, objects, or any Ignorance and complacency are dangerous, warns Garl, and he location where one of his titles or name was spoken in the last urges his people to explore not only the world around them but hour. He can extend his senses to up to ten locations at once. He new ways of doing things. Garl also emphasizes brains over brawn, can block the sensing power of deities of his rank or lower at up to and he teaches that befuddling or embarrassing a foe can be just as two remote locations at once for 14 hours. complete a victory as slaying or capturing that foe.",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fharlanghn senses the beginning or end of any journey of a league or more the instant it happens and retains Clergy and Temples the sensation for fourteen weeks after the event occurs. He like- Garl’s clerics serve as guardians and teachers in gnome communi- wise senses the building or destruction of any road, bridge, tunnel, ties. They maintain careful vigilance against hostile races (particu- or vehicle. larly kobolds), and they instruct the young using a mixture of",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Create Object, Create Greater Object, Speed:50 ft.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability damage, ability drain, acid, cold, sends his avatars elsewhere, just to see what the rest of the word is up death effects, disease, disintegration, electricity, energy drain, to and to play jokes on pretentious mortals. Garl’s avatars usually mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- look like gnomes, though they can be of any subtype or gender. tion, imprisonment, banishment. dAvatar of Garl Glittergold: As Garl except divine rank 9; AC",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Empty eyesocket Saves*: Fort +60, Ref +54, Will +56. *Always receives a 20 on saves.",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Acheron Abilities:Str 46, Dex 25, Con 33, Int 24, Wis 25, Cha 29.",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Orcs, war, territory smithing) +84, Craft (metalworking) +61, Craft (stoneworking)",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "CE, CN, NE +59, Jump +62, Knowledge (arcana) +58, Knowledge (history)",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkvision, –1 penalty on attack rolls in bright light.",
        "name":  "Orc Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "16 Rage:The following changes are in effect as long as Gru-",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "20d8+220 (outsider) plus 20d10+220 (Ftr) plus 9d8+99 umsh rages: AC 76; hp 1,294; Atk +85/+80/+75/+70 melee (Clr) plus 9d12+99 (Bbn) (1,178 hp) (1d8+52/18–20/×3,+5 keen chaotic unholy longspear;max damage",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "+11 (+7 Dex, +4 Improved Initiative) 60 points); SV Fort +62, Will +54; Str 50, Con 37; Climb +64, Jump",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gruumsh senses anything that affects orc wel- avatar rages: AC 60; Atk +77/+72/+67/+62 melee (1d8+44/18–20/×3, fare sixteen weeks before it happens and retains the sensation for +5 keen chaotic unholy longspear); SV Fort +54, Will +46; Climb +56, sixteen weeks after the event occurs. He is similarly aware when- Jump +56, Swim +61. ever orcs engage in combat, make war, or gain or lose territory.",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability damage, ability Cleric 20/Paladin 20 drain, acid, cold, death effects, disease, disintegration, Medium-Size electricity, energy drain, mind-affecting effects, paralysis, Outsider (Good) poison, sleep,stunning, transmutation,",
        "name":  "HEIRONEOUS Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "15 imprisonment, banishment.",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "20th;Weight:6 lb. Dogma Other Divine Powers Hextor seeks to conquer or destroy any that oppose him. He tells As an intermediate deity, Heironeous automatically receives a die his followers that the world is a dark and bloody place where the result of 20 on any check. He treats a 1 on a saving throw or attack strong rule the weak, and power is the only reward worth any- roll normally and not as an automatic failure. He is immortal. thing. The cruel and unrelenting pursuit of one’s goals is the only",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heironeous can see, hear, touch, and smell at a distance reliable path to success. Order must be forged out of chaos and law of fifteen miles. As a standard action, he can perceive anything out of anarchy. Tyranny brings order out of chaos. Dissenters must within fifteen miles of his worshipers, holy sites, objects, or any be oppressed or destroyed lest anarchy reign. location where one of his titles or name was spoken in the last hour. He can extend his senses to up to ten locations at once. He Clergy and Temples can block the sensing power of deities of his rank or lower at up to Hextor’s sect is not as secretive as other dark religions. Temples two remote locations at once for 15 hours. of Hextor operate openly in many cities, and clerics wear black",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heironeous senses any act of chivalry, justice, clothing adorned with skulls or gray faces. honor, or courage the instant it happens and retains the sensation Hextor’s clerics constantly plan or lead attacks on rebels and do- for fifteen weeks after the event occurs. gooders. They revile good-hearted rulers and governments that",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rebuke undead 12/day, domain powers, salient",
        "name":  "Intermediate Deity Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Acheron Special Qualities:Divine immunities, DR 50/+4, fire resistance",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tyranny, war, discord, read all languages and speak directly to all beings within 15 massacres, conflict, fitness miles, remote communication, godly realm, teleport without error",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fighters, monks, at will, plane shiftat will, SR 47, divine aura (1,500 ft., DC 34). conquerors, tyrants Saves:Fort +58, Ref +54, Will +54.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "LE, LN, NE Abilities:Str 45, Dex 25, Con 32, Int 24, Wis 25, Cha 29.",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alter Form, Alter Reality, Alter Size, by 8.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hextor’s Shift Form power allows him to alternate between a basically human form and his six-armed form. The sta- KORD tistics noted above are for his six-armed form. In human form, Hextor has only two arms, and he usually wields a light flail and a The Brawler heavy mace. Intermediate Deity",
        "name":  "Shift Form",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hextor can see, hear, touch, and smell at a distance of Dogma fifteen miles. As a standard action, he can perceive anything within Kord loves physical challenges and contests, and he promotes non- fifteen miles of his worshipers, holy sites, objects, or any location lethal sports as a method for resolving disputes among his followers. where one of his titles or name was spoken in the last hour. He can His teachings say that the strong and fit should lead the weaker, and extend his senses to up to ten locations at once. He can block the that bravery is the greatest quality anyone can have, ruler and citizen sensing power of deities of his rank or lower at up to two remote alike. Everyone should scorn cowardice, says Kord. locations at once for 15 hours.",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "14 these abilities as a 24th-level caster,",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "70 ft. hand, Bigby’s grasping hand, blade bar-",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "68 (+8 Dex, +14 divine, rier, break enchantment, bull’s strength, +27 natural, +9 deflection) chaos hammer, cloak of chaos, dispel evil,",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +58, Ref +54, Will +53. and he is not winded afterward.",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability damage, ability drain, acid, cold, location where one of his titles or name was spoken in the last death effects, disease, disintegration, electricity, energy drain, hour. He can extend his senses to up to ten locations at once. He mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- can block the sensing power of deities of his rank or lower at up to 78 tion, imprisonment, banishment. two remote locations at once for 14 hours. :3 RETPAHC D\u0026D EHT NOEHTNAP yelsaE .J yb .sullI",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Kobolds",
        "name":  "Avatars Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "79 (+17 Dex, +15 divine, +28 natural, +9 deflection) detection, order’s wrath, polymorph any object, protection from chaos, pro-",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "20th; Weight 3 lb. ise of power. It was Lolth who first spread evil Other Divine Powers among the elves, and it was she As an intermediate deity, Kurtulmak automatically receives a die who led the drow to break away result of 20 on any check. He treats a 1 on a saving throw or attack from the rest of elven society and to roll normally and not as an automatic failure. He is immortal. dwell underground. Drow scoff at",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Kurtulmak can see (using norma vision or darkvision), any attempt to suggest that they hear, touch, and smell at a distance of fifteen miles. As a standard were banished from the surface. action, he can perceive anything within fifteen miles of his wor- Nevertheless, Lolth has sworn shipers, holy sites, objects, or any location where one of his titles or vengeance against Corellon Larethian name was spoken in the last hour. He can extend his senses to up and his people. to ten locations at once. He can block the sensing power of deities of his rank or lower at up to two remote locations at once for 15 Dogma hours. Lolth constantly turns one drow against another. She claims to do",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Kurtulmak senses anything that affects this to cull out the weak and to make the race strong, but she is a kobold welfare the instant it happens and retains the sensation for cruel and capricious deity who enjoys watching others suffer. She fifteen weeks after the event occurs. He is similarly aware when- is careful to prevent open or widespread strife among the drow. ever kobolds dig tunnels, make traps, or engage in warfare. She does not tolerate campaigns of harassment or attrition among",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "Kurtulmak can use Craft (metalworking), groups of drow, but she does sanction well-planned, swift, and Craft (stoneworking), Knowledge (arcana), Knowledge (architec- overwhelming attacks. ture and engineering), Knowledge (geography), or Profession Lolth expects her people to be shrewd, calculating, and aware (miner) as a free action if the DC for the task is 25 or lower. He can of the dangers and opportunities around them. She has no use use Craft (trapmaking) as a free action if the DC is 35 or lower. He for sentiment, weakness, or love. She expects her people to rule can perform up to ten such free actions each round. the entire Underdark (the realm beneath the surface of the",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "As Kurtulmak except the save DC is 57. meeting places, sacrificial sites, and centers of entertainment for",
        "name":  "Poison",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "20d8+120 (outsider) plus 20d8+120 (Clr) plus 10d10+60 (Ftr) plus 10d4+60 (Wiz) (820 hp) LOLTH",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "+9",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 ft, climb 30 ft.",
        "name":  "Queen of the Drow, The Spider Goddess, Queen of the Demonweb Pits Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "other.json",
        "description":  "73 (+9 Dex, +15 divine, +28 natural, +11 deflection)",
        "name":  "Intermediate Deity AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    }
]
