[
    {
        "origin_file":  "other.json",
        "description":  "You get a glimpse of the future a moment before it Buer’s Knowledge: You gain a +4 bonus on Heal, Knowledge happens. This knowledge manifests as an insight bonus equal (nature), and Survival checks, and you can make Knowledge to +1 per four effective binder levels on initiative checks, Re- (nature) checks as if you were trained, even if you have no fl ex saves, and AC. ranks in that skill.",
        "name":  "Prescience",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each ally within 30 feet of you BUER, GRANDMOTHER HUNTRESS gains temporary immunity to poison and disease. Allies with- Buer grants binders superior healing as well as powers against in the area make saving throws against disease and poison poisons and diseases. effects normally, but they do not incur the effects of failure",
        "name":  "Delay Diseases and Poisons",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Buer tells many different stories about how she as long as they stay within 30 feet of you. An ally that leaves came to be a vestige, so her true origins remain obscure. In the area immediately suffers all the ef- various popular versions of the tales, fects for any missed saves. she is a beautiful elf maiden who fell",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain the fast healing to evil satyrs, a virtuous human rang- BBUUEERR 1, and the rate of healing increases with er killed by a chimera, or a green hag your effective binder level. You gain fast slain by a lammasu. It’s likely that Buer healing 2 at 10th level, fast healing 3 at herself cannot remember who she was 13th level, fast healing 4 at 16th level, in life or what brought her to her cur- and fast healing 5 at 19th level. rent state, and the stories she tells are",
        "name":  "Fast Healing",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Buer",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Buer’s form is that SSppeecciiaall healing gift again for 5 rounds. The of a fi ve-branched star, or wheel, com- RReeqquuiirreemmeenntt:: YYeess other version is usable at will. Both uses posed of satyr legs. She has two faces, of the ability channel positive energy one positioned on each side of her and deal a corresponding amount of wheel-shaped body at the center point where the fi ve legs damage to undead. meet. One face is that of a green hag, and the other is a rag-",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 66tthh the death of one",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2255 member of the Size Bite Damage SSppeecciiaall group that had Diminutive or Fine 1",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chupoclops appears over its seal in the while you are bound to Chupoclops. form of a Colossal phase spider. However, only the part of its body directly over its seal is visible at any given time. In most DAHLVER-NAR, cases, Chupoclops fi rst appears as a massive spider leg strik- THE TORTURED ONE ing out of nowhere into the center of the seal. Then it shifts Once a human binder, Dahlver-Nar now grants powers just its body, slowly bringing its face into view and down to the as other vestiges do. He gives his summoners tough skin, level of its summoner. Glaring over its oddly tusked arachnid a frightening moan, protections against madness, and the visage from eight all-too-human eyes, Chupoclops rumbles ability to share injuries with allies. an ominous growl to begin the process of pact making.",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bards tell two stories of Dahlver-Nar, both linked",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Several teeth grow from your Dantalion, called the Star Emperor for scalp. Though they are small enough his legend and appearance, is a compos- to be hidden by a large quantity of DDAAHHLLVVEERR--NNAARR ite of many souls. He grants binders the hair or a hat, a touch reveals them ability to teleport short distances, read immediately. thoughts, and stop foes.",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You shift quickly from",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 22nndd descendants of this family still live, a Concentration check), he requires",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 1177 ignorant of both their heritage and their that you undertake no such activities SSppeecciiaall curse. Some binders profess to be scions while under his infl uence.",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": YYeess of Dantalion—the true heirs of the royal",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 55tthh ries a great tome instinctual thoughts that you can pick up. If you attempt to",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dantalion’s infl uence causes you to be aloof always arrive at the exact location desired. You cannot use and use stately gestures. Dantalion can’t help but be curious this ability while blinded. Thought travel is a teleportation about the leaders of the day, so anytime you are within 100 effect and is usable a number of times per day equal to your feet of someone who clearly is (or professes to be) a leader of effective binder level. Once you have used this ability, you others, Dantalion requires that you try to read that person’s cannot do so again for 5 rounds. thoughts. Once you have made the attempt, regardless of success or failure, you need not try to read that person’s ELIGOR, DRAGON’S SLAYER thoughts again. A champion both against and for evil dragons, Eligor grants",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "b2a289b2e3bd8e78a3dcbf652fcb4baaf8a5c37a649a03b2629b3b55ff992d85"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eligor clatters seas, and air. She also gives those with out of nothingness on a winged, whom she binds some of the might of half-horse/half-dragon monstrosity. EEUURRYYNNOOMMEE titans. Both rider and mount are heavily",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "One of your hands becomes",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": YYeess became the fi rst river, and her soul thickly scaled. The color of the scales became a vestige. matches the color of Eligor’s mount",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eurynome at the time of his summoning. hates Amon for some unknown reason and will not answer",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You feel pity for all outcasts, particularly half- your call if you are already bound to him. elves and half-orcs, and you make every effort to befriend",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "If Eurynome’s myth is true, she has fallen any such beings you meet. Because Eligor desires revenge far since battling gods and shaping the deeps and the fi rma- on the deities who abandoned him, he requires that you ment. Eurynome manifests as a horrid conglomeration of attack a human, elf, or dragon foe in preference to all others humanoid, avian, and piscine forms. Her arms are octopus whenever you enter combat. tentacles, her legs are those of a hawk, and her mouth is an 30 iasT .F yb .sullI owl’s beak. Wings shaped like great fi sh fi ns extend from likely a planetar. her back, and she has no eyes—only lampreylike mouths The constantly FFOOCCAALLOORR where her visual orbs should be. crying spirit has",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your skin becomes clammy, and you leave moist never uttered a prints on any object your body touches, even if clothing coherent word, so blocks direct contact. These marks evaporate after about 1 binder scholars minute. must look else-",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eurynome’s infl uence makes you paranoid where to solve and ungrateful; you see secret motives and possible betrayals the mystery of behind every action. Eurynome requires that you not attack a how he came to foe unless an ally has already done so. If no allies are present, be a vestige. All she makes no such requirement. agree, howev-",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Eurynome grants you the ability to er, that Focalor",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 33rrdd befriend animals, walk on water, and wield a massive hammer. was an immor-",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "All animals automatically have an initial his immense an- RReeqquuiirreemmeenntt:: YYeess attitude of friendly toward you. guish kept him",
        "name":  "Animal Friend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you serve as host to Focalor, your eyes con- 19th or higher +3 anarchic adamantine warhammer stantly weep, regardless of your mood or thoughts.",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per round as a standard action, you in an ocean of tears. can call down a bolt of lightning that strikes any target you",
        "name":  "Lightning Strike",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Accounts of Focalor’s origins vary widely. Some designate, as long as it is within 10 feet per effective binder claim he was once a demon, and others say he was an angel— level of your position. The lightning bolt deals 3d6 points of 31 electricity damage, plus an additional 1d6 points of electricity Manifestation: Geryon arrives in a fl ash of sickly green damage for every three effective binder levels you possess light. A strange conglomeration of forms, his body resembles above 5th. A successful Refl ex save halves this damage. This three ogre mages standing with their backs to each other and ability functions outdoors, indoors, underground, and even melded into one being. He has three legs, each with two feet, underwater. and three arms, each with two hands. Three brutish faces gaze",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can breathe both water and air out from equidistant points on a single head, which sits upon easily. a neck jutting upward from three shoulders. One face has a furrowed brow and looks angry, another appears agitated, with wildly rolling eyes, and the third seems thoughtful, often star- GERYON, THE DEPOSED LORD ing into the distance as though thinking of something else. Once a devil of great power, Geryon now exists only as a Geryon speaks from only one of his three faces at any given vestige. He gives binders powers associated with his eyes, time, and each of the three has a different personality and as well as the ability to fl y at a moment’s notice. voice—a deep voice for the angry face, a babbling, hysterical",
        "name":  "Water Breathing",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most scholars of the dark arts know of Geryon. voice for the agitated one, and a quiet voice for the thought- As one of the legendary Lords of the Nine, he ruled Stygia, ful one. All three, however, are Geryon. Whenever his mood the frozen fi fth layer of Hell. During a great upheaval known changes, Geryon turns his body so that he can speak to his as the Reckoning, Geryon secretly supported the greatest of summoner with the face that best represents his feelings at the arch devils, the time. Asmodeus,",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two extra pairs of devilish eyes with green lids and against his ri- yellow, catlike irises open on your head. Located at the level vals. When the of your own eyes and equidistant from them, these bloodshot armies of the op- orbs grant you the ability to see all around yourself. Your own posing lords met eyes take on the same appearance as the new ones. to decide who",
        "name":  "GGEERRYYOONN Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While infl uenced by Geryon, you become would take As- overly trusting of and loyal to those you see as allies, even modeus’s power, in the face of outright treachery. Because he values trust, if Geryon blew his you make a Sense Motive check or use any ability to read horn. At his sig- thoughts or detect lies, you rebel against Geryon’s infl uence nal, the armies and incur the normal penalties. turned against",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Geryon gives you his eyes and his their leaders, the",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 55tthh baleful gaze, as well as the ability to fl y. usurpers were",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2255 Acidic Gaze: The gaze of your devilish eyes can cause foes thrown down, SSppeecciiaall to erupt with acid. When you use this ability, each opponent and Asmodeus",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Geryon answers the calls of only",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can fl y for 1 round at a speed of 60 feet those summoners who show an understanding of the rela- with perfect maneuverability. Activating this ability is a swift tionship between souls and the planes. Thus, you must have action. Once you have used swift fl ight, you cannot do so at least 5 ranks in either Knowledge (religion) or Knowledge again for 5 rounds. (the planes) to summon him. 32 HAAGENTI, bear to exist in any place that held beauty of any kind. Since MOTHER OF MINOTAURS every place in the planes seems beautiful to some being, she Haagenti tricked the god of frost giants and paid a terrible could fi nd no eternal home anywhere. Haagenti refuses to price for that deed. She girds her summoners for battle and speak on the subject and becomes angry when questioned gives them the power to confuse foes. about her past.",
        "name":  "Swift Flight",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 22nndd all beauty. Haagenti’s infl uence.",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 1177",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Haagenti grants SSppeecciiaall unclear, but binder lore holds that her you some of Thrym’s skill with arms",
        "name":  "How Haagenti became a vestige is Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halphax’s He grants his summoners the ability",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 88tthh sign must be drawn inside a building, to raise a fortress and imprison foes, as",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 3322 in a corner of the structure. well as the hardness of stone.",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "When Halphax",
        "name":  "SSppeecciiaall Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "An engineer of inesti-",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your body takes on the appearance of cracked live and trade. The hobgoblins were the fi rst of the goblinoids stone. to rise out of tribalism and fi nd welcome in the gnome city-",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halphax grants you great knowledge of castle and the surrounding lands soon gained a reputation mechanical arts as well as the power to imprison foes, build for being haunted. towers, and gird your body with the hardness of stone. Binder scholars believe they know the answer to the mys-",
        "name":  "Granted Powers",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain damage reduction 10/adaman- tery of Haures’s disappearance and the strange construction tine. You cannot use this ability if you do not show Halphax’s of the castle. According to their legends, Haures was not a sign. human at all, but a powerful rakshasa sorcerer in disguise. Halphax’s Knowledge: You can use the Profession (siege engi- Much of the construction he demanded took place on the neer) and Knowledge (architecture and engineering) skills Ethereal Plane because Haures planned to continue his untrained. In addition, you gain a +16 competence bonus on existence there as a ghost. He wanted his afterlife to be as Profession (siege engineer) and Knowledge (architecture and much like his mortal life as possible, so he had his subjects engineering) checks. build a nearly exact duplicate of his castle on the Ethereal",
        "name":  "Damage Reduction",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Human history associates the name Haures with HHAAUURREESS tiger form soon a powerful lord who terrorized his people. From the time loses its crown he took the throne until his death, he kept his subjects at and robe but work building his castle, adding constantly to its grandeur gains ghostly and might. Workers at the castle would return with strange fl esh, becoming tales of building a room and then rebuilding it the next day a ghostly tiger because no sign remained of their previous day’s work. Then to begin the cy- those who told such stories began to vanish in the castle, cle of change never to be heard from again. Although the castle grew with all over again. the additions made to it for the fi rst few years, the constant Haures seems construction seemed to have no effect on its size in later cognizant of years. his summoner",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 66tthh only while he the castle, hoping to loot and set fi re to the palatial structure. BBiinnddiinngg DDCC:: 2255 The mob of peasants found the castle empty, devoid even of SSppeecciiaall its furnishings. Confused and frightened, they left, and the RReeqquuiirreemmeenntt:: NNoo 35 is in living human form, and he speaks only in those brief Although he was interested in all subjects, Ipos had a moments. particular passion for discovering the nature of the planes,",
        "name":  "When at last Haures died, his subjects rejoiced and attacked VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "When infl uenced by Haures, you become and explorers had to expand upon his body of work. In the an eccentric, often speaking to yourself and to imaginary midst of his investigations, Ipos stumbled across vestiges friends. In addition, Haures requires that if you encounter and drowned in the depth of this knowledge. He could not and disbelieve an illusion not of your own making, you must conceive of beings that did not exist in some place, or that not voluntarily enter its area. could not be reached via the planes or by deities. He became",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a mortal scholar of deities and the planes, Ipos imposing fi gure, discovered vestiges and the process of binding long before",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 66tthh and his hissing their rediscovery in the current age. Although binder lore",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": YYeess considerably to power to travel the planes in his pursuit of knowledge. his menace. 36",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You grow long, black, clawlike nails. and his soul",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ipos grants you his discerning sight Some claim that and commanding presence, as well as claws of cold iron with part of it some- which to rend the veil of ignorance. how still lingers",
        "name":  "Granted Powers",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your fi ngernails harden into cold iron, there. With no granting you one claw attack per hand. You can strike with planar home and each hand at your full attack bonus and add your full Strength no deity who bonus to the damage you deal. The base damage for each claw would claim",
        "name":  "Cold Iron Claws",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 33rrdd attack is as given on the following table. him, Karsus",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2255 became a ves- Size Base Damage tige. SSppeecciiaall Diminutive 1 Special RReeqquuiirreemmeenntt:: YYeess Fine 1d2",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You bleed more than normal from wounds. Even a this ability, you cannot do so again for 5 rounds. small scratch releases a sanguine fl ood. This effect does not Ipos’s Infl uence: Your affi liation with Ipos allows you to draw deal extra damage. more power from the vestiges to which you are bound. The",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take on some of the arrogance for which saving throw DC (if any) of each special ability granted by Karsus was famous in his mortal life. He requires that you your vestiges increases by 1. Treat your effective binder level make Bluff or Intimidate checks rather than Diplomacy as one higher than normal for the purpose of determining checks to infl uence others. the effects of vestige special abilities.",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "In life, Karsus was obsessed with",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While infl uenced by with accuracy, and to damage a foe’s Leraje, you become quiet and unas- sense of self with it. In addition, she suming. Leraje still feels considerable gives her hosts keen vision in darkness guilt about the actions that led her to and skill at hiding. become a vestige, so she requires that",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": YYeess Granted Abilities: You gain super- treatises maintain that Corellon Lar- natural powers related to Leraje’s skills ethian called upon Leraje to be his fi rst 38 in life, as well as the ability to fi re arrows that literally wound Manifesta- your target’s pride. tion: Malphas MMAALLPPHHAASS",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 competence bonus on Hide begins his man- checks. ifestation with Low-Light Vision: You gain low-light vision. If you already a furious flut- have it naturally, you gain superior low-light vision and can tering of white see three times as far as your light source would normally doves. The crea- illuminate. Thus, a torch that illuminates a 20-foot radius tures explode would allow you to see clearly up to 60 feet and provide you out of thin air, with shadowy illumination to a distance of 120 feet. then fly away",
        "name":  "Hide Bonus",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain the benefi t of the Precise Shot feat. from each other",
        "name":  "Precise Shot",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, you can make a single ranged and fade from attack against two adjacent targets. Make a single attack roll view, revealing a",
        "name":  "Ricochet",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 1155 hit you score deals damage to the target normally. Extra elf clad in black. damage from abilities such as sneak attack or sudden strike Malphas has pale SSppeecciiaall apply to only one target, which you must designate prior to skin, black eyes, RReeqquuiirreemmeenntt:: NNoo making the attack roll. and black feath-",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your teeth and tongue turn black. vanish from sight, and to poison their enemies.",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While infl uenced by Malphas, you fall in",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only elves who know their history well are love too easily. A kind word or a friendly gesture can cause familiar with the story of Malphas, a lesser scion of an you to devote yourself entirely to another person. Should ancient elven kingdom’s ruling family. Malphas joined a that person reject your affection, your broken heart mends druidic order under pressure from his elders, who hoped the moment another attractive person shows you some that enforced dedication to nature would teach him greater kindness. In addition, if you have access to poison, Mal- respect for their traditions and the elven way of life. After a phas requires that you employ it against your foes at every contentious start, the plan seemed to work. Malphas, always opportunity. the black sheep of the family, soon became a model member",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mar- KING OF chosias appears with a KILLERS bloodcurdling scream A legendary assassin in Manifestation of Marchosias in an explosion of fi re life, Marchosias now and black smoke. Though grants his summoners his much of the smoke curls away, some remains and slowly supernatural charm, plus the ability to kill or paralyze with coalesces to form a human fi gure. Marchosias appears as a one startling attack and to disappear in a puff of smoke. king with body and raiment composed of swirling smoke",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you are bound to Mar- When at last Marchosias met his chosias, the pupils of your eyes glow death, his soul traveled to the Nine with a red-orange light. Anyone look- Hells. The devils gleefully accepted ing at your face can make a DC 12 Spot his powerful spirit, but others there VVeessttiiggee LLeevveell:: 77tthh check each round to notice this effect. took note of his arrival and were",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 3300 This light is not strong enough to illu- not pleased. The spirits of hundreds SSppeecciiaall minate the area, and it does not make of thugs, slaughterers, executioners,",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": YYeess you any easier to see in the dark, but it and assassins banded together and can be disturbing to look upon. 40 ollirraP .L yb .sullI",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Marchosias’s infl uence makes you debonair noble, bird-head- and sly, as though you have some trick up your sleeve and the ed man, another NNNNAAAABBBBEEEERRRRIIIIUUUUSSSS knowledge of it makes you confi dent. In addition, Marchosias as a dog with a requires that you use the death attack he grants you against crane’s head, an- any foe you catch unawares. other as a wolf",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Marchosias gives you an assassin’s with fi fty heads skill at killing, plus the ability to assume gaseous form and and a tail of three the power to charm foes. entwined snakes,",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 11sstt other actions so long as your attention stays focused on the ish sages have",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 1155 target and the target neither detects you nor recognizes you suggested that as an enemy. Naberius might SSppeecciiaall",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You deal an extra 3d6 points of fi re or Profession skill. damage when you strike an opponent who can deal extra Manifestation: Naberius’s manifestation begins with a damage through a sneak attack, sudden strike, or skirmish great squawking and fl utter of feathers. Moments later, a black attack. This extra damage applies to ranged attacks only if crane fl ies in an agitated fashion over the seal, then crashes the opponent is within 30 feet. down atop it, apparently dead. Naberius then stalks forward",
        "name":  "Fiery Retribution",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +16 competence bonus on Hide you immediately seize the opportunity to speak. Any topic and Move Silently checks. will do, but since Naberius resents others taking control of the discourse, he requires that you either shout them down or mock them. Your speech must last a number of rounds NABERIUS, THE GRINNING HOUND equal to your effective binder level to satisfy Naberius. A cunning and mysterious vestige, Naberius can make his",
        "name":  "Silent and Sure",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Naberius grants you the power to wear summoners adept with all manner of arts and sciences, dis- any face, swiftly regain lost ability points, use skills of which guise them, and make them cogent speakers. you have no knowledge, and talk your way through danger.",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Though Naberius’s origin remains mysterious,",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You heal 1 point in each damaged to a spirit matching Naberius’s powers as Naberus, Kaberon, ability score every round, and 1 point in all drained ability Cerbere, and Serberius. One of these spirits appeared as a scores every hour. 41 Naberius’s Skills: At the time you make your pact, you tent wind buffets can choose a number of skills equal to your Constitution OORRTTHHOOSS the summoner. bonus (if any). Your choices must be skills that can’t be used Then it stops. In untrained and in which you have no ranks. For the duration the sudden si- of the binding, you can make skill checks with your chosen lence, an unseen, skills even though you are untrained. If your Constitution unheard, yet pal- modifi er decreases after you make the pact, you lose the pable presence ability to make untrained checks with an equal number of slides out of the the chosen skills. Lost skills are chosen randomly, and they black aperture remain inaccessible to you until you make another pact with and hovers heav- Naberius. ily over the seal.",
        "name":  "Faster Ability Healing",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can direct a verbal command at a Though not de- single living target within 30 feet as if using the command tectable by any",
        "name":  "Persuasive Words",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While infl uenced by Orthos, you are averse to SOVEREIGN OF THE HOWLING DARK darkened areas and loud noises. Although you can endure Ancient and unknowable, Orthos gives its summoners the such conditions, they give you a sense of panic and make power to sense what they cannot see, to fool the sight of you short of breath. Orthos requires that you always carry an others, and to turn their breath into wind that can speak or active light source with a brightness at least equal to that of scour fl esh from bones. a candle, and that you not cover it or allow it to be darkened",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain blindsight out to 30 feet. a thousand theories about Orthos’s origins, but none is more",
        "name":  "Blindsight",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "At will, you can surround yourself with a than mere supposition. All agree that Orthos is inestimably light-bending glamer that makes it diffi cult for others to sur- old, and it has long since shed whatever form and persona it mise your true location. Any melee or ranged attack directed might once have had, becoming an alien and distant being. at you has a 50% miss chance unless the attacker can locate In deference to its great age and the hallmark of its appear- you by some means other than sight. A true seeing effect allows ance, binder scholars have dubbed Orthos the Sovereign of the user to determine your position, but see invisibility has no the Howling Dark. effect. You can suppress or activate this ability as a standard",
        "name":  "Displacement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must summon Orthos within action. an area of bright illumination.",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, you can exhale",
        "name":  "Whirlwind Breath",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While bound to Otiax, you are surrounded by thin lock with a DC of 20 or lower, and a 15th-level binder could wisps of light blue fog even in the strongest wind. open a lock with a DC of 30 or lower. This ability grants you",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Otiax’s motives remain a mystery, but its infl u- no protection from any traps that might be associated with ence is clear. When confronted with unopened doors or gates, the lock. Once you have used this ability, you cannot do so you become agitated and nervous. This emotional state lasts again for 5 rounds. until the door or gate is opened, or until you can no longer see it. Furthermore, Otiax cannot abide a lock remaining PAIMON, THE DANCER secured. Thus, whenever you see a key, Otiax requires that Paimon whirls into reality with grace and style. He gives his you use it to open the corresponding lock. summoners the ability to see combat as a dance and makes",
        "name":  "Infl uence",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Otiax opens doors for you, lets you them masters of its steps and hidden meter. batter opponents with wind, and cloaks you in a protective",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most binders know the Dancer’s tragic story, fog that can actually lash out at foes. although none can be certain of its origin. An infamous",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 55tthh affections. In response to this further humiliation, Paimon’s to the damage",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2255 foe again had him captured, but this time the man’s thirst roll. If your base SSppeecciiaall for revenge was insatiable. He and his cohorts cut off all of attack bonus is",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 33rrdd a proper burial,",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2200 but it was gone. RONOVE, THE IRON MAIDEN SSppeecciiaall Instead, they Ronove remained a mystery for ages, but binder scholars",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many binder scholars credit Ronove with",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Paimon appears in a whirl, his form spin- laying the foundation for orders of monks, and indeed, her ning like a top on an arm that ends in a metal blade instead philosophies and abilities bear a strong resemblance to the of a forearm and hand. He turns counterclockwise so rapidly training that monks now receive. In life, Ronove was a char- that his summoner can make little sense of what he sees. ismatic guru who taught that enlightenment comes from Paimon quickly switches the arm on which he spins with a denial—fi rst of the needs of the fl esh, then of the perceived hop, and then he switches to a leg, which also ends in a blade limits of reality, and lastly of the rules of reality. Her frequent rather than an ankle and foot. With each switch, Paimon demonstrations of power served to illustrate the validity of slows, until at last he stands on one leg before his summoner, her ideas to others. She leapt from cliffs without harm, lifted balancing within the seal on its daggerlike point. Paimon’s boulders with her thoughts, and lived for months without almost featureless gray body has a dancer’s physique. His eating or drinking. face is stretched to disfi gurement around the right side of Although Ronove gathered many followers, not one of her his head, and no ears are visible. Paimon speaks in a garbled disciples could manage her great feats. Some began to ques- voice from his twisted mouth while hopping from appendage tion her methods. To prove the veracity of her teachings, to appendage, making small turns as though he is impatient Ronove secluded herself in an iron coffi n, telling her stu- to be whirling again. dents to bury her and dig her up only when they received a",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ronove’s seal must be drawn in Alternatively, the soil under the sky. you can use the",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "When Ronove manifests, the ground telekinetic force quakes, and a rusted iron sarcophagus erupts from the earth to push a crea- within her seal, shedding dirt and fl akes of rust as it grates ture as a standard upward. The metal visage of a human woman is discernible action. The force on the lid. The metal bindings holding the lid closed burst in deals 1d6 points clouds of corroded metal, and the sarcophagus creaks open, of damage to the",
        "name":  "Manifestation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 11sstt releasing a tumble of human bones and noisome black liquid. target and initi-",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 1155 Ronove does not speak to her summoner, but the visage on ates a bull rush, the lid smiles or frowns during the pact-making process. using the force’s SSppeecciiaall",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "The fl esh of your face settles into a frown or a smile Strength modi- RReeqquuiirreemmeenntt:: YYeess (a frown if you succeeded on your binding check, or a smile fi er and adding a if you did not) and retains that general expression regardless +2 bonus. If the of your actual feelings. This alteration to your visage does not bull rush is successful, the target moves in the direction you affect your Charisma, Charisma-based skill checks, or others’ indicate. Once you have used your far hand in this way, it ability to make Sense Motive checks against you. dissipates, and you cannot use it again for 5 rounds.",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ronove gives you the power to fall any This ability does not grant you any other abilities of a monk, distance without harm, lift objects without touching them, such as fl urry of blows. and run like the wind. Sprint: You gain a +10-foot enhancement bonus to your",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a swift action, you can lift and move an un- air, to take the place of allies in combat, and to cause wounds attended object to which you have line of effect, as long as it that do not heal. is within 10 feet per effective binder level of your position.",
        "name":  "Far Hand",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 22nndd all, Hextor’s 2nd–4th Masterwork full plate 5th–8th +1 full plate theft had solved",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2200 9th –12th +2 light fortification full plate a problem for SSppeecciiaall 13th–16th +2 moderate fortification full plate which Heirone- 17th–19th +4 moderate fortification full plate",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shax once ruled over storm giants as a goddess of glaring balefully with her yellow eyes. In a shrill voice, Shax the sea. She was born to Annam, the greatest of all giant gods, demands to know who has summoned her. without his knowledge. Because he was prone to blind spots",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "A scar appears around the circumference of your in his omniscience, Annam could not hear the giants’ prayers neck, as though your head had been lopped off and then re- when they mentioned Shax, nor could he see her many cruel- turned to your body to heal. ties to them. He realized that some problem might exist only",
        "name":  "Sign",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain immunity to electricity his fl esh with her nails. The strength of Shax’s spirit gave her damage. the power to resist the pull of the Astral Plane, that graveyard",
        "name":  "Immunity to Electricity",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a swift action, you can charge a melee attack of the gods, so she became a vestige. As for Thrym, he yet lives, or melee touch attack with electricity and sonic power. Your but the pieces of his cold body that his sister removed have next melee attack deals an extra 1d6 points of electricity become icebergs that fl oat in the sea as constant reminders damage and 1d6 points of sonic damage. If the attack misses, of the storm giants’ debt to him. that use of storm strike is wasted. 47",
        "name":  "Storm Strike",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a swim speed equal to your land speed. a whisper in the wind, almost impossible to hear, yet laden You can move through water at your swim speed without with unmistakable meaning. making Swim checks, and you gain a +8 racial bonus on any Sign: You seem to be standing in shadow even on the Swim check made to perform some special action or avoid a brightest day. Furthermore, your own shadow never extends hazard. You can always choose to take 10 on a Swim check, more than a few feet from your body, even if the ambient light even if distracted or endangered. You can also use the run suggests that it should be much longer. This effect does not action while swimming, provided you swim in a straight grant you concealment. line. Infl uence: While infl uenced by Tenebrous, you are fi lled with a sense of detachment and an aching feeling of loss and abandonment. Tenebrous requires that you never be the fi rst TENEBROUS, to act in combat. If your initiative check result is the highest, THE SHADOW THAT WAS you must delay until someone else takes a turn. Tenebrous, once a powerful demon prince, offers dominion",
        "name":  "Swim Speed",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tenebrous grants you power over over darkness and death. undead and shadows. He gives you the ability to chill your",
        "name":  "Granted Abilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "The great demon lord Orcus has long sought foes. divinity. Some years ago, for a brief period, he actually",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 44tthh the rite to sum- At 13th level, you can use this ability two times per day, and",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 2211 mon Tenebrous, at 19th level, you can use it three times per day. SSppeecciiaall the summoner’s",
        "name":  "BBiinnddiinngg DDCC",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": YYeess shadow shifts to fall across the ZAGAN, seal. Even if the DUKE OF DISAPPOINTMENT rite occurs in On the cusp of deifi cation, Zagan lost all he had worked for. complete darkness, the shadow is visible as a darker spot As a vestige, he offers his summoners a snake’s sense of smell, in the blackness. Once the shadow crosses into the seal, an the power to cause an enemy fl ee his presence, the ability to inky humanoid form—impossibly gaunt, holding its limbs immobilize an opponent, and more effective combat abilities at disjointed angles—rises from it. The voice of Tenebrous is against snakes and their ilk. 48",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "When dwarves had yet to tunnel into their as a snake, in- mountains and elves fi rst walked beneath the boughs of trees, creased combat ZZAAGGAANN Zagan ruled over thousands. A lord in a great yuan-ti empire, ability against he had power over hundreds of his own kind, who in turn snakes and their controlled the lives of thousands of humanoid slaves. Zagan cousins, and the built himself up as a god to these slaves, using the yuan-ti as power to cause his emissaries to communicate with the uneducated masses your foes to avoid over which he held sway. your mere pres- Over time, Zagan’s power became so great that he actually ence. aspired to become a god. He sought and fi nally discovered Aversion: As a the means to his goal: a grand ceremony wherein he and his standard action, yuan-ti would gather together all his worshipers and slay you can create them. At the appointed hour on the appointed night, Zagan a compulsion",
        "name":  "Legend",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  ": 66tthh collected all his people for a celebration of his glory. He could effect targeting",
        "name":  "VVeessttiiggee LLeevveell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must kowtow before Zagan’s around your body and speaks your command with you before seal, prostrating yourself and addressing him as a deity. vanishing. After using this ability, you must wait 5 rounds",
        "name":  "Special Requirement",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nongood rather than letting it revel in the sensations that it perceives",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate 4 ranks, Knowledge (the planes) 4 ranks through your pact. Whenever you make a good pact with",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, F Languages Common, Draconic, Elven, Infernal, Orc",
        "name":  "Components",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action AC 14, touch 13, flat-footed 12 Range: 20 ft. hp 42 (9 HD)",
        "name":  "Casting Time",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level (D) supernatural special attacks",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates Speed 30 ft. (6 squares)",
        "name":  "Saving Throw",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonchaotic sacred seal, you select any one vestige that you have previously",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4 bound as your patron. You develop a stronger than normal",
        "name":  "Base Attack Bonus",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (arcana), Knowledge (religion), or relationship with this vestige that grants you several ben- Knowledge (the planes) 5 ranks efi ts as you advance in this prestige class. If you expel your",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul binding class feature patron vestige by means of the Expel Vestige feat or do not renew your pact with it on any given day, you lose access to Table 1–4: all supernatural class features gained from this prestige class",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "At each knight of the sacred seal level, your Vestige’s Surge (Su): At 5th level, once per day, when you soul binding ability improves as if you had also gained a level activate one of your patron vestige’s powers, or your vestige’s in the binder class. Thus, your knight of the sacred seal levels protection or vestige’s power class feature, you can choose to and binder levels stack for the purpose of determining your activate that ability again immediately rather than waiting bonus on binding checks, the effectiveness of your vestige- the usual 5 rounds. granted abilities, your ability to bind higher-level vestiges,",
        "name":  "Soul Binding",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elf, half-orc, or human read thoughts ability and, as a move action, continue to read",
        "name":  "Race",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to bind Tenebrous Abilities Str 18, Dex 12, Con 16, Int 12, Wis 8, Cha 19",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to turn or rebuke undead SQ Dantalion knows, favored of Dantalion, inaccessible",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Must worship Tenebrous as a god mind, incorporeal movement, pact augmentation (DR 1/—, +1 insight bonus to AC, +1 insight bonus on attack CLASS FEATURES rolls), scholarship of Dantalion, soul binding (2 vestiges, 6th level), suppress sign As a servant of Tenebrous, you gain power over darkness Feats Alertness, CleaveB, Empower Supernatural Ability, and undeath.",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 4 ranks, Sense Motive 4 ranks Abilities Str 12, Dex 13, Con 16, Int 13, Wis 14, Cha 16",
        "name":  "Skills",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 1, paladin 1, sorcerer/wizard 1 (Will DC 19 negates)",
        "name":  "Level",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 HD, supernatural ability. targeted or expelled by any means except the Expel Vestige",
        "name":  "Prerequisites",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters who have the ability to bind vestiges This feat does not affect the length of a line or a cone, the through other means (such as the soul binding class feature) diameter of an emanation (such as a gaze attack or frightful cannot take this feat. If you become a binder after taking the presence), or the range of any supernatural ability not defi ned feat, you lose its benefi t. by distance.",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat can be taken multiple times. Each time BIND VESTIGE, IMPROVED it is taken, you can enlarge a supernatural ability one addi- You can bind a wider range of vestiges. tional time per day. You cannot enlarge a particular use of a",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bind Vestige. supernatural ability more than once.",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you bind a vestige using the Bind Ves- tige feat, you do so as though you were a 5th-level binder. EXPEL VESTIGE Thus, you have access to vestiges up to 3rd level, though You can expel a vestige to which you are bound before the you still can bind only one at a time and gain only one duration of its pact with you has expired. power from it.",
        "name":  "Benefit",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul binding.",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, you can attempt to expel a vestige DEFENSE AGAINST THE to which you are bound. To do so, you must draw its seal and SUPERNATURAL go through the entire process of summoning it again. If you Your in-depth knowledge of supernatural forces grants you succeed on the new binding check, you expel the vestige greater ability to resist their effects. before it would normally leave you, and you can summon",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (arcana) 2 ranks. a different one to replace it if you wish. Regardless of your",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 insight bonus on saving throws success or failure in expelling the vestige, you take a –10 made to resist supernatural special attacks. penalty on your next binding check with any vestige, and apply the same penalty on your binding check the next time you summon the vestige you expelled. EMPOWER SUPERNATURAL ABILITY",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "A bound vestige does not leave you until 24 hours You can use a supernatural ability with greater effect than have passed since its summoning. normal.",
        "name":  "Normal",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 HD, supernatural ability.",
        "name":  "Prerequisites",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DC of each supernatural ability granted by quickly, even in the heat of combat. your favored vestige increases by 1. Prerequisites: Soul binding, Intimidate 8 ranks, Expel",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take this feat multiple times. Its effects Vestige. do not stack. Each time you take the feat, it applies to a new Benefi t: Once per day, you can bind a vestige as a full-round favored vestige (for which you must have a separate Favored action. Vestige feat). Normal: Binding a vestige normally requires 1 minute. IGNORE SPECIAL REQUIREMENTS RAPID RECOVERY The strange constraints that vestiges place on their summon- You can use the abilities of your favored vestige more fre- ing are meaningless to you. quently.",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul binding. Prerequisite: Favored Vestige.",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can ignore the special requirements of ves- Benefi t: You can activate the abilities granted by your tiges with which you make pacts. favored vestige once every 4 rounds rather than once every 5 rounds. You must be bound to the vestige to use its abilities with this feat. IMPROVED BINDING",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take this feat multiple times. Its effects You are so adept at binding vestiges that you can contact do not stack. Each time you take the feat, it applies to a new powerful ones more easily than other soul binders can. favored vestige (for which you must have a separate Favored",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul binding, Intimidate 4 ranks. Vestige feat).",
        "name":  "Prerequisites",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your effective binder level is 2 higher than normal for the purpose of determining the level of vestige you can bind. This benefi t does not increase your binder level in any SKILLED PACT MAKING other circumstance. Your strong will serves you well when making pacts with vestiges.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul binding, base Will save +4. PRACTICED BINDER",
        "name":  "Prerequisites",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on binding checks. When you bind a vestige, you gain an additional power associated with it.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bind Vestige. SUDDEN ABILITY FOCUS",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you bind a vestige using the Bind Vestige One of your special attacks becomes more potent than feat, you gain a second power, according to Table 1–9: Bind usual. Vestige Feat Abilities. Prerequisite: Special attack.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, you can increase the save DC of any special ability you have—including the special abilities granted by a vestige—by 2. You can still use the Ability Focus feat normally if you have it, and the DC increases stack. You 74 Morden makes a good pact with Andras, aided by Skilled Pact Making must declare the use of this feat before you use the ability. WIDEN SUPERNATURAL ABILITY A continuous-use ability (such as a gaze attack) can benefi t You can increase the area of your supernatural abilities. from this feat for only 1 round. Prerequisites: 8 HD, supernatural ability.",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat can be taken multiple times. Each time",
        "name":  "Special",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (arcana) 2 ranks. it is taken, you can widen a supernatural ability one addi-",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Supernatural Crusader.",
        "name":  "Prerequisite",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, of binding binding ability, eagle’s splendor, 1,130 gp, 32 XP, you touch the striker to the chime. 2 days.",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 on binding checks (–600 gp), +4 for 1 minute. You can only target a vestige within yourself on binding checks (+2,400 gp), +6 on binding checks with a chime of suppression. (+6,400 gp), +8 on binding checks (+12,000 gp).",
        "name":  "You can use a chime three times per day, and its effect lasts Variants",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "A chime of suppression temporarily stifl es one of Weight: 10 lb. your bound vestiges (chosen by you at the time of use), Price: 1,530 gp. forcing its will into the dark corners of your mind. For the duration of the effect, you lose access to all the abilities SOUL LENS granted by the spirit, but it has no infl uence over you, and A soul lens refi nes and augments the abilities granted by you do not show its sign. a vestige. Aura/Caster Level: Moderate abjuration. CL 7th.",
        "name":  "Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "A soul lens is a sapphire monocle held inside",
        "name":  "Description",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "1/2 lb. lens fl ashes with a soft blue light.",
        "name":  "Weight",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,800 gp.",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you wear a soul lens, the save DC of any supernatural ability bestowed upon you by a vestige increases by 1. 76 dnalgnE .W yb .sullI Aura/Caster Level: Faint transmutation. CL 3rd. TEETH OF DAHLVER-NAR",
        "name":  "Effect",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "— Lore: The teeth of Dahlver-Nar bear the name of the fi rst",
        "name":  "Weight",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "This silky black However, no more than one version of a bundle of cloth unfolds into a particular tooth ever exists at any given square 5 feet across. A wide circle time. (Knowledge [history] DC 35) with peculiar lines inside it is Several versions of the story about embroidered on the fabric with the origin of the teeth of Dahlver-Nar gold thread. exist, but one aspect of it remains When activated, a seal of the constant: Dahlver-Nar, a human spirit binds itself to a surface cleric, discovered the teeth and and remains fi xed until the made them known through his binding process is fi nished. use of their powers. (Knowledge Throughout the entire bind- [history] DC 30) ing process, the seal emits a Legend says that using the teeth pulsing and fl ickering red light too often or using too many of them with the brightness of a torch. at once can drive the user mad or turn",
        "name":  "Description",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, you activate Teeth of Dahlver-Nar attempted to fi nd out by collecting all the a seal of the spirit by speaking its command word teeth, but as yet no one has managed to obtain (usually the name of the spirit keyed to it) and placing it all of them at once. (Knowledge [history] DC 30) on a fl at and steady surface. Once activated, the seal func-",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Teeth of Dahlver-Nar differ in appearance tions until either you bind the vestige or it leaves of its according to their associated vestiges. Many look like the own accord. You can use a particular seal of the spirit once teeth of various humanoids; others appear more unusual. per day. Eurynome’s tooth, for example, is a molar as big as a dwarf’s",
        "name":  "Description",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. permanently gone; you cannot later replace it after remov-",
        "name":  "Weight",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use greater invisibility once per day. a vestige you have previously bound into the box, willing Moderate illusion; CL 7th; Price 10,080 gp. it to leave the phylactery and enter your body. To bind a",
        "name":  "Malphas",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 enhancement bonus to Charisma. vestige into the box, resolve the binding as normal, except Moderate transmutation; CL 10th; Price 16,000 gp. that the binding DC increases by 10. You can bind a spirit",
        "name":  "Marchosias",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use displacement once per day. Faint illu- but you must hold it in one hand to activate it. sion; CL 5th; Price 5,400 gp. Effect: Upon activating the phylactery, you immediately",
        "name":  "Orthos",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use fog cloud three times per day. Faint bind to the vestige inside it. If doing so would cause the conjuration; CL 5th; Price 10,800 gp. number of vestiges bound to you to exceed your normal",
        "name":  "Otiax",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 enhancement bonus to Dexterity. limit, you expel a vestige of your choice (prematurely Moderate transmutation; CL 10th; Price 16,000 gp. ending its binding) releasing it to make room for the one",
        "name":  "Paimon",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use expeditious retreat at will. Faint trans- from the phylactery. The released vestige does not auto- mutation; CL 5th; Price 9,000 gp. matically enter the phylactery. You can only call a vestige",
        "name":  "Ronove",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use freedom of movement once per day. and gain those granted by the new vestige. You show the Moderate abjuration; CL 7th; Price 10,080 gp. vestige’s sign (or not) as normal. You are infl uenced by the",
        "name":  "Shax",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use deeper darkness once per day. Faint new vestige if you failed your binding check when you evocation; CL 5th; Price 5,400 gp. placed it into the phylactery. You remain bound to the",
        "name":  "Tenebrous",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use poison three times per day (Fortitude DC vestige from the phylactery based on the time you bound 14 negates). Faint necromancy; CL 5th; Price 16,200 gp. it into the phylactery. A vestige can only be bound into a Aura/Caster Level: See each tooth for details. phylactery for a maximum of 24 hours, after which time",
        "name":  "Zagan",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. planar ally, 7,500 gp, 600 XP, 8 days.",
        "name":  "Weight",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "See the description of each tooth for details. Weight: 5 lb.",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "15,000 gp. VESTIGE PHYLACTERY A vestige phylactery allows you to bind an alternate vestige so that you can swap one spirit for another without having to go through a second ritual. Vestige phylacteries are always found empty.",
        "name":  "Price",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "4d8+12 (30 hp) serves as their nourishment.",
        "name":  "Hit Dice",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "+6 Deadly dancers need to soak their arm and leg blades",
        "name":  "Initiative",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 ft. (10 squares) in blood at least once a week or starve. Thus, even a",
        "name":  "Speed",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appendage blade +9 melee cannot speak. They communicate with one (1d6+2/18–20/×3) another through complex gestures—in",
        "name":  "Attack",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 appendage blades +9 fact, their language takes the form of melee (1d6+2/18–20/×3) a dance. However, they can learn to Space/Reach: 5 ft./5 ft. understand other languages.",
        "name":  "Full Attack",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Augmented criti- cal, improved whirlwind attack COMBAT",
        "name":  "Special Attacks",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkvision A deadly dancer never stops moving 60 ft., improved uncanny dodge in combat. It tumbles into the midst of",
        "name":  "Special Qualities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    }
]
