[
    {
        "origin_file":  "monsters.json",
        "description":  "Swift. One creature is ﬂ  at- footed for 1 round.",
        "name":  "Ench Distract Assailant",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "TouchTarget: Creature touchedDuration: 1 hour/level (D)Saving Throw: Will negates (harmless)",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "TouchTarget: Creature touchedDuration: 1 hour/level (D)Saving Throw: Will negates (harmless)",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, MCasting Time: 1 swift actionRange: Close (25 ft. + 5 ft./2 levels) Target: One creature Duration: 1 round",
        "name":  "Components",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, MCasting Time: 1 swift actionRange: Close (25 ft. + 5 ft./2 levels) Target: One creature Duration: 1 round",
        "name":  "Components",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard actionRange: Close (25 ft. + 5 ft./2 levels)Target: One living creatureDuration: Concentration, up to 1 round/level (D)",
        "name":  "Casting Time",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)Targets: One creature/level, no two of which can be more than 30 feet apart",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard actionRange: Close (25 ft. + 5 ft./2 levels)Target: One living creatureDuration: Concentration, up to 1 round/level (D)",
        "name":  "Casting Time",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)Targets: One creature/level, no two of which can be more than 30 feet apart",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creatureDuration: 1 minute/level",
        "name":  "Target",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creatureDuration: 1 minute/level",
        "name":  "Target",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard actionRange: Close (25 ft. + 5 ft./2 levels)Target: One creatureDuration: 1 round/levelSaving Throw: Will negates",
        "name":  "Casting Time",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "TouchTarget: Creature touchedDuration: 1 minute/level (D)Saving Throw: Will negates (harmless)",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard actionRange: Close (25 ft. + 5 ft./2 levels)Target: One creatureDuration: 1 round/levelSaving Throw: Will negates",
        "name":  "Casting Time",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "TouchTarget: Creature touchedDuration: 1 minute/level (D)Saving Throw: Will negates (harmless)",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "TouchTargets: You and one creature touched",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Targets: One creature/level, no two of which can be more than 30 ft. apart",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "TouchTargets: You and one creature touched",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Targets: One creature/level, no two of which can be more than 30 ft. apart",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bloodhounds are direct but cautious in their personal interactions. They make a habit of sizing up every creature they meet, because Bloodhounds symbolIllus. by D. KovacsIllus. by C. Lukacs162 CHAPTER 6 ORGANIZATIONS 163CHAPTER 6",
        "name":  "Roleplaying Suggestions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bloodhounds are direct but cautious in their personal interactions. They make a habit of sizing up every creature they meet, because Bloodhounds symbolIllus. by D. KovacsIllus. by C. Lukacs164 CHAPTER 6 ORGANIZATIONS 165CHAPTER 6 ORGANIZATIONS  anyone might someday be a mark. This attitude can make them seem distant, and the solitary lives that most lead reinforce this impression.",
        "name":  "Roleplaying Suggestions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wis 25, Knowledge (nature) 30 ranks, Survival 30 ranks, Track. Beneﬁt: You can track creatures across water, under - water, or through the air by the minute disturbances they make and traces of their passage. This beneﬁt adds the surfaces of water, underwater, and air to the list of surfaces found under the Track feat in the Player’s Handbook : Surface DC Water 60 Underwater 80 Air 120 Polyglot [Epic] You can speak, read, and write all languages.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A herd of goats keeps the groundcover cropped fairly close. The animals belong to a tribe ofcentaurs that helps to defend the college when neces-sary. Visitors to the college might spot a few centaursand goats roaming the grounds during daylight hours. DDCentaurs (5-8): hp 26 each; see Monster Manual, page 32.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At almost any hour, a few students are busily studying the tapestries in this chamber. The talethey illustrate is the subject of many popular poems andsongs, and a bard who has studied them gains some newinsights into those works. Also, some of the Fochlucanmasters find that the tapestries serve as an excellenttextbook for teaching a variety of subjects, from humanfolklore to observation and memory. Consequently,their students spend a great of time in here trying totake in all the details. A door warden—typically a junior member of the college staff—is posted in this chamber at all hours togreet visitors and generally keep an eye on the situation. DDStudents (0-5): Male or female bard 1 to bard 6; see the sample NPC statistics in Chapter 4 of theDungeon Master’s Guide. DDWarden (1): Almost any character might be on duty here, but the warden usually is a Fochlucan lyrist.Use the statistics for Tyrea Neylis on pages 48-49 ofComplete Adventurer for a warden.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One Fochlucan has made the gazebo her permanent quarters. Elibroviel the pixie grew upnear the college and spent her youth bedeviling itsstudents and masters. Having absorbed much of theirknowledge over the years, she eventually decided tobecome an adventurer. These days, she functions as thecollege’s unofficial sergeant-at-arms and its chief liaisonto the sylvan creatures living near Loch Firrnen.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Fochlucan masters have wide interests and many friends, so a guest house may hostalmost any kind of visitor. Lillends visit the collegeoften because they’re drawn to the tapestries in thefront hall and the delightful music that the bardsproduce. Thus, a few lillends generally occupy one ortwo of the guest houses at any given time. The majorityof the houses, however, are empty unless a major eventis occurring at the college. DDLillends (2-4): hp 45 each, see Monster Manual, page 168.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The kitchen is empty in the middle of the night. At all other times, three or four servants are at workhere, either preparing a meal or cleaning up after one. Cooks (3–4): Male or female human or half-elf commoner 2; hp 7.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the college librarians and a handful of students are here at all hours. (See theCreatures section of the Front Hall description fordetails.) Two librarians are present at the college at anygiven time, and the Fochlucans count nearly a dozenamong their members. All are familiar with the collec-tion and with books in general. The absent librariansspend much of their time acquiring or writing newbooks for the collection. Loch Firrnen (EL 5, 6, 7, or 8) The clear water of the loch teems with fish. The shore-line is rather marshy, and the loch remains fairly shal-low (about 4 feet deep) for about a hundred yards outfrom it. Clumps of cattails grow in profusion in theshallow portions. The lake is more than 8 miles wide,however, and the water is more than 300 feet deep atvarious spots around its midpoint.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The loch is home to a tribe of nixes, and like the local centaurs, these creatures have agreed tohelp defend the college. To that end, a band of nixieslurks under the water about 100 yards from the end ofthe dock at all times, keeping an eye on the college. DDNixies (6-11): hp 3 each; see Monster Manual, page 235.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "During the day, this room is empty because the residents are working elsewhere in the collegeor on the grounds. At night, they are here sleeping. Servants (0-6): Male or female human or half-elf commoner 1; hp 3. SECOND FLOOR This floor is generally off limits to visitors.Unauthorized folks who wander up here are first askednicely to leave, then forcibly ejected if necessary. Master’s Room (EL 12) Each of these three chambers contains two beds withcurtained canopies, a divan, a worktable and writingdesk, two wardrobes, two chests of drawers, a bookcase,and two trunks. The typical bookcase holds a fewvolumes borrowed from the library, plus several booksthat belong to the current residents. An everburning torch augments the light from the windows, and a color- ful rug similar to the one in the library covers the floor.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These rooms are reserved for Fochlucans who are currently pursuing projects at thecollege—usually the two librarians and wardens, plusanyone who currently has students working in thebuilding. Typically, each room has one or two occu-pants, and each master has a key to her own room.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The room could house anywhere from no students to more than a dozen at any given time. Students (0-13): Male and female bard 1 to bard 6; use the sample NPC statistics in Chapter 4 of theDungeon Master’s Guide.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The current yew master in residence is a half-elf named Noelin, who is very much a typicalmember of the Yew Circle. He is known for his eclecticskills, wide interests, and detached manner.",
        "name":  "Creatures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Noelin is quick to investigate any disturbance within the building, and he doesn’t hesitateto attack visitors who become violent. ABOUT THE AUTHOR Skip Williams keeps busy with freelance projects forseveral different game companies, and he served as thesage of Dragon Magazine for eighteen years. Skip is a codesigner of the D\u0026D 3rd edition game and the chiefarchitect of the Monster Manual. When not devising swift and cruel deaths for player characters, Skipputters in his kitchen or garden (rabbits and deer arenot Skip’s friends) or works on repairing and improvingthe century-old farmhouse that he shares with his wife,Penny, and a growing menagerie of pets.",
        "name":  "Development",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kord, Hextor, Tiamat, Obad-Hai, and the Throughout this book, superscript abbreviations are often other D\u0026D deities are all out there someplace. Your character used to denote game elements and other materials that appear might not believe that these beings are deities—she might say in certain supplements. Those supplements and their abbre­ that they\u0027re simply creatures with powers beyond the norm viations are as follows: Complete Adventurer (CAd), Complete for the Material Plane—but it\u0027s very difficult to disbelieve Arcane (CAr), Complete Divine (CD), Complete Warrior (CW), their existence entirely. Expanded Psionics Handbook (EPH), Heroes of Horror (HH),",
        "name":  "Deities Do Exist",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any feats that can make a member more One-Time potent in battle are valuable, but members of the Mighty Character level +1/2 levels Arms of Kord especially favor Power Attack and its related Chaotic alignment +1 feats. Because these feats emphasize brute force, they comple­ Good alignment +1 ment right Kordites\u0027 typical strengths. Iron Will is a fine Fortitude save bonus of+10 or higher +1 choice for those with low Will saves, and Great Fortitude Will save bonus of+10 or higher +1 for those whose Fortitude saves are below par. Power Attack +1 Base attack bonus+5 or higher +1 Favored Combat Tactics: Those unfamiliar with the Strength score below 12 -2 church\u0027s philosophies might think that followers of Kord Lawful alignment -10 favor straightforward, brutal combat tactics—and they would be mostly right. A frontal assault gives a member of Multiple Use the church a chance to prove her bravery. One of the Razes the stronghold of a tyrannical lawful regime +8 Mighty Arms of Kord need not reject sound strategy in Bests a law-enforcement officer in nonlethal combat +1 favor of a foolhardy charge, but she is likely to grumble Converts a new member +1 about any plan that doesn\u0027t give her a chance to engage as Survives an encounter with an EL 3-4 many enemies as possible. higher than own character level +1 Survives an encounter with an EL 5 or more Favored Adventure Types: Kord wears garb made from higher than own character level +2 the hides of slain evil dragons. His followers seize upon Earns victory in battle as a result any chance to emulate this aspect of their deity, slaying evil of careful preparation +4 dragons and crafting from them clothing that matches that Earns victory in battle against seemingly of Kord. insurmountable odds as a result of careful preparation +8 The church also frequently backs an underdog, not out Scores two consecutive critical hits in a single battle +1 of any sense of nobility or fair play, but because fighting Scores three or more consecutive against unfavorable odds makes for a more challenging critical hits in a single battle +3 battle. Any adventure that lets Wins an athletic competition +1/4 opponent\u0027s CR a follower of Kord challenge Wins an athletic competition against an superior enemies gives her opponent that has a CR 3 or more higher a greater chance for im­ than own character level +1/2 opponent\u0027s CR Destroys a creature at full hit points mortality, both in the with one blow +1/4 creature\u0027s CR Church of Kord and lat­ Deals 30 or more points of damage er in Kord\u0027s own halls with a single blow +1/4 creature\u0027s CR of battle. Are the odds a Deals 100 or more points of damage hundred to one? Fantas­ with a single blow +1/2 creature\u0027s CR tic. A thousand to one? Loses an athletic competition against a foe that has Even better! a CR 1 or more lower than own character level -2",
        "name":  "Criterion Affiliation Score Modifier Favored Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Followers of Wee Jas often exclaim Converts a new member +1 \"By the sands of life!\" or \"By the blessed lady!\" in com­ Destroys a creature bat. \"May your sands run more quickly, \" is a favorite curse of the chaotic subtype +1/4 creature\u0027s CR for an enemy. Brings order to a frontier or lawless region +4 Upholds the church\u0027s Law +2 Successfully defends a church or other structure SCALES OF BALANCE important to the church +2 Destroys a creature at full hit points Justice must be brought to those who transgress against with one blow +1/4 creature\u0027s CR the Law. To you and the other members of St. Cuthbert\u0027s Deals 30 or more points of damage church, the word of the Law is your patron\u0027s word. This strict with a single blow +1/4 creature\u0027s CR and complex code of conduct was written by the hand of Loses in battle against an enemy of the church -4 the Judge himself, and it transcends all mortal law. Those Caught breaking the law (or any rules, who wantonly break the Law are unworthy and must be such as in an athletic competition) -10 utterly destroyed. Associates with known chaotic-aligned creatures -4 Breaks a law -2 St. Cuthbert\u0027s church, known as the Scales of Balance, is devoted to the Law set down by its patron deity. Mortal laws are to be respected, but if they must be broken to Titles, Benefits, and Duties preserve the Law of the church, so be it. An enemy of To gain a new rank and its as­ the church is branded a Lawbreaker—the most heinous sociated benefit, a member condemnation the clergy can hand out—and dealt with of the church must fast mercilessly. for 24 hours in a temple The Church of St. Cuthbert does not believe in redemp­ of the Judge, meditating tion, only in retribution. Its members do not hesitate on the Law. to make examples of enemies. An eye for an eye is not enough for the Scales of Balance. When it comes to a Lawbreaker, only a head for an eye can balance the scales. If a group of twenty bandits has been terrorizing a trade route, the Scales of Balance does not hesitate to send a hundred of its affiliates to deal with the threat. Nor does Holy symbol of St. Cuthbert Affiliation equally. Undead, however, are abominations in the sight of",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "St. Cuthbert\u0027s followers can\u0027t tered. However, in the blackest depths lurks a much greater abide the guilty escaping punishment. If a Lawbreaker danger to the Pelorites: the illithids. These creatures seek to manages to avoid just retribution, the church sends out ad­ extinguish the sun—a deed tantamount, in the minds of the venturers to see that justice is done. The Scales of Balance Pelorites, to assassinating the deity. Only a few of the Shining might also send a group on behalf of a local government Light\u0027s most powerful leaders are aware of this threat, but to bring in a criminal who has evaded the conventional it is the primary reasons that clerics and paladins of Pelor legal authorities. venture into the Underdark.",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a rule, the Temple of the Twinkling Eye accepts Garl\u0027s children must use their brains, rather then brawn, to only gnomes as members, though rare exceptions exist. work around an enemy. Conflicts within the community are Scale: 13 (multiregional).",
        "name":  "The world is full of creatures larger in stature than they, so Members",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "THE FURY OF THE EYE Such church members don\u0027t hold to the more wide­ Only orcs and half-orcs worship Gruumsh. But even though spread doctrine that all undead serve Nerull\u0027s greater He-Who-Never-Sleeps is a wrathful deity, his worshipers plan but believe that such creatures should be limited. include many non-evil individuals. Gruumsh\u0027s church They feel that the church is too eager to add to the ranks teaches that when the orcs have grown powerful enough, of undead by killing, and that true worship of Nerull One-Eye will descend to the world and lead them on a savage involves studying death for his greater glory. Only after tour of conquest. full understanding of death is achieved will the world be The non-evil members of Gruumsh\u0027s church are all chaotic in perfect balance. neutral. Such individuals believe in the supremacy of the orc",
        "name":  "GRUUMSH",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only chaotic-aligned creatures Destroys a sign of civilization encroaching can gain rank within a chaos church. If your alignment ever on an animal habitat (such as a lumber camp) +4 changes to one that is no longer chaotic, you lose your affili­ Protects own resources and those of the pack ation with this church. (adventuring party) +1 Converts a new member +1 Criterion Affiliation Score Modifier Creates a shelter for animals in an urban area +4 One-Time Donates money for the protection Character level +1/2 levels of less fortunate animals +1/1, 000 gp Has visited Limbo at least once +4 Frees animals that are used as forced labor +1 Frees animals that are abused or mistreated +2 Multiple Use Contributes to the mistreatment of animals -10 Secretly breaks an unjust law (if character is not evil) +1 Lives in urban environment for more than half a year -2 Openly breaks an unjust law (if character is not evil) +3 Sells one or more animals -4 Secretly breaks any law (if character is not good) +1 Openly breaks any law (if character is not good) +3 Affiliation Humiliates a law enforcement officer +1",
        "name":  "Multiple Use Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only good-aligned creatures of the water subtype -2 can gain rank within a good church. If your alignment ever Refuses a missionary assignment -4 changes to one that is not good, you lose your affiliation with Fails to attack an enemy of the church, given an opportunity -8 this church. Affiliation Criterion Affiliation Score Modifier",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "bear, eagle, fox, lion, or wolf. Lion Totem: If you select the lion as your spiritual totem, Once you do so, you are forever bound to that animal spirit. he rewards you with the ability to loose a powerful and Your connection grants you special abilities based on the intimidating roar. When you roar, every creature within a totem you have chosen (or that has chosen you, as some 30-foot radius must succeed on a Will save (DC 10 +1/2 your see it). barbarian level + your Str modifier) or be shaken for a number The DM can add more totems to the above list as desired, of rounds equal to your barbarian level. This ability can be using those presented here as guidelines. used once per day, and you gain an additional use per day at",
        "name":  "Choose a spiritual totem",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Regal and intimidating, the powerful lion is a Benefit: Once per day, you can peer into the spirit world symbol of nobility among the races of the wild. By selecting for a number of rounds equal to one-half your barbarian level him as your spiritual totem, you gain the pounce ability (rounded down). While doing so, you gain darkvision out to (MM 313). 60 feet, can see invisible creatures, and gain a +2 bonus on",
        "name":  "Lion Totem",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This benefit replaces the fascinate bardic music more ranks in Perform (oratory) or Perform (sing), you can ability. grant protection from supernatural creatures. This effect",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you have the ability to turn or rebuke undead, effects of difficult terrain for 1 minute. This ability also you gain one additional daily use of this feat for each daily grants you a +5 sacred (if your deity is good or neutral) or turn or rebuke use you expend. profane (if your deity is evil) bonus on Balance, Climb, and FIRE DEVOTION [DOMAIN] Jump checks. If you use this ability to affect nearby terrain, you can You can burn your enemies with your melee attacks. change one 5-foot square of earth or stone from normal to Benefit: Once per day as a swift action, you can sheathe difficult terrain for every three character levels you possess your body in red and orange flames. The fire does not harm (minimum 1 square; maximum 6 squares at 18th level). The you, but you illuminate the nearby area as a torch would. first square you change must be within 30 feet of you, and While you are thus alight, each of your melee attacks deals 1 all other squares must be linked to that one in an unbroken extra point of fire damage + 1 point for every three character line. Thus, the second square must be adjacent to the first, levels you possess (maximum +7 at 18th level). This effect the third must be adjacent to the first or second, and so on. lasts for 1 minute. This change lasts for 1 minute. Any foe injured by this fire ignites and burns for an addi­ On attaining 10th level, you can cause stone spikes to tional ld4 points of fire damage per round unless it succeeds grow from any surface you have changed to difficult ter­ on a Reflex save (DC 10 + 1/2 your character level + your rain using this ability. These spikes work like caltrops (PH Cha modifier). A burning creature can take a move action 126), except that the bonus on attack rolls for each spike to automatically douse the flames. equals your base attack bonus, and they cannot be swept Special: You can select this feat multiple times, gaining away. This effect also lasts 1 minute. If you cause spikes to one additional daily use each time you take it. appear underneath a creature on the affected surface, they Special: If you have the ability to turn or rebuke undead, immediately \"attack. \" you gain one additional daily use of this feat for each two",
        "name":  "If you use this ability on yourself, you can ignore the Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Scent ability. damage rolls against that creature type for the remainder",
        "name":  "Animal",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 temporary hit point per level or HD. These temporary hit points last for up to 1 hour. You can make only one Knowledge check per creature",
        "name":  "Healing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 insight bonus on skill and ability checks. type per combat. If you fight creatures of multiple types",
        "name":  "Knowledge",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once per day as a standard action, you can pour are cleric, fighter, marshalMH, ranger, rogue, and wizard. These the contents of a full waterskin on the ground and summon preferences are not based on any specific requirements but forth a water elemental on that spot. The creature remains represent the choices that provide abilities similar to those and follows your commands for 1 minute. The size of the of the Six from Shadow. Members of other classes are free to elemental is based on your character level, as given in the join as well, and it includes a respectable number of bards, table below. favored souls™, warmagesCAr, and knights™2. Character Water Elemental ENTRY REQUIREMENTS",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4. power of the beast flows",
        "name":  "Base Attack Bonus",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Must be a member of the Disciples of Legend. wilderness area on her land mass. Questions about distant lands require 1 minute per mile of distance to answer. In addition, once per day, she can ask the voices CLASS FEATURES of the forest about a single creature, gaining a +8 insight The class features of the mythic exemplar vary greatly based bonus on all Bluff, Diplomacy, Intimidate, and Sense Motive checks pertaining to that creature for the rest on which of the Six from Shadow you choose to follow. You of the day. When the forest deems an issue particularly exchange the more general abilities of your previous class important or a creature remarkable, she gains news with­ for specific, mystical replacements. Thus, while you might out her request. lack some of the abilities of a character of your former class Woodland Stride (Ex) In addition to woodland stride as the at the same level, your dedication to your heroic patron druid class feature (PH 36), Hasayla has a +10-foot bonus allows you to surpass the abilities of such a character under to her land speed. the proper conditions. Skills Hasayla has a +4 bonus on Knowledge (nature) and",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Choose one Advancement creature type from the ranger\u0027s fa­ Though you lacked the skills required vored enemy list (PH 47). Provided to become a Paragnostic apostle, you I that you have at least 5 ranks in the were no less anxious to advance your [ appropriate Knowledge skill (Knowl­ learning and meld your abilities with I edge [arcana] for dragons, Knowledge the knowledge you had gained from member­ [nature] for humanoids, and so forth), you Aulertc the Swift, ship in the Paragnostic Assembly. Petitioning gain a +2 bonus on attack rolls against Paragnostic initiate to learn the secrets of the Paragnostic initiate creatures of that type. You can select this was the only logical choice, and the organiza- ability multiple times, choosing a different creature type tion was happy to instruct you. each time. (Knowledge [varies] 5 ranks) Now you spend much of your time traveling and adven­",
        "name":  "Discern Weakness",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use your turn/rebuke ability 2nd Level to turn creatures with the opposing alignment",
        "name":  "Turn Anathema",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subject is protected against 5 points of ability Divine Retribution: Any creature that harms you takes damage to Intelligence, Wisdom, or Charisma; repeated ld6/caster level (max. 15d6) points of damage (half en­ use for different scores also increases damage absorbed. ergy and half divine) and ld4 points of ability damage",
        "name":  "Soul Ward",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touched object sheds darkness; Intimidate checks against those who don\u0027t worship living creatures nearby take ld6/round negative energy your deity. damage while undead gain fast healing 1. Master Cavalier: Gain a +10 bonus on Ride checks, or +20",
        "name":  "Ravenous Darkness",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use your turn/rebuke ability to turn creatures with the opposing alignment subtype. 2nd Level 3rd Level",
        "name":  "Turn Anathema",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subjects gain combat benefits based Target: Creature touched on their individual deities. Duration: 10 minutes/level or until discharged",
        "name":  "Interfaith Blessing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Illusion (Phantasm) [Mind-Affecting] Target: Creature touched",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Your comrade\u0027s body grows denser and stronger beneath your touch.",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched BOLSTER AURA",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or object touched",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature duration left, the subject can render itself utterly immune",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Alternatively, as a standard action, you can launch up to three",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two plants of the same kind, one of which must be the beasts and the trees always have. in physical contact with you",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF Though the mark is invisible, all living creatures can",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched its true nature.",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature or object the energies normally released only when you summon",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "24 hours or dismiss that creature, creating a short-range teleporta­",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched As long as the spiritual advisor is present, it helps you",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or ob­ with the Strength domain. ject touched SUMMON HOLY",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blackguard 2, cleric 2, paladin 2 Target: One creature",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature of weakness",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The people who have suffered, and the land itself, 270), without the standard level loss or expensive material must be healed. Beasts of fire and fiends of the Lower Planes component. Each character can benefit from this blessing are anathema to life, so those who revere healing must stop only once. them. Deities that offer the Healing domain do not consider it sufficient that their champions simply halt the destruction; THE PANTHEISTIC TOURNAMENT they must find a way to undo it. Once per generation, a continentwide gathering occurs of the",
        "name":  "Healing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only a non-good creature of character level Aura: Strong abjuration and evocation. 7th or higher can access the power of a frozen caldera of the Ability Value: 10, 000 gp (2, 000 gp per affected creature). Dragon Queen. Claiming the more advanced powers of such SEPULCHER OF WEE JAS a place also requires a sacrifice of treasure.",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hordes of the Abyss, and DD7: Barrow RHIANNON LOUVE works as a freelance writer and editor for of the Forgotten King. several companies. Thus far, her largest contribution has been to the Scarred Lands. Her 2002 publication, Hornsaw: Forest of CHRIS THOMASSON served as Editor-in-Chief of the Origins- Blood—also Scarred Lands—earned an ENnie nomination. Com award-winning Dungeon Magazine before joining Wizards of the plete Champion is Rhiannon\u0027s first publication for Wizards of the Coast, Inc. as an RPG editor. His design credits include Fiend Coast. She also writes fiction, participates in an all-girl D\u0026D group, Folio, Monster Manual III, and Dungeon Master\u0027s Guide II. is pursuing a master\u0027s degree, and loves her dog and birds. ARI MARMELL has contributed to more than forty RPG and fic­ GARY ASTLEFORD is a freelance game designer and writer. tion products, including Vampire: The Requiem, multiple books When not writing or working, he participates in American Civil in the Scarred Lands setting, Egyptian Adventures: Hamunaptra, War reenactments. He lives in southern California with his wife",
        "name":  "Warrior, Fiendish Codex I",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may only activate this feat by spending a turn attempt that would normally be used to turn creatures with a specifi c elemental sub- type (air, earth, fi re, or water). Unlike other divine feats, you canÆt use a turn or rebuke undead attempt (or other turn- ing attempt) to activate the feat. ELEPHANTÆS HIDE [WILD] You can thicken your skin to the toughness of an elephantÆs.",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to wild shape into a Large creature.",
        "name":  "Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You use your wild shape ability two more times ELEMENTAL SMITING [DIVINE] per day than you otherwise could. If you are able to use wild You can channel elemental energy to deal extra damage to shape to become an elemental, you also gain one additional creatures tied to a specifi c element. elemental wild shape use per day.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to turn creatures with an elemental Special: You can take this feat multiple times, gaining subtype. the same benefi t each time.",
        "name":  "Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to wild shape into a plant. IMPROVED SMITING [GENERAL] Benefi t: You can spend a wild shape to gain immunity Your smite attacks deal more damage to specifi c foes, to critical hits, poison, sleep, paralysis, polymorph, and and can damage creatures with alignment-based damage stunning. You also gain great stability, which gives you a +8 reduction. bonus on checks to avoid being bull rushed or tripped. The",
        "name":  "Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stop plot against religious or allied secular benefi ts during the game. Unless noted otherwise, you can leaders, defend nation against invading army, prevent spend only one faith point per round. Spending a faith point infiltration of hostile monsters isnÆt an actionùit doesnÆt even have to be your turnùbut Thwart planar rival to your faith 6",
        "name":  "Examples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When chosen, this feat gives you 4 creatures, you do not have to roll a 50% miss faith points, and you may earn additional faith chance; turning hits them automatically. points as outlined in the Faith Feats section.",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 + Int evil clerics. modifi er. Special: You can take this feat more than once. Each time Smite Evil (Su): The holy liberator adds his class level to you select the feat, select a new alignment component. damage with any smite evil attack, as normal. He can smite one additional time per day for every fi re levels higher than Holy Strike [Epic] 10th (4/day at 15th, 5/day at 20th, and so on). Your attacks deal great damage to evil creatures.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wis 25, Beast Wild Shape, Knowledge Spectral Strike [Epic] (nature) 27 ranks, wild shape 6/day. You can strike incorporeal creatures as if they were solid.",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Erythnul raises massive altars quickly at Quests: Any quest involving long journeys can involve battlefi elds, where their followers slaughter in the name of Fharlanghn as well. His followers often guard caravans, their god. If the tides of war take them elsewhere, they may explore mysterious islands, and maintain a series of portals abandon their altars, leaving the area unhallowed, desecrated, between worlds. and a prime lair for other evil creatures. Prayers: Fharlanghn teaches through short anecdotes,",
        "name":  "Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nature, freedom, hunting, beasts. than spoken, and they almost always rhyme. There are",
        "name":  "Portfolio",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "meditating on the nature of space and time, Lesser Goddess (Neutral) recording the actions of every creature in his Perpetual BralmÆs clerics urge everyone to cheerfully take their place Libram, and guarding time itself from those who would in society, working together as bees in a hive doùfor the steal or twist it. His clerics espouse a philosophy based good of all. She teaches obedience to just authority, coopera- cause and effect. Actions have consequences that canÆt be tion, and teamwork. Bralm is generally depicted as a blonde avoided, only delayed. matriarch with insect wings. Portfolio: Time, infi nity.",
        "name":  "Bralm three duties",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Plant, Travel, Water, Weather*. Llerg Lesser God (Chaotic Neutral) Incabulos The Great Bear, Llerg teaches his (mostly barbarian) fol- Greater God (Neutral Evil) lowers a simple philosophy: Be as fi erce as you can, or the Known as the Black Rider, Incabulos brings disaster wher- world will overwhelm you. If you lose touch with your inner ever he goes, reveling in the suffering of mortals. His secre- animal, youÆve already died. Civilization is a trapùdonÆt be tive cults are full of paranoid clerics, for no one wants such a fooled. cabal bringing famine and plague to their community. Portfolio: Beasts.",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Souls sent to the prison-plane of Carceri often out on a daily basis. Armies of mercenaries clash for no fi nd themselves attached to one or more living prisoners, apparent reason, quarter neither asked for nor given. experiencing their loneliness and despair. Some souls learn Wee Jas lives in a delicate crystalline castle that is the to contribute to the resignation of the prisoners by whisper- only light source in a space fi lled with razor-sharp shards of ing darkly in their ears. ice. As her souls watch, she tests kidnapped creatures from Necromanteion is the center of NerullÆs realm, a castle other planes, increasing the diffi culty of her tests until her of black ice where his souls watch the creation of countless captives fail.Forest Shrine of Ehlonna Walkways and balconies have railings. 2 elf ranger 2 30 ft. up 40 ft. up Gnome cleric 6 Werebear (CR 5)(cid:2) 60 ft. up with 5th-level treasure The shrine\u0027s cleric sends one or two rangers(cid:2) as trackers or guides if visitors are undertaking(cid:2) missions to fight evil or protect the forest. One square equals 5 feet 128 6 RETPAHC ENIVID EHT DLROW On the fl oating cube of Nishrek, Gruumsh plots the next souls there hear many of the Platinum DragonÆs prophecies, step in his wars from the fortress towns of Rotting Eye, wisdom, and songs. White Hand, and Three Fang. Souls devoted to him follow YondallaÆs Green Fields are predator-free, though the progress of his war, including the interrogation of cap- moles, badgers, and rabbits are commonplace. Souls here tives and the brutality of GruumshÆs training methods. see an endless succession of plentiful harvests and mild Hextor lives in Scourgehold, an edifi ce of iron and stone. weather. Souls there are privy to the inventive cruelties of the Great Erackinor is where Moradin keeps the Soul Forges, great Coliseum, an arena of bronze and glass where HextorÆs devices that temper the spirits of the dwarven people. Souls legions learn the crafts of torture and war. who go there often fi nd themselves shaped into a particu-",
        "name":  "Carceri",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The forests of the Beastlands are home to they become more like the plane, taking on its qualities many animals and other creatures, and souls often fi nd and caring less about their time among the living. At some themselves attached to a particular creature that resonated point they cease to have an independent existence and with them in life. Many a brave hunter fi nds himself in the become one with the fabric of the plane itself. Essentially, Beastlands after death, running down prey with a pack of souls eventually become abstract quanta of the good, evil, celestial wolves. law, chaos, or neutrality they lived with when alive. The Grove of the Unicorns is where souls devoted to This process is why every rich individual in the D\u0026D Ehlonna come. Beneath the giant sequoias, they peacefully world doesnÆt come back from the dead repeatedly. run alongside herds of unicorns, centaurs, and other good- Whether theyÆre good or evil, most souls fi nd resonance in hearted woodland creatures. the afterlifeùthey have a sense that they are where theyÆre",
        "name":  "Beastlands",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Global churches fi gure prominently faith. While some sects have their own symbols, dress, in the following adventures. or other obvious identifi ers, others only reveal their sect ò A visiting cleric comes from a far-off land and hires the affi liation after a long conversation on matters of faith. If PCs to be local guides on his quest. the schism is particularly severe, the sects involved might ò The characters sign up for a crusade that promises to be rife with secret members and double agents. bring together worshipers from many lands into a single Adventure Seeds: Schisms and sects are important to massive army. The PCs must deal with their strange com- the following adventure ideas: rades as they fi ght the churchÆs enemies. ò A schism erupts in the church, and both sides want the ò A deity commands the PCs to unify its disparate national PCs to declare their affi liation. Once theyÆve done so, churches into a single community of worshipersùa theyÆve earned the enmity of the sect and must fend off global church. attacks and attempts at skullduggery. ò The PCs must acquire a particular relic as an initiation rite SECTS AND SCHISMS into a particularly prestigious sect. Even within theocracies and global churches, not every ò The head of a sect declares herself a demigod, and the believer shares the same opinions on every topic. Most characters must fi nd out whether or not sheÆs truly divine churches of any size have factions that come into confl ict, and what her plans are. sdlonyeR .W yb .sullI134 6 RETPAHC ENIVID EHT DLROW REGIONAL AND ò A group of sky-god pilgrims hire the characters to take DISPERSED CHURCHES them from a nearby temple to a monastery high in the Regional churches function just like global churches, mountains. only their reach doesnÆt extend beyond a particular prov- ò The PCs learn that two temples of the same deity are ince or nation. Dispersed churches are technically global bitter rivals, eager to subvert each other at every available concerns, but their sphere of infl uence is so limited that opportunity. The characters must fi gure out the origin of they arenÆt found everywhere. the rivalry and bring peace to the church. Lolth has a regional church, because temples to her are CULTS found only among the drow. Boccob has a dispersed church. His library-temples can be found in many of the major cities While the word ôcultö conjures up images of black-robed of the world, but they donÆt stretch into the countryside and clerics summoning evil creatures in a forest clearing, it they donÆt concern themselves with affairs other than the really describes any small, secret group of like-minded accumulation of lore. believers. Many of them are indeed the evil summoners",
        "name":  "Adventure Seeds",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Garl Glittergold, Moradin, Yondalla. 3 Deep Slumber: Puts 10 HD of creatures to sleep.",
        "name":  "Core Deities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rao, Wastri. creatures.",
        "name":  "Other Deities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Detects poison in one creature or stuns 1d6 weak creatures. object. Earth Barkskin: Grants +2 (or higher) enhancement to",
        "name":  "Detect Poison",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reveals natural or Make Whole: Repairs an object. primitive traps. Glitterdust: Blinds creatures, outlines invisible",
        "name":  "Air Detect Snares and Pits",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Changes your appearance. creatures.",
        "name":  "Disguise Self",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects or creatures fall slowly. Flame Blade: Touch attack deals 1d8+2/two levels",
        "name":  "Feather Fall",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of 5 HD or less fl ees for penalty or repairs 1d4 ability damage. 1d4 rounds. Locate Object: Senses direction toward object",
        "name":  "Cause Fear",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Outlines subjects with light, canceling (specifi c or type). blur, concealment, and the like. Remove Paralysis: Frees one or more creatures",
        "name":  "Faerie Fire",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates 2d4 HD worth of creatures. from paralysis or slow effect.",
        "name":  "Hypnotism",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cures 1d8 damage +1/level Gust of Wind: Blows away or knocks down smaller (max +5). creatures.",
        "name":  "Cure Light Wounds",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fog surrounds you. Haste: One creature/level moves faster, +1 on",
        "name":  "Obscuring Mist",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Defl ects arrows, smaller creatures, and",
        "name":  "Wind Wall",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ray deals 1d8/two levels damage, Locate Creature: Indicates direction to familiar more against undead. creature.",
        "name":  "Searing Light",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Forces a creature to return to native subject. plane. Cure Light Wounds, Mass: Cures 1d8 damage +1/",
        "name":  "Dismissal",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures in area take 1d8 damage, gain combat bonuses. may be slowed. ScryingF: Spies on subject from a distance.",
        "name":  "Spike Stones",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bars extradimensional Wall of Ice:Ice plane creates wall with 15 hp +1/ movement. level, or hemisphere can trap creatures inside.",
        "name":  "Dimensional Anchor",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Changes appearance of group of creatures. All Summon NatureÆs Ally VII (Huge Elemental",
        "name":  "Veil",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Banishes 2 HD/level of extraplanar Air Screen: Illusion hides area from vision, scrying. creatures. Teleport, Greater: As teleport, but no range limit",
        "name":  "Banishment",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ignore 10 points of damage per attack. creatures.",
        "name":  "StoneskinM",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cures 10 points/level of damage, all diseases damage. and mental conditions. Water Discern Location: Reveals exact location of Master of the Rolling River*: Wave of water deals creature or object. 1d8/two levels damage and bull rushes. Mass Heal: As heal, but with several subjects.",
        "name":  "Heal",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Makes one creature or object vanish. Implosion: Kills one creature/round.",
        "name":  "Earth Disintegrate",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turns subject creature into statue. and hail.",
        "name":  "Flesh to Stone",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All sighted creatures within a 10-ft.-radius burst centered on you 2ND-LEVEL SORCERER/",
        "name":  "Area",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action living creature,",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5-ft.-radius emanation that it takes no action for centered on you 1d3 rounds. The creature is",
        "name":  "Area",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One smoky, BOLT OF GLORY horselike creature Evocation [Good] Duration: 1 hour/",
        "name":  "Effect",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any number of creatures, no two of which can be more than 60 ft. apart Divination",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 4 can choose to transfer your sensor to the new creature. In",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 ft. switch from seeing through the current creatureÆs eyes to",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level, no two of which can be more than 30 ft. apart",
        "name":  "Targets",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Druid 2 trip attempt. The comet has a +11 bonus (+7 for effective Components: V, S, F Strength of 25 and +4 for being Large) on the trip check. Casting Time: 1 standard action The comet breaks apart on impact, fi lling the 10-foot- Range: Close (25 ft. + 5 ft./2 levels) square area with dense rubble (as described on page 90 of Target: One creature the Dungeon MasterÆs Guide). Duration: 3 rounds",
        "name":  "Creatures who failed their Refl ex save are subject to a Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing living creature touched remains within the emanation and takes another 3 points",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "60 ft. Target: Living creature touched",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M/DF incorporeal creatures, and it can be detected",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard and attacked in the same way as incorporeal action creatures can. Your spirit can do nothing",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S dragon, then dragon breath gains Casting Time: 1 standard action the evil descriptor. If you choose a metallic Range: 20 ft. dragon, then dragon breath gains the good descriptor. Area: All creatures within a 20-ft.-radius burst centered on you",
        "name":  "If you choose a chromatic Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cocoon of force around one Large or smaller Divination creature",
        "name":  "Effect",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M, F The creature you touch bursts",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature FORESTFOLD",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action Once you successfully target a creature with implacable pur-",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level implacable pursuer tells you what plane the target creature",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action points of damage per Hit Die of the creature affected, and",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched level)",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1d4+1 rounds Target: One creature, which",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "S Within 20 feet of the Center Point: Creatures take 1d8 points",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Quarter circle emanating from you to the extreme Creatures who fail their saves are also buried (as described of the range in Avalanches, page 90 of the Dungeon MasterÆs Guide). All",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Extradimensional pavilion, up to fi ve 10-ft. cubes/ Components: V, S level (S), plus feast for 12 creatures/level Casting Time: 1 standard action",
        "name":  "Effect",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Target: One living creature",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One quasi-real, staglike creature commands, acting on your behalf as long as it remains",
        "name":  "Effect",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 full round creature in the swarm that takes no action other than fi ght-",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Creatures who make their saves are struck",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fortitude negates; creatures avoid the quills com- see text pletely.",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Druid 5 A creature can be subject to only one renewal pact at a",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing creature touched RESURGENCE",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing living creature touched Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Permanent until triggered Targets: One creature/level, no two of which can be more",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dead ally touched Target: Creature touched",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A sprinkle of mustard and rot, successful saves do not allow the creature to recover. pepper, and a drop of sweat. The symptoms persist until the creature fi nds some magi- cal means to cure the disease (such as remove disease,heal, or restoration).180 7 RETPAHC DNA SNIAMOD SLLEPS",
        "name":  "Arcane material Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to one creature/level, no two of which can be their size and the position of their attackers. In most situ- more than 30 ft. apart ations, Medium creatures inside the chariot gain cover (+4",
        "name":  "Targets",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Waves under a creature or object within range noted below. Each effect occurs during your turn. As a move",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M/DF Targets: One or more creatures in a 20-ft.-radius burst",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) an unbinding. Petrifi ed creatures are neither revealed nor",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 day/level ing creatures such as familiars, invisible stalkers, genies,",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 3, druid 3 allow a creature to regrow or attach lost body parts.",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/two levels, no two of which can be more than 30 ft. apart",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S Flying creatures of size Huge or smaller that fail their For-",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) 2d6 points of damage from the battering and buffeting. Gar- gantuan fl ying creatures must succeed on a Fortitude save190 7 RETPAHC DNA SNIAMOD SLLEPS or be pulled 1d6 ╫ 10 feet toward the center of the twister. a campfi re, gather herbs, feed an animal companion, catch Colossal fl yers must likewise make Fortitude saves or be afi sh, or perform any other simple task that doesnÆt involve pulled 1d6 ╫ 5 feet toward the twisterÆs center. knowledge of technology. It cannot, for example, open a",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing living creature touched 10 Anya Za Nan, female human sorcerer 6/",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diviners are being overtly noticed, necromancy is summar creatures of intense curiosity ily rejected because of the stigma it attracts. who are driven to learn every Finally, conjuration serves little purpose to the thing about their surroundings. enchanter, who prefers to command people As a diviner, you might exhibit any of influence rather than mindless soldierlike or all of the following personality creatures. traits. Personality: Enchanters are characters You are a good listener with a of subtlety who have an air of superior highly analytical mind. ity about them. As an enchanter, you You are quietly judgmental of might exhibit any or all of the following everybody around you, taking note of personality traits. their flaws and vulnerabilities. You are a pacifist who defuses violent You dislike charging into situa encounters rather than escalating tions unless you have ample time them. to formulate a plan. You are happiest work You see conspiracies everywhere, per ing in the background haps even where none exist. where nobody suspects",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1st (cleric) or 4th instead take on an ele (paladin). mental creature as her",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Combat Casting, base attack bonus +1, when you cast defensively. (The movement still provokes caster level 1st. attacks of opportunity from other creatures normally.)",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Choose a creature type for which you have the",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you create an undead creature, you can You can create tiny darts of force. decide that it doesn\u0027t count against your normal limit of",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In place of applying an You can use this ability a number of times eldritch essence invocation to your eldritch per day equal to 3 + your Cha modifier (mini blast, you can change it into a healing blast. mum 1). The blast heals living creatures instead Timeless Body (Ex): Beginning at 10th of dealing damage to them (the damage level, the divine power of your patron healed is equal to the damage normally infuses you with eternal vigor. You no dealt). Against undead, the healing blast longer age (PH 37). deals damage as normal; against constructs or objects, the healing blast has no effect. PLAYING AN Your deity must be non-evil for you to ELDRITCH DISCIPLE select this gift. You are the favored and most",
        "name":  "Healing Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Joy stealer (Monster Manual IV) Level Seelie Unseelie Shadow mastiff 1st remove fear lesser confusion 2nd Tasha\u0027s hideous laughter detect thoughts 6th (Summon Monster VI) 3rd invisibility sphere poison",
        "name":  "Unseelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pixie (can\u0027t cast Otto\u0027s irresistible dance; with 4th break enchantment bestow curse sleep arrows, but not memory loss arrows) 5th • baleful polymorph endless slumber\u0027\" Shimmerling swarm (Monster Manual III) 6th true seeing mass suggestion",
        "name":  "Seelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Displacer beast 7th prismatic spray waves of exhaustion Winter wolf 8th sympathy horrid wilting 9th time stop wail of the banshee 8th (Summon Monster VII)",
        "name":  "Unseelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "First creature to trigger alarm affected",
        "name":  "Cacophonous Alarm",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Horrible wail renders creatures nauseated or sickened for 1 round. 4th Level",
        "name":  "Caterwaul",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Disguise appearance of another creature 7th Level or object.",
        "name":  "Deceptive Facade",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal damage to plant creatures, or use wooden",
        "name":  "Blackrot",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reroll a Balance, Climb, Jump, or Move Silently Evoc Dawnburst: Illuminate all creatures in 10-foot check with +5 bonus. radius; deal damage to light-sensitive creatures. Death\u0027s Call: Scream deals 1 point of damage/level (more Jet of Steam: 30-foot line of steam deals ld4 fire to swarms), fatigues all within 10 feet. damage/level (max. 5d4).",
        "name":  "Catsfeet",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature damaging you becomes fatigued Conj Resinous Tar: Sticky substance slows movement or for 3 rounds. renders object difficult to drop.",
        "name":  "Karmic Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All creatures below 0 hit points",
        "name":  "Reaving Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature damaging you becomes within 10 feet of you take 1 point of damage. exhausted for 2 rounds. 2nd Level 3rd Level",
        "name":  "Karmic Backlash",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Create patch of illusory terrain that number of creatures that triggered alarm. hinders foes and allows you to hide.",
        "name":  "Nightmare Terrain",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature damaging you becomes has 20% miss chance on attacks. stunned for 1 round. Necro Escalating Enfeeblement: As ray of enfeeblement, but",
        "name":  "Karmic Retribution",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Disguise appearance of another Fire and Brimstone: Subject takes fire damage, creature or object. might be sickened.",
        "name":  "Illus Deceptive Facade",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain +4 bonus on skill checks, Coat of Arms: Surround yourself with blades of checks to influence enchanted or conjured force. creatures. Resounding Thunder: Lasting sound deals 4d6",
        "name":  "Mask of the Ideal",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Veil of shadow impedes sight and sonic damage per round, deafens creatures within sound. area.",
        "name":  "Pall of Twilight",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cone of fire deals ld6/level damage, ld8/level damage on consecutive Abjur Karmic Retribution: Any creature damaging you casting. becomes stunned for 1 round.",
        "name":  "Evoc Incendiary Surge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target loses 3 points of Str, Dex, and Tactical Teleportation: Teleport one creature/3 Con; second casting blinds and deafens. levels a short distance.",
        "name":  "Touch of Years",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal damage to plant creatures, or use",
        "name":  "Wood Blackrot",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See through a designated object. slow movement, sicken creatures.",
        "name":  "All Elemental Eye",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any living creature that water, +5 on Escape Artist checks, freedom of strikes you in melee gains a negative level. movement once.",
        "name":  "Retributive Enervation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain speed 60, +4 on Str-, Dex-, and once. Con-based checks; use dimension door once. Metal Rain of Spines: Spines rain down on area, dealing 6d6 damage and pinning creatures to ground. 3th Level",
        "name":  "Unicorn Heart",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Create a wave of molten volcanic rock damage/level (max. 15d4) in 30-ft. cone. that sticks to creatures.",
        "name":  "Conj Deadly Lahar",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Melee touch attack deals might be sickened. 10d6 damage or controls undead creature. Heart of Fire: Gain +10 ft. to land speed, resistance",
        "name":  "Necro Touch of the Graveborn",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures take ld6 fire damage/ can turn one energy attack into healing. level and become fatigued.",
        "name":  "Evoc Deadly Sunstroke",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Call down a prismatic effect over that sticks to creatures. a wide area. Fire Deadly Lahar: Create a wave of molten volcanic rock that sticks to creatures.",
        "name":  "Prismatic Deluge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30-foot line of steam deals ld4 fire 9th Level damage/level (max. 5d4). Fire Deadly Sunstroke: Creatures take ld6 fire damage/",
        "name":  "Water Jet of Steam",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 day/level (D) or carried by another creature can\u0027t be ADAMANTINE WINGS",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    }
]
