[
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str +8, Full Attack: +1 morningstar +11 melee (1d8+5) and bite +4 melee Con +2, Int +2, Cha +2. (1d6+2); 2 claws +9 melee (1d4+4) and bite +4 melee (1d6+2);",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +5, Will +9 creature does not have these attack forms, use the damage values",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to outsider. Do not Skills: A half-fiend gains skill points as an outsider and has skill recalculate Hit Dice, base attack bonus, or saves. Size is un- points equal to (8 + Int modifier) × (HD + 3). Do not include Hit changed. Half-fiends are normally native outsiders. Dice from class levels in this calculation—the half-fiend gains",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-fiend has bat wings. Unless the base creature has outsider skill points only for its racial Hit Dice, and gains the a better fly speed, the creature can fly at the base creature’s base normal amount of skill points for its class levels. Treat skills from land speed (average maneuverability). the base creature’s list as class skills, and other skills as cross-class.",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., low-light vision, scent Mated pairs and flights of these creatures attack in concert,",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— hippogriff can fight while carrying a rider, but the rider cannot also attack unless he or she succeeds on a Ride check. This beast has the torso and hindquarters of a horse and the forelegs, Hippogriff eggs are worth 2,000 gp apiece on the open market, wings, and head of a giant eagle. while young are worth 3,000 gp each. Professional trainers charge 1,000 gp to rear or train a hippogriff.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a hippogriff is up to 300 of horses and giant eagles. Voracious omnivores, hippogriffs will pounds; a medium load, 301–600 pounds; and a heavy load, hunt humanoids as readily as any other meal. 601–900 pounds. FFIRGOPPIH Hell Hound NessianWarhound MediumOutsider LargeOutsider (Evil,Extraplanar,Fire,Lawful) (Evil,Extraplanar,Fire,Lawful)",
        "name":  "Hippogriffs are aggressive flying creatures that combine features Carrying Capacity",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 to establish. If the creator is personally constructing the creature’s",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 This beast resembles some great reptile with a veritable forest of heads on",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7–9 HD (Large); 11–18 HD (Huge) Hydras are reptilelike monsters with multiple heads; they can",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary Invisible stalkers are creatures native to the Elemental Plane of",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12 living creatures except kobolds. Treasure: Triple standard",
        "name":  "The patron deity of the kobolds is Kurtulmak, who despises all Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9d10+9 (58 hp) This creature has the golden-brown body of a lion, the wings of a giant",
        "name":  "Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch +12 melee (1d4 Wisdom drain); or dagger sometimes seek them out to gain the benefit of their wisdom and +12/+7 melee (1d6+4/19–20) and 2 claws +7 melee (1d4+2) their knowledge of ancient mysteries. Lammasus receive good Space/Reach: 10 ft./5 ft. beings and creatures cordially and usually offer assistance if the",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead. Do not Abilities: Increase from the base creature as follows: Int +2, recalculate base attack bonus, saves, or skill points. Size is Wis +2, Cha +2. Being undead, a lich has no Constitution score. unchanged. Skills: Liches have a +8 racial bonus on Hide, Listen, Move",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 +3 +3 Hybrid Size Claw Bite example, a hill giant bitten by a wererat), the victim cannot con- Small 1d3 1d4 tract lycanthropy from that lycanthrope. Afflicted lycanthropes Medium 1d4 1d6 cannot pass on the curse of lycanthropy. Large 1d6 1d8 Special Qualities:A lycanthrope retains all the special quali- Huge 2d4 2d6 ties of the base creature and the base animal, and also gains those",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature or base animal, depending described below. on which form the lycanthrope is in. Alternate Form (Su): A lycanthrope can shift into animal form as",
        "name":  "Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add the base save bonuses of the base if this occurs, any “extra” feats are denoted as bonus feats. animal to the base save bonuses of the base creature. It’s possible that a lycanthrope cannot meet the prerequisites for",
        "name":  "Base Save Bonuses",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All lycanthropes gain +2 to Wisdom. In addition, all its feats when in humanoid form. If this occurs, the lycan- when in animal form, a lycanthrope’s physical ability scores thrope still has the feats, but cannot use them when in humanoid improve according to its kind, as set out in the table below. These form. A lycanthrope receives Iron Will as a bonus feat. adjustments are equal to the animal’s normal ability scores –10 or Environment:Same as either the base creature or base animal. –11. For example, a werecrocodile (Str 19, Dex 12, Con 17) would Organization:Solitary or pair, sometimes family (3–4), pack add Str +8, Dex +2, and Con +6 to its normal ability scores when it (6–10), or troupe (family plus related animals) takes crocodile form. A lycanthrope in hybrid form modifies its Challenge Rating:By class level or base creature, modified physical ability scores by the same amount. according to the HD of the base animal: 1 HD or 2 HD, +2; 3 HD In addition, a lycanthrope may also gain an additional ability to 5 HD, +3; 6 HD to 10 HD, +4; 11 HD to 20 HD, +5; 21 or more score increase by virtue of its extra Hit Dice. HD, +6.",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +7, Will +6 the nature and effects of which vary from creature to creature.",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dodge, Improved Initiative This winged creature looks like a",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 (cohort) Fast Healing (Ex): A fire mephit heals only if it is touching a flame at least as large as a torch. This winged creature looks like a stony, rugged, mostly hairless dwarf. ICE MEPHIT Earth mephits come from the Elemental Plane of Earth. Small Outsider (Air, Cold, Extraplanar) An earth mephit is about 4 feet tall and weighs about 80 pounds. Hit Dice: 3d8 (13 hp) Earth mephits speak Common and Terran. Initiative: +7",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral miniature human made of molten stone Advancement: 4–6 HD (Small); 7–9 and glowing lava. HD (Medium)",
        "name":  "This winged creature looks like a brutish, Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluff +8, Escape Artist +5, Hide +9, Listen +6, Diplomacy +4, Disguise +2 (+4 acting), Move Silently +5, Spot +6, Use This winged creature looks like a miniature human with pale skin and Rope –1 (+1 with bindings) wisps of vapor rising from its nose, mouth, and ears. It sheds drops of",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary (1), gang (2–4 mephits of mixed types), Steam mephits come from the Elemental Plane of Fire. or mob (5–12 mephits of mixed types) Steam mephits are bossy creatures who consider themselves the",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 Advancement: By character class (cohort) Level Adjustment: +1 This winged creature looks like a This being has the upper body, arms, and head of miniature fish-person. It is covered a fair-featured human. Instead of legs, however, it with scales and views the world has the scaled tail of a great fish. through black, bulbous eyes. The merfolk are playful, marine- Water mephits come from the dwelling people. Although wary of Elemental Plane of Water. surface dwellers, they are not usu-",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 The creature cannot substantially alter its size, though. A mimic’s",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., immunity to acid, mimic This strange humanoid-shaped being stands about as tall as a human. Its shape flesh is rubbery and greenish-mauve, glistening with slime. The creature’s",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 10, Con 17, Int 14, or the creature dies. An ogre Wis 14, Cha 17 mage cannot regrow lost body",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 This creature looks like a primitive human with gray skin and coarse hair.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 heaps of refuse. Although primarily scavengers that can eat almost Treasure: None any kind of refuse, they never object to a meal of fresh meat when Alignment: Usually neutral good the opportunity presents itself. Advancement: 5–8 HD (Large); 9–12 HD (Huge)",
        "name":  "Otyughs are grotesque subterranean monsters that lurk within Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 (cohort) filled with carrion, offal, and all manner of similar trash. An otyugh usually covers itself with this vile stuff, leaving only its Giant owls are nocturnal birds of prey, feared for their ability to sensory stalk exposed (the stack also carries the otyugh’s olfactory hunt and attack in near silence. They are intelligent, and though organ) and lies there for hours, shoveling food into its mouth. naturally suspicious, sometimes associate with good creatures. Intelligent subterranean beings sometimes coexist with otyughs, They attack creatures that appear threatening, especially those which they regard as convenient garbage disposals: They dump intent on raiding the owls’ nest for eggs or fledglings, which fetch their refuse in the lair of the otyugh, which generally refrains a handsome price in many civilized areas. Young owls can be from attacking them. trained and are prized as aerial mounts. A typical otyugh has a body 8 feet in diameter and weighs about A typical giant owl stands about 9 feet tall, has a wingspan of up 500 pounds. to 20 feet, and resembles its smaller cousins in nearly every way Otyughs speak Common. except size. Giant owls speak Common and Sylvan. COMBAT An otyugh attacks living creatures if it feels threatened or if it is COMBAT hungry; otherwise it is content to remain hidden. Otyughs slash A giant owl attacks by gliding silently just a few feet above its prey and squeeze opponents with their tentacles, which they also use to and plunging to strike when directly overhead. drag prey into their mouths. A solitary giant owl is typically hunting or patrolling in the vi- Constrict (Ex): An otyugh deals automatic tentacle damage cinity of its nest and generally ignores creatures that do not appear with a successful grapple check. threatening. A mated pair of giant owls will attack in concert and Disease (Ex): Filth fever—bite, fight to the death to Fortitude DC 14, incubation defend their nest. Sev- period 1d3 days; damage 1d3 eral giant owls sometimes Dex and 1d3 Con. The save DC operate as a company for is Constitution-based. some specific purpose, such as Improved Grab (Ex): To use driving away a group of evil this ability, an otyugh must hit humanoids. with a tentacle attack. It can Superior Low-Light Vision then attempt to start a grapple as (Ex): A giant owl can see five times as a free action without provoking far as a human can in dim light. an attack of opportunity. If it wins Skills: Giant owls have a +8 racial the grapple check, it establishes a bonus on Listen checks and a +4 racial hold and can constrict. bonus on Spot checks.",
        "name":  "An otyugh spend most of its time within its lair, which it keeps Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Soft, squelching footfalls and a strange, moldy odor indicate that some creature is nearby—but nothing can be seen. Phantom fungus illus. by C. Crichlow PHASE SPIDER Pegasus 207 Phantom fungus This creature resembles a giant wolf spider, except with a larger head and This creature looks like a slithering blob of multicolored goo perhaps 5 feet variegated markings in white, gray, and blue over the legs and back. Its wide and a little less than half that high. eight eyes are silver-white. A phasm is an amorphous creature that can assume the guise of Phase spiders are aggressive predators that can move quickly from almost any other creature or object. the Ethereal Plane to attack opponents on the Material Plane. Its shapeshifting ability frees a phasm from most material A typical phase spider’s body is 8 feet long. It weighs about 700 needs, which usually leads it to a life of exploration, hedonism, or pounds. philosophical contemplation. There’s no telling where Phase spiders cannot speak. a phasm will turn up, nor what it will do if discov- ered. They are natural spies but notori- COMBAT ously unreliable, since they feel no Phase spiders dwell and hunt on particular need to report the Material Plane. Once a spi- what they learn. They der locates prey, however, it have an affinity for shifts to the Ethereal Plane to doppelgangers attack, attempting to catch its and sometimes victim flat-footed. The spider ally themselves shifts in, bites its victim, with groups of and retreats quickly back them for secu- to the Ethereal Plane. rity—or just Ethereal Jaunt for the fun (Su): A phase spi- of it. der can shift from the Ethe- real Plane to the Material Plane as a free action, and shift back again as a move action (or during a move action). The ability is otherwise A phasm in its natural form is about 5 feet in diameter and 2 feet identical with ethereal jaunt (caster level 15th). high at the center. Swirls of color indicate sensory organs. In this Poison (Ex): Injury, Fortitude DC 17, initial and secondary form, a phasm slithers about like an ooze and can attack with a damage 1d8 Con. The save DC is Constitution-based. pseudopod. It weighs about 400 pounds.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 Tieflings are sneaky, subtle, and generally conniv- This creature resembles a miniature red dragon, slightly smaller than a ing. They prefer to housecat. It is red-brown in color rather than deep red. It has fine strike from ambush Pseudodragon scales and sharp horns and teeth. Its tail is about twice as long and usually avoid a fair as its body, barbed, and very flexible. fight if they can. Darkness (Sp): A tiefling can Pseudodragons are tiny, playful use darkness once per day (caster members of the dragon family. level equal to class levels). A pseudodragon has a body",
        "name":  "Combat Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "–2 the creature exits, muscular action",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tail slap +4 melee (1d6+1 plus positive energy) or tail This vile creature must have at least a dozen long, spindly claws that hang touch +4 melee touch (positive energy) from its bulbous, floating body. Its round head is almost all mouth, and Full Attack: Tail slap +4 melee (1d6+1 plus positive energy) and its mouth is almost all teeth. claw +2 melee (1d4 plus positive energy); or tail touch +4 melee touch (positive energy) and claw touch +2 melee touch Rasts swarm in isolated pockets on distant planes, particularly the (positive energy) Elemental Plane of Fire. Floating, fleshy sacks of teeth and claws, Space/Reach: 5 ft./5 ft. these insatiable creatures eat almost continuously. Special Attacks: Positive energy lash, animate objects",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., flight, immunity to fire blood with a lust that would shame most normal beasts. A rast has Saves: Fort +4, Ref +3, Will +4 anywhere from ten to fifteen claws, though it can only use four at Abilities: Str 13, Dex 10, Con 13, Int 7, Wis 12, Cha 14 once. Skills: Escape Artist +6, Hide +6, Listen +7, Move Silently +6, A rast has a body about the size of a large dog’s, with a head Spot +7, Survival +7, Use Rope +0 (+2 with bindings) almost as large as the body. It weighs about 200 pounds. Feats: Improved Initiative, Multiattack",
        "name":  "At its heart, a rast is a creature of ash and cinder, but it feasts on Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. (6 squares), burrow 20 ft. The remorhaz is an arctic monster, an aggressive predator that",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +13 melee (2d8+12) beasts to guard their lairs.",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +13 melee (2d8+12) A remorhaz is whitish-blue in color but pulses with a reddish Space/Reach: 15 ft./10 ft. glow from the heat its body produces. The creature is a little more",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11–15 HD (Large); 16–30 HD (Huge) earthward to snatch prey in its power- Level Adjustment: — ful talons and carry it off for itself and its young to devour. A This creature looks much like a natural stalagmite about 10 solitary roc is typically hunting and feet tall. Its great, gaping maw lined with crystalline teeth will attack any Medium or larger suggests it is a meat eater. creature that appears edible. A mated pair of rocs attack in concert, Ropers are hideous creatures that lurk in the deep cav- fighting to the death to defend erns of the world. They are altogether evil and far more their nests or hatchlings. intelligent than most people would judge by their",
        "name":  "A roc attacks from the air, swooping Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— This creature seems to be about the size of a pony. It has four insectlike legs and a squat, humped. body protected by a RETSNOM TSUR Rust monster 216 sides, leaving a portion of their forces in the water as reinforce- SAHUAGIN ments or to deal with opponents the raiders throw into the sea. Medium Monstrous Humanoid (Aquatic) Blindsense (Ex): A sahuagin can locate creatures underwater",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Satyrs have a +4 racial bonus on Hide, Listen, Move all the way to its tail flukes. Silently, Perform, and Spot checks. The sea cat is a fearsome aquatic predator. SATYRS AS CHARACTERS Sea cats inhabit shallow coastal waters, making their lairs in Satyr characters possess the following racial traits. undersea caves or in the wreckage of ships. They hunt for fish, — +2 Dexterity, +2 Constitution, +2 Intelligence, +2 Wisdom, aquatic mammals, sea birds, and anything else they can catch and +2 Charisma. kill. TAC AES Satyr 220 A typical sea cat is 12 feet long and weighs 800 pounds. COMBAT Sea cats attack on sight, either for food or to defend their territory, and use both claws and teeth to grab and rend their prey. They dis- play tremendous courage, always fighting to the death, even against creatures many times their size. Pairs and prides of sea cats attack in concert, trying to wear the opponent down until one beast can dispatch it. Hold Breath (Ex): A sea cat can hold its breath for a number of rounds equal to 6 × its Constitution score before it risks drowning. Rend (Ex): A sea cat that hits with both claw attacks latches onto the opponent’s body and tears the flesh. This automatically deals an extra 2d6+6 points of damage.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A sea cat has a +8 racial bonus on any Swim check to per- form some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line. SHADOW This creature seems to be nothing but a patch of mobile gloom, more or less humanoid in shape. Shadows are creatures of sentient darkness, hating life and light with equal fervor. Their touch bestows the painful chill of nonex- istence, making them very dangerous opponents. A shadow can be difficult to see in dark or gloomy areas but stands out starkly in brightly illuminated places. Natural enemies of all that live, shadows are aggressive and predatory. They are quick to strike and make short work of those unprepared to deal with them. A shadow is 5 to 6 feet tall and is weightless. Shadows cannot speak intelligibly. Sea cats are aggressively territorial, attacking any creature, regardless of size, that enters their domain. Their chief enemies COMBAT and competitors are sharks, and sea cats go out of their way to Shadows lurk in dark places, waiting for living prey to happen by. attack them. Sometimes they form temporary prides to deal with Strength Damage (Su): The touch of a shadow deals 1d6 points particularly dangerous or resistant intruders. Their normal pride of Strength damage to a living foe. A creature reduced to Strength structure is much like that of terrestrial lions. 0 by a shadow dies. This is a negative energy effect. SHADOW Sea cat Shadow Greater Shadow Medium Undead (Incorporeal) Medium Undead (Incorporeal)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 (cohort) Special Qualities: Darkvision 60 ft., immunity to electricity, low-light This creature has the body of a large dog, with a smooth vision, plant traits, resistance to fire black coat and a mouth full of sharp teeth. 10",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A skeleton retains none of the base creature’s Advancement:As base creature (or — if the base creature ad- special attacks. vances by character class).",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A skeleton loses most special qualities of Level Adjustment:—. 226 the base creature. It retains any extraordinary special qualities that SKELETON Troll Skeleton Chimera Skeleton Ettin Skeleton Large Undead Large Undead Large Undead",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares), swim 40 ft. Creatures of chaos, slaadi have been likened to humanoid toads,",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually lawful moned creatures automatically evil return whence they came after",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 hour. Most slaadi do not use this This creature looks like an ability lightly, since they are abominable crossbreed of generally distrustful and fear- human and fish. Its fins ful of one another. In general, have grown into twisted arms they use it only when necessary and legs, and its bent back is crowned with a long, Skum to save their own lives. spiny frill. It has a slender, muscular tail and bulbous eyes. SLAADI CHARACTERS Skum are misbegotten creatures created by aboleths to serve as Slaadi rarely have the focus to devote themselves to a character beasts of burden and slaves. They are derived from human stock, class. Grays sometimes become sorcerers, and the most powerful making them even more loathsome. death slaadi train as rogues to take the assassin class. A skum is about the same height and weight as a human. Skum speak Aquan. RED SLAAD Large Outsider (Chaotic, Extraplanar)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +15, Hide +8, Jump +15, Listen +8, Move Silently Stunning Croak (Su): Once per day a red slaad can emit a loud +12, Spot +8 croak. Every creature (except slaadi) within 20 feet must succeed",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +13, Intimidate +12, Knowledge (religion) +12, Most sphinxes fight on the ground, using their wings to help Listen +14, Search +12, Spot +14, Survival +2 (+4 following them pounce much as lions do. If outnumbered by earthbound tracks) creatures, a sphinx takes wing and attacks on the fly.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, gang (2–4), or Rake (Ex): A sphinx that pounces onto a swarm (6–11) creature can make two rake attacks with its",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Cleave, Great Cleave, Flyby Attack, Power COMBAT Attack, Track In close combat a spectre attacks with its numbing, life-draining Environment: Warm deserts touch. It makes full use of its incorporeal nature, moving through Organization:Solitary walls, ceilings, and floors as it attacks. Challenge Rating: 9 Energy Drain (Su): Living creatures hit by a spectre’s incorpo- Treasure: Standard real touch attack gain two negative levels. The DC is 15 for the For- Alignment: Always chaotic good titude save to remove a negative level. The save DC is Charisma- Advancement: 13–18 HD (Large); 19–36 HD (Huge) based. For each such negative level bestowed, the spectre gains 5 Level Adjustment: +5 (cohort) temporary hit points. Create Spawn (Su): Any humanoid slain by a spectre becomes This creature is bigger than a riding horse and has a tawny lion body, great a spectre in 1d4 rounds. Spawn are under the command of the falcon wings, and a humanoid face. spectre that created them and remain enslaved until its death. They do not possess any of the abilities they had in life. These sphinxes are always male. Androsphinxes are clever and Unnatural Aura (Su): Animals, whether wild or domesticated, generally good-natured, but they can be savage opponents. can sense the unnatural presence of a spectre at a distance of 30 Though outwardly gruff and bad-tempered, androsphinxes feet. They do not willingly approach nearer than that and panic if have noble hearts, and are a little bit shy. They appreciate small forced to do so; they remain panicked as long as they are within courtesies, but seldom admit it, and praise makes them feel that range. uncomfortable. ERTCEPS Spectre 232",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore +15 melee (2d6+6) and 2 claws +10 melee (1d6+3) This creature is bigger than a horse and has a tawny lion body, great Space/Reach: 10 ft./5 ft. falcon wings, and the head of a female humanoid.",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., low- pany of bandits mounted on spider eaters is fear- light vision some indeed. The creature gets its name from",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 14, Con 15, Int 6, eggs in the paralyzed bodies of enormous creatures, Wis 15, Cha 10 often arachnids.",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +14, Listen +4, Spot +4 with the nature of the component creature (most are animals or",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warm marshes A swarm of Tiny creatures consists of 300 nonflying creatures or",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Colony (2–4), flock (5–8), or storm (9–14) 1,000 flying creatures. A swarm of Diminutive creatures consists",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1/2 of 1,500 nonflying creatures or 5,000 flying creatures. A swarm of",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Fine creatures consists of 10,000 creatures, whether they are flying",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral or not. Swarms of nonflying creatures include many more crea-",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Distraction (Ex): Any living creature that begins its turn with a",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral to any creature whose space it occupies at the end of its move. The",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 1, Dex 19, Con 8, Int —, Wis 10, Cha 2 it encounters. A swarm deals 1d6 points of damage to any creature",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, cloud (2–7 swarms), or plague (11–20 save DC is Constitution-based. swarms) Distraction (Ex): Any living creature that begins its turn with",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Swim checks. A rat swarm can always choose to take 10 on all Climb checks, even if rushed or threatened. A whirling, clacking cloud of voracious, grasshopperlike insects flutters A rat swarm uses its Dexterity modifier instead of its Strength closer, filling the air with a high-pitched buzz. modifier for Climb and Swim checks. A rat swarm has a +8 racial bonus on any Swim check to perform A locust swarm is a cloud of thousands of winged vermin that some special action or avoid a hazard. It can always choose to take devours any organic material in its path. 10 on a Swim check, even if distracted or endangered. It can use the run action while swimming, provided it swims in a straight line. Combat A locust swarm surrounds and attacks any living prey it encoun- SPIDER SWARM ters. A swarm deals 2d6 points of damage to any creature whose Diminutive Vermin (Swarm) space it occupies at the end of its move. Hit Dice: 2d8 (9 hp) Distraction (Ex): Any living creature that begins its turn with Initiative: +3 a locust swarm in its space must succeed on a DC 12 Fortitude save Speed: 20 ft. (4 squares), climb 20 ft. SWARM 239",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None bly the most dreaded monster of all (except for the largest drag-",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— ons). None can predict where and when the creature will strike next. A horrible, scuttling army of hand-sized spiders scrambles forward. The location of the tarrasque’s lair is a mystery, and the beast remains dormant much of the time. Its torporous slumber usually A spider swarm is a scuttling horde of venomous spiders. lasts 6d4 months before it leaves its lair for a brief hunting foray lasting 1d3 days. Once every decade or so, the monster is particu- Combat larly active, staying awake for 1d2 weeks. Thereafter, it slumbers A spider swarm seeks to surround and attack any living prey it for at least 4d6 years unless disturbed. encounters. A swarm deals 1d6 points of damage to any creature When active, the tarrasque is a perfect engine of destruction. It whose space it occupies at the end of its move. rampages across the land eating everything in its path, including Distraction (Ex): Any living creature that begins its turn with a plants, animals, humanoids, and even towns. Nothing is safe, and spider swarm in its space must succeed on a DC 11 Fortitude save entire communities prefer to flee the ravening tarrasque rather or be nauseated for 1 round. The save DC is Constitution-based. than face its power. Poison (Ex): Injury, Fortitude DC 11, initial and secondary Many legends surround the tarrasque’s origins and purpose. damage 1d3 Str. The save DC is Constitution-based. Some hold it to be an abomination unleashed by ancient, forgotten",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A triton has a +8 racial bonus A troglodyte stands about 5 feet tall and weighs on any Swim check to perform some about 150 pounds. special action or avoid a hazard. It can Troglodytes speak Draconic. always choose to take 10 on a Swim check, even if distracted or endan- COMBAT gered. It can use the run action while Half of a group of troglodytes are armed only with swimming, pro- claws and teeth; the rest carry one or two javelins vided it swims in a and clubs. They normally conceal themselves, launch straight line. a volley of javelins, then close to attack. If the battle goes against them, they retreat and attempt to hide. Stench (Ex): When a troglodyte is angry or frightened, it secretes an oily, musklike chemical that nearly every form of animal life finds offensive. All living creatures (except troglodytes) within 30 feet of a troglodyte must succeed on a DC 13 Fortitude save or be sickened for 10 TROGLODYTE rounds. The save DC is Constitution-based. Creatures Medium Humanoid that successfully save cannot be affected by the (Reptilian) same troglodyte’s stench for 24 hours. A delay",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "–1 from the sickened creature. Creatures with immu-",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. (6 squares) nity to poison are unaffected, and creatures resistant",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead (aug- its own Hit Dice; any spawn it creates that would exceed this limit mented humanoid or monstrous humanoid). Do not recalculate are created as free-willed vampires or vampire spawn. A vampire base attack bonus, saves, or skill points. Size is unchanged. that is enslaved may create and enslave spawn of its own, so a",
        "name":  "Size and Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. If the base creature has a fashion. A vampire may voluntarily free an enslaved spawn in or- swim speed, the vampire retains the ability to swim and is not vul- der to enslave a new spawn, but once freed, a vampire or vampire nerable to immersion in running water (see below). spawn cannot be enslaved again.",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampires have a +8 racial bonus on Bluff, Hide, Listen, Vampire Characters Move Silently, Search, Sense Motive, and Spot checks. Otherwise Vampires are always evil, which causes characters of certain same as the base creature. classes to lose some class abilities, as noted in Chapter 3 of the",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampires gain Alertness, Combat Reflexes, Dodge, Player’s Handbook. In addition, certain classes take additional Improved Initiative, and Lightning Reflexes, assuming the base penalties. creature meets the prerequisites and doesn’t already have these Clerics: Vampire clerics lose their ability to turn undead but feats. gain the ability to rebuke undead. This ability does not affect the",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. vampire’s controller or any other vampires that a master controls.",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Sorcerers and Wizards: Vampire sorcerers and wizards retain",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +8. but it must be a rat or bat. Vampire Weaknesses VAMPIRE SPAWN For all their power, vampires have a number of weak- nesses. Medium Undead",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— to direct sunlight disori- Level Adjustment: — ents it: It can take only a single move action or This feral-looking creature virtually attack action and is drips with evil. Its garb is noble-look- destroyed utterly in the ing, though in a state of disrepair. Its next round if it cannot dark red mouth is dominated by a escape. Similarly, immers- pair of vicious-looking canine teeth. ing a vampire in running water robs it of one-third of its hit points each round until it is Vampire spawn are undead crea- destroyed at the end of the third round of immersion. tures that come into being when vampires slay Driving a wooden stake through a vampire’s heart mortals. Like their creators, spawn remain bound instantly slays the monster. However, it returns to life if the stake to their coffins and to the soil of their graves. is removed, unless the body is destroyed. A popular tactic is to cut Vampire spawn appear much as they did in life, although their off the creature’s head and fill its mouth with holy wafers (or their features are often hardened, with a predatory look. equivalent). Vampire spawn speak Common. SPAWN VAMPIRE Vampire spawn 253",
        "name":  "Exposing any vampire Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1d8+1 (5 hp) ceptible to the vargouille’s kiss (see below). A creature that suc-",
        "name":  "Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +3 melee (1d4 plus poison) a DC 15 Fortitude save or begin a terrible transformation that Space/Reach: 5 ft./5 ft. turns the creature into a vargouille within 24 hours (and often",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or pack (6–11) while lone worgs usually chase down creatures smaller than",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral evil in turn, biting and retreating, until the creature is exhausted, at",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 (cohort) heavily outnumber the opponent, worgs attempt to pin it. Trip (Ex): A worg that hits with a bite attack can attempt to trip This beast looks like a dark-colored wolf with a malevolent intelligence in the opponent (+3 check modifier) as a free action without making its face and eyes. a touch attack or provoking an attack of opportunity. If the attempt fails, the opponent cannot react to trip the worg.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6 This bizarre creature has a wide body made of a pebbly, stonelike mate-",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 (cohort) This creature looks something like an oversized greyhound with dull black fur. Its eyes glow cherry red. These fearsome flying hounds glide low over the countryside at night, seeking likely prey. A yeth hound stands 5 feet tall at the shoulder and weighs about 400 pounds. Yeth hounds cannot speak, but understand Infernal. COMBAT Yeth hounds hunt only at night. They fear the sun and never venture out in daylight, even if their lives depend on it. 261 Illus. by S. Wood Minor Xorn Average Xorn Elder Xorn Small Outsider Medium Outsider Large Outsider (Extraplanar, Earth) (Extraplanar, Earth) (Extraplanar, Earth)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — Yeth hound Bay (Su): When a yeth hound howls or barks, all creatures Yrthaks are crafty and devious. They are omnivorous but prefer except other evil outsiders within a 300-foot spread must succeed meat. An yrthak keeps a nest high in its isolated mountain lair and on a DC 11 Will save or become panicked for 2d4 rounds. This is a may travel for days in search of food, returning only infrequently. sonic mind-affecting fear effect. Whether or not the save is suc- Yrthaks are sometimes seen swooping 100 feet or more above the cessful, an affected creature is immune to the same hound’s bay for ground, attempting to sense prey. 24 hours. The save DC is Charisma-based. A yrthak is about 20 feet long, with a wingspan of 40 Trip (Ex): A yeth hound that hits with its bite attack can feet. It weighs about 5,000 pounds. attempt to trip the opponent (+3 check modifier) as a Despite their intelligence, yrthaks do not speak. free action without making a touch attack or provok- ing an attack of opportunity. If the attempt fails, the COMBAT opponent cannot react to trip the yeth hound. A yrthak prefers to attack from the air, strafing Flight (Su): A yeth hound can cease or the ground with sonic attacks or snatching up resume flight as a free action. and dropping prey (eventually landing to",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 15, Dex 13, Con 13, Int 18, Wis 18, Cha 16 ft., swim 15 ft., can constrict Medium or smaller creatures",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "AlertnessB, Blind-FightB, Combat Expertise, Dodge, damage (1d4+3 if it also has legs, or 1d6+3 if it does not) with a suc- Improved Initiative cessful grapple check against a creature small enough for it to con-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, gang (3–4), troupe (2–13 pure- exude acid from its body, dealing 3d6 points of acid damage to the bloods, 2–5 halfbloods, and 2–4 abominations), or tribe next creature it touches, including a creature hit by its bite attack. (20–160 purebloods, 10–80 halfbloods, and 10–40 abomina- If the yuan-ti is grappling, constricting, or pinning a foe when it tions) uses this power, its grasp deals 5d6 points of acid damage. The acid",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A zombie has a base attack bonus equal to 1/2 its Skills: A zombie has no skills. Hit Dice. Feats:A zombie loses all feats of the base creature and gains",
        "name":  "Base Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A zombie retains none of the base creature’s Alignment:Always neutral evil. special attacks. Advancement:As base creature, but double Hit Dice (maxi-",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A zombie loses most special qualities of the mum 20), or — if the base creature advances by character class. base creature. It retains any extraordinary special qualities that Level Adjustment:—. improve its melee or ranged attacks. A zombie gains the following special quality. Kobold Zombie Human Commoner Zombie Troglodyte Zombie Small Undead Medium Undead Medium Undead",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +4, Will +1 common kinds of mundane animals. These creatures generally Abilities: Str 15, Dex 14, Con 12, Int 2, Wis 12, Cha 4 operate on instinct, driven by simple needs such as food and Skills: Climb +10, Listen +5, Spot +5 reproduction. Most animals, even predators, do not attack unless Feats: Alertness they or their young are threatened. Environment: Warm plains",
        "name":  "This chapter provides statistics and basic information for many Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An animal possesses the following traits (unless places to rest overnight. A typical baboon is the size of a big dog. otherwise noted in a creature’s entry). Males can be 2 to 4 feet long and weigh as much as 90 pounds. —Intelligence score of 1 or 2 (no creature with an Intelligence score of 3 or higher can be an animal). Combat —Low-light vision. Baboons usually attack in groups. —Alignment: Always neutral. Animals are not governed by a Skills: Baboons have a +8 racial bonus on Climb checks and can human sense of morality. always choose to take 10 on Climb checks, even if rushed or —Treasure: None. Animals never possess treasure. threatened. APE BADGER Large Animal Small Animal",
        "name":  "Animal Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— stand nearly 9 feet tall when they rear up on their hind legs. They are bad-tempered and territorial. The brown bear’s statistics can Bats are nocturnal flying mammals. The statistics presented here be used for almost any big bear, including the grizzly. describe small, insectivorous bats. Combat Combat A brown bear attacks mainly by tearing at opponents with its Blindsense (Ex): A bat notices and locates creatures within 20 claws. feet. Opponents still have 100% concealment against a creature Improved Grab (Ex): To use this ability, a brown bear must hit with blindsense. with a claw attack. It can then attempt to start a grapple as a free",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 These huge creatures usually live in salt water and can be more",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 272 Massive herbivores of tropical lands, elephants are unpredictable These long-eared, horselike creatures are surefooted and sturdy. creatures but nevertheless are sometimes used as mounts or beasts The statistics presented here could also describe burros. of burden. ANIMALS CHAPTER 2: This entry describes an African elephant. Indian elephants are Organization: Domesticated slightly smaller and weaker (Strength 28), but more readily Challenge Rating: 1 trained (Wisdom 15). These statistics can also represent prehis- Advancement: — toric creatures such as mammoths and mastodons. Level Adjustment: — Combat The statistics presented here describe large breeds of working Elephants tend to charge at threatening creatures. horses such as Clydesdales. These animals are usually ready for Trample (Ex): Reflex half DC 25. The save DC is Strength-based. heavy work by age three. A heavy horse cannot fight while carry- ing a rider.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 to 2 feet Challenge Rating: 1 long, with wingspans of 6 feet or less. Advancement: —",
        "name":  "These creatures are similar to eagles but slightly smaller",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hawks have a +8 racial bonus on Spot checks. horses such as quarter horses and Arabians as well as wild horses. These animals are usually ready for useful work by age two. A light HORSE horse cannot fight while carrying a rider. Horses are widely domesticated for riding and as beasts of burden. Carrying Capacity: A light load for a light horse is up to 150 pounds; a medium load, 151–300 pounds; and a heavy load, Combat 301–450 pounds. A light horse can drag 2,250 pounds. A horse not trained for war does not normally use its hooves to attack. Its hoof attack is treated as a secondary attack and adds only Warhorse, Heavy half the horse’s Strength bonus to damage. (These secondary Large Animal attacks are noted with an asterisk in the Attack and Full Attack Hit Dice: 4d8+12 (30 hp) entries for the heavy horse and the light horse.) Initiative: +1",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lizards have a +8 racial bonus on Balance checks. They other creatures. They filter plankton and similar small organisms also have a +8 racial bonus on Climb checks and can always choose from the water through their gaping, toothless maws. to take 10 on Climb checks, even if rushed or threatened. Lizards use their Dexterity modifier instead of their Strength modifier for Combat Climb checks. *If threatened, a manta ray uses its size and weight to ram oppo- nents. This is treated as a secondary attack.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— The statistics presented here can describe any arboreal monkey that is no bigger than a housecat, such as a colobus or capuchin. These bottom-dwelling sea creatures are dangerous only to their prey. If disturbed, they usually try to escape. Combat Monkeys generally flee into the safety of the trees, but if cornered Combat can fight ferociously. Improved Grab (Ex): To use this ability, an octopus must hit an",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +5 melee (1d3+4) SHARK Space/Reach: 5 ft./5 ft. These carnivorous fish are aggressive and liable to make unpro- Special Attacks: Constrict 1d3+4, improved grab voked attacks against anything that approaches them. Special Qualities: Scent Smaller sharks are from 5 to 8 feet long and not usually danger- Saves: Fort +4, Ref +6, Will +2 ous to creatures other than their prey. Large sharks can reach Abilities: Str 17, Dex 17, Con 13, Int 1, Wis 12, Cha 2 around 15 feet in length and are a serious threat. Huge sharks are Skills: Balance +11, Climb +14, Hide +10, Listen +7, Spot +7, true monsters, like great whites, that can exceed 20 feet in length. Swim +11",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary their powerful jaws. Challenge Rating: 2 Blindsense (Ex): A shark can locate creatures underwater Advancement: 4–5 HD (Medium); 6–10 HD (Large) within a 30-foot radius. This ability works only when the shark is Level Adjustment: — underwater. Keen Scent (Ex): A shark can notice creatures by scent in a 180- Constrictor snakes usually are not aggressive and flee when con- foot radius and detect blood in the water at ranges of up to a mile. fronted. They hunt for food but do not attempt to make a meal out",
        "name":  "Sharks circle and observe potential prey, then dart in and bite with Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A shark has a +8 racial bonus on any Swim check to per- of any creature that is too large to constrict. form some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use Combat the run action while swimming, provided it swims in a straight line. Constrictor snakes hunt by grabbing prey with their mouths and Shark, Medium Shark, Large Shark, Huge Medium Animal (Aquatic) Large Animal (Aquatic) Huge Animal (Aquatic)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— SQUID Medium Animal (Aquatic) These voracious creatures can have bodies more than 20 feet long",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ink cloud, jet, low-light vision points of damage to the creature. A giant squid usually withdraws",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +6, Will +2 from combat if it loses five tentacles. The creature regrows severed",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 27, Dex 15, Con 21, Int 2, Wis 14, Cha 6 These creatures are similar to badgers but are bigger, stronger, and",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sting +2 melee (1d4 plus poison) kinds of monstrous vermin. These creatures operate on instinct, Full Attack: Sting +2 melee (1d4 plus poison) driven by simple needs such as food and reproduction. Space/Reach: 5 ft./5 ft.",
        "name":  "This chapter provides statistics and basic information for several Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warm forests These creatures are serious pests that greedily devour cultivated",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Giant wasps have a +8 racial bonus on Spot checks. *They checks, and a +8 racial bonus on Climb and Hide checks. They can also have a +4 racial bonus on Survival checks to orient themselves. use either their Strength or Dexterity modifier for Climb checks, whichever is higher. Monstrous scorpions can take 10 on Climb MONSTROUS CENTIPEDE checks, even if threatened or distracted. Monstrous centipedes tend to attack anything that resembles food, biting with their jaws and injecting their poison. MONSTROUS SCORPION Size Fort DC Damage Size Fort DC Damage Monstrous scorpions are likely to attack any creature that ap- Tiny 10 1 Dex Huge 14 1d6 Dex proaches, and they usually charge when attacking prey. Small 10 1d2 Dex Gargantuan 17 1d8 Dex Constrict (Ex): A monstrous scorpion deals automatic claw Medium 10 1d3 Dex Colossal 23 2d6 Dex damage on a successful grapple check. Large 11 1d4 Dex Improved Grab (Ex): To use this ability, a monstrous scorpion Poison (Ex): A monstrous centipede has a poisonous bite. must hit with a claw attack. A monstrous scorpion can use either 287 The details vary by the centipede’s size, as shown on the table its Strength modifier or Dexterity modifier for grapple checks, above. The save DCs are Constitution-based. The indicated whichever is better. :3 RETPAHC NIMREV Monstrous Scorpion, Gargantuan Monstrous Scorpion, Colossal Gargantuan Vermin Colossal Vermin",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — VERMIN CHAPTER 3: enough to support the spider and one creature of the same size. Size Escape Artist DC Break DC Hit Points Web-spinners can throw a web eight times per day. This is sim- Tiny 10 14 2 ilar to an attack with a net but has a maximum range of 50 feet, Small 10 14 4 with a range increment of 10 feet, and is effective against targets Medium 12 16 6 up to one size category larger than the spider. Large 13 17 12 An entangled creature can escape with a successful Escape Artist Huge 16 20 14 check or burst it with a Strength check. Both are standard actions Gargantuan 20 24 16 whose DCs are given in the table below. The check DCs are Consti- Colossal 28 32 18 tution-based, and the Strength check DC includes a +4 racial bonus. Tremorsense (Ex):A monstrous spider can detect and pin- Web-spinners often create sheets of sticky webbing from 5 to point any creature or object within 60 feet in contact with the 60 feet square, depending on the size of the spider. They usually ground, or within any range in contact with the spider’s webs. position these sheets to snare flying creatures but can also try to Skills:Monstrous spiders have a +4 racial bonus on Hide and trap prey on the ground. Approaching creatures must succeed on Spot checks and a +8 racial bonus on Climb checks. A monstrous a DC 20 Spot check to notice a web; otherwise they stumble into it spider can always choose to take 10 on Climb checks, even if and become trapped as though by a successful web attack. rushed or threatened. Monstrous spiders use either their Attempts to escape or burst the webbing gain a +5 bonus if the Strength or Dexterity modifier for Climb checks, whichever is trapped creature has something to walk on or grab while pulling higher. free. Each 5-foot section has the hit points given on the table, and *Hunting spiders have a +10 racial bonus on Jump checks and sheet webs have damage reduction 5/—. a +8 racial bonus on Spot checks. Web-spinning spiders have a A monstrous spider can move across its own web at its climb +8 racial bonus on Hide and Move Silently checks when using speed and can pinpoint the location of any creature touching its web. their webs. Monstrous Spider, Large Monstrous Spider, Huge Large Vermin Huge Vermin",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — :4 RETPAHC GNICNAVDA SRETSNOM CHAPTER 4: cal member of its race, it is significantly better overall. The elite array is most appropriate for monsters who add levels in a player IMPROVING MONSTERS character class. A player who wants to play a monster out of this book as a player character but doesn’t want to roll its ability scores Each of the monster entries in Chapters 1 through 3 describes a typ- should use the elite array. ical creature of its kind. However, there are several methods by Nonelite Array:The nonelite array is 13, 12, 11, 10, 9, 8. These which extraordinary or unique monsters can be created using a typi- numbers result in modifying the standard scores by +2, +2, +0, +0, cal creature as the foundation: by adding character classes, increasing –2, and –2. The nonelite array does not necessarily make a monster a monster’s Hit Dice, or by adding a template to a monster. These better than normal, but it does customize the monster as an indi- methods are not mutually exclusive—it’s possible for a monster with vidual with strengths and weaknesses compared to a typical a template (a half-dragon lammasu, for example) to be improved by member of its race. The nonelite array is most appropriate for mon- both increasing its Hit Dice and adding character class levels. sters who add class levels in a NPC class such as warrior or adept.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligent creatures that are reasonably human- Ability Score Improvement:Whenever a monster reaches a oid in shape most commonly advance by adding class levels. Crea- number of Hit Dice divisible by 4, it improves one ability score by tures that fall into this category have an entry of “By character 1 point. For example, a lammasu of 7 Hit Dice increased to 14 Hit class” in their Advancement line. When a monster adds a class Dice gains an ability score improvement at 8 HD and another one level, that level usually represents an increase in experience and at 12 HD. Monsters do not gain ability score increases for levels learned skills and capabilities. they “already reached” with their racial Hit Dice, since these",
        "name":  "Class Levels",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligent creatures that are not human- adjustments are included in their basic ability scores. oid in shape, and nonintelligent monsters, can advance by increas- ing their Hit Dice. Creatures with increased Hit Dice are usually MONSTERS AND CLASS LEVELS superior specimens of their race, bigger and more powerful than their run-of-the-mill fellows. If a creature acquires a character class, it follows the rules for multi-",
        "name":  "Increased Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Both intelligent and nonintelligent creatures with an class characters described on pages 59–60 of the Player’s Handbook. unusual heritage (such as draconic or fiendish blood) or an inflicted The creature’s Hit Dice equal the number of class levels it has plus change in their essential nature (undeath or lycanthropy) may be its racial Hit Dice. For example, an ogre normally has 4 HD. If it modified with a template. Templates usually result in tougher mon- picks up one level of barbarian, it becomes a creature of 5 Hit Dice: sters with capabilities that differ from those of their common kin. 4d8 HD for its ogre levels, plus 1d12 HD for its barbarian level. A Each of these three methods for improving monsters is dis- creature’s “monster class” is always a favored class, and the creature cussed in more detail below. never takes XP penalties for having it. Additional Hit Dice gained from taking levels in a character class never affect a creature’s size.",
        "name":  "Templates",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures with 1 or less HD ABILITY SCORE ARRAYS replace their monster levels with their character levels. For Monsters are assumed to have completely average (or standard) example, a goblin sorcerer loses its humanoid attack bonus, saving ability scores—a 10 or an 11 in each ability, as modified by their throw bonuses, skills, and feats, and gains the attack bonus, save racial bonuses. However, improved monsters are individuals and bonuses, skills, feats, and other class abilities of a 1st-level sorcerer. often have better than normal ability scores, and usually make use Level Adjustment and Effective Character Level: To deter- of either the elite array or the nonelite array of ability scores. mine the effective character level (ECL) of a monster character, add Monsters who improve by adding a template, and monsters its level adjustment to its racial Hit Dice and character class levels. who improve by increasing their Hit Dice, may use any of the The monster is considered to have experience points equal to the three arrays (standard, nonelite, or elite). Any monster unique minimum needed to be a character of its ECL. For example, a 4th- enough to be improved could easily be considered elite. level minotaur barbarian has an ECL of 12 (6 for its minotaur HD, 4",
        "name":  "Humanoids and Class Levels",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most templates do not change a crea- Special Attacks: A template may add or remove special attacks. ture’s attack bonus or modes of attack, even when the creature’s The template description gives the details of any special attacks a type changes (the creature’s base attack bonus is the same as a crea- template provides, including how to determine saving throw DCs, ture of the original type). Of course, any change in ability scores if applicable. may affect attack bonuses. If Strength or Dexterity changes, use Special Qualities: A template may add or remove special qual- the new modifier to determine attack bonuses. A change in a mon- ities. The template description gives the details of any special qual- ster’s size also changes its attack bonus; see Table 4–2. ities a template provides, including how to determine saving",
        "name":  "Attack and Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Constrict (1d6), disease, Constrict (1d8+4), disease, The otyugh can grab and constrict creatures of up to Large improved grab improved grab size; thanks to the otyugh’s increased Hit Dice and Constitution, the save DC against its disease is now 20.",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As with attacks, changing a monster’s type does not The new Strength modifier affects damage and any modifiers always change its skill points. Most templates don’t change the for skills with Strength as the key ability. number of Hit Dice a creature has, so you don’t need to adjust When you know the new Intelligence modifier, recalculate skills in that case unless the key abilities for those skills have skill modifiers for any skills that use Intelligence as the key ability. changed, or the template gives a bonus on one or more skills, or When you know the new Wisdom modifier, recalculate the unless the template gives a feat that provides a bonus on a skill Will saving throw modifier and the modifiers for any skills that check. use Wisdom as the key ability. Check for Iron Will or any other Some templates change how skill points are determined, but feat that affects the Will saving throw modifier and apply the this change usually only affects skill points gained after the tem- change now. plate is applied. Treat skills listed in the base creature’s description For all special abilities of the base creature that remain, recalcu- as class skills, as well as any new skills provided by the template. late saving throw DCs (the template description tells how to cal-",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Since most templates do not change the number of Hit culate the DCs for any special abilities the template provides). The Dice a creature has, a template will not change the number of feats formula for most save DCs is 10 + 1/2 the creature’s Hit Dice + the the creature has. Some templates grant one or more bonus feats. relevant ability score modifier of the creature using the ability.",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. Typically, each ability is associated with certain kinds of abilities,",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. as follows.",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most templates increase the creature’s Strength: Any application of force, crushing, binding, or con- Challenge Rating. A template might provide a modifier to be striction. added to the base creature’s CR, or it might specify a range of mod- Dexterity: Movement, movement restrictions, hitting with a ifiers depending on the base creature’s original Hit Dice or CR. missile, entanglement.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. Constitution: Almost anything that comes from the creature’s",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. Charisma: A creature’s Charisma modifier affects the save DC",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A construct is an animated object or artificially to qualify as an aberration. Monstrous humanoids might also constructed creature. Constructs have average combat ability and include otherwise humanoid creatures with odd vulnerabilities or hit points, and very poor saving throws, but they have immunity abilities you wouldn’t normally find in a humanoid. to many attack forms. Ooze: An ooze is an amorphous or mutable creature, usually Use this type for any creature that was built or made rather than mindless. Oozes have average combat ability, good hit points, and born or hatched. very poor saving throws, but they have immunity to many forms",
        "name":  "Construct",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This type comprises vegetable creatures. Note that regu- lar plants, such as one finds growing in gardens and fields, lack CREATING THE MONSTER Wisdom and Charisma scores and thus are not creatures, but objects, even though they are alive. Plant creatures have average All the other elements of the monster recipe serve to put your con- combat ability and hit points and poor saving throws, but have cept into words and numbers so you can use the monster in play. immunity to many forms of attack. The steps below are not presented in the same order as a monster",
        "name":  "Plant",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature has immunity to cold, but is vulnerable to below. fire attacks.",
        "name":  "Ability score guidelines for some creature types are given Cold",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Air and fire elementals often have high Dexterity Earth: The creature (usually an elemental or outsider) pos- scores for their size; earth and water elementals often have high sesses an innate bond to the Elemental Plane of Earth. Constitution scores. Eladrin: The creature is a celestial that belongs to the eladrin",
        "name":  "Elemental",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Giants often have high Strength and Constitution scores Evil: The creature (usually an outsider) possesses an innate for their size. bond to the evil-aligned Outer Planes, which determines how it is",
        "name":  "Giant",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Outsiders may be supernaturally quick and agile, Fire: The creature has immunity to fire, but is vulnerable to despite their size. Outsiders have the Dexterity range of a creature cold attacks. three sizes smaller than their actual size. Goblinoid: The creature belongs to one of the goblin races.",
        "name":  "Outsider",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Plants often have low Dexterity and high Constitution Good: The creature (usually an outsider) possesses an innate scores for their size. bond to the good-aligned Outer Planes, which determines how it",
        "name":  "Plant",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures of size Small or larger should be nal race and shares common characteristics with other guardinals. assigned a certain number of Hit Dice as a minimum to reflect Incorporeal: The creature is completely intangible on the their mass. A Gargantuan creature with 2 Hit Dice would be larger Material Plane and can pass through solid objects. than an elephant, but would have the hit points of a wolf. Lawful: The creature (usually an outsider) possesses an innate",
        "name":  "Minimum HD",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any blunt change shape or assume an alternate form. attack the creature might have (punches, constriction, slaps, and Swarm: The creature is actually a swarm of hundreds or thou- the like). sands of very small creatures.",
        "name":  "Slam or Tentacle",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any attack the creature Tanar’ri: The creature is a demon that belongs to the tanar’ri delivers with its mouth or teeth. race and shares common characteristics with other tanar’ri.",
        "name":  "Bite",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any attack the Water: The creature (usually an elemental or outsider) pos- creature makes by scratching, tearing, raking, or poking with an sesses an innate bond to the Elemental Plane of Water. appendage.",
        "name":  "Claw or Sting",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any attack the HIT DICE creature makes with horns, antlers, or a head butt. A tail slap or tail This entry in a statistics block provides the number and size (number whip falls in this category, too. of sides) of Hit Dice and any bonus hit points. The size of the dice is derived from the creature’s type. The number of bonus hit points is a SUBTYPE function of the creature’s Hit Dice and Constitution score. A monster associated with an element, form of energy, or the like A parenthetical listing of the creature’s average hit points fol- also gets a parenthetical subtype. Applying a subtype can indicate lows the Hit Dice listing. To calculate a creature’s average hit a subgroup within a larger type, such as undead (incorporeal). points, take the average value of each Hit Die, apply the creature’s Some subtypes link creatures that share characteristics, such as Constitution modifier (a creature always has at least 1 hit point per humanoid (goblinoid). Other subtypes categorize members of dif- Hit Die), multiply by the number of Hit Dice, and round down. ferent types that share common characteristics For example, Average Hit Die Values white dragons and frost giants belong to the dragon and giant types, respectively, but they are also of the cold subtype. Die Size Average Some common subtypes that affect a creature’s abilities are 1d4 2.5 briefly described below. Details are given in Chapter 7: Glossary. 1d6 3.5",
        "name":  "Gore or Tail",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature (usually an elemental or outsider) possesses 1d8 4.5 an innate bond to the Elemental Plane of Air. 1d10 5.5",
        "name":  "Air",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature belongs to one of the angel races and 1d12 6.5 shares common characteristics with other angels.",
        "name":  "Angel",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature breathes water, not air. Hit Dice and Target CR: In general, a creature’s Hit Dice",
        "name":  "Aquatic",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature belongs to one of the archon races and should be equal to or greater than the target CR you’ve set for shares common characteristics with other archons. the creature, but not more than three times the target CR. For",
        "name":  "Archon",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type has been changed by a tem- example, if you are designing a CR 5 monster, you should prob- plate. ably assign at least 5 Hit Dice, but not more than 15 Hit Dice. If",
        "name":  "Augmented",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is a devil that belongs to the baatezu race your monster has too few Hit Dice for its Challenge Rating, it and shares common characteristics with other baatezu. won’t have staying power comparable to other monsters of that",
        "name":  "Baatezu",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reflects the creature’s sense of self and ability to Medium biped 20 ft. 30 ft. 40 ft. Human (30 ft.) influence other creatures for good or for ill (a particularly scary Large or Huge biped 30 ft. 40 ft. 50 ft. Ogre (40 ft.) creature often has a high Charisma score). A creature can have a Tiny quadruped 15 ft. 20 ft. 30 ft. Cat (30 ft.) very low Intelligence score and still be very charismatic. A Small quadruped 30 ft. 40 ft. 50 ft. Dog (40 ft.) Charisma score of 3 or lower indicates a creature that is barely sen- Medium quadruped 30 ft. 40 ft. 50 ft. Wolf (50 ft.) tient. A score of 4 to 6 represents Charisma equivalent to that of a Large or Huge 30 ft. 50 ft. 60 ft. Unicorn (60 ft.) strikingly sullen, crass, or retiring human. A score of 16 to 18 quadruped reflects an unusually strong presence and force of personality. A Tiny or Small flier 40 ft. 50 ft. 60 ft. Raven (40 ft.) score of 20 or higher represents superhuman Charisma. Medium flier 40 ft. 60 ft. 90 ft. Gargoyle (60 ft.)",
        "name":  "Charisma",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 + 1/2 the creature’s Hit Dice + rel- you give a monster, because you’ll have an easier time running the evant ability score modifier. The relevant ability score depends on monster in play. the type of attack, as follows:",
        "name":  "The formula for save DCs is",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any application of force, crushing, binding, or con- SAVING THROWS striction. Example: trample. Determine the creature’s saving throw bonuses. The creature’s base",
        "name":  "Strength",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually not used to determine save DCs for mon- cial Qualities entry and explained in the creature’s description. sters’ special attacks. Possible uses: illusion effects. Saving Throws and Target CR: In general, a creature’s good",
        "name":  "Intelligence",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually not used to determine save DCs for monsters’ saving throw bonus should be around (target CR × 1.5), while its pqqqqrs",
        "name":  "Wisdom",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the creature has conditional ability ALIGNMENT adjustments, do not apply them in the Skills entry. Instead, mark What alignment does your monster have? Choose lawful, neutral, the skill modifier with an asterisk and note the conditional modi- or chaotic, followed by good, neutral, or evil. All alignments have fier in the creature’s description. a qualifier: always, usually, or often. See page 305 for details.",
        "name":  "Conditional Bonuses",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Often a creature will need a better skill pqqrs modifier than its abilities and skill points allow. In such cases, it’s a good idea to assign it a racial bonus (which is effective all the time), or SKILLS THE QUICK WAY a specific circumstance bonus. For example, most big cats get bonuses Instead of fretting about each skill point, an easy way to assign skills to on Hide and Move Silently checks, and even larger conditional a monster is to simply buy a number of skills, all at the creature’s maxi- bonuses on Hide and Move Silently checks when they’re in the right mum ranks. The number of individual skills a creature can choose this terrain. They’d have a hard time surviving as predators without them. way is equal to its Intelligence modifier plus the base number of skill points a creature of its type receives per HD. For example, undead have FEATS skill points equal to (4 + Int modifier) at each HD, so an undead crea- All monsters have a number of feats equal to 1 + (1 per 3 HD). ture with an Intelligence score of 15 (Int modifier +2) could simply 301 Monsters must meet the prerequisites for feats, just as characters select six skills at maximum rank. pqqrs must. If your creature concept begs for a feat for which the crea- :5 RETPAHC GNIKAM SRETSNOM ADVANCEMENT PC of their level. Include a fighter, rogue, cleric, and wizard if pos- This entry provides a measure of how tough the creature can get if sible. You can use copies of your players’ characters for this, but if you decide to increase its Hit Dice. In general, a creature should your PCs are unusual, your results will be skewed. be able to have up to three times its original Hit Dice (that is, a 3 2. Create a representative encounter for the monster that uses HD creature should be able to advance up to 9 HD). two of the creatures (two monsters of CR X is an appropriate Most creatures will get larger if you add a lot of Hit Dice, so you encounter for four PCs of level X+2). For simple monsters, a room should pick a break point at which the creature’s size changes. For and a door should suffice, but if your monster is built to ambush example, the Advancement entry for a Large plant creature with 3 parties or make good use of a particular terrain, you should proba-",
        "name":  "Racial Skill Bonuses",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add +2 to the DC for all saving throws against the spe- abilites. cial attack on which the creature focuses.",
        "name":  "Benefit",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can gain this feat multiple times. Its effects FLYBY ATTACK [GENERAL] do not stack. Each time the creature takes the feat, it applies to a The creature can attack on the wing. different special attack. Prerequisite: Fly speed.",
        "name":  "Special",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dex 13, three or more hands. The creature can change direction quickly while flying.",
        "name":  "Prerequisites",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This attack damages an opponent’s ability score. Usually:The majority (more than 50%) of these creatures have The creature’s descriptive text gives the ability and the amount of the given alignment. This may be due to strong cultural influ- damage. If an attack that causes ability damage scores a critical hit, ences, or it may be a legacy of the creatures’ origin. For example, it deals twice the indicated amount of damage (if the damage is most elves inherited their chaotic good alignment from their cre- expressed as a die range, roll two dice). Ability damage returns at ator, the deity Corellon Larethian. the rate of 1 point per day for each affected ability. Often:The creature tends toward the given alignment, either by",
        "name":  "Ability Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These creatures always have swim speeds and thus can move in water without making Swim checks. An Blindsight (Ex):This ability is similar to blindsense, but is far aquatic creature can breathe underwater. It cannot also breathe air more discerning. Using nonvisual senses, such as sensitivity to unless it has the amphibious special quality. vibrations, keen smell, acute hearing, or echolocation, a creature with blindsight maneuvers and fights as well as a sighted creature.",
        "name":  "Aquatic Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Archons are a race of celestials, or good out- Invisibility, darkness, and most kinds of concealment are irrele- siders, native to the Seven Mounting Heavens of Celestia. vant, though the creature must have line of effect to a creature or",
        "name":  "Archon Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey is a creature with supernatural abilities and con- against that opponent. nections to nature or to some other force or place. Fey are usually Wearing a Blindfold: The opponent cannot see the creature at all human-shaped. (also possible to achieve by turning one’s back on the creature or",
        "name":  "Fey Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey has the following features. shutting one’s eyes). The creature with the gaze attack gains total —6-sided Hit Dice. concealment against the opponent. —Base attack bonus equal to 1/2 total Hit Dice (as wizard). A creature with a gaze attack can actively gaze as an attack —Good Reflex and Will saves. action by choosing a target within range. That opponent must —Skill points equal to (6 + Int modifier, minimum 1) per Hit attempt a saving throw but can try to avoid this as described above. Die, with quadruple skill points for the first Hit Die. Thus, it is possible for an opponent to save against a creature’s gaze 309",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey possesses the following traits (unless otherwise twice during the same round, once before the opponent’s action noted in a creature’s entry). and once during the creature’s turn. :7 RETPAHC YRASSOLG Gazeattacks can affect ethereal opponents. A creature is im- Humanoids with more than 1 Hit Die (for example, gnolls and mune to gaze attacks of others of its kind unless otherwise noted. bugbears) are the only humanoids who make use of the features of Allies of a creature with a gaze attack might be affected. All the the humanoid type. creature’s allies are considered to be averting their eyes from the Features: A humanoid has the following features (unless other- creature with the gaze attack, and have a 50% chance to not need to wise noted in a creature’s entry). make a saving throw against the gaze attack each round. The crea- —8-sided Hit Dice, or by character class. ture also can veil its eyes, thus negating its gaze ability. —Base attack bonus equal to 3/4 total Hit Dice (as cleric). —Good Reflex saves (usually; a humanoid’s good save varies).",
        "name":  "Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A giant is a humanoid-shaped creature of great —Skill points equal to (2 + Int modifier, minimum 1) per Hit strength, usually of at least Large size. Die, with quadruple skill points for the first Hit Die, or by charac-",
        "name":  "Giant Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Goblinoids are stealthy humanoids who ponents at least one size category smaller than the creature. The live by hunting and raiding and who all speak Goblin. creature has the option to conduct the grapple normally, or simply use the part of its body it used in the improved grab to hold the",
        "name":  "Goblinoid Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A subtype applied only to outsiders. These plies its Intelligence modifier to initiative checks instead of a Dex- creatures have mortal ancestors or a strong connection to the terity modifier. The creature automatically fails Reflex saves and Material Plane and can be raised, reincarnated, or resurrectedjust Dexterity checks. as other living creatures can be. Creatures with this subtype are Constitution:Any living creature has at least 1 point of Constitution. native to the Material Plane (hence the subtype’s name). A creature with no Constitution has no body (a spectre, for ex- Unlike true outsiders, native outsiders need to eat and sleep. ample) or no metabolism (a golem). It is immune to any effect that requires a Fortitude save unless the effect works on objects or is",
        "name":  "Native Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anooze is an amorphous or mutable creature, usu- flying in the air at the time that it is paralyzed cannot flap its wings ally mindless. and falls. A swimmer can’t swim and may drown.",
        "name":  "OozeType",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anooze has the following features. —10-sided Hit Dice. Plant Type:This type comprises vegetable creatures. Note that —Base attack bonus equal to 3/4 total Hit Dice (as cleric). regular plants, such as one finds growing in gardens and fields, —No good saving throws. lack Wisdom and Charisma scores (see Nonabilities, above) and —Skill points equal to (2 + Int modifier, minimum 1) per Hit are not creatures, but objects, even though they are alive.",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A plant creature has the following features. has an Intelligence score. However, most oozes are mindless and —8-sided Hit Dice. gain no skill points or feats. —Base attack bonus equal to 3/4 total Hit Dice (as cleric).",
        "name":  "Die, with quadruple skill points for the first Hit Die, if the ooze Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anoutsider is at least partially composed of the damage (see page 305) or some other effect, to the opponent on a essence (but not necessarily the material) of some plane other failed Fortitude save. Unless otherwise noted, another saving than the Material Plane. Some creatures start out as some other throw is required 1 minute later (regardless of the first save’s type and become outsiders when they attain a higher (or lower) result) to avoid secondary damage. A creature’s descriptive text state of spiritual existence. provides the details.",
        "name":  "Outsider Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anoutsider has the following features. A creature with a poison attack is immune to its own poison and —8-sided Hit Dice. the poison of others of its kind. —Base attack bonus equal to total Hit Dice (as fighter). The Fortitude save DC against a poison attack is equal to 10 + —Good Fortitude, Reflex, and Will saves. 1/2 poisoning creature’s racial HD + poisoning creature’s Con —Skill points equal to (8 + Int modifier, minimum 1) per Hit modifier (the exact DC is given in the creature’s descriptive text). Die, with quadruple skill points for the first Hit Die. A successful save avoids (negates) the damage.",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures have quirks or habits that affect works regardless of the creature’s Intelligence score. the types of treasure they collect. These creatures use the same —Immunity to any effect that requires a Fortitude save (unless treasure tables, but with special adjustments. the effect also works on objects or is harmless).",
        "name":  "Nonstandard",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead are once-living creatures animated by the effect, regardless of whether a saving throw is allowed, or if the spiritual or supernatural forces. save is a success or failure.",
        "name":  "Undead Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two hobgoblin warriors are always on AREA 4: MAIN BARRACKS (EL 3) duty here. Each hour, one of them switches places with The hobgoblins eat, sleep, and relax here. Read or para- a guard at the nearest entrance. This arrangement helps phrase the following when the characters enter this area. keep everyone rested and fairly alert. DHobgoblin Warriors (2):hp 6 each; see page Light from two charcoal firepits bathes this long 153 in the Monster Manual. hall in a feeble, ruddy glow. The air in here smells",
        "name":  "Creatures",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The adept in area 7 has reared and trained considering plans for future raids, composing sermons these apes to serve as fighting creatures. They attack to deliver to the rest of the outpost, and scribbling in any creature they see, except goblins or hobgoblins. If a his journal in Goblin. foe should enter through the south door, both apes The journal features a careful accounting of the move to attack. Should the foe come from the west, passing days, since Hoortchuc must give a sermon where there’s room for only one ape to fight, the closest every eight days. He also fills many pages with theolog- one charges in while the other tries to burst through ical musings, and these notes form the basis of his ser- the south door and attack the foe through area 7. (The mons. In addition, the adept keeps notes on all the loot apes aren’t very smart, but they know the outposts’ and slaves the warband has collected. His journal indi- layout and they’re eager to fight.) cates that the band has captured far more slaves and",
        "name":  "Tactics",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vuroosk spends most of his time the hobgoblins wrested from their victims. laying plans for future raids. He accepts suggestions",
        "name":  "Creatures",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the alarm is sounded, the ing while still in high school. He soon got an after- goblin slaves from area 4 carry out their assignments school job at TSR, Inc., the original publisher of the and then try to make their way here and release their D\u0026D game, and the rest (as they say) is history. Skip is fellow goblins. If they manage to do so, all the goblins a codesigner of the 3rd Edition D\u0026D game (versions try to slip away from the outpost, either through one 3.0 and 3.5) and the chief architect of the Monster the entrances or via the emergency exit in area 6. Manual. He also coauthored the FORGOTTEN REALMS If the PCs try to question the goblins here, the level Campaign Setting.Skip keeps busy with freelance proj- of cooperation they get depends on what has happened ects for several different game companies and has to the hobgoblins in the outpost thus far. If the goblins beenDRAGONMagazine’s Sage since 1986. When not believe (or know) that their hobgoblin masters have devising swift and cruel deaths for player characters, been defeated, they fawn on the PCs and truthfully Skip putters in his kitchen or garden (his borscht gets answer any questions put to them. The goblins know rave reviews). 8 Monster Manual v.3.5 Errata • DR X/slashing, piercing, or bludgeoning",
        "name":  "Development",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pounce Monster Manual, page 48",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or pack (3–6) Monster Manual, page 56",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Monster Manual, page 82",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Talons +7 melee (1d8+4) and 2 foreclaws Dragon, Gold +2 melee (1d3+2) and bite +2 melee (2d4+2) Space/Reach: 5 ft./5 ft. Monster Manual, page 85",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +8, Ref +6, Will +2 Monster Manual, page 86",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Run, Track Monster Manual, page 87",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Monster Manual, page 88",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Monster Manual, page 137 Change Shape (Su): A night hag can assume the form",
        "name":  "Add the following entry",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +2 melee (1d6 plus 1d6 acid) Lycanthrope Space/Reach: 10 ft./5 ft. Monster Manual, page 176 and 178",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Underground Monster Manual v.3.5 Errata 2/17/06 Page 4 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved.",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry consists of the creature’s full normal hit point total (usually average rolls on each Hit Die), followed Each monster entry is organized in the same format, by the creature’s Hit Dice in parentheses. If the creature has as outlined below. For complete information about the fast healing, regeneration, damage reduction (DR), or some characteristics of monsters, consult the glossary of this other ability that affects the amount of damage it takes or book, the Player’s Handbook (PH), or the Dungeon Master’s the rate at which it regains hit points, that information also Guide (DMG). appears here. We want this book to be as useful to DMs as possible, so the",
        "name":  "READING THE ENTRIES hp",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any immunities the creature has are indicated statistics are presented in a format that makes them easier to here. This includes immunity to specifi c types of energy as use right off the page. This format is divided into fi ve sections well as other immunities (such as immunity to poison or to separated by horizontal lines. Each section serves a specifi c sleep effects). purpose; you need to reference different sections at different",
        "name":  "Immune",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s saving tion you need at the start of an encounter. throw modifi ers. Altered saving throw bonuses for specifi c",
        "name":  "Fort, Ref, Will",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This word or phrase identifi es the creature. circumstances also appear on this line.",
        "name":  "Name",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry details any weaknesses or vul- creature of this kind. nerabilities the creature has, such as light sensitivity or",
        "name":  "Weakness",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This information is provided only vulnerability to a type of energy. for creatures that have class levels.",
        "name":  "Race, Class, and Level",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The one- or two-letter abbreviation that OFFENSIVE INFORMATION appears here denotes the creature’s alignment. A term that Refer to this section when it’s the creature’s turn to act in describes how likely this alignment is to apply, as defi ned combat. All a creature’s combat options are detailed here, in the glossary, might also appear here. Specifi c NPCs don’t even those that are not strictly offensive. include the extra term.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry begins with the creature’s base land",
        "name":  "Speed",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s size category and its type speed in feet and in squares on the battle grid, followed by (and subtype or subtypes, if applicable) are given here. speeds for other modes of movement, if applicable.",
        "name":  "Size and Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This value is the creature’s modifi er on initiative Melee/Ranged: Typically, these entries give all the checks. physical attacks the creature can make when taking a full",
        "name":  "Init",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Senses entry indicates whether the creature attack action. The fi rst attack described is the creature’s has darkvision, low-light vision, scent, or some other sen- preferred form of attack, usually a melee attack of some sort sory special quality, along with the creature’s modifiers on but possibly (as in the example below) a ranged attack. If the Listen and Spot checks (even if the creature has no ranks creature can make only a single attack (for instance, when in those skills). it is taking an attack action), use the fi rst indicated attack",
        "name":  "Senses",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Base Atk entry gives the creature’s base special qualities include any abilities that aren’t delineated attack bonus without any modifi ers. as special attacks.",
        "name":  "Base Atk",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s grapple modifi er. Feats: This entry lists all the feats the creature pos-",
        "name":  "Grp",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    }
]
