[
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. creatures that had mastered the art of grafting and shaping",
        "name":  "Advancement",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +13, Ref +10, Will +16 shrouded in an aura of electrical energy. Any creature that",
        "name":  "Saves",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12 hit a creature that is at least two size categories smaller than",
        "name":  "Challenge Rating",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you hide, creatures with blind- sense, blindsight, scent, or tremorsense must make a Listen check or a Spot check (whichever DC is higher) to notice you, just as sighted creatures would make Spot checks to detect you. You cannot hide in plain sight unless you have that ability as a class feature. In addition, you can fl ank creatures that have the all-around vision special quality.",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures with these senses do not need to make Spot or Listen checks to notice other creatures within range. Creatures with all-around vision can’t be fl anked. DEEPSPAWN [ABERRANT] The abnormalities of your aberration-tainted heritage grow more pronounced. Your body undergoes a shock- ing degeneration into something that is strikingly inhuman.",
        "name":  "Normal",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any nonchaotic. maximum Hit Dice of a creature you can wild shape into and",
        "name":  "Alignment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh†. egory. Consult the Monster Manual for the effects of this size",
        "name":  "Feat",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligence for the skill true and righteous wrath. Be resolute, be determined, be relentless in points, Wisdom for perception and mental resistance, or your pursuit of creatures that enslave or devour human beings. This Charisma to obtain the best benefi t of divine grace (if he is is a war of extermination, and failure is unthinkable. a paladin). —Jasminder Aree, Grand Sunwarden Entry Requirements The Holy Order of the Supernal Topaz Defenders (or the Topaz Alignment: Any good.",
        "name":  "No evil that crawls on or below the face of the earth is the equal of our exceptional mental characteristic",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Water in a volume of 100 ft./level by 100 ft./level by round. The ray dazes one living creature, clouding its mind 10 ft./level (S) so that it takes no action for 1d3 rounds. The creature is not",
        "name":  "Area",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action ful on their saves take 5d6 points of damage. All living creatures",
        "name":  "Casting Time",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to one living creature/level, no two of which can Components: V, S be more than 10 ft. apart Casting Time: 1 standard action",
        "name":  "Targets",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fortitude negates Target: One creature",
        "name":  "Saving Throw",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Choose a type of graft: aboleth, illithid, or silthilar. other creatures or to yourself. Creating a graft takes one day for You must be an aboleth to choose aboleth grafts. You must be each 1,000 gp in its price. To create a graft, you must spend 1/25 an illithid to choose illithid grafts. There are no additional re- of the graft’s price in XP and use up raw materials costing half quirements for choosing silthilar grafts. Other races aside from this price. 216 pqqqqqqqqqqqqqqqqqqqqrs HUNTER THE ABERRATION CHAPTER 9",
        "name":  "Benefit",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This graft transforms and augments prefers to let its members fi nd their own way into becoming the creature’s skeletal structure, making it stronger. The abolishers. Only by proving one’s hatred of aberrant life by grafted bones improve the creature’s Constitution score by devoting oneself to this prestige class can a character earn an 2 points. invitation into the Circle. New abolishers are contacted by a Graft Flesh (silthilar), bear’s endurance; Price 110,000 gp. member of the Circle before they reach 2nd or 3rd level as an",
        "name":  "Silthilar Bones",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This graft transforms and augments the demonstrated her opposition to aberrant life, she receives creature’s existing muscles. The grafted muscles improve the a +4 circumstance bonus on the check. If the PC or one of creature’s Strength score by 2 points. her allies or cohorts is an aberration, give her a +10 bonus on Graft Flesh (silthilar), bull’s strength; Price 110,000 gp. the check, but any abolishers who contact her have an initial",
        "name":  "Silthilar Muscles",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sean Glenn, Cynthia Fliege PREPARATION You (the DM) need the D\u0026D core rulebooks—the Based on the original DUNGEONS \u0026 DRAGONS® game by E. Gary Gygax and Dave Arneson and on the new edition of the Player’s Handbook,theDungeon Master’s Guide, and the DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monster Manual—as well as the Expanded Psionics Hand- Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. bookandLords of Madness—to run this adventure. The information presented here utilizes the D\u0026D v.3.5 D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned rules. by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses To get started, print out the adventure, including thereof are trademarks owned by Wizards of the Coast, Inc. the maps. Read through the scenario at least once to This material is protected under the copyright laws of the United familiarize yourself with the situation, threats, and States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited major NPCs (particularly their motivations). Text that without the express written permission of appears in shaded boxes is player information that you Wizards of the Coast, Inc. can read aloud or paraphrase for the players at the ©2005 Wizards of the Coast, Inc. proper times. For monster and NPC statistics, refer to All rights reserved. Made in the U.S.A. either the Appendix or the appropriate pages in Monster This product is a work of fiction. ManualorLords of Madness. Any similarity to actual people, organizations, places, or events is purely coincidental. MINIATURES This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without You may find that some of the miniatures produced by written permission. To learn more about the Open Gaming License Wizards of the Coast, Inc. greatly enhance your players’ and the d20 System License, please visit www.wizards.com/d20. enjoyment of this adventure. The warbands presented in a recent web article (http://www.wizards.com/ For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, visitwww.wizards.com/dnd default.asp?x=dnd/mi/20050317a) are of particular interest. 1 The miniatures indicated below are particularly considerably less personal risk than any other means of useful during play. Some are not exact matches for the acquiring food. Deals were made, and avenues were designated NPCs, but they do an adequate job of captur- opened for slave trade with the inhabited worlds. As a ing the nature of the monster, or at least its relative size. result, several nautiloids now ply the space lanes Xhux’uto:Aberrations—Mind Flayer Telepath among the various illithid colonies, exchanging living (39/60). captives for gold, gems, and spices.",
        "name":  "Graphic Design",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A patrol of six Black Thorne mercenar- Eight of the mercenaries are currently outside the com- ies (four fighters and two sorcerers) guards the plex in search of targets for raiding. The rest of the entrance. group, including Narulin, is aboard the nautiloid con- Black Thorne Fighter (4): hp 53 each; see cluding a deal for a group of prisoners. Appendix for statistics. Creatures:Currently, a group of five mercenaries Black Thorne Sorcerer (2): hp 23 each; see remains within the complex. At present, they are rest- Appendix for statistics. ing, but they will relieve the group on watch outside",
        "name":  "Creatures",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This room is the lair of the kigrids—hor- the room are heaped with the bones of small ani- rific creatures from the illithidae family of monsters. mals. Against the north wall stand two empty 5- Xhux’uto gave them to the mercenaries as a gift to seal foot-by-5-foot cells, each with an iron door. their pact, and Narulin placed them here to protect the 5 route leading to the portalin area A4. Although kigrids A4. PORTAL ROOM are natural hunters, the mercenaries keep them inside, The portal that connects this complex with the nau- feeding them meat from any animals they hunt as well tiloid is the sole feature of this chamber. Read or para- as the corpses of any humanoids killed during their phrase the following when the PCs enter. raids. Kigrids (8):hp 61, 62, 64, 66, 66, 70, 72, 73; see A 6-foot tall object resembling an ornate mirror Lords of Madness,page 155. dominates this chamber. Its reflective surface",
        "name":  "Creatures",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All five of the illithids whose minds object that drops over the edge of the nautiloid falls are currently powering the ship are attached to the until it crosses the gravity plane, then continues an helm when the PCs arrive. equal distance on the opposite side. The following Mind Flayers (5):hp 44, 46, 47, 48, 55; see Mon- round, the object repeats the process in the reverse ster Manual,page 186. direction, this time stopping 10 feet short of the posi-",
        "name":  "Creatures",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 23; see Appendix for operated. statistics. Creatures:The mind flayer leader Xhu’uto, the",
        "name":  "Black Thorne Sorcerer",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the battle goes poorly for the Mind Flayer:hp 46; see Monster Manual,page 186. mercenaries, they flee to the scout deck and combine Development:If Xhux’uto dies, the ship is lead- forces with the mind flayers in the series helm. erless, but it can still function as long as at least five mind flayers remain alive to power the helm. If B4. BATTLE DECK (EL 14) Narulin dies, any Black Thorne mercenary still alive All the rooms on this deck are empty except for room 1 immediately assumes command of the group and (encounter B4a) and room 6 (encounter B4b). The most orders the survivors back to the stronghold. likely entry point to this deck is via the stairs. 9 B5. CARGO DECK but leave it intact, mind flayers from one of the asteroid The cargo deck is currently empty. Near the fore, in colonies eventually try to reclaim it and put it back into room 1, two massive ruby eyes are set into the wall. service as a slave ship. PCs who don’t want it used for Any character looking through them gains darkvision such an evil purpose can eliminate the threat by with a range of 250 feet as long as he continues to use destroying the series helm that powers it. them. If the PCs rescue the prisoners held on the slave deck and return them safely to their families, they B6. SLAVE DECK (EL 11) receive 500 gp as a reward, in addition to any other This deck is empty except for rooms 7, 8, and 9, where rewards they were offered for this service. the humanoid prisoners destined for the asteroid colonies are held. FURTHER ADVENTURES When the PCs enter this area, read or paraphrase If the PCs decide to let the mind flayers operating the the following aloud. series helm live after dispatching the illithid and human leaders, the ship continues onward to the city Whatever its original purpose, this deck is now of Q’marr. Should the characters choose to remain clearly being used to house prisoners. The walls are lined with small 5-foot-by-5-foot cells, each aboard the ship and attempt to fight the entire mind apparently occupied by one or two humanoids. flayer community, they will soon find themselves over- Three mercenaries guard the chamber, taunting whelmed. The elder brain easily senses their presence the prisoners with comments about the fate that and coordinates the city’s mind flayer inhabitants to awaits them. end the threat. PCs who choose this option will be attacked mercilessly until they either flee the city or perish. The cargo currently consists of seventeen prisoners, including Garris, the nephew of Lord Dannis (see APPENDIX: NPC Adventure Hooks). Eight of the nine cells contain two prisoners each, and the ninth cell contains only Garris. STATISTICS",
        "name":  "Development",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Three Black Thorn fighters guard the This section provides complete statistics for the NPCs room. that appear in this adventure. Black Thorne Fighter (3): hp 53 each; see dXhux’uto:Male mind flayer soulknife 4; CR Appendix for statistics. 12; Medium aberration; HD 8d8+24 plus 4d10+12; hp",
        "name":  "Creatures",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10th times per day. BEASTSKIN",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+15,000 gp [SYNERGY] If any other creature has worn your",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 bonus energy damage of the specifi ed type. save, the creature is shaken for 1 round",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The least version of this augment you by incorporeal creatures. Least: As long as your current hit point crystal grants you damage reduction 1/—.",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7th negates). A creature so banished cannot erty upon their ammunition.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 bonus damage to a living creature, it gains 1 to overcome, increase the save DC by",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8th struck creature fatigued for 8 hours or aren’t cumulative with one another.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 bonus an already shaken creature frightened, for",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11th When you strike a creature or object with If the attack misses (or the creature you",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11th comes the damage reduction of any After hitting a creature, you can activate",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Varies. Price: +12,000 gp an incorporeal creature, it emits a single",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Moderate; (DC 19) divination material world. An incorporeal creature Price: +1 bonus",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Moderate; (DC 17) necromancy fest the power on that creature if you a successful critical hit.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13th against a non-good creature, it deals no",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9th come that creature’s damage reduction.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11,000 gp (plus 301 gp for and returning properties (DMG 224–225). masterwork whip), 880 XP, 22 days. In addition, if it hits a creature, it deals Illus. by W. England 662200__1100776622__CChhpp22..iinndddd 5533 1122//2211//0066 55::2233::4455 AAMM 54 2 RETPAHC SNOPAEW normal damage and creates an explosion Three times per day, you can touch any of fi re that deals an extra 3d6 points of Morningstar of object created of force (such as Bigby’s force- fi re damage to the target and all creatures the many ful hand or a wall of force) with this +1 heavy adjacent to it (Refl ex DC 14 half). pick. Treat this touch as a touch attack",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong; (DC 21) conjuration dinal (as summon monster VII) as a standard green gemstone eyes glimmering as if alive.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 lb. length, hiding amid its countless knots. This sturdy ebony rod is surmounted by a When you strike a creature with this carving of a demonic, horned skull. +1 whip, you can activate it to wrap the target in a web of tough, leathery This +1 light mace confers a +1 pro- fi laments. The creature is entangled fane bonus on your ranged touch as if by a net (PH 119) for 3 rounds or attack rolls while you hold it. This until it escapes. Multiple strikes by a is a continuous effect and requires whip of webs aren’t cumulative. no activation. This ability functions three times Furthermore, a warlock’s scepter has per day. 5 charges, which are renewed each day",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10th that attack the invisible foe still suffer a Aura: Moderate; (DC 20) necromancy 50% miss chance; the glow merely allows Activation: Swift (mental) them to determine the appropriate square Weight: — to attack.",
        "name":  "Despite the glow in the square, creatures Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Throat transmutation you couldn’t save a creature whose hit",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— you the ability to reverse disastrous choices. When you activate the Adorning a glossy silver chain, a spiral amulet, you undo all the events of of pearl teardrops circles a colorless your current turn and begin the turn crystal sphere. again. This includes moving yourself and any other creatures back to the An amulet of tears has 3 charges, positions they occupied at the start which are renewed each day at of your turn, removing any damage dawn. Spending 1 or more charges or other conditions (harmful or ben- when you activate the amulet efi cial) that have occurred during grants you temporary hit points, your turn (to yourself or others), and as described below. These hit in all other ways “resetting” events. points last for up to 10 minutes; All affected creatures are aware of they don’t stack with any other the events of the now-nonexistent temporary hit points. round, but they are free to make 1 charge: 12 temporary hit entirely different choices from the points. ones they originally made. 2 charges: 18 temporary hit An amulet of second chances func- points. tions once per day. 3 charges: 24 temporary hit",
        "name":  "An amulet of second chances gives Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3rd objects weighing up to your maximum attempt as if you had rolled a 20. Aura: Faint; (DC 16) divination load, but you can’t bring another creature",
        "name":  "Climb, Jump, Swim, or Tumble check you Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Feet you can take this action even if you have pling creatures and loose objects. The",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7th already moved during the round, and it shock wave affects only creatures standing",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Moderate; (DC 18) abjuration doesn’t prevent you from moving again on the ground within the area. Creatures",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 lb. 5-foot step). For example, you could acti- the ground, prone, and take 1d4 points of vate the boots to move 5 feet away from nonlethal damage. These iron-shod red leather boots appear rugged an adjacent monster, spend a move action Boots of stomping function three times and worn. to move another 20 feet away, then take a per day. standard action.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Arms Any creature passing through the wall Bracers of the entangling blast allow you to",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3rd When activated, a burnoose sprouts against a single creature up to 30 feet",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swift (command) 5 rounds. Any creature that strikes you check modifer (+5) or your own bull rush",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 2 charges: Resistance to cold 15 and the pouch wears that pouch, it receives one Weight: — fi re 15. negative level. The negative level remains 3 charges: Resistance to cold 20 and for as long as the pouch is worn and dis- This black cloth hood is made of coarse fabric. fi re 20. appears when it is no longer carried. The Two eyeholes have been crudely cut to allow its",
        "name":  "If a creature of the type keyed to Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1/2 lb. Three times per day, this +1 gauntlet allows you to make a melee touch attack to blind These fi nely crafted metal gauntlets are etched a target creature for 1 hour (Fort DC 14 with fl ames. Each is set with small red crystals Gauntlets negates). Elves take a –4 penalty on of extended that rest on the tops of the knuckles. this save. range",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4,000 gp (plus 302 gp for damage to all creatures in the area (Refl ex masterwork gauntlet), 320 XP, 8 days. DC 14 half). This ability functions three times per GAUNTLET OF day.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong; (DC 21) conjuration, 5 charges: +3 bane dagger of seeking (choose BLOOD-LORD [RELIC] divination the creature type and subtype, if needed,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Faint; (DC 16) transmutation cat’s grace. If you hit a creature with a melee attack",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7th HELM OF THE PURPLE targets a single creature also deals 1d6",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 lb. meld into your face, and the irises of your lenses, you gain a +10 circumstance bonus eyes take on a faint yellow hue. on Spot checks to see through a disguise. The harsh suns carved into these heavy steel When you activate the lenses, they This is a continuous effect and requires bracers resemble grim versions of the normally create a 15-foot cone of bright light ema- no activation. forgiving visage of Pelor, god of the sun. nating from your eyes. Unlike normal In addition, once per day you can light sources, the lenses produce no activate the lenses to force a single shape- Inquisitor bracers provide a potent method shadowy illumination. The illumination shifted creature within 30 feet to resume for sorting out normal townsfolk from lasts for 10 minutes or until you expend its natural form. The target creature conniving vampires or similarly stealthy another swift action to douse it. Treat this can attempt a DC 14 Will save to resist. undead. After you activate these bracers, Failure means it immediately assumes the next melee attack you make before the its natural form, shape, and size, and it end of your turn includes a cure moderate cannot assume a different shape for the wounds effect (in addition to the normal next 2d4 rounds. damage dealt by the attack). Ideally, this",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Faint; (DC 16) divination them with feelings of pleasure and con- and set inside an ebony band. It is attached to Activation: — tentment. All creatures within 30 feet a black leather cord tied into a loop to secure it Weight: 1 lb. (including the wearer) gain a +2 morale to the wearer’s clothing when not in use. bonus on Diplomacy checks.",
        "name":  "This lens is made of smoothly polished crystal Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ring evil creature, as well as for the purpose of",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5,000 gp, 400 XP, so long as all are touched together at the While wearing a ring of dragon friendship, 10 days. same time. you gain a +5 enhancement bonus on A ring remains attuned to the others Diplomacy checks made to infl uence the RING OF until you attune it to a different ring. attitudes of creatures of the dragon type.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "—; see text Any creature that has an essentia pool can You fl oat upon any liquid or similar sur-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "125 gp, 10 XP, 1 day. disintegration, and transformative effects tanned cheetah hide, and the straps are made such as the touch of an aboleth’s tentacle of dried, braided sinew. SANDALS OF or a chaos beast’s attack.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Faint; (DC 17) abjuration positions with another creature. When tunic’s bonus applies on all Concentra-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 lb. creature within 30 feet swap positions. Both you and the target must occupy These golden bracers are engraved with holy the same size of space on the battlefi eld sigils. (for instance, a human could swap places with a dwarf or a goblin, but not with Vambraces of warding fi t snugly over the an ogre or a cat). If the other creature arms of any creature that dons them. A is unwilling to trade positions, it is good-aligned wearer gains a +2 sacred allowed a DC 13 Will save to negate bonus to AC against ranged attacks. the effect. Each creature can bring along",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7th you (as summon monster I) for 7 rounds. You Cost to Create: 1,400 gp,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Full-round (command) long as the creature is present.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5th gas in a 10-foot radius that moves with you these instruments, which he used to test Aura: Faint; (DC 17) transmutation and persists for 1 minute. You are immune and reward the students at all seven levels Activation: Standard (thrown) to the cloud’s effects, but every other of his bardic college. Others have since Weight: 1 lb. creature in the area that has 3 Hit Dice or copied the designs but honored Fala- fewer immediately dies (no save). A crea- taer by keeping the name Anstruth harp This worn doeskin pouch holds a few unre- ture that has 4–6 Hit Dice must succeed (Knowledge [arcana] or bardic knowledge markable pebbles. on a DC 17 Fortitude save each round it DC 15). remains in the area or die. A creature that",
        "name":  "Falataer reportedly created the fi rst of Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Faint; (DC 17) transmutation While you are mounted upon a creature",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 lb. plodes in a 10-foot-radius burst of noxious This ornate, eight-stringed mandolin is carved vapors. This cloud of gas deals 5d6 points of ebony and decorated with mother-of-pearl This censer is a perforated iron ball hung from of damage to all plants and plant creatures inlays depicting fantastic monsters. a jeweled chain. The holy symbol of Nerull is in the area (Fort DC 14 half). inscribed on a boss at its center.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See table living creatures are slowed)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard (manipulation) When fi rst opened, this pouch holds three allows them to be strapped to a humanoid Weight: — ordinary-looking acorns. If you are neu- creature. A character who plays drums of tral good, lawful good, chaotic good, or marching during overland movement and This vial contains blue liquid with sparkling neutral, these acorns function as goodber- succeeds on a DC 15 Perform (percussion yellow motes dancing within it. ries. Each morning, the pouch once again instruments) check grants allies within 120 holds three acorns, no matter how many feet a +4 bonus on the Constitution check Imbibing electric eel elixir turns your skin were in it before. to avoid nonlethal damage from a forced silvery and grants you a +1 enhancement",
        "name":  "This pair of drums includes a harness that Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7th cube. Creatures outside the cloud can see",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— (held) half) to every creature",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6,000 gp, 480 XP, Hammersphere to fi nd) and used. You can always remove 12 days. any glyph seal you keyed and activated to invisible creatures in the area become redeploy it elsewhere.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17th SUGGESTION and condition. From the creature’s point",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5th The creature can act normally on its next",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— (held) creatures and objects within the sphere Cha damage (your choice), or 3 points of",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3rd and then enter the fl esh of the creature,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Faint; (DC 17) conjuration, surface. In either case, the creature is When you play these pipes, you gain a evocation dazed for the remaining duration once it +5 competence bonus on Perform (wind",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— toward the target creature. For each tain a person for one day. When you speak affected creature, this effect lasts as long the command word again, a personal oasis A draconic rune representing the body has been as the piping continues (a standard action rolls back up into blanket form. carefully engraved on this small pearl. each round) and you are within 30 feet of A personal oasis functions once per day that creature at the end of your turn. If for up to 10 hours. You can hurl a pearl of breath crisis as a your playing is interrupted, or you fail a",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 lb. ing to 0 hit points and potentially dying distributed them to musically inclined in later rounds (DMG 304), as long as the followers of the deity (Knowledge [reli- duration continues. If the effect ends gion] DC 15). before a suffocating creature has died, the Rumor holds that a satyr named Elovan creature is no longer considered to came into possession of a set of these be suffocating. pipes and used them to woo a fair Once activated, a pearl is princess while she was on a picnic expended and cannot be used in the woods with her court. Since again. then, members of that nation’s royal",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— is still used up for that day. accidentally smite a creature that is not",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Upon command, a creature to walk upon safely. The ice melts",
        "name":  "Blast of Force",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9th siness in a nearby creature. When you three times per day.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16th per day) by expending a prepared arcane • locate creature",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong; (DC 21) evocation creature as long as it carries or holds the",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong; (DC 21) evocation • summon monster IX (nightmare only) This twisted ebony staff has a rune of a half-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong; (DC 21) transmutation monster VI.",
        "name":  "RUNESTAFF OF POWER Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Aura: Moderate; (DC 18) evocation A creature can slip free from shackles",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you have established specifi ed skill 2 ranks (lesser) or 5 ranks after you plant it fi rmly in the ground. the proper divine connection, you can (greater). Thereafter, as soon as any creature comes command a shard of the sun to fi re two",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The fi rst shards of the sun were Activation: Standard (command) hewn by Pelor himself from the orb Weight: 3 lb. of the sun and molded into the shape of his symbol. Over the Thin iron bands twine around jagged frag- centuries, he gifted them to ments of jet-black obsidian to form the his most favored high priests, and haft of this cruel-looking rod. most of them remain in the hands of his clergy today (Knowledge When you activate a soul anchor, [religion] DC 20). each creature adjacent to you must",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Craft Rod, hold monster. SPIDER ROD rope (including one from a second spool",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— (held) (Fort DC 13 negates). Creatures immune",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard (thrown) • Trail rations for one Medium creature Aura: Faint; (DC 16) necromancy",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7th ers, and the beasts his family. The half-orc damage on a successful save.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Feet duration. Using the ring on a creature",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3rd single creature within 30 feet that failed",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Waist You can activate lenses of revelation to per- necromantic powers typically possessed Caster Level: 6th ceive the true nature of any creature in by undead. Also, level drain reduces a",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— and standard (command) aura for 1 round around the target creature whereas a fi ghter or other character",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Duskling names are similar to those of Oshavalari, Rhiannivar, Shellivathan, Touranisha. elves—mellifl uous and polysyllabic. Duskling parents name their children, choosing names that refl ect some signifi cant ROLEPLAYING A DUSKLING event around their birth. Dusklings are more proud of their Dusklings can seem paradoxical: they hate restrictions but family names than their given names, frequently using their value family ties, reject authority but hold fi erce loyalties. The pqqqqqqqqqqqqqqqqqqqqrs DUSKLING PLANAR HERITAGE Dusklings are fey that hail from the Outer Planes. Exactly which In the FORGOTTEN REALMS campaign setting, dusklings are typi- Outer Plane a particular duskling is native to depends on the cally native to Arvandor or the House of Nature. cosmology your campaign uses. In general, dusklings come In the EBERRON campaign setting, dusklings hail from Thelanis, from planes friendly to fey and wildlife. the Faerie Court. In a campaign world using the planar cosmology detailed in The player of a duskling PC should, with his DM’s approval, the Dungeon Master’s Guide, dusklings are native to the Wilder- select a home plane as part of character creation. Once chosen, ness of the Beastlands, the Olympian Glades of Arborea, and this plane cannot be changed later. the Heroic Domains of Ysgard. pqqqqqqqqqqqqqqqqqqqqrs Illus. by M. Poole 662200__8888557799__CChhpp11..iinndddd 1111 77//1122//0055 88::5544::3355 AAMM 12 1 RETPAHC SECAR key to roleplaying a duskling is to acknowledge only those • A group of araneas have built a nest in the heart of a forest ties and obligations that the duskling chooses to accept. They inhabited by dusklings and are preying on the fey. The rebel against anyone who tries to make them follow and obey, dusklings seek help combating the araneas. but if a duskling swears to follow and defend a companion, • A human village experiences rapid growth and begins she will give up her life to fulfi ll that oath if need be. clearing much of the surrounding forest for farmland. The",
        "name":  "Character Names",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You cannot shape soulmelds with example, a good incarnate can detect evil, while a chaotic an alignment descriptor that does not match your own. incarnate can detect law. For example, if you are a good incarnate, you cannot shape Expanded Soulmeld Capacity (Ex): Incarnates are spe- soulmelds with the chaotic, lawful, or evil descriptors. cially gifted in their ability to invest essentia into soulmelds. 662200__8888557799__CChhpp22..iinndddd 2211 77//1122//0055 88::5599::0022 AAMM 22 2 RETPAHC SESSALC At 3rd level and again at 15th level, the essentia capacity of opportunity, you can increase the amount of essentia invested your soulmelds increases by 1, superseding the number on in each of the incarnate soulmelds that you currently have Table 2–1. This only applies to soulmelds, not to feats, class shaped to the maximum essentia capacity of that soulmeld. features, or other abilities that allow essentia investment. This total will be greater than the amount of essentia nor- Incarnum Radiance (Su): As an incarnate, you fuse incar- mally available to you. This ability lasts for a number of rounds num with your very soul. You can tap into your incarnum-fused equal to 3 + your Wisdom modifi er. During this duration, you soul to activate a visible radiant aura of power, granting you can’t reallocate essentia from your incarnate soulmelds. You an increase in a particular area of prowess. You can activate can use this ability once per day. this ability as a free action once per day at 3rd level, twice True Incarnation (Su): When you reach 20th level, the per day at 8th level, and one additional time per day for every process of merging incarnum with your fl esh is complete, fi ve levels gained thereafter (3/day at 13th level and 4/day at and you are transformed into a new type of creature. You 18th). This effect lasts for a number of rounds equal to 3 + gain the outsider type, as well as the alignment subtype your Constitution modifi er (minimum 1 round). corresponding to your incarnate cause. Both your natural",
        "name":  "Aligned Soulmelds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The kinds of activities that appeal to incar- NPC Reactions nates depend largely on their alignment. Good incarnates People who have strong feelings about alignment have strong spend their time helping others in large or small ways, while feelings about incarnates—being friendly or helpful toward evil incarnates are interested in helping themselves—and incarnates who share their alignment and unfriendly or hurting others along the way. Lawful incarnates work hostile to those who oppose it. This category includes clerics to promote order and gravitate toward ordered cities in and other devoutly religious followers of deities with non- lawful societies, while chaotic incarnates promote freedom neutral alignments, paladins and blackguards, soulborns, and even anarchy, preferring small communities or even and members of races and other creatures with well-defi ned solitary lifestyles. alignment tendencies.",
        "name":  "Daily Life",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Soulborns do not form their own society, has plenty of incarnum-wielding NPCs, monsters, and other but naturally gravitate toward other organizations that wel- elements involved. come characters with their martial skills and inclinations. Adaptation: Soulborns could be recast as amoral sol- Such groups include the churches of deities of war (Heirone- diers of incarnum, wielding their powers in the service ous, Hextor, Erythnul, and, to a lesser extent, Kord), as well of whatever martial cause claims their allegiance. In this as mercenary companies, military units, knightly orders, and model, the class’s smite opposition feature would become even gladiatorial schools. a simple smite ability, similar to the granted power of the Destruction cleric domain; soulborns might literally NPC Reactions become simply champions of destruction. They need not Depending on one’s perspective, a soulborn is either a be evil, but they would certainly have a more sinister cast heroic defender of one’s community or a threat—actual or to them than the current class does, which might require potential—to that community. A soulborn defending a city some fundamental changes to the nature of incarnum as is a hero to the people of that city. A soulborn leading an presented in this book. army to the gates of that city is quite the opposite. A mer- Encounters: It is best to introduce NPC soulborns after cenary soulborn between campaigns could be either—or an adventuring party has already had a brush with at least one just another annoying drunk at the local tavern. incarnate—incarnates are stronger examples of the variety of In general, NPCs greet soulborns with indifferent reactions powerful capabilities that incarnum makes possible. On the unless they have reason to feel differently. As with incarnates, other hand, the PCs might encounter one or more soulborns people who feel strongly about their own alignment greet who are simply agents of a powerful incarnate, giving them soulborns of a similar alignment with warmer reactions and a slight taste of incarnum’s powers before unleashing the those of an opposed alignment more coldly. more powerful soulmelds of the incarnate. 662200__8888557799__CChhpp22..iinndddd 2288 77//1122//0055 88::5599::1155 AAMM 29 CLASSES CHAPTER 2 and some groups of humans produce totemists as well. Only TOTEMIST the wildest groups of halfl ings and gnomes include totemists, “Power walks the earth in many forms, but it is the great beast lords and this class is virtually unknown among dwarves. Half-orcs that are most willing to share their power with us.” and members of the savage humanoid races are occasionally —Quarranal Rhiannavar, duskling totemist totemists as well.",
        "name":  "Organizations",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At your option, any soulmeld shaped by you and currently affecting you can also affect your familiar, animal RACIAL companion, or mount. The creature in question must remain SUBSTITUTION LEVELS within 5 feet of you to receive the benefi t. If the creature leaves this radius of effect, it loses the benefi ts of the soulmeld A substitution level is a level of a given class that you take until such time as it returns within 5 feet. instead of the level described for the standard class. Selecting a substitution level is not the same as multiclassing—you SOULSIGHT [INCARNUM] remain within the class for which the substitution level You can attune your soul to sense living creatures near is taken. The class features of the substitution level simply you. When you use this feat, your eyes glow with a blue replace those of the standard level. luminescence. To qualify for a racial substitution level, you must be of the",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The words “creature” While wearing acrobat boots, you gain a +2 insight bonus on and “character” are used synonymously in the soulmeld Balance, Escape Artist, Jump, and Tumble checks. (This soul- descriptions. meld does not let you attempt Tumble checks untrained.)",
        "name":  "Creatures and Characters",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Good undead creature attacks you, blocking its blows and suppressing",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None You gain an insight bonus to your AC and on your saving throws equal to the number of points of essentia invested Blue-sheened silver bracers form around your forearms. Blue-white in your armguards of disruption. These bonuses apply only sparks leap from your hand to undead creatures you touch. against attacks made by undead creatures. BASILISK MASK",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on Spot checks per point they now form a solid sheath of completely unrefl ective metal in of essentia you invest in your bloodtalons. which fi endish visages manifest and subside, always contorted with rage and pain. 662200__8888557799__CChhpp44..iinndddd 6611 77//1122//0055 99::1100::2200 AAMM 62 4 RETPAHC SDLEMLUOS You can use a standard action to release the soulmeld’s violent danger is near, your nearby allies share your sense of it and fi nd energy in a tumultuous blast, unshaping the soulmeld in themselves more ready for battle. the process. The blast deals 3d6 points of damage for every point of essentia invested to all creatures within a 20-foot- All allies within 30 feet of you when initiative is rolled gain radius burst, excluding you. A successful Fortitude save the +2 bonus on initiative granted by this soulmeld. halves this damage. BRASS MANE Chakra Bind (Hands) Descriptors: Sonic",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of es- You harness the soul energy of sentia invested in this soulmeld mighty warriors past, present, increases the competence bo- and future, shaping that incar- nus it grants on Intimidate num into bands of bright blue checks by 2. steel that surround your wrists and lower arms. You feel a soft Chakra Bind tingling in your wrists that (Throat) grows stronger when danger The hair of your brass mane ex- is near. tends down your neck, forming brassy scales that cover your throat and reach Because war has always been down to your breastbone. Your voice gets a part of mortal history, warrior souls are louder unless you make a conscious plentiful. Meldshapers can readily tap into this The pegasus cloak soulmeld effort to keep it quiet. font of martial knowledge to improve their own (see page 81) allows this prowess on the fi eld of battle, in particular honing totemist to drop safely Once per minute, you can loose the sense of approaching danger that allows skilled to the ground a devastating roar. All creatures warriors to get the drop on their foes. except dragonnes within 10 feet Your bluesteel bracers enhance your reactions must succeed on a Will save or become fatigued. The range and keep your mind in a state of constant battle of this effect is extended by 10 feet for every point of essentia readiness, granting you a +2 insight bonus on invested in the soulmeld. initiative checks.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia you invest in your fearsome mask increases the insight bonus by 2. Chakra Bind (Brow) Your eyes, clearly visible through your fearsome mask, blaze with fi ery wrath that strikes terror into the hearts of those that meet your gaze. Your gaze causes enemy creatures (but not allies) to become shaken for 1 minute (Will negates). This oth- erwise functions as normal for a gaze attack. This is a mind-affecting effect. FELLMIST ROBE",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Incarnum coalesces around your body into a sheath of gray mist. It hangs about you like a thick fog that moves with you, creating the illusion that you are drifting over the ground rather than walking. This robe of mist masks your true location, His fellmist robe helps protect an incarnate from attacks protecting you from ranged attacks. lekniwhoV .F yb .sullI 662200__8888557799__CChhpp44..iinndddd 6666 77//1122//0055 99::1100::3333 AAMM 67 SOULMELDS CHAPTER 4 Some incarnates imagine they are channeling soul energy You can release a blast of fi re from your fl ame cincture. When- from swamp-dwelling creatures, while others imagine ever your fl ame cincture prevents damage, the energy remains their fellmist robes are shaped from the ghostly spirits of latent within the cord for 1 round. On your next turn, you can the dead. release the stored energy as a swift action to blast any target Your fellmist robe provides you with minor concealment (10% within 60 feet. The energy blast deals fi re damage equal to miss chance) against any attacker more than 5 feet from you. the amount of damage prevented by You do not suffer the same drawback—your the fl ame cincture in the previous attacks against nonadjacent targets are round. A successful Refl ex save unaffected. A strong wind (21 mph or reduces the damage by half. greater) disperses the fellmist robe, though it reforms 1 round after FROST HELM the wind stops. Descriptors: Cold, sonic",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fortitude negates be affected by your frost helm’s trill for 24 hours. Frost worms are immune to this effect. Slick green gloves slide over your hands. They appear moist but are dry to the touch. GIRALLON ARMS",
        "name":  "Once a creature has resisted or broken the effect, it cannot Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None forcing their hopeless will against it. Once per round, you can attempt to inflict a terrible, Incarnum coalesces around your arms and upper torso, forming mind-wracking poison on a foe with a melee touch attack. blue-white fur that seems to enhance your arm and chest muscles. The poison deals 1 point of Wisdom damage immediately It also extends from your fi ngers to form ghostly claws that, despite and another 1 point of Wisdom damage 1 minute later. Each their insubstantial appearance, help you gain purchase while instance of damage can be negated by a Fortitude save. No climbing or grappling. creature can be affected by the gloves more than once in a 24-hour period.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Hunting is one of the primordial activities of the humanoid races, a sport of survival. By calling upon the soul energy of A rough stone of blazing red hangs at the center of a loose belt mighty hunters past, present, and future, meldshapers hope around your waist. You feel warmth spreading from the stone into to gain insight into their talents. your body, though it is not enough to ward off extreme cold. At the Your hunter’s circlet grants you a +2 insight bonus on Heal sight of a frost giant or some other creature of cold, however, that and Survival checks. warmth surges through your body like consuming fi re, eager to sear Essentia: Every point of essentia you invest in your hunter’s your opponents’ fl esh. circlet increases the insight bonus by 2. The remorhaz is one of the most fearsome predators of arctic Chakra Bind (Crown) regions. Unlike many creatures native to those realms, it The sky-blue ivy of your hunter’s circlet weaves into your hair, is not immune to cold damage; it endures the extremes of winding down to your shoulders. winter temperatures by generating huge amounts of heat. Totemists shape this soulmeld when fi ghting frost giants You gain the benefi t of the Track feat. (since the remorhaz considers frost giants to be prey) and when they hunt large game in cold climes. Chakra Bind (Totem) You gain a +1 insight bonus on attack rolls and damage There is no change to your own appearance or that of the circlet, but rolls against creatures with the cold subtype. from your perspective, the world around you changes enormously. It",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia you invest in your heart is suddenly alive with smells—from obvious, overpowering odors of fi re increases your insight bonus on attack rolls and damage you noticed before but not in such richness of detail, to subtle scents rolls against cold creatures by 1. unlike anything in your experience. Chakra Bind (Waist) You channel beast energy to gain a limited version of the scent A red glow suffuses your body, concentrated in your abdomen. Rather special quality. You can detect opponents by sense of smell, than a blazing red stone at your waist, your heart of fi re is subsumed noting their presence if they are within 15 feet (assuming into your fl esh, fi lling your body with its fi ery fury. you cannot discern their presence by other means). You can note the direction of a creature’s scent by taking a full-round action to sniff the air. 662200__8888557799__CChhpp44..iinndddd 7700 77//1122//0055 99::1100::4444 AAMM 71 SOULMELDS CHAPTER 4 You also gain a +4 competence bonus on Survival checks Essentia: You gain an enhancement bonus on Refl ex saves to track a creature when you can bring your sense of smell equal to the number of points of essentia invested. to bear on the task. Chakra Bind (Feet) ILLUSION VEIL Your impulse boots merge with your feet, and extend their mid-",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain an enhancement bonus of +30 feet to for you despite its overlarge appearance) that is particularly your base land speed. harmful to creatures of the opposing alignment. Damage",
        "name":  "Chaos",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Waist (totem) You gain the ability to produce a loud screech (as a standard Saving Throw: None action) similar to that of a krenshar. In combination with the frightening aspect of the mask, this shriek causes one creature You form incarnum into a belt of golden-brown fur at your waist. within 30 feet of you to become frightened for 1 round if it If you touch it with your bare skin, you sometimes catch mental fails a Will save. (The creature must also be able to see you.) echoes of cruelty and anger. When you enter combat, some part This is a sonic, mind-affecting fear effect. of your mind is less interested in defeating your opponents than in causing them pain. KRUTHIK CLAWS",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Good touch of evil creatures.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text against attacks made or effects created by evil creatures.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Additional embroidered designs, formed not of thread but of incar- num, appear down the front of your lifebond vestments, glowing You shape incarnum into a fine, long-sleeved robe. It is a solid brightly when you use the powers of the vestments but otherwise color—silver if you are good, gray if you are evil, red if you are lawful, appearing simply decorative. or green if you are chaotic—but raw incarnum dances like elegant embroidery at the ends of the sleeves and the hem by your feet. You can bestow healing at will on any given creature. If the soul is the animating force of a living creature, then LIGHTNING GAUNTLETS incarnum might be seen as the essence of life itself. Incar- Descriptors: Electricity nates who shape lifebond vestments embrace that concept Classes: Incarnate of incarnum and wield it as a healing power, similar to Chakra: Hands positive energy. Saving Throw: None While wearing the lifebond vestments, you can channel your own life force to heal others. By laying your hands upon a Incarnum forms into a pair of metallic gloves that hover around living creature (a standard action), you heal a chosen amount your hands and any other gloves or gauntlets you wear. Blue arcs of of damage in the touched creature up to a maximum of 1 electricity crackle between the fi ngers and spark between the gloves hit point per meldshaper level. At the same time, you take when you bring your hands close to each other. damage equal to one-half the amount healed (round fractions up). You may not use this ability on any creature more than N!doka the North Star, a good incarnate of recent times, is once per hour. said to have earned her sobriquet through the use of this elooP .M yb .sullI Zenya wields a soulbound morningstar (see page 111) against an orc warrior 662200__8888557799__CChhpp44..iinndddd 7766 77//1122//0055 99::1100::5577 AAMM 77 SOULMELDS CHAPTER 4 soulmeld, creating such a bright fl are of electrical power in You shape incarnum into pair of blue-lensed spectacles. While perched a battle with a beholder that her allies were able to locate her on your nose, these spectacles give you a peculiar visual acuity, height- by following the glow on the horizon. ening your sensitivity to arcane details while granting you insight While wearing lightning gauntlets, you can deal 1d6 points into the meaning and signifi cance behind those details. of electricity damage with a successful melee touch attack (a standard action). With this soulmeld, you summon forth soul energy from",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia invested in the lucky dice at the time you activate its special ability increases the Chakra Bind (Waist) duration of the luck bonus by 1 round. Because lucky dice Your manticore belt sprouts a pair of large, draconic wings. Though can be rolled every round, it’s possible for the soulmeld to they are perched at your waist and fl ap awkwardly, these wings provide bonuses to more than one type of check during a give you a reasonable ability of fl ight. given round. You can fl y with clumsy maneuverability at a speed of 10 feet Chakra Bind (Hands) per point of essentia invested in your manticore belt. You gain Your comrades fi ght better when luck is on their side. the Flyby Attack feat (see page 303 of the Monster Manual). Your lucky dice provide their bonus to all allies who are within Chakra Bind (Totem) 30 feet of you when you gain the bonus. A long, thick tail emerges from the back of your manticore belt, writhing and lashing at your command. At its tip is a cluster of MAGE’S SPECTACLES spikes. Like a manticore, you can propel those spikes at your foes.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As you invest essentia in the When you shape this soulmeld and bind necrocarnum mantle, necrocarnum fl oods it to your crown chakra, you can cause through your mind, granting you the abil- it to animate a corpse within 30 feet ity to shake off mental effects. For every as a necrocarnum zombie (see point of essentia you invest in your necro- page 186). The affected crea- carnum mantle, you gain a +1 profane ture’s Hit Dice cannot bonus on saving throws against exceed your meldshaper mind-affecting effects. level. This requires a full-round action and Chakra Bind provokes attacks of oppor- (Throat) tunity; in addition, you take The shadowy mantle clings damage equal to the necrocarnum zom- tightly to your throat, drawing your bie’s Hit Dice, which may not be healed features further into darkness. At the as long as the zombie remains animated. same time, the shadows of the cloak seem longer, As long as you have essentia invested in spreading over a wider area and shifting at the the soulmeld, the necrocarnum zom- touch of some foul, unseen breeze. bie’s essentia pool is increased by the same quantity. As long as the necrocarnum mantle is bound The animated zombie can act imme- to your throat chakra, you gain diately on your turn. You have complete immunity to poison. control over the zombie as long as you maintain line of effect. Should NECROCARNUM this line of effect be broken, the SHROUD zombie acts on its own accord Descriptors: Evil, necrocarnum to carry out your last instruc- Classes: Incarnate, soulborn tions. You reestablish control Chakra: Soul or waist as soon as you reestablish line Saving Throw: See text of effect. You can have only one necro- A deadening fi eld of necrocarnum radiates carnum zombie animated at from you, fi lling the air around you with faint, any given time. Animating a shadowy tendrils. second turns the original into an inert corpse. If this soulmeld is un- You force necrocarnum to shape a life-drain- shaped, any necrocarnum zombie created Mauling gauntlets ing fi eld around you. by it returns to an inert corpse. No creature While you have the necrocarnum shroud can be affected by the necrocarnum circlet shaped, you gain a +1 profane bonus on more than once. attack rolls and damage rolls any time a living creature takes damage while adjacent to you. This bonus lasts for 1 NECROCARNUM MANTLE round. If a living creature dies while adjacent to you, the",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incarnate, soulborn creature’s Hit Dice.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia invested in your planar chasuble increases the resistance to the specifi ed energy type You can drive an extraplanar creature back to its home plane. by 5 points. Whenever you are struck by an extraplanar creature, the attacking creature must succeed on a Will save or be driven Chakra Bind (Brow) back to its home plane. The creature adds its Hit Dice as a When you activate your incarnum radiance, the glow sur- bonus on its saving throw, and you add your meldshaper level rounding you also courses through the incarnum threads in your to the planar ward’s save DC. A successful save renders the planar chasuble. creature immune to this effect for 24 hours. The bonus granted by your incarnum radiance class feature RAGECLAWS increases by 1. Descriptors: Mind-affecting",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None creatures of that type, a powerful will to survive and prevail.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shoulders (totem) A shedu (described in the Fiend Folio) is a noble beast related",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia you invest in your silver- these take a –4 penalty. (Opponents whose space is larger than tongue mask increases the insight bonus by 2. 5 feet and whom you do not trample can also take attacks of opportunity at the same penalty.) An opponent can also give Chakra Bind (Brow) up its attack of opportunity and instead attempt a Refl ex save Blue crystalline lenses grow out from the mask, covering your eyes. These to take half damage from your trample. You can deal trampling lenses enhance your sensitivity to body language and mannerisms. damage to each target only once per round, no matter how many times your movement takes you over a target creature. You gain an insight bonus on Sense Motive checks equal to the bonus granted on Bluff and Diplomacy checks by the mask. SIGHTING GLOVES",
        "name":  "Trampled opponents can attempt attacks of opportunity, but Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brow or throat cally with the soulspark, and directing it to attack a creature is",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text a free action. A soulspark familiar whose creator is incapable of issuing new directions follows its last command as long A plain silver mask conceals your lower face while exposing your as it is able, after which it returns to hover over its creator. eyes. The mask is initially featureless, with a simple horizontal If the soulspark is reduced to 0 or fewer hit points, the slot at your mouth, but subtle images shift across its surface as you meld unshapes. interact with others. The least soulspark is a new creature detailed on page 197. A soulspark formed by this soulmeld does not have Silvertongue masks were used by some of the fi rst incarnates to the incarnum shroud ability normally possessed by such gain the favor of neighboring tribes and nations by providing creatures, nor does it have an essentia pool. familiar and comforting images to accompany diplomatic Essentia: When you allocate essentia to your soulspark pleas. The soulmeld draws on the souls of quick-witted and familiar, you can select one of the following effects. All slick-tongued heroes, helping to guide the meldshaper in essentia invested must be put toward the same effect. beguilement or negotiation. Align Attack: The fi rst point of essentia invested makes You shape incarnum into a silver-blue mask that you wear the soulspark’s attack good, evil, lawful, or chaotic, as you over your face. Your silvertongue mask grants you a +2 insight choose, allowing it to bypass the damage reduction of certain bonus on Bluff and Diplomacy checks. creatures, usually outsiders of the opposite alignment. Every 662200__8888557799__CChhpp44..iinndddd 8866 77//1122//0055 99::1111::1144 AAMM 87 SOULMELDS CHAPTER 4 point beyond the fi rst grants the soulspark a +1 bonus on A light blue circlet sits atop your head, with serrated points above damage against any creature of the opposing alignment. each of your ears. A faint voice whispers in your mind, translating",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia grants the soulspark a +1 resistance bonus on all saving throws. Chakra Bind (Crown) The circlet merges with your fl esh, remaining visible as a band of Chakra Bind (Brow) blue across your forehead, similar to a tattoo. The whispers in your Your soulspark shimmers like the desert sky. mind now translate your own thoughts, telling you the words you must speak to be understood. If you bind soulspark familiar to your brow chakra, you create a standard soulspark. The soulspeaker circlet grants you the ability to speak those languages for which it grants understanding. You still cannot Chakra Bind (Crown) read or write these languages. Your soulspark glows sapphire blue, like a brilliant gemstone. Chakra Bind (Throat) If you bind soulspark familiar to your crown chakra, you create The circlet extends tendrils that reach down your head to wrap around a lesser soulspark. your neck. Your words can now be translated directly into thought. As you communicate telepathically with others, those creatures perceive Chakra Bind (Throat) a slight pulsing radiance emanating from the soulmeld. Your soulspark burns with a fi erce blue-white light. You can communicate telepathically with any creature within If you bind soulspark familiar to your throat chakra, you create a range of 20 feet per point of invested essentia, as long as a greater soulspark. that creature has a language. It is possible to address multiple creatures at once telepathically, although maintaining a SOULSPEAKER CIRCLET telepathic conversation with more than one creature at a time",
        "name":  "Saving Throw Bonus",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None fi t over your hands as well as any other gloves or gauntlets you Classes: Totemist might wear. Despite the material covering your fi ngertips, the gloves Chakra: Crown or soul (totem) grant you exacting precision in certain tasks—those that typically Saving Throw: None relate to thievery. You form incarnum into a three-sided mask that hovers in front of You borrow the talents of burglars throughout history to your face. As you turn your head, the mask does not turn with you, grant yourself a semblance of their ability. so you can look out three different sets of eyes—and somehow each 662200__8888557799__CChhpp44..iinndddd 8899 77//1122//0055 99::1111::2200 AAMM 90 4 RETPAHC SDLEMLUOS face of the mask seems to color your view of the world through it. the lion head bites for 1d6 points of damage, and the goat The mask depicts the three heads of a chimera—a savage dragon, head gores for 1d6 points of damage. As a standard action, a fi erce lion, and a demonic goat. you can attack with any one of these heads, applying your full Strength modifi er as a bonus on your damage roll. As Totemists look to chimeras as a representation of multiplicity a full attack action, you can attack with all three heads, united. In a certain sense, they are the patrons of meldshap- applying your full Strength modifi er on all three damage ing itself—uniting disparate elements of beast souls and rolls. Alternatively, as part of a full attack, you can make a humanoid bodies to create powerful effects. secondary attack with one head at a –5 penalty, applying At the simplest level, the threefold mask of the chimera only one-half your Strength modifi er as a bonus on your grants you the ability to focus your attention in multiple damage roll. directions simultaneously. You can’t be fl anked while this soulmeld is shaped. THUNDERSTEP BOOTS",
        "name":  "You shape incarnum into a pair of supple black leather gloves that Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None As arrows fl y in, the wind of your soulmeld swirls around, defl ecting them away, perhaps even back at your attackers. 662200__8888557799__CChhpp44..iinndddd 9922 77//1122//0055 99::1111::2244 AAMM 93 SOULMELDS CHAPTER 4 Bound to the shoulders chakra, wind cloak defl ects ranged WORG PELT attacks as if you had the Defl ect Arrows feat. You don’t need Descriptors: None a free hand to use the feat—the wind cloak itself defl ects the Classes: Totemist incoming arrows (or bolts, spears, and so on). This effect Chakra: Feet or hands (totem) functions even if you are caught fl at-footed. Every point of Saving Throw: None essentia you invest in your wind cloak increases by one the number of arrows you can defl ect in a round. You gather worg spirits around you to form a cloaklike garment. It strongly resembles the pelt of a worg, from the top of the beast’s WINTER MASK head perched atop your own to forelegs extending down your arms",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia that you invest in your Evil tribes of arctic dwellers particularly revere the winter worg pelt increases the competence bonus on Hide and Move wolf. It is the embodiment of winter itself—deadly, fi erce, Silently checks by 2. cunning, and unrelenting in its assault on life and warmth. Totemists shape winter masks to claim the destructive power Chakra Bind (Feet) of winter as their own. The hind legs of your worg pelt fuse into your own legs, lengthen- Your touch takes on the bitter cold of winter; you can ing your feet and shins while shortening your thighs, enabling you choose to infl ict a chilling fatigue on an opponent you touch to run on your toes like a predatory animal. Your legs are totally in combat. You must make a successful melee touch attack. covered in the dark gray fur of a worg. The target is fatigued unless it succeeds on a Fortitude save. Creatures resistant or immune to cold are immune Your base land speed increases by 5 feet, plus an addi- to this effect. tional 5 feet for every point of essentia you invest in your",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Storm of blades deals Wis damage SORCERER/ to living creatures within.",
        "name":  "Incarnum BladestormIE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draw a random mishtai’s soul into incarnum effects for 10 min./level. a target creature’s body.",
        "name":  "Channel the MishtaiIE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In addition to the options night construct. listed for conjure lesser midnight con- Essentia: In addition to the options struct and conjure midnight construct, listed for conjure lesser midnight con- you gain two new options for modi- struct, you gain two new options fying your midnight construct by investing essentia: • Teleportation: Bestow the ability to teleport as a move action, with a range of 20 feet per point of essentia invested (40 feet for 2 points of essentia, 60 feet for 3 points, and so on). • Soulburning Aura: Bestow a dam- aging aura of dark soul-energy. The aura deals 1 point of Strength damage per point of essentia invested (Will negates, DC 10 + 1/2 construct’s HD + essentia invested) to all creatures adjacent to the construct at the end of the construct’s turn. CONJURE LESSER MIDNIGHT CONSTRUCT Conjuration (Creation) [Incarnum]",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 1, blackguard 1, cleric 1, exceptions; see below) to return to his an immediate action, the target creature Incarnum 1, paladin 1, sorcerer/ essentia pool as if the target had set his can activate the guardian spirit. While wizard 1 essentia investment to 0. This doesn’t active, the spirit’s prescience provides",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Material Component: A hand-",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M (E) tional amount to each creature",
        "name":  "Components",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature essentia, even if such an effect would the target’s essentia pool. You deal",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 2 Target: One creature",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 4, cleric 4, paladin 4 Ethereal creatures can pass through",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF (E) it, but any other creature (includ-",
        "name":  "Components",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Will save or be blocked by the barrier.",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level or until dis- to twice your manifester level. Any so if you give the crystal to another charged creature you give the created soul crys- manifester, that character can’t use",
        "name":  "Duration",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intimidate 5 ranks, Survival 9 ranks. Orit (LN incarnate 2/fi ghter 4/spinemeld warrior 10), lord Feat: Cobalt Rage. of the Mishtoran. He is attended by three male skarn Special: Ability to bind soulmelds to totem chakra, rage class feature. spines of snow (LG and LE soulborn 5/spinemeld warrior 5), two female skarn spines of rain (LG and LE soulborn 6/spinemeld warrior 4), and one female skarn fl aw seeker CLASS FEATURES (LN fi ghter 1/wizard 8/spinemeld warrior 3). A cleric of As a totem rager, you depend heavily on your rage ability and Wee Jas (cleric 9) oversees the shops selling paraphernalia your soulmelds, and the new abilities you gain allow those and tends to the fallen. key features to work together more effectively. Using your rage ability makes your totemist soulmelds better by giving you extra essentia to invest. If you then invest that essentia TOTEM RAGER in your rage ability, you can extend its duration and increase “I am the wrath of all beasts bound into one terrible form.” both your damage and your Will save modifi er. —Sikudhani, the Bringer of War All of the following are class features of the totem rager prestige class.",
        "name":  "The current august perfect of roses in this area is Aqrom Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 2nd level and again at 8th level, you gain hurt opponents that can resist your melee attacks. one extra use per day of your rage ability. Progression as a totem ranger means you get better at Damage Reduction (Ex): Beginning at 3rd level, you what you do best. You don’t gain any unique special abili- gain the ability to shrug off some amount of injury from ties, although the ability to bind soulmelds to your chakras each blow or attack. See the barbarian class feature, page makes your soulmelds both more versatile and more power- 26 of the Player’s Handbook. If you already have damage ful. You do gain additional uses per day of your rage ability, reduction against damage of all types from another source, damage reduction to help you resist enemy attacks, better the amounts stack. For example, a totemist 2/barbarian meldshaping, and the ability to extend your rage. Be sure to 7/totem rager 3 has DR 1/— from her barbarian levels and take advantage of your increased damage-dealing ability by DR 1/— from her totem rager levels. Thus, her total DR putting as much essentia into your Cobalt Rage feat as you from these sources is 2/—. This damage reduction does can spare, especially against monsters that are diffi cult to not stack with damage reduction specific to any one type take down. of damage. At 7th level, your damage reduction increases to 2/—. Advancement This value stacks with other damage reduction abilities If you started your career as a totemist, you discovered you might haveas above. along the way that channeling incarnum derived from beast",
        "name":  "Extra Rage",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature without any limbs (such as",
        "name":  "No Limbs",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures with this subtype have no specifi c shared a naga) has no hands or arms chakra. The portion traits other than those given above. The incarnum subtype of the creature’s body immediately below its head 662200__8888557799__CChhpp77..iinndddd 116699 77//1122//0055 99::2233::4455 AAMM 170 7 RETPAHC SRETSNOM contains the shoulders chakra, and the lowermost portion Environment: Any of its body contains the feet chakra. Organization: Solitary, pair, squad (1–4 plus 3rd-level",
        "name":  "Traits",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with no limbs, head, or cleric), or company (5–8 plus 3rd-level cleric and 4th- discernable anatomical structure (such as a mimic), has access level soulborn) to only two chakras—namely, the heart and soul. Challenge Rating: 1/2",
        "name":  "Amorphous Body",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature without a Constitu- Treasure: See possessions tion score, such as a construct or an undead creature, has Alignment: Chaotic good no soul chakra. Advancement: By character class",
        "name":  "No Constitution Score",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See possessions 662200__8888557799__CChhpp77..iinndddd 117700 77//1122//0055 99::2233::4488 AAMM 171 MONSTERS CHAPTER 7",
        "name":  "Capacity Treasure",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +5 melee (1d6+2 plus 1d6 acid plus creatures most likely to provide it with a good meal. dissolution) Acid (Ex): A dissolution ooze secretes a digestive Space/Reach: 10 ft./5 ft. acid that dissolves all materials except earth and stone",
        "name":  "Full Attack",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight 60 ft., incarnum sense, ooze the creature deals 1d6 points of acid damage in addition to traits normal damage.",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 15, Dex 1, Con 29, Int —, Wis 1, Cha 1 against a creature with at least one soulmeld shaped",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 immediately consumes the freed soul energy, gaining a number of temporary hit points equal to 5 times the points of essentia invested in the soulmeld (minimum 5 hp). The target loses all benefits of the meld until it is shaped again. A successful save negates this effect. The target gains a +4 bonus on the saving throw if the soulmeld is bound to a chakra. The save DC is Constitution-based. Incarnum Sense (Ex): A dissolution ooze can detect the presence of incarnum in creatures or objects within range of its blindsight. In addition to soulmelds, this ability detects any creature with the incarnum subtype, as well as objects invested with essentia. The dissolution ooze can’t dif- ferentiate between targets upon which it can “feed” (namely soulmelds) and other incarnum-laced targets. However, if it fails to unshape a soulmeld with its fi rst hit, it moves on to a different target, if one is available. DRAGON, INCARNUM Dragon (Extraplanar, Incarnum)",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmling 4; very young 5; young 7; ooze juvenile 9; young adult 11; adult 13; mature adult 16; old 18; very old 20; ancient 21; wyrm 22; great wyrm 24 dnalgnE .W yb .sullI 662200__8888557799__CChhpp77..iinndddd 117722 77//1122//0055 99::2233::5522 AAMM 173 MONSTERS CHAPTER 7",
        "name":  "Dissolution Challenge Ratings",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmling 5–6 HD; very young 8–9 HD; do battle with creatures that oppose its alignment. Chaotic young 11–12 HD; juvenile 14–15 HD; young adult 17–18 incarnum dragons tend toward impulsiveness in combat, HD; adult 20–21 HD; mature adult 23–24 HD; old 26–27 while lawful ones prefer to determine their foes’ weak points HD; very old 29–30 HD; ancient 32–33 HD; wyrm 35–36 before launching any attacks. HD; great wyrm 38+ HD An incarnum dragon’s particular combat strategy depends",
        "name":  "Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Essentia pool 2, incarnum speed (1 Hit Dice: 4d8+12 (38 hp) essentia), trap sense +1, uncanny dodge Initiative: +2 662200__8888557799__CChhpp77..iinndddd 117766 77//1122//0055 99::2244::0055 AAMM 177 MONSTERS CHAPTER 7",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This duskling totemist can shape four soulmelds, drawn from the totemist list. Each soulmeld has a maximum essentia capacity of 1 (or 2 for any soulmeld bound to his totem chakra). He currently has the following soulmelds shaped. Great Raptor Mask (Su): This duskling totemist gains a +2 competence bonus on Spot checks. Rageclaws (Su):This duskling totemist can continue to fi ght without penalty if disabled or dying. He does not die until his hit point total is reduced to –16. Since this soulmeld is bound to his totem chakra, he also gains two claw attacks, each with a +2 enhancement bonus on attack rolls and damage rolls. Totem Avatar (Su): This duskling totemist gains 4 bonus hit points and a +1 enhancement bonus to his AC. Worg Pelt (Su): This duskling totemist gains a +2 compe- tence bonus on Hide and Move Silently checks. 662200__8888557799__CChhpp77..iinndddd 117777 77//1122//0055 99::2244::0077 AAMM 178 7 RETPAHC SRETSNOM creatures. The beasts revered by a particular tribe are GIANT, TOTEM depicted on totem poles within the giants’ camp, and in Large Giant (Incarnum) the many tattoos that adorn their bodies. Large groups",
        "name":  "Soulmelds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., essentia pool 3, low- beasts and maximize the effectiveness of its members’ light vision, resistance to cold 10, rock catching, totem totemist soulmelds. chakra bind Rage (Ex): Once per day, a totem giant can enter a state",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any quickly to its opponent’s abilities while improving its own Organization: Solitary, pair, or gang (3–5) attacks with nearly every swing. In combat, it tends to focus Challenge Rating: 5 on a single target until it dies or moves out of reach. Treasure: None Adaptive Attack (Ex): When it strikes, an incarnum Alignment: Always neutral evil golem adapts its attack to take advantage of weaknesses in Advancement: 7–12 HD (Medium) the opponent’s defenses. Each round that it successfully dam- Level Adjustment: — ages a living creature, it gains a cumulative +1 insight bonus (maximum +5) on attack rolls and damage rolls against that A shadowy, midnight-blue form hovers in the air. Its vaguely human- opponent. This bonus remains in force until the golem deals oid form twists and reshapes constantly, but regardless of how its damage to a different living creature. For example, the fi rst features change, its visage retains an expression of menace. time an incarnum golem damages a living foe, a +1 bonus applies to each of its attacks against that target in subsequent In rare situations, the soul energy of pure incarnum takes on rounds. The next time it hits that foe, the bonus increases to a semimaterial form. Such an amalgam of souls is a sentient +2. During any round that it misses the target, the bonus does undead creature known as an incarnum wraith. Because not increase. If the incarnum golem hits a different target the many souls that compose its form have varying align- at any point in that progression, the bonus against the fi rst ments, the incarnum wraith tends to favor neutrality over knarF .C yb .sullI 662200__8888557799__CChhpp77..iinndddd 118800 77//1122//0055 99::2244::2211 AAMM 181 MONSTERS CHAPTER 7 any particular ethical outlook. However, its warped mental Essentia Drain (Su): Any living creature hit by an incar- state causes it to hate all living creatures—particularly those num wraith’s incorporeal touch attack must succeed on a DC who channel incarnum. 19 Fortitude save or lose 1d4 points of essentia. The save DC An incarnum wraith’s specifi c features are indistinct is Charisma-based. and malleable, and it might display a variety of different If the creature struck does not have essentia, or its essentia faces during a single encounter as it shifts among the many pool is already depleted, it takes Constitution damage equal souls that make up its form. As an incorporeal creature, it to the points of essentia that would normally be lost. is weightless. Whether it drains essentia or Constitution, an incarnum An incarnum wraith speaks Common. wraith gains 5 temporary hit points on each successful attack. Lost essentia returns to the character’s essentia pool when the Combat wraith is destroyed, or 1 hour after the loss occurs, whichever An incarnum wraith approaches its target silently, then strikes comes fi rst. with its incorporeal touch attack to drain essentia. Create Spawn (Su): Any humanoid that has an essentia LOST pool and is slain by an incarnum wraith becomes a new incarnum wraith in 1d4 rounds. Its body remains intact Though they were once normal creatures, the lost have and inanimate, but its spirit is torn free from its corpse and been tainted by incarnum and bound to negative emotions transformed. Such spawn are under the command of the or ideals. Many of these miserable beings are misshapen incarnum wraith that created them and remain enslaved wretches who have fled to the wilderness and gradually until its death. They do not possess any of the abilities they degenerated into savages, but a few are cunningly social had in life. and well groomed. The hunchbacked madman foaming at A humanoid that does not have an essentia pool is merely the mouth and screaming about the flies in his heart, the dead if slain by an incarnum wraith. It does not become a eyeless savage leaping through the wood, the effete noble new incarnum wraith. with a penchant for bloodletting, and even the griffon that descends upon hapless travelers in the wild with his gore-encrusted beak and talons—all these creatures and more are lost. Forever separated from its mortal brethren, a lost is pinned to the depths of hate and rage by a single wisp of pure incarnum. A lost is created when a passing strand of uncontrolled soul energy strikes a creature that happens to share its negative emotional state at that moment. For example, a human who is angry at a merchant for fl eecing him out of his hard-earned silver might encounter a strand of incarnum that embodies anger in the alley near the merchant’s stall. The incarnum permanently bonds the wrath to the man’s soul and amplifi es it until it becomes blind rage. This bonding process fi ercely intensifi es the creature’s heartbeat, making it audible at a distance of 5 feet with a DC 20 Listen check. Once the bonding is complete, the creature gains the lost template. Each lost appears as a deformed version of its former self, though the type and extent of the deformities vary widely from one individual to another. The creature’s mental stability is also hampered to a greater or lesser extent based on the emotion to which it is bound. For example, a lost dwarf who has retained his wits might wear a single glove to cover the twisted remains of his fi ngers, while a lost human blacksmith might drool, twitch, and stumble like a mad dog. None but the most deviously insane lost bother with dress or personal upkeep; they simply sleep where they can and let their clothes deteriorate into rags. But even a lost that successfully disguises its nature cannot escape its traitorous heart. Thus, the rare lost that attempts to masquerade as fully humanoid haunts noisy public places to mask its telling heartbeat. No lost has ever been restored to its former state, but sages speculate that a method might exist to redeem at least some of these creatures. The exact means of doing so is left to the DM to devise, but it should require a quest Incarnum wraith of some sort. Illus. by A. Stokes 662200__8888557799__CChhpp77..iinndddd 118811 77//1122//0055 99::2244::2244 AAMM 182 7 RETPAHC SRETSNOM A lost that retains an Intelligence score of 3 or higher Fury of Wrath (Ex): On his fi rst turn, this lost gains 2 speaks any languages that it knew before acquiring the temporary hit points and a +1 bonus on damage rolls. These template. bonuses last for 10 rounds. SAMPLE LOST SAMPLE ELITE LOST This example uses a 1st-level human commoner as the This example uses a 3rd-level nymph barbarian as the base base creature. creature. Lost, 1st-Level Human Commoner Dolcianne, Elite Lost, 3rd-Level Nymph Barbarian Medium Humanoid (Incarnum) Medium Fey (Incarnum)",
        "name":  "An incarnum golem is a fearsome opponent that can adapt Environment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1.",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— by the same lost’s mirror of despair for 24 hours. Mirror Level Adjustment: — 662200__8888557799__CChhpp77..iinndddd 118844 77//1122//0055 99::2244::3322 AAMM 185 MONSTERS CHAPTER 7 MIDNIGHT CONSTRUCT A midnight construct’s physical appearance is determined Large Construct (Incarnum) by its shaper. It can appear as any creature of its size category,",
        "name":  "Success indicates that the creature cannot be affected again Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10d10+30 (85 hp) or as a hybrid of body parts from different creatures, or in",
        "name":  "Hit Dice",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any Level Adjustment: — 662200__8888557799__CChhpp77..iinndddd 118866 77//1122//0055 99::2244::3388 AAMM 187 MONSTERS CHAPTER 7 Girallon Necrocarnum Zombie Large Undead (Evil, Incarnum)",
        "name":  "Environment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necrocarnum zombie can invest appropriate damage value from the table below according to essentia to gain an insight bonus to its AC and on its saving the necrocarnum zombie’s size. If the base creature already throws. The value of this bonus equals the points of essentia had a slam attack, it retains its old damage value or uses the it has invested in this ability. appropriate value from the table below, whichever is better.",
        "name":  "Incarnum Defense",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All Hit Dice from class levels are dropped, and essentia in its incarnum speed and incarnum defense special each of the creature’s remaining Hit Dice increases to a d12. abilities as if they were soulmelds (that is, as a swift action). If the creature has no Hit Dice remaining, it gains 1d12. Each of its essentia-based abilities has a capacity of 1 + 1 per",
        "name":  "Hit Dice",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str they get along quite well with members of most other +4, Dex +4. A necrocarnum zombie has no Constitution humanoid races. score, its Wisdom score changes to 10, and its Charisma Rilkans speak Common, but many know additional lan- score changes to 1. guages as well. They enjoy learning new tongues, not only",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necrocarnum zombie loses any skill points to better communicate with other races, but also purely for derived from class levels. If this process leaves it with no the pleasure of learning. skill points, it gains skill points equal to (2 + Int modifi er) × 4. Hide, Listen, Move Silently, and Spot are treated as class COMBAT skills for the necrocarnum zombie. It loses any racial skill Whatever the rilkan does on the battlefi eld, she does with bonuses the base creature had (including a human’s extra style and panache. Rilkan combat tactics are as varied as skill points) and gains a +4 racial bonus on Hide and Move individual rilkans, but they enjoy taking risks that carry a Silently checks. reasonable probability of success.",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necrocarnum zombie loses any feats derived from class levels and any racial bonus feats the base creature had SAMPLE RILKAN WARRIOR (including the extra feat a human gains). It gains Toughness Rilkan, 1st-Level Warrior as a bonus feat. Medium Humanoid (Reptilian)",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature, or — if the base creature Advancement: By character class advances by character class. Level Adjustment: +0",
        "name":  "Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 Rilkan rogues are swashbuckling masters of derring-do who Treasure: See possessions prefer to leap or tumble down from balconies to meet their Alignment: Chaotic neutral enemies in mortal combat. They prefer working in teams to Advancement: By character class take advantage of their improved fl anking ability. Level Adjustment: +0 Rogues of this race are also surprisingly knowledgeable about a wide array of topics, and they love a good conversa- A rilkan incarnate lives life to the fullest, seeking out every tion with an intelligent wizard or bard as much as they do opportunity for new experiences and knowledge. a fi ght. Combat Combat A rilkan incarnate relies on her agility and speed to win A rilkan rogue is quite capable of sneaking up on an enemy, the day. After activating her incarnum radiance ability, she but she would much rather announce her presence with charges into combat and attempts to take out the toughest- heroic authority. She relies on fl anking and superior tactics looking foe fi rst. What could be more heroic? rather than stealth to take down her foes. Soulmelds: This rilkan incarnate can shape four soul- Improved Flanking (Ex): This rilkan rogue gains a melds, drawn from the incarnate list. Each of her soulmelds +4 bonus on attack rolls rather than the normal +2 bonus has a maximum essentia capacity of 2. She currently has the 662200__8888557799__CChhpp77..iinndddd 119900 77//1122//0055 99::2244::4466 AAMM 191 MONSTERS CHAPTER 7",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flurry of blows, spine strike Abilities: Str 14, Dex 11, Con 16, Int 10, Wis 14, Cha 8 662200__8888557799__CChhpp77..iinndddd 119922 77//1122//0055 99::2244::5533 AAMM 193 MONSTERS CHAPTER 7",
        "name":  "Special Attacks",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Consume soul, soulless aura in the soul energy of all creatures that die within 30 feet",
        "name":  "Special Attacks",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 20, Dex 13, Con 21, Int 10, per character level of the creature that died. Wis 12, Cha 14 At the end of this period, the soul has",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +16, Jump +16, Hide been entirely consumed. +8, Intimidate +13, Listen +12, A creature whose soul has been Move Silently +12, Spot +12, trapped by a souleater cannot be Swim +16 raised from the dead until the",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9–14 creature within 30 feet HD (Large); 15–25 of a souleater gains a neg- HD (Huge) ative level, which persists",
        "name":  "Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleave, Improved Initiative, Iron Will, Power Attack Like a typical fl esh golem, this creature uses its powerful",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The soulfused construct gains feats at the rate of Listen +8, Move Silently +9, Sense Motive +8, Spot +8 1 + 1/ 3 HD, just as a normal creature does. Common feats Feats: Improved Initiative, Lightning Refl exes selected by such creatures include Improved Initiative, Environment: Any Improved Natural Attack, Iron Will, and Power Attack. Organization: Solitary, pair, or fl ood (3–8)",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. Treasure: Standard",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. SOULSPARK SOULSPARK Tiny Outsider (Alignment*, Incarnum, Native)",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— use it for a variety of purposes. This ability gives the creature an essentia pool equal to its HD. It can invest or A mote of energy fl oats across the ground. It resembles a small reallocate this essentia into the follow- ball of light surrounded by wispy tendrils of blue ing special abilities as a swift action, incarnum energy. as if the abilities were soulmelds. Each ability has an essentia Soulsparks are sentient embodi- capacity equal to one-half the ments of incarnum energy. soulspark’s HD.",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Affected creatures are confused for 1d4+1 rounds.",
        "name":  "Misery",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Portable object of at least 250 gp value native the capacity to retain uses of one more planar touchstone’s to any designated planar touchstone site, Knowledge (the higher-order ability. planes) 8 ranks. pqqqqqqqqqqqqqqqqqqqqrs 662200__8888557799__CChhpp88..iinndddd 220077 77//1122//0055 99::2277::1133 AAMM 208 8 RETPAHC MUNRACNI SNGIAPMAC 662200__8888557799__CChhpp88..iinndddd 220088 77//1122//0055 99::2277::1155 AAMM 209 CAMPAIGNS INCARNUM CHAPTER 8 Bastion of Souls Encounters “The fi rst living creature of Incarnum was a duskling fey, born d% Encounter Average EL of a ewe and a shower of moonlight. This was Ilvit, called the 01–10 1d3 ravids 7 Opener, and so the Fecund Age began. 11–25 1d3 young incarnum dragons 9 “The last living creature of Incarnum shall be the daughter 26–50 1d6 4th-level skarn incarnates and 9 of the encroaching Ravener, hedged and proud. She will gather 1 skarn fighter 5/spinemeld warrior 1 all the lost and make of them a scourge to fl ay the land. And so 51–75 2d4 xag-yas 9 the gyre turns, and so the stars dim. 76–90 1 juvenile incarnum dragon 9 “Children, guard the ancient sites and hunt the lost, that the 91–100 1 human paladin 6/incandescent champion 5 11 scourge falls lightly when it comes.” is only 60%. If the PCs fail to visit the location for more than a —Meredythe Gorvabyn, year, they must roll for encounters as if they had never visited Pentifex Monolith the site.",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Essentia pool 1. hits, flanking The Pentifex Order maintains a large force of loose Resist incorporeal affi liates and a much smaller core of initiates ranked in a Fort +2, Ref +7, Will +1 strict hierarchy. Most of the highest-ranking members of Speed fly 20 ft. (good) (4 squares) the order are incarnates, with a few soulborn in the mix. Melee incorporeal touch +6 (1d6 plus positive energy) The lower levels of the hierarchy include characters of or all classes who aid the goals of the order simply by doing Ranged positive energy ray +6 touch (1d8) whatever they do best—putting their particular skills and Base Atk +5; Grp — talents to use in battling the lost and thwarting the schemes Atk Options positive energy lash (undead take extra of necrocarnates. 2d8+5 damage from touch; can heal living creatures When a character is accepted as an affi liate member of for 2d8+5) the Pentifex Order, she receives basic training in the nature Special Actions turn undead 5/day (+4, 2d6+9, 5th) , of the lost and effective means to recognize and combat explosion them. Further training is not necessary unless the character Abilities Str —, Dex 17, Con 12, Int 7, Wis 10, Cha 18 requests it, until such time as she is ready to advance into the SQ cannot be raised or resurrected upper hierarchy of the order. Feats Combat Reflexes, Extra Turning Skills Hide +7, Spot +4 PENTIFEX ORDER BENEFITS The primary concern of the Pentifex Order is controlling Explosion (Su) When reduced to 0 hp, a xag-ya’s body dangerous incarnum, and the order does everything it can, is destroyed in an explosion of positive energy that with its limited resources, to assist those who are engaged deals 1d8+9 points of damage to everyone in a 20- in that work. foot-radius burst (Fort DC 16 half).",
        "name":  "Immune poison, sleep, paralysis, stunning, critical Entry Requirements",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The epic totemist gains a bonus feat every made against creatures whose alignment opposes any two levels after 20th (22nd, 24th, and so on). component of your alignment. For example, a lawful good character would gain this bonus against chaotic creatures and against evil creatures. Neutral characters can treat the four EPIC FEATS “extreme” alignments (lawful good, chaotic good, lawful evil, Like the epic feats detailed in the Dungeon Master’s Guide and chaotic evil) as opposed to their alignment for purposes and the Epic Level Handbook, these feats are available only of this feat. to characters whose character level is 21st or higher. They expand the abilities of melding characters beyond the limits RAPID MELDSHAPING [EPIC] of 20 levels on those classes. You can shape a meld in seconds.",
        "name":  "Bonus Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the characters advance Planes, and demiplanes. These types aren’t exclusive (you in levels, they start to encounter more monsters that call may find deities on the Transitive Planes, for example), other planes home. They may battle salamanders from but most planes fall neatly into one category. the Elemental Plane of Fire or demons from the Abyss. As Material Planes: These planes are the ones most famil- they face and defeat these creatures, they learn that not iar to characters and are usually the setting for a standard all monsters of the other realms are scary versions of D\u0026D campaign. The Material Planes tend to be the most familiar creatures. Many have unique abilities that earthlike and operate under the same set of natural laws. should keep the characters on their toes. The D\u0026D rules are designed with Material Planes in",
        "name":  "Meeting More Monsters",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The homes of beings of great power, Each plane of existence has its own properties—the these planes are also called the godly planes, spiritual natural laws of its universe. By changing the traits from planes, or divine planes. The deities themselves live here, plane to plane, the DM can alter the shape and feel of as do creatures such as celestials, demons, and devils. The the places the characters visit. Outer Planes tend to have alignments, representing a par- In general, a campaign’s home Material Plane is consid- ticular moral or ethical outlook, and their inhabitants ered the default plane for the adventurers. All compar- tend to behave in agreement with those alignments. The isons are made against the Material Plane, so other planes Outer Planes are also the final resting place of spirits are similar to the home Material Plane unless a plane’s from the Material Plane, whether that final rest is calm description states otherwise. introspection or eternal damnation. Planar traits are broken down into a number of general",
        "name":  "Outer Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The strength of grav- particular planes, though they won’t be popular destina- ity is the same, but each individual chooses the direction tions with adventurers. of gravity’s pull. Such a plane has no gravity for unat- Characters who fall on a heavy gravity plane take 1d10 tended objects and nonsentient creatures. This can be points of damage for each 10 feet fallen, to a maximum of very disorienting to the newcomer, but is common on 20d10 points of damage. “weightless” planes such as the Plane of Air.",
        "name":  "You can double or triple the heavy gravity effect for Subjective Directional Gravity",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These are the least important planes for lawful neutral outsiders such as formians and the chaotic most campaigns. If you want something specific for neutral outsiders such as slaadi go? You could just put them your cosmology, you can make it a full-fledged plane at aside for the moment, or assign the formians to a lawful- the outset. Demiplanes are usually limited in size and aligned piece of Overheaven and the slaadi to a particularly access, so they are ideal locations for self-contained chaotic chunk of Darkunder. adventures. You can pick the planar traits to fit the This cosmology also has no energy planes, so creatures needs of your adventure. from those planes probably won’t be in your campaign. 18 :2 RETPAHC GNITCENNOC SENALP EHT pqqqqrs SWITCHING COSMOLOGIES IN MIDSTREAM players how things are different. This tactic works best if you If your existing campaign is set in the D\u0026D cosmology, you have made small changes to the planes that do not affect the may want to shuffle things about to create a planar arrange- player characters directly. ment all your own. • Crisis among the Planes. This approach is suitable for high- But how does it affect the players? If the player characters level characters. Launch a quest for a cosmology-changing arti- are deeply involved with the planes, then the changes that fact, or have a pantheon of demigods invade. Or perhaps an affect them directly should be minimized or only implemented evil deity seeks to remake the cosmos in her own image. The after discussion with the players. A player whose character characters may save the universe, but change the campaign’s owns a fortress in the Outlands would be extremely displeased cosmology in the process. This technique works well if there if that plane ceased to exist—or if it suddenly slid into the are radical changes between the old cosmology and the new. Abyss, ruining property values. A character venerating the • Working with the Players.This method works very well with Norse pantheon of deities may be confused or angry if those experienced players. Propose the changes you want to make, deities were suddenly replaced with Greek deities; worshiping and let the players tweak them. Let your players contribute Zeus is a lot different from worshiping Odin. to your planar arrangements, and make the creation of the Before moving the planar furniture around, determine which worlds beyond the Material Plane a shared experience. The parts affect your player characters the most, and treat those players may have good ideas to contribute, and they’ll aspects with care. Here are a number of ways to shuffle things: certainly feel better about a cosmology they helped build. You get the final decision on what goes into your world, but • Quiet Retrofit.Things simply change in the middle of the it helps the players understand how the planes function if night. At the beginning of a new play session, explain to the they have a hand in building them. pqqqqrs Creatures that use positive or negative energy, such as the Ethereal Plane and the Plane of Shadow overlapping it. undead, are unaffected. Above the Material Plane we put Overheaven, and Dark- A single Elemental Plane puts the elements in continual under goes beneath (though it’s just as accurate to put conflict on their home plane. A traveler to the Elemental them beside the Material Plane). The Elemental Plane Plane would have to prepare for random changes surrounds the Material Plane and its coexistent neigh- between the various elements. bors like rings around the planet Saturn. You can assign planar traits according to your needs. Now that the Omniverse is arranged, we’ll link the Let’s say portions of the Omniverse’s Elemental Plane are planes. Travel is possible from each of the planes to the fire-dominant, water-dominant, air-dominant, and earth- Astral Plane, which is coexistent with every other plane. dominant. Let’s define Overheaven as mildly good- There are probably gates and portals from Overheaven aligned and Darkunder as mildly evil-aligned. Because and Darkunder to the Material Plane, but not from Over- the planes are only mildly aligned, the neutral natives heaven directly to Darkunder or vice versa. This makes there don’t suffer. the Material Plane a gathering spot for creatures from the The Material Plane and the Outer Planes, the Ethereal Outer Planes. Plane, and the Plane of Shadow have normal time, while Does the Elemental Plane connect to the Ethereal Plane the Astral Plane and the Elemental Plane have the timeless and the Plane of Shadow? How about Darkunder and trait with regard to breathing, hunger, and sleep. The Astral Overheaven? For this example, let’s say that the other Plane has no gravity, while the Elemental Plane has objec- planes have their own Ethereal Planes, separate from the tive directional gravity. For simplicity’s sake, let’s say that Material Plane’s Ethereal. The Plane of Shadow potentially the Omniverse’s Transitive Planes are otherwise just like connects to all other planes, though one must pass through their counterparts in the D\u0026D cosmology, and the other the perils of the Deep Shadow to find the connections. planes in the Omniverse have no other special planar traits. So the connections in the Omniverse look like the dia- gram on the following page. Assembling the Omniverse With the Omniverse, you have a basic layout of planes, Now that you have the pieces, how do you fit them sufficient to use everything in the D\u0026D core rulebooks. together? This is where the planar connections come in. The cosmology reflects a strong good/evil split and The best plane, but not the only one, for stringing mostly ignores conflict between law and chaos. The Ele- together the other planes is the Astral Plane, which exists mental Plane is a continually warring land of conflict primarily to facilitate travel between planes. You can have between inhuman forces. Planar travelers may visit Over- cosmologies without the Astral Plane—the Ethereal heaven or Darkunder more than they travel to the Ele- Plane and the Plane of Shadow can be used as well, but mental Plane, but perhaps powerful mages have cut their they function differently. own deals with the various elemental lords. For the Omniverse, we’ll put all our planes within the That’s a simple version of how to build your own cos- Astral Plane. This is the great open sea that links the mology. Other potential cosmologies can be found in the planes. The Material Plane sits in the center, with the Appendix. 19 THE PLANES CONNECTING CHAPTER 2: pqqqqrs",
        "name":  "Demiplanes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration, up to 1 round/level (D) Target: One or more living creatures touched",
        "name":  "Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level in a 20-ft.-radius burst cen- target cannot move onto another plane while inside the tered on you chamber, including returning to the Material Plane.",
        "name":  "Targets",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action ity), air mastery (airborne creatures suffer a –1 penalty on",
        "name":  "Casting Time",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One ethereal creature Earth: Earth mastery (you gain a +1 attack and",
        "name":  "Target",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The tooth of a creature that uses Components:V, S, F the Ethereal Plane, such a blink dog or an ethereal Casting Time: 1 action marauder, or the claw of a phase spider. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Material Component",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None picture of all creatures that passed through the portal",
        "name":  "Saving Throw",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    }
]
