[
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +5, Hide +13, Intuit Direction +7, Jump +2, points of Dexterity, and 1d4 points of Constitution. A creature Listen +24, Scry +13, Search +23, Spot +24, Tumble +16 that successfully saves against this effect cannot be affected",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Blind-Fight, Combat Reflexes, by the same banshee’s horrific appearance for 24 hours. Dodge, Expertise, Improved Critical (incor- Wail (Su): During the night, a banshee can loose a poreal touch), Improved Initiative, deadly wail. This attack can slay up to eighteen living Iron Will, Mobility, Spring Attack creatures within a 30-foot spread centered on the ban- shee, or within a 60-foot cone extending from the Climate/Terrain:Any land and banshee, at the creature’s option. A successful For- underground titude save (DC 26) negates the effect. Once a",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A banshee is immune to mind-affecting COMBAT effects, poison, sleep, paralysis, stunning, disease, death Banshees hate all living things with an unholy fury, and they effects, necromantic effects, and any effect that requires a readily attack anyone foolish enough to trespasses within Fortitude save unless it also works on objects. It is not subject 30 EEHSNAB 620_88268 MonsterManual2.qxd 7/29/02 2:41 PM Page 30 to critical hits, subdual damage, ability damage, ability drain, Immunities (Ex): A bladeling takes no damage from acid, energy drain, or death from massive damage. A banshee and it is immune to rust attacks despite its metallic hide. cannot be raised, and resurrection works only if it is willing. Outsider Traits: A bladeling has darkvision (60-foot The creature has darkvision (60-foot range). range). It cannot be raised or resurrected. BLADELING SOCIETY BLADELING Most bladelings live in the city of Zoronor, on Ocanthus, Medium-Size Outsider (Lawful) the fourth layer of Acheron. Some, however, wander the",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+5 Bladelings are superstitious and xenophobic creatures, so",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16 (+2 Dex, +4 natural), touch 12, flat-footed 14 If attacked by creatures other than the one it has",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wind scythe 2d4 wind scythe—a plane of pressurized air that it forms from Face/Reach: 5 ft. by 5 ft./5 ft. its own body. The creature does not use this attack against",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fear gaze, steal breath its chosen victim, preferring to kill that creature entirely",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +5, Ref +8, Will +3 drinker who meets the creature’s glowing red eyes must",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flyby Attack, Improved Initiative, Track drinker can attempt to suck the air from the lungs of any helpless creature within reach. The target must make a Climate/Terrain: Temperate land or underground successful Fortitude saving throw (DC 17) or take 1d6",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16d10 (88 hp) also constrict in the same round. Thereafter, the creature",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Construct traits, DR 10/+1, electric normal bite damage. The creature receives a +3 bonus on healing, electricity resistance 10, SR 21 attack rolls against any opponent that is made out of",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., scent creatures if necessary.",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +3, Will +6 The creature makes full use of its reach when attacking",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because of its powerful legs, a cervidal gains a +8 Fear Aura (Ex): When a lupinal howls, every creature racial bonus on Jump checks. within 600 feet (except other celestials) who can hear it must make a Will saving throw (DC 16). On a failure, a creature LUPINAL with 7 or fewer Hit Dice becomes panicked for 4d6 rounds; As the name implies, lupinals are half-human, half-wolf one with 8 or more Hit Dice becomes shaken for 4d6 43 CELESTIAL 620_88268 MonsterManual2.qxd 7/29/02 2:43 PM Page 43 Cervidal Lupinal Medium-Size Outsider (Good) Medium-Size Outsider (Good)",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5–8 HD (Medium-size); 9–12 HD (Large) 46 DEKAOLC EPA 620_88268 MonsterManual2.qxd 7/29/02 2:43 PM Page 46 MD Clockwork horrors are intelligent, arachnidlike con- take clockwork horrors into areas where metal can be structs that live as a hierarchical collective. They exist found, from underground mines to civilized areas where solely to strip entire worlds of worked and raw metals, processed metal is often readily available. Clockwork hor- which they use to produce more horrors. These activities rors ignore nonmechanical creatures unless such beings 47 HORROR CLOCKWORK 620_88268 MonsterManual2.qxd 7/29/02 2:43 PM Page 47 CLOCKWORK HORROR Electrum Horror Gold Horror Small Construct Small Construct",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40 ft., burrow 10 ft. check (DC 23) to accept a particular creature (not necessar- AC: 12 (–4 size, –2 Dex, +8 natural), touch 4, flat-footed 12 ily the one who made the check) as a member of its flock. Attacks: Slam +23/+18/+13 melee",
        "name":  "A corollax can be trained with a successful Handle Animal Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blood drain the opponent. The two creatures are not considered grap- Face/Reach:5 ft. by 5 ft./5 ft. pled, but the opponent can break free with a successful",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18 (–1 size, +2 Dex, +7 natural), touch 11, flat-footed 16 When creatures approach, a darktentacles typically uses its",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +6, Ref +5, Will +7 Against a Tiny or smaller opponent, the creature can use",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Heavy flail 1d10+5/17–20, heavy flail 1d10+2/ The burst has a 20-foot radius and deals 1d8+10 points of 17–20, slam 1d8+5 negative energy damage to each living creature Face/Reach:5 ft. by 5 ft./10 ft. in the area (Will DC 23 half). Since undead",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A demon has dark- vision (60-foot range). It cannot be raised or resurrected. In addition, all tanar’ri have the following abilities in common. 56 NOMED 620_88268 MonsterManual2.qxd 7/29/02 2:44 PM Page 56 Rend Fallen (Ex):An abyssal maw loves to tear into its An abyssal ravager has baleful eyes and elongated jaws downed foes. It automatically deals an additional 2d8+4 full of overlarge teeth. Patches of scaly hide show points of damage to any foe it drops with a melee attack. through its coarse, shaggy fur, and a row of curving spines juts from its backbone. Its long, warty tail is equipped ABYSSAL SKULKER with a vicious stinger. A full-grown specimen of either This demon is small but mean. Gangs of abyssal skulkers gender stands about 5 feet tall at the shoulder, measures usually stalk ahead of evil armies and raiding parties to seek nearly 10 feet from snout to base of tail, and weighs almost out and eliminate enemy scouts and pickets. 2,000 pounds. An abyssal skulker resembles a hairless ape with large hands and feet. Knobs of horn run along the crown of its Combat head and down its spine. Although capable of walking These demons are notoriously bad-tempered and aggressive. upright, it habitually creeps about on all fours, keeping its They tend to attack anything they see or smell, striking it body close to the ground. repeatedly with their stingers. Despite their formidable-looking teeth, abyssal ravagers Combat do not use bite attacks. Their weak jaws are useful only for Abyssal skulkers love to sneak up on their prey, then charge tearing apart prey that has already succumbed to their poi- as a group. Their victims rarely have time to sound an alarm. sonous stings. Poison (Ex): An abyssal ravager delivers its poison (Forti- ABYSSAL RAVAGER tude save DC 14) with each successful sting attack. The ini- The abyssal ravager is a grotesque hybrid—part demon, tial and secondary damage is the same (2d6 points of part hyena, and all nasty. Although its exact origins are Strength damage). unclear, scholars agree that it is likely the result of demonic Scent (Ex):An abyssal ravager can detect approaching lust, which has no bounds and results in all manner of enemies, sniff out hidden foes, and track by sense of smell. bizarre crossbreeds. 57 DEMON 620_88268 MonsterManual2.qxd 7/29/02 2:44 PM Page 57 Abyssal Maw Abyssal Skulker Abyssal Ravager Medium-Size Outsider Small Outsider Large Outsider (Chaotic, Evil) (Chaotic, Evil) (Chaotic, Evil)",
        "name":  "Outsider Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 gp; Weight:2 lb. Trip (Ex): A hunting bat that hits with a bite attack can attempt to trip the opponent as a free action without DESMODU CHARACTERS making a touch attack or provoking an attack of opportu- Desmodus sometimes become barbarians or rogues, but nity. If the attempt fails, the opponent cannot react to trip their favored class is fighter. A desmodu fighter usually the bat. 65 BAT DESMODU 620_88268 MonsterManual2.qxd 7/29/02 2:45 PM Page 65 RGM Scent (Ex):A hunting bat can detect approaching ene- bleed freely. A wound resulting from a guard bat’s bite attack mies, sniff out hidden foes, and track by sense of smell. bleeds for an additional 1 point of damage per round there-",
        "name":  "Cost",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A guard bat receives a +8 racial bonus on Spot A guard bat is nearly identical to a and Listen checks. *These bonuses are lost if blind- dire bat, except that the former is sight is negated. more agile, has even keener senses, and has a particularly WAR BAT dangerous bite. The desmodus The desmodus breed these use these creatures primarily as sentries. creatures as mounts and A guard bat looks like a very large beasts of burden. Des- flying fox, except that it has long teeth, modus armed with huge like those of a vampire bat, and shaggy heavy lances sometimes fur on its head and body. ride them into battle. A war bat has a wingspan of 16 to 18 Combat feet. Except for its size, it looks like a normal bat. In battle, a group of guard bats typically picks out a single target and swoops in to bite. Then each guard bat uses its Combat Spring Attack feat to bite and fly out of reach before the foe War bats seldom fight on their own unless attackedfirst or can respond. ordered into battle by their masters. Wounding (Ex):A guard bat’s saliva contains an anti- Skills:A war bat receives a +4 racial bonus on Spot and coagulant that causes bite wounds the creature inflicts to Listen checks. *These bonuses are lost if blindsight is negated. 66 UDOMSED TAB 620_88268 MonsterManual2.qxd 7/29/02 2:45 PM Page 66 Hunting Bat Guard Bat War Bat Medium-Size Animal Large Animal Huge Animal",
        "name":  "GUARD BAT Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5–12 HD (Large) 5–12 HD (Huge) 11–16 HD (Huge); 17–30 HD (Gargantuan) RGM Devils are fiends from the plane of Baator, a lawful evil Baatezu have a rigid caste system, in which authority realm. The most numerous devils are the baatezu, who are derives not only from power but also from station. These infamous for their strength, evil temperament, and ruth- creatures occupy themselves with extending their influence lessly efficient organization. These creatures are constantly throughout the planes, primarily by corrupting mortals. in conflict with every force of good in the universe, as well Baatezu who further this agenda are usually rewarded with as with the chaotic evil demons and tanar’ri of the Abyss. improved stations. 67 DEVIL 620_88268 MonsterManual2.qxd 7/29/02 2:45 PM Page 67 DEVIL Advespa (Baatezu) Amnizu (Baatezu) Malebranche (Baatezu) Large Outsider (Evil, Lawful) Medium-Size Outsider Huge Outsider (Evil, Lawful) (Evil, Lawful)",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Spinosaurus receives permit escape. Once a single swal- a +2 racial bonus on lowed creature exits, muscular action Listen and Spot closes the hole; thus, another swallowed oppo- checks. nent must cut its own way out. A Medium- size dire toad’s stomach can hold 2 Small or 8 Tiny or smaller opponents. DIRE ANIMAL",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dire animal has all good saves. span of about 11 feet. The upper part of its beak has a bony protrusion, and several long feathers trail gracefully from DIRE TOAD its lower body and tail. These amphibians are generally shy and nonagressive. They Skills:*A dire hawk receives a +8 racial bonus on Spot usually aren’t dangerous to humanoids. checks in daylight. Combat DIRE SNAKE Though dire toads are not prone to fighting, they do bite if The dire snake combines the strength and power of a con- disturbed. A dire toad’s tongue attack has a range of 10 feet strictor with the venomous bite of a viper. with no range increment. The dire snake looks like an enormous viper with dull Poison (Ex): A dire toad delivers its poison (Fortitude save green or brown scales and long fangs. Its head has two bony DC 14) with each successful bite attack. The initial and second- protrusions similar to horns placed just behind the eyes. ary damage is the same (1d6 points of Constitution damage). Improved Grab (Ex):If a dire toad hits an opponent that Combat is at least one size category smaller than itself with a bite Constrict (Ex): With a successful grapple check, a dire attack or a tongue attack, it deals normal damage and snake can constrict a grabbed opponent, dealing 1d8+10 attempts to start a grapple as a free action without provoking points of bludgeoning damage. an attack of opportunity (grapple bonus +3). If it gets a hold, Poison (Ex): A dire snake delivers its poison (Fortitude it can try to swallow the opponent. Alternatively, the dire save DC 16) with each successful bite attack. The initial toad has the option to conduct the grapple normally, or and secondary damage is the same (1d6 points of Constitu- simply use its jaws to hold the opponent (–20 penalty on tion damage). grapple check, but the dire toad is not considered grappled). Improved Grab (Ex):If a dire snake hits an opponent In either case, each successful grapple check it makes that is at least one size category smaller than itself with a during successive rounds automatically deals bite damage. bite attack, it deals normal damage and attempts to start a 74 ERID LAMINA 620_88268 MonsterManual2.qxd 7/29/02 2:46 PM Page 74 grapple as a free action without provoking an attack of of its head. A dire horse’s hooves often opportunity (grapple bonus +20). If it gets a hold, it can have jagged edges, and its mane tends to also constrict in the same round. Thereafter, the be shaggy. dire snake has the option to conduct the grapple normally, or simply use its jaws to hold the op- Combat ponent (–20 penalty on grapple check, but the A dire horse usually lashes out with dire snake is not considered grappled). In either its hooves and follows up with a case, each successful grapple check it makes during bite attack. It can fight successive rounds automatically deals bite and con- while carrying a rider, but strict damage. the rider cannot also attack Scent (Ex):A dire snake can detect approaching enemies, unless he or she succeeds at a sniff out hidden foes, and track by sense of smell. Ride check (DC 10).",
        "name":  "Saving Throws",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dire snake receives a +4 racial bonus on Hide, Carrying Capacity: Listen, and Spot checks, and a +8 A light load for a dire racial bonus on Balance checks. horse is up to 519 pounds; a medium load is 520–1,038 DIRE HORSE pounds; and a heavy load is These aggressive, wild 1,039–1,557 pounds. A dire equines roam the wilder- horse can drag 7,785 pounds. ness in herds. Dire horses Scent (Ex):A dire horse can resist domestication as much detect approaching enemies, sniff out as any wild animal does. hidden foes, and track by sense of smell. A dire horse looks like a large version of a normal DIRE ELK horse except for the A bull dire elk is an imposing bony plates and aggressive beast. Fe- on either side malesare less aggressive 75 ANIMAL DIRE 620_88268 MonsterManual2.qxd 7/29/02 2:46 PM Page 75 Dire Horse Dire Elk Dire Elephant Large Animal Huge Animal Gargantuan Animal",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dire elk receives a +4 racial bonus on Hide checks. 76 ERID LAMINA 620_88268 MonsterManual2.qxd 7/29/02 2:46 PM Page 76 Dire Toad Dire Hawk Dire Snake Medium-Size Animal Medium-Size Animal Huge Animal",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dragon can slap one opponent each round A dragon’s face and reach increase with its size according to with its tail. the Dragon Face and Reach table, below. Crush:A flying or jumping dragon of at least Huge size can land on opponents three or more size categories smaller Dragon Face and Reach than itself as a standard action, using its whole body to crush Size Face Reach them. (Of course, it can still attempt normal overrun or Tiny 2 1/2 ft. by 2 1/2 ft. 5 ft.* grapple attacks against larger opponents.) A crush attack Small 5 ft. by 5 ft. 5 ft. Medium-size 5 ft. by 5 ft. 5 ft. affects as many creatures as can fit under the dragon’s body Large 5 ft. by 10 ft. 10 ft.* (see Dragon Face and Reach Table, above). Each creature in Huge 10 ft. by 20 ft. 10 ft. the affected area must succeed at a Reflex save (DC 10 + 1/2 Gargantuan 20 ft. by 40 ft. 15 ft. dragon’s HD + dragon’s Constitution modifier) or be pinned, Colossal 40 ft. by 80 ft. 15 ft. automatically taking the listed amount of bludgeoning *Greater than normal reach for a creature of this size. damage. Thereafter, if the dragon chooses to maintain the 77 DRAGON 620_88268 MonsterManual2.qxd 7/29/02 2:46 PM Page 77 pin, treat it as a normal grapple attack. While pinned, the A potentially affected creature that succeeds at a Will save opponent takes crush damage each round. (DC 10 + 1/2 dragon’s HD + dragon’s Charisma modifier)",
        "name":  "SIZE Tail Slap",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmling 2; very young 4; young 6; creatures often lair. Unlike the scales of other gem dragons, juvenile 8; young adult 10; adult 13; mature adult 15; old those of a sapphire dragon do not change as the creature 18; very old 19; ancient 21; wyrm 22; great wyrm 24 ages. Its pupils fade with time, however, so by the time it",
        "name":  "Challenge Ratings",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +6, Climb +19, Hide +6, Intimidate +4, are long and bony. The creature has massive shoulders and an Jump +5, Knowledge (nature) +4, Listen +9, Move enormous chest, which tapers to a narrow waist and hips. Silently +9, Search +7, Spot +8, Tumble +9 A dune stalker that has been assigned a mission by its",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral evil takes out its frustration by killing all creatures it finds.",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An effigy is immune to mind-affecting gain control over any elemental within 100 feet regardless effects, poison, sleep, paralysis, stunning, disease, death effects, of the latter’s elemental type. The elemental must make a necromantic effects, and any effect that requires a Fortitude successful Will save (DC 23) or succumb to the weird’s save unless it also works on objects. It is not subject to criti- control. An elemental that saves against this attack is cal hits, subdual damage, ability damage, ability drain, immune to that weird’s elemental command ability for 24 energy drain, or death from massive damage. An effigy hours. There is no limit to the number of elementals that a cannot be raised, and resurrection works only if it is willing. weird can control. The creature has darkvision (60-foot range). Once under the weird’s control, an elemental serves the weird until either it or the weird dies, until the weird dis- misses it, or until the duration for its summoning expires. It obeys the weird explicitly, even if ordered to attack the being who originally summoned it. The weird does not need to concentrate to maintain control over any elemen- tal it commands. 90 LATNEMELE DRIEW 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 90 Elemental Pool (Su):Each weird dwells within a large flat surface (floor, wall, or ceiling; see individual entries for pool (at least 20 feet across and 40 feet deep) filled with the possible orientations) such that its depth forms a hollow purest form of its element. The pool is always secured to a within that surface. The surface must have sufficient depth 91 WEIRD ELEMENTAL 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 91 Air Weird Earth Weird Large Elemental (Air) Large Elemental (Earth)",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2–3 HD (Small) Planar Rip (Su):By ripping at the planar fabric with its mandibles, an ether scarab can create a two-way portal These panicky, harmless-looking beetles are native to the between its own plane and another (usually the Material). Ethereal Plane. A wide variety of ethereal predators eat ether This hole between the planes appears tiny, but it can accom- scarabs, so the latter have developed the ability to flee across modate any Large or smaller creature traveling in either planar boundaries. They often appear on the Material Plane direction. A planar rip closes in 1d4+1 rounds. next to buildings or other large objects near which they have made their lairs on the Ethereal Plane. ETHEREAL An ether scarab has six tentaclelike legs and a hard, DOPPELGANGER amethyst-veined, chitinous shell marked by swirling, colorful pat- Medium-Size Shapechanger terns. It sports Hit Dice: 20d8 (90 hp) two pairs of Initiative:+5",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None 96 LAEREHTE REYALS 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 96",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A famine spirit is immune to mind- Elves often employ crested felldrakes as guards for settle- affecting effects, poison, sleep, paralysis, stunning, disease, ments and in border patrols. death effects, necromantic effects, and any effect that A crested felldrake looks like a small, wingless dragon requires a Fortitude save unless it also works on objects. It with powerful hind legs and a bright crest on its head. is not subject to critical hits, subdual damage, ability damage, ability drain, energy drain, or death from massive Combat damage. A famine spirit cannot be raised, and resurrection When crested felldrakes fight in a group, some charge into works only if it is willing. The creature has darkvision (60- battle and try to pin down the enemy, while their comrades foot range). move to encircle the foe. 97 FELLDRAKE 620_88268 MonsterManual2.qxd 7/29/02 2:49 PM Page 97 SPITTING FELLDRAKE Combat Because of its snaky body, a spitting felldrake can squeeze Horned felldrakes usually charge foes first, then use their through small spaces. Thus, it is ideal for the underground horns in melee. expeditions so contrary to elven nature. The spitting felldrake is slightly larger than its crested cousin. Its body is long and sinuous, like that of a snake. Combat A spitting felldrake usually pauses to spit acid before closing to melee. It can spit acid up to 30 feet as a ranged touch attack with no range increment. HORNED FELLDRAKE Horned felldrakes are often used to protect important in- dividuals or cities. This creature is larger than the other felldrakes. Its head sports several horns, which it uses to impale foes. 98 EKARDLLEF 620_88268 MonsterManual2.qxd 7/29/02 2:49 PM Page 98 Crested Felldrake Spitting Felldrake Horned Felldrake Small Dragon Medium-Size Dragon Medium-Size Dragon",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "24d10+216 (348 hp) implodes. Every creature within 5 feet of the fiendwurm",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +23, Ref +15, are no other creatures Will +10 left to eat. Roll d%",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18d10+108 (237 hp) Disease (Ex):Any creature engulfed by a flesh jelly or hit",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary choice) as the ooze moves forward. An engulfed creature is",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral in which it attempts to engulf, but each engulfed creature",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By Scent (Ex): A fomorian can character class detect approaching enemies, sniff out hidden foes, and track by sense Fomorians are grossly of smell. deformed behemoths Skills:A fomorian has a +10 racial that live in mountain caves, bonus on Move Silently checks. abandoned mines, or other subterranean areas. They rarely FOMORIAN SOCIETY modify their homes for com- Depravity and wickedness rule fort or convenience; they fomorian society. The strongest simply adapt to their sur- and cruelest rules over all the roundings. Their territories are others within reach, and commonly marked by the partially women and children are treated consumed bodies of their victims. as slaves in every household. Acts of Each fomorian has a different set of violence, sometimes resulting in per- physical deformities. These can include manent injury or death, are common a misplaced or misshapen limb, a mis- among fomorians. Anyone who can placed facial feature, a hunchback, a completely dominate a fomorian can bulging body part, drooping use the creature as an ally, but such flesh, flapping ears, a an alliance lasts only as long huge snout, large feet as the fomorian fears the on short legs, and dominant being. many others. Patches of hair as tough as wire FOMORIAN are scattered over its pale white CHARACTERS skin, and large warts and other growths dot its thick hide. A fomorian’s favored class is barbarian. Gang leaders are Unlike other giants, fomorians can survive on relatively either druids or barbarian/druids. little food, considering the size of their bodies. They eat A fomorian PC’s effective character level (ECL) is equal to almost any organic matter they come across, from molds its class level + 17. Thus, a 1st-level fomorian barbarian has and lichens to humanoid prey, which is their favorite. an ECL of 18 and is the equivalent of a 18th-level character. 105 FOMORIAN 620_88268 MonsterManual2.qxd 7/29/02 3:24 PM Page 105 FOREST SLOTH penalty on grapple check, but the forest sloth is not con- Large Beast sidered grappled). In either case, each successful grapple",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., low-light vision, acid damage per round from the sloth’s gullet. A successful poison immunity, scent grapple check allows the swallowed creature to climb out of",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11 swallowed creature exits, muscular action closes the hole;",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft., climb 30 ft. intense cold that each creature within 20 feet takes 1d8",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cold subtype, darkvision 60 ft., DR throw for half damage is allowed. In that case, the creature 15/+1, low-light vision takes half damage on a success and double damage on a failure.",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 monster is quite willing to abandon a host in favor of a",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*A brass golem is a relentless tracker. It gains a +20 save leaves that opponent immune to that drolem’s frightful competence bonus on Wilderness Lore checks for the pur- presence for 24 hours. pose of tracking a foe designated by its creator, or in con- Blindsight (Ex):A drolem can ascertain its surroundings nection with any other goal set by its creator. When track- by nonvisual means (mostly hearing and scent, but also by ing a foe through its own maze, the creature gains a +20 noticing vibrations and other environmental clues). This abil- insight bonus on Wilderness Lore checks. ity enables it to discern objects and creatures within 150 feet. 117 GOLEM 620_88268 MonsterManual2.qxd 7/29/02 3:25 PM Page 117",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 29, Dex 10, Con 18, Int 3, Wis 11, Cha 6 5 feet. A creature within 5 feet has one- half concealment (attacks against it have a Climate/Terrain:Temperate or warm hills, plains or 20% miss chance). Creatures farther away have total con- marsh cealment (50% miss chance, and the attacker can’t use",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or patch (3–8) sight to locate the target). Any creature attempting to",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d8 (18 hp) traps, quicksand, or the lairs of other monsters, hoping to Initiative:+5 prey upon trapped, helpless, or wounded creatures. Speed:40 ft.",
        "name":  "Grells also sometimes lurk near dangerous areas, such as pit Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A grimalkin has a +4 racial bonus on Move Silently Suspicious and checks and a +2 racial bonus on Climb and Jump checks. unfriendly by nature, grizzly mastodons are highly protective of their young and their feeding grounds. They never hesitate to drive away intrud- GRIZZLY MASTODON ers, stomping underfoot any who are unwise enough to per- Huge Beast sist. Grizzly mastodons are among the most aggressive crea-",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16 (–2 size, +8 natural), touch 8, flat-footed 16 kinds. More than one hungry creature that thought to",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam 2d6+12, stamp 2d6+6, gore 4d8+12 furious adults. Face/Reach:10 ft. by 20 ft./10 ft. A grizzly mastodon is a shaggy, elephantine creature cov-",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16–21 HD (Huge); 22–45 HD Trample (Ex): As a standard action, a grizzly mastodon (Gargantuan) can trample opponents at least one size category smaller than itself. This attack deals 4d8+18 points of bludgeoning These larger, more temperamental cousins of the elephant damage. A trampledopponent can attempt either an attack roam subarctic and arctic lands. The great strength and of opportunity at a –4 penalty or a Reflex save (DC 29) for endurance of these tremendous herbivores make them half damage. highly desirable to giants, who capture and tame them for Scent (Ex):A grizzly mastodon can detect approaching use as mounts and beasts of burden. enemies, sniff out hidden foes, and track by sense of smell. 123 MASTODON GRIZZLY 620_88268 MonsterManual2.qxd 7/29/02 3:26 PM Page 123 HALF-FIEND, DURZAGON COMBAT Medium-Size Outsider (Evil, Lawful) Though durzagons relish physical combat, they usually",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluff +26, Diplomacy +32, Intimidate +35, Jump damage. Each creature caught in the area can attempt a +28, Knowledge (any four) +31, Listen +34, Scry +29, Reflex save (DC 29) to take half damage. One-half of the Search +26, Spot +34 damage from this attack derives from infernal power and is",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Double standard affects as many creatures as can fit under the wyrm’s body.",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always lawful evil Each creature in the affected area must succeed at a Reflex save",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that is flung by a hellfire wyrm after being Hook horrors attack in groups, using their climbing skills to snatched travels 100 feet and takes 10d6 points of damage. If ambush foes from above. They fight cooperatively and work the hellfire wyrm is flying, the creature takes this damage or together against the largest and best armed opponents. the appropriate falling damage, whichever is greater. Hook horrors use their arm hooks to trip foes. If a battle goes poorly, they retreat by scaling walls. HOOK HORROR Improved Grab Large Aberration (Ex): If a hook hor-",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +11, Ref +10, Will +4 became the creatures now known as immoths. They then",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary knowledge are unknown, it is clear that the monsters",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral Immoths eat any sort of living creatures, feeding on the",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class 3–4 HD (Small); 5–6 HD (Medium-size); 7–8 HD (Large); or by character class and Evil domains), but occasionally following Erythnul group of dominated follow- specifically. An ixitxachitl’s favored class is cleric. ers, who form the nucleus An average ixitxachitl PC’s effective character level of a debauched cult dedi- (ECL) is equal to its class level + 2. Thus, a 1st-level ixitxa- cated to the jahi’s worship. chitl cleric has an ECL of 3 and is the equivalent of a 3rd- The creature feeds off the level character. A vampiric ixitxachitl PC’s effective Charisma of these followers, character level (ECL) is equal to its class level + 5. Thus, all the while encouraging a 1st-level vampiric ixitxachitl cleric has an ECL of 6 and them to greater heights of is the equivalent of a 6th-level character. hedonistic excess. COMBAT JAHI Jahis are sometimes en- Tiny Undead (Incorporeal) countered alone, but more",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16 (+2 size, +4 deflection), touch 16, monster selects the individ- flat-footed 16 ual with the most pleasing",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Charisma damage, Charisma Any creature hit by a jahi’s drain, dominate person incorporeal touch attack",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Double standard creature has a 50% chance to ignore any damage from a cor-",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A jahi is immune to mind-affecting filthy. It either dresses in dirty rags and scraps of hide or effects, poison, sleep, paralysis, stunning, disease, death simply goes naked. Its skin is baggy, wrinkled, and always effects, necromantic effects, and any effect that requires a crusted with filth. Fortitude save unless it also works on objects. It is not sub- Jermlaines’ speech amounts to high-pitched chitters ject to critical hits, subdual damage, ability damage, ability and squeaks that are easily mistaken for the noises pro- drain, energy drain, or death from massive damage. A jahi duced by rats or bats. (Indeed, rats are among the few cannot be raised, and resurrection works only if it is willing. living creatures that will have anything to do with them.) The creature has darkvision (60-foot range). A few jermlaines can speak Common, Dwarf, Gnome, Goblin, or Orc, but seldom can any individual speak more than one of those languages. JERMLAINE Tiny Fey COMBAT",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "–4 direction to roll over immobile creatures. It stops only when",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., DR 20/+2, enchant- The julajimus enjoys the sensation of gnawing on living ment immunity, polymorph self, fire resistance 20, creatures, so it always attacks with its bite first, then follows sunlight vulnerability up with slashes from its two claws. Despite its size, the jula-",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +17, Disguise +12*, Intimidate +10, Jump chill the blood of the bravest warrior. Any living creature +17, Listen +8, Spot +8 within 20 feet of the monster must make a Will save (DC 20)",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12 splitting roar that can be heard for miles. Every creature within",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 ft., swim 40 ft. A kopru resembles no known creature, but it combines",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*A legendary eagle receives a +12 racial bonus on endary snake can constrict a grabbed opponent, dealing Spot checks made in daylight. 1d8+12 points of bludgeoning damage. Improved Grab (Ex):If a legendary snake hits a Large or LEGENDARY APE smaller opponent with a bite attack, it deals normal damage This ape appears little different from the common gorilla in and attempts to start a grapple as a free action without pro- its markings, but even the casual observer can tell that it is voking an attack of opportunity (grapple bonus +24). If it stronger, faster, and tougher than others of its kind. gets a hold, it can constrict in the same round. Thereafter, the legendary snake has the option to conduct the grapple Combat normally, or simply use its coils to hold the opponent (–20 Legendary apes are aggressive and territorial. They drop on penalty on grapple check, but the legendary snake is not opponents from trees to rend flesh with their powerful considered grappled). In either case, each successful grapple claws and teeth. check it makes during successive rounds automatically Rend (Ex): If a legendary ape hits a single target with deals bite and constrict damage. both claws, it latches onto the opponent’s body and tears the Poison (Ex): A legendary snake delivers its poison (For- flesh. This attack deals 2d8+15 points of damage. titude save DC 25) with each successful bite attack. The ini- Scent (Ex):A legendary ape can detect approaching ene- tial and secondary damage is the same (1d8 points of Con- mies, sniff out hidden foes, and track by sense of smell. stitution damage). 136 YRADNEGEL SLAMINA 620_88268 MonsterManual2.qxd 7/29/02 3:27 PM Page 136 JE Scent (Ex):A legendary snake can detect approaching LEGENDARY BEAR enemies, sniff out hidden foes, and track by sense of The legendary bear doesn’t usually attack humans. Its diet smell. consists primarily of plants and fish.",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a legendary horse and weighs up to 600 pounds. is 0–1,200 pounds, a medium load is 1,201–2,400 pounds, and a heavy load is 2,401–3,600 pounds. A legendary horse Combat can drag 18,000 pounds. A legendary tiger prefers to attack from ambush, pouncing on its prey. 137 ANIMALS LEGENDARY 620_88268 MonsterManual2.qxd 7/29/02 3:27 PM Page 137 Legendary Eagle Legendary Ape Legendary Wolf Small Animal Medium-Size Animal Medium-Size Animal",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13–24 HD (Small) 14–26 HD (Medium-size) 15–30 HD (Medium-size) Improved Grab (Ex): If a legendary tiger hits a free action without provoking an attack of opportunity Medium-size or smaller opponent with a bite attack, it (grapple bonus +34). If it gets a hold, it can attempt to rake deals normal damage and attempts to start a grapple as a in the same round. Thereafter, the legendary tiger has the 138 YRADNEGEL SLAMINA 620_88268 MonsterManual2.qxd 7/29/02 3:27 PM Page 138 Legendary Snake Legendary Horse Legendary Bear Large Animal Large Animal Large Animal",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that is flung by a corpse tearer after being snatched travels 110 feet and takes 11d6 points of damage. If the corpse tearer is flying, the creature takes this damage or the appropriate falling dam- age, whichever is greater. LOXO Large Monstrous Humanoid Loxos are usually peaceful creatures, but they defend their",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +16, Ref +14, Will +12 In general, moonbeasts want nothing to do with the world. Abilities: Str 18, Dex 16, Con 24, Int 21, Wis 21, Cha 11",
        "name":  "MOONSTONES Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A moonrat receives a +4 racial bonus on Hide and Move Silently checks and a +8 racial bonus on Balance checks. It uses its Dexterity modifier for Climb checks. Few creatures of the deep enjoy reputations for cruelty and hatred as extensive as that of the morkoth. MORKOTH The top half of a morkoth resembles a deep-sea fish Medium-Size Aberration (Aquatic) with bulging eyes, protruding teeth and a saillike fin",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 pus in that it has eight tentacles, but the creature also",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 8, Dex 14, Con 13, Int 16, Wis 17, Cha 13 The creature’s actual home is at the center of this maze.",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blind-Fight, Dodge, Improved Initiative, Skill Focus ability is the most powerful lure at its disposal. Once in a (Hide) morkoth’s clutches, a victim doesn’t usually survive for long, since these creatures are interested in capturing only food, Climate/Terrain: Any aquatic not slaves or captives. A morkoth has little interest in trea-",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Myconids do not speak, but these spores enable them to establish telepathic communication with each other and with outsiders. A successful Fortitude saving throw (DC varies; see individual descriptions) negates the effect, but it is harmless. Rapport lasts for 30 to 60 minutes 154 DINOCYM 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 154 MC with outsiders, but for 8 hours with other myconids. Rapport critical hits or mind-affecting effects. The creature also has spores can be released as either a 120-foot spread or a 40-foot low-light vision. ray. Regardless of the release area, the communication range Skills and Feats:A myconid gains skills and feats as is 120 feet once rapport is established. though it were a fey. A myconid of any kind has EHD as",
        "name":  "Rapport",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only the myconid sovereign has access to these ened. If forced to fight, they tend to rush a single opponent spores. When released over a dead body, animation spores as a group. Because a junior worker has a reach of 0 feet, it begin a process that covers the corpse with purple fungus. must enter an opponent’s space to make melee attacks. After 1d4 days, the corpse reanimates as a servant. A servant Spores (Ex): Junior workers have access only to distress has all the characteristics of a zombie of the same size, except spores. that it retains its previous creature type and it cannot be turned or otherwise affected as an undead. Over the course of AVERAGE WORKER 1d6 weeks, a myconid-animated corpse slowly decays. At the These myconids are eight to twelve years old. They are the end of that period it simply disintegrates into dust. backbone of the community, and they can perform a wide Plant Traits (Ex):A myconid is immune to poison, sleep, variety of tasks. paralysis, stunning, and polymorphing. It is not subject to 155 MYCONID 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 155 Myconid Junior Worker Myconid Average Worker Myconid Elder Worker Tiny Plant Small Plant Medium-Size Plant",
        "name":  "Animation",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — Combat quite willing to communicate rather than take aggressive Average workers are fairly proficient fighters. If alerted to action. If forced to fight, they try to eliminate the most for- danger, they usually try to hide and then either attack from midable-looking foes first. If more capable myconids join ambush or wait until more capable myconids arrive on the the battle, elder workers use much the same tactics that scene. If such reinforcements are available, the average workers average workers do. use the aid another action to assist their superiors in combat. Spores (Ex): Elder workers have access to distress, repro- Spores (Ex): Average workers have access to both distress duction, and rapport spores (save DC 12 where applicable). and reproduction spores. GUARD ELDER WORKER These myconids are sixteen to twenty years old. They are These myconids are twelve to sixteen years old. They serve as charged with the defense of the circle. supervisors for other workers and as shock troops in combat. Combat Combat Guards are fairly aggressive in combat, at least by myconid stan- Elder workers usually spray intruders with rapport spores dards. Their preferred attack is their pacification spores, though rather than hiding, as more junior myconids do. They are they can use their slam attacks if forced into melee. 156 DINOCYM 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 156 Myconid Guard Myconid Circle Leader Myconid Sovereign Medium-Size Plant Large Plant Large Plant",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4–9 HD (Medium-size) cunning enough to determine where its own attacks might be best targeted, but it cares Though needlefolk superficially resemble humanoids, nothing for what the rest of its kind do in a fight. they are in fact mobile plants. Because they lack roots, Plant Traits (Ex):Needlefolk are immune to poison, needlefolk must take in water and nutrients through a sleep, paralysis, stunning, and polymorphing. They are not structure that resembles a mouth. subject to critical hits or mind-affecting effects. The Under most circumstances a needlefolk’s movements are creatures also have low-light vision. slow and stately. When Skills:*A needlefolk’s coloration and needles give faced with danger, how- it excellent camouflage in the forest. While there, ever, it can be nearly as quick and agile as a human. it has a +16 racial bonus on Hide checks when station- A needlefolk is a green, hairless bipedal creature whose body ary. This bonus drops to +8 if it moves at up to half-speed. is covered with short, stiff bristles (actually needlelike thorns). In human terms, its body is quite thin, even emaciated-looking. NEOGI Its arms end in “hands” that sport vicious-looking claws (actu- ally large, sturdy thorns). The coloration of the small leaves Neogis are vicious, spiderlike scavengers, raiders, and slavers. that cover the monster’s body mirrors that of the foliage They fit right into any setting where creepy creatures abound. around them: green in spring and summer, red and yellow in A neogi’s eight-legged body is covered with stiff hair, autumn, and brown in winter. Needlefolk are deciduous, so which makes it look something like a giant wolf spider. they drop their leaves and become dormant through the cold Instead of a spider’s head, however, the neogi has a long, season. A dormant needlefolk resembles a tree with two flexible neck that extends upward and backward, then turns branches and a faint outline of a face in the bark atop its body. toward the front again in a large S-curve. Atop that sleek Needlefolk have no appreciable society or culture. They neck sits a small, narrow head, like that of an eel. Its jaws are live in the forest with no more social organization than trees lined with tiny, needle-sharp teeth, and small, black eyes are or shrubs would have. Their dietary needs are all satisfied by pushed well forward on the face. An occasional individual absorbing light and by eating dirt, decaying leaves, and the has a narrow beard growing from the front edge of its chin. occasional small, dead forest animal. They reproduce by The typical neogi dyes its naturally tan fur in one of many seeds, which each needlefolk produces in the autumn. The different hues and patterns. Some of these patterns signify seed pods are brown and covered with spiny thorns. Because family or rank; others are just for decoration. A neogi usu- they fall close to the parent plant, groves of needlefolk tend ally wears simple articles of decorative clothing and a belt to spring up wherever one has chosen to spend a season. or bandoleer with pouches for carrying its valuables. The only thing that excites needlefolk is elves—they hate Neogi lairs are usually laced with pits, chasms, narrow elves passionately. Needlefolk can sense the presence of an bridges, and precarious ledges. With their excellent balance elf within 1,500 feet, and they always move to attack when and jumping skills and their ability to dash around enemies, one is detected. However, the monsters do possess enough neogis can move through these hazardous areas more intelligence and cunning not to commit suicide if they can see quickly and safely than most attackers can. 158 KLOFELDEEN 620_88268 MonsterManual2.qxd 7/29/02 3:30 PM Page 158 TD All neogis speak Common and Undercommon, and a neogis let large numbers of spawn loose on the outskirts of large number of them also speak Terran. their community and leave them to fend for themselves. COMBAT Combat The tactics of these monsters vary according to the kind of Neogi spawn usually prey on each other, but if they notice neogi involved. No neogi is particularly brave, but all of other prey, they charge toward it. In combat, they swarm them are ruthless. They all share the following abilities. over a single creature, biting until it succumbs to their Poison (Ex): Neogi poison is exceptionally virulent, con- poison. Thereafter, these little horrors devour their prey. sidering that the creature itself is so frail. A neogi delivers its poison (Fortitude save DC 14 for all neogis) with each ADULT NEOGI successful bite attack. The initial and secondary damage is Adult neogis are the backbone of the community. They the same (1d4 points of Wisdom damage). spend most of their time trying to acquire as much wealth Immune to Mind-Affecting Effects: Neogis are and power as possible. immune to all mind-affecting effects.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A neogi uses its Dexterity score instead of its Combat Strength score for Climb and Jump checks. Adult neogis are not tremendous fighters, and they know it. Wherever possible, they have their umber hulk slaves (see SPAWN Neogi Society, below) fight for them while they linger These foul and dangerous pests usually are found only in the nearby looking for opportunities to use their enslave ability. vicinity of a great old master. Sometimes, however, adult Adult neogis often try to make foes more vulnerable to 159 NEOGI 620_88268 MonsterManual2.qxd 7/29/02 3:30 PM Page 159 Neogi Spawn Adult Neogi Great Old Master Neogi Tiny Aberration Small Aberration Huge Vermin",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A great old master is immune to all mind- light vision, scent, true sight 160 THGISREHTEN FFITSAM 620_88268 MonsterManual2.qxd 7/29/02 3:30 PM Page 160 MC",
        "name":  "Vermin Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +10, Ref +8, Will +6 (grapple bonus +18). If it gets a hold on an ethereal creature,",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 able creatures lie, steal, or attack without provocation.",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ragewind is immune to mind-affecting provoking an attack of opportunity (grapple bonus varies; see effects, poison, sleep, paralysis, stunning, disease, death individual descriptions). If it gets a hold, it can attempt to wrap effects, necromantic effects, and any effect that requires a (see below) in the next round. Alternatively, the raggamoffyn Fortitude save unless it also works on objects. It is not sub- has the option to conduct the grapple normally, or simply use ject to critical hits, subdual damage, ability damage, ability its appendage to hold the opponent (–20 penalty on grapple drain, energy drain, or death from massive damage. A rage- check, but the raggamoffyn is not considered grappled). In wind cannot be raised, and resurrection works only if it is either case, each successful grapple check it makes during willing. The creature has darkvision (60-foot range). successive rounds automatically deals slam damage.",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +14 melee and bite +9 melee tures in the area, ignoring even creatures that are attack-",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +10 melee A rogue eidolon usually attacks any living creature it",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 11, Con —, Int 2, Wis 6, Cha 13 believing its members to be infidels and enemies. The monster attacks by smashing victims with its stony Climate/Terrain:Any fists. Tactics mean little to it, and its attacks are so single-",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12d8+48 (102 hp) In its true form, a rukarazyll is a loathsome creature. Its",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +12, Ref +16, Will +11 random spots all over its body. The monster’s natural voice",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "14 ing. As a full attack action, the monster can strike with three",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Improved Initiative, Lightning Reflexes, Multiattack two claw attacks. Paralysis (Ex): A shadow spider’s teeth are coated Climate/Terrain:Any underground with a paralyzing fluid. Any creature hit by its bite must",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d6 (14 hp) These creatures trust no one except other sirines, though",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard every creature that hears it.",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually chaotic neutral Intelligence Damage (Su):Any creature hit by a sirine’s",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3d8+12 (25 hp) monsters think of dwarves as kindred spirits—hard-working,",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam 1d8+4 Stone spikes lack the coordination to employ more than two Face/Reach: 5 ft. by 5 ft./5 ft. of their arms at once. These creatures prefer to plod resolutely",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Power Attack The creature also has darkvision (60-foot range). Climate/Terrain: Any land and underground SWAMPLIGHT LYNX",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11–15 HD (Large); 16–30 HD (Huge) Swamplight lynxes are sleek, nocturnal hunters that prowl marshes and wet lowlands. They are fond of humanoid prey, and they especially enjoy the taste of elven flesh. A swamplight lynx is a sturdy animal, 9 to 10 feet long, with a sleek, lithe, feline body. It has large paws, a small head, and a short tail. Its coat can be any shade from dark yellow to olive, and this coloration allows it to blend in easily with its swampy surroundings. 191 STONE SPIKE 620_88268 MonsterManual2.qxd 7/29/02 3:33 PM Page 191 SYLPH A swamplight lynx cannot speak, Small Outsider (Air) but it can be trained Hit Dice: 3d8–3 (10 hp) to understand any Initiative:+1 one language. Speed:30 ft., fly 90 ft. (good)",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A sylph has darkvision (60-foot range). It cannot be raised or resurrected. Summon Elemental(Sp):Once per day, a sylph can use summon monster VI(caster level 12th) to summon a Large air, earth, fire, or water elemental. TEMPEST Gargantuan Elemental (Air, Earth, Fire, Water)",
        "name":  "Outsider Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 (–4 size, –3 Dex), touch 3, flat-footed 3 When such a creature reaches 84 Hit Dice, it immediately",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Entropic touch, portalwake, warp reality The teratomorph is a mindless creature. When it isn’t eating,",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight 240 ft., detect law, dimen- it is on the move looking for something to eat. It surges sional instability, immunities, ooze traits, SR 32 forth to attack any Small or larger creature that passes",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral also infuses the creature",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Skill Focus (Hide) sleep, paralysis, stunning, and polymorphing. It is not sub- ject to critical hits or mind-affecting effects. The creature Climate/Terrain: Any temperate land and underground also has low-light vision.",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness (B) sory organs that can ascertain prey by scent and vibration. This ability enables it to discern objects and creatures within 120 Climate/Terrain: Any underground feet. A wyste usually does not need to make Spot or Listen",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair or school (3–8) checks to notice creatures within range of its blindsight.",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6–15 HD (Huge) The wyste (pronounced “wist”) is an alien creature much like a giant worm that inhabits fetid pools of alien slime. A typical specimen is 2 feet in diameter and 25 feet long. A wyste’s skin is translucent, showing strange, twisted strands of pulsing organs underneath. The crea- YAK FOLK ture has no face, just a large sucker hole fringed by long, claw-tipped tentacles. The tentacles allow the wyste to Large Monstrous Humanoid feed and defend itself, and they also serve as sensory organs. Hit Dice:5d8+10 (32 hp)",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. CREATING A CAPTURED ONE Climate/Terrain:Same as raggamoffyn. “Captured one” is a template that Organization: Solitary, pair, or gang (3–4). can be added to a giant, humanoid, Challenge Rating: Same as base creature +2. monstrous humanoid, animal, beast, Treasure: Standard. or vermin (hereafter known as Alignment:Same as raggamoffyn. the “base creature”) that is the Advancement:Same as base creature. same size as or smaller than the dominating ragga- SAMPLE CAPTURED ONE moffyn. The creature’s Here is a sample captured one using a bugbear type changes to construct. as the base creature along with a common Both the raggamoffyn’s and raggamoffyn. the base creature’s statistics and special abilities are modified Captured Bugbear/ as noted here. Common Raggamoffyn",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. (16 hp)",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Damage: Morningstar 1d8+2, javelin 1d6+2",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Both the raggamoffyn and the base Skills: Climb +2, Hide +4, Listen +5, Move Silently +7, creature retain any special qualities they had previously. Spot +5",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A captured one is immune to mind-affecting Feats: Alertness effects, poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a Fortitude Climate/Terrain:Any save unless it also works on objects. The creature is not subject Organization: Solitary, pair, or gang (3–4) to critical hits, subdual damage, ability damage, ability drain, Challenge Rating:4 energy drain, or death from massive damage. The raggamoffyn Treasure: Standard portion cannot heal itself but can be healed through repair; the Alignment: Always neutral base creature portion heals normally. It cannot be raised or Advancement: By character class resurrected. A captured one has darkvision (60-foot range). Senses (Ex):The raggamoffyn sees and hears everything Construct Traits: A captured one bugbear is immune to that the base creature is able to. mind-affecting effects, poison, sleep, paralysis, stunning, dis- Shared Damage (Ex):An attack on a captured one deals half ease, death effects, necromantic effects, and any effect that its damage to the raggamoffyn and half to the dominated requires a Fortitude save unless it also works on objects. The creature. creature is not subject to critical hits, subdual damage, ability",
        "name":  "Construct Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increased to Organization: Same as base d10. Use the base crea- creature. ture’s Hit Dice or 9 Hit Dice, Challenge Rating:9 or same whichever is higher. as base creature +1, whichever",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base crea- is higher. ture, but chimeric creatures Treasure:Standard. gain wings and can fly at a speed Alignment: Alwayssame of 50 feet (poor). as dragon component.",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A death knight attracts lesser undead creatures that happen to exist within a 200-mile radius. It may Climate/ Terrain: Any land and underground. have up to twice its levels in Hit Dice of followers. The fol- Organization: Solitary or troupe (see undead followers, lowers arrive monthly in the following increments: 1d6 above). ghouls, 1d4 ghasts, 1d12 medium skeletons, 1d4 wights, or Challenge Rating:Same as character +3. 1d8 medium zombies once per week. These creatures remain Treasure: Double standard. in the service of the death knight until destroyed. These crea- Alignment: Same as character (always evil). tures are in addition to any undead creatures the death knight Advancement: Death knights continue to advance in might be able to command or rebuke as a class ability. level as per their original class.",
        "name":  "Undead Followers",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:35 PM Page 209 the hatred of flesh creatures common to elementals, and it Skills: Same as character, modified by new ability modi- seeks methods appropriate to its class to slaughter as many fiers. The drop in Intelligence does not retroactively remove flesh creatures as possible. skill points spent.",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:35 PM Page 211 Flesh Half-Golem Clay Half-Golem Medium-Size Construct Medium-Size Construct",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All the base crea- damage from that particular ture’s Hit Dice increase to d8s attack. The initial and second- (if smaller than d8, other- ary damage is the same: 1d6 wise same as base creature). points of Strength damage.",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base Raging Blood (Su): creature. Choose whether the mon-",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. is dealt to the creature with",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each of the base creature’s base saves increases bring its mighty horns into play. In addition to the by +3. normal benefits and hazards of a charge, this allows the",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str creature to make a single gore attack that deals 4d6+13 +10, Dex +6, Con +10, Int +2, Wis +2, Cha +4. points of damage.",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A monster of legend has skill points as the base Immunities (Ex): A minotaur of legend is immune to creature, adjusted for its increased Intelligence score. Its acid and mind-affecting effects. class skills are as the base creature. Natural Cunning (Ex):Although a minotaur of legend is",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Outsider Traits:A minotaur of legend has darkvision",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +2. (60-foot range). It cannot be raised or resurrected.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Scent (Ex):A minotaur of legend can detect approaching",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. enemies, sniff out hidden foes, and track by sense of smell.",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 215",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. ghast that are not devoured by the creature rise as ghasts",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite 1d8+1 plus paralysis, claw 1d4 plus paralysis stitched ghast cannot be raised, and resurrection works only Face/Reach: 5 ft. by 5 ft./5 ft. if it is willing. The creature has darkvision (60-foot range).",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +5, Will +8 A tauric creature is a hybrid being possessing the head, arms,",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, gang (3–4), or pack (3–4 plus ferent traits from their apparent component creatures. 7–12 ghouls) Tauric creatures speak the languages of both of their com-",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 ponent creatures, as well as any language they have devel-",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric creature retains the special Pounce (Ex):If a tauric hobgoblin-griffon charges, it can qualities of the base humanoid and the base creature. make a full attack (including a rake attempt; see below) even",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For each saving throw, use the base save for either though it has moved. the base creature or the base humanoid, whichever is higher. Rake (Ex):A tauric hobgoblin-griffon that pounces on an",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric creature uses the base humanoid’s opponent can make two rake attacks (+10 melee) with its Intelligence, Wisdom, and Charisma scores, and it uses the hind legs for 1d6+2 points of damage each. base creature’s Strength, Dexterity, and Constitution scores. Skills: A tauric hobgoblin-griffon receives a +4 racial",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric creature gains skill points as a monstrous bonus on Jump and Move Silently checks. *It also receives a humanoid of its nonclass Hit Dice. Treat skills from both +4 racial bonus on Spot checks in daylight. the base creature’s list and the base humanoid’s list as class skills. If the creature has a class, it gains skill points for class TITANIC levels normally.",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as either base humanoid or base usually leaves a titanic creature confused or bewildered. creature, whichever uses the smaller number ranges. Except for their size, titanic creatures look identical to",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1. the smaller creatures they were. Titanic creatures tower",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class of base humanoid. to more than 200,000 pounds. SAMPLE TAURIC CREATURE CREATING A TITANIC CREATURE Here is an example of a tauric creature using a griffon as “Titanic” is a template than can be applied to any Medium- the base creature and a 1st-level hobgoblin warrior as the size or smaller animal or vermin (referred to hereafter as base humanoid. the base creature). It uses all the base creature’s statistics and special abilities except as noted here. Tauric Hobgoblin-Griffon Size: Increase to Gargantuan.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8d8+24 (60 hp) Speed:Same as base creature or 20 feet, whichever is greater.",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 A titanic creature with flight has clumsy maneuverability.",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft., fly 80 ft. (average) AC: A titanic creature’s AC is equal to 10 + the creature’s",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 217",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A titanic creature has a base save bonus of +14 in each category (ability modi- fiers apply as normal).",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strength, Dexterity, and Constitution change as indi- cated on the Titanic Modifiers table, but the Dexterity score can never be lower than 10. Intelligence, Wisdom, and Cha- risma are the same as the base creature.",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature, adjusted for size and ability score changes. assign one natural attack appro- Feats: A titanic creature receives Great Fortitude as a priate to the base creature. bonus feat.",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Replace the base creature’s damage values with the titanic damage values given below. Climate/Terrain:Same as base creature.",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 if base creature’s CR is 1 or lower; Bite Claw Gore Slam same as base creature + 13 if base creature’s CR is 2 or more. 3d8 3d6 3d8 2d8",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature.",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Face/Reach: A titanic creature’s face/reach is 20 ft. by 20 Advancement:None ft/20 ft., or 10 ft. by 40 ft./10 ft., or 20 ft. by 40 ft./10 ft., depending on its body shape. SAMPLE TITANIC CREATURE",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A titanic creature retains the special Here is an example of a titanic creature using a toad as the attacks of the base creature and also gains the abilities and base creature. modifications described below. Area Attacks (Ex):A titanic creature’s area attacks (such as Titanic Toad a spider’s ability to generate webs) increase in size to gigan- Gargantuan Animal tic proportions. Multiply the height, width, and length of Hit Dice: 25d8+200 (312 hp) the base creature’s area attack by the area modifier given on Initiative:+0 the Titanic Modifiers table. Speed: 20 ft. Increased Damage (Ex):Damage from a special attack other AC: 26 (–4 size, +20 natural), touch 6, flat-footed 26 than poison or trample is tripled, if the attack deals hit Attacks: Bite +27 melee point damage. Damage:Bite 3d8+19 Poison Increase (Ex):If the base creature has a poison attack, Face/Reach: 20 ft. by 20 ft./20 ft. increase the initial and secondary damage to 2d6. The save Special Attacks: Trample 3d8+19 DC to avoid a titanic creature’s poison is 22 + the creature’s Special Qualities:Low-light vision Constitution modifier. Saves:Fort +24, Ref +14, Will +16 Trample (Ex):As a standard action during its turn each Abilities: Str 37, Dex 10, Con 27, Int 1, Wis 14, Cha 4 round, a titanic creature can trample Huge or smaller oppo- Skills: Hide –4, Listen +5, Spot +5 nents. This attack deals points of damage equal to 3d8 + 1 1/2 Feats: Great Fortitude (B) times the creature’s Strength bonus. A trampled opponent can attempt either an attack of opportunity at a –4 penalty or Climate/Terrain: Temperate and warm land and aquatic a Reflex save (DC 22 + the titanic creature’s Str bonus) for Organization: Solitary half damage. Challenge Rating:13",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Treasure: None",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Trample (Ex): As a standard action during its turn each round, a titanic toad can trample a Huge or smaller opponent. This attack deals 3d8+19 points of bludgeoning damage. A trampled opponent can attempt either an attack of opportu- nity at a –4 penalty or a Reflex save (DC 35) for half damage. 218 :XIDNEPPA SETALPMET 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 218 JJ Titanic Modifiers Size of Base Creature Str Dex Con Area Modifier Fine +36 –12 +16 ×12 Diminutive +36 –10 +16 ×10 Tiny +34 –8 +16 ×8 Small +30 –6 +16 ×6 Medium-size +26 –4 +14 ×4 WARBEAST TRAINING A WARBEAST The warbeast is a creature born and raised to serve as a A warbeast can be reared and trained just as the base crea- rider’s mount. Bred for exceptional strength, aggression, and ture can. If the base creature is a domestic animal, the crea- surefootedness, these creatures are powerfully built, strong- ture need not be specially reared, but it must be trained for willed, and openly belligerent. two months (Handle Animal DC 20) to develop its abilities. A warbeast based on a wild animal must be reared for one CREATING A WARBEAST year (Handle Animal DC 15 + HD of the warbeast), then trained “Warbeast” is a template that can be added to any Medium- for 2 months (Handle Animal DC 20 + HD of the warbeast). size or larger animal, beast, or vermin (referred to hereafter A warbeast based on a beast must be reared for one year as the base creature). A warbeast uses all the base creature’s (Handle Animal DC 20 + HD of the warbeast), then trained attributes and special abilities except as noted here. for 2 months (Handle Animal DC 25 + HD of the warbeast). The Monster Manualdescribes a few “war creatures” that A warbeast based on a vermin, being mindless, is untrainable. have qualities similar to those of a warbeast but differ from A trained warbeast is capable of carrying a rider into battle, standard creatures of a given kind. These creatures are con- and it gains the combative mount special quality (see above). sidered to already have a separate “war template” and cannot Market Price:The market price of a warbeast is a have the warbeast template added. For example, one can- function of its Hit Dice: 50 not apply the warbeast template to a heavy warhorse. gp/HD for a warbeast of 3 HD or less, or 100",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +10 feet. SAMPLE",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. WARBEAST",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature (mod- Here is a sample warbeast using ified as appropriate for added Hit Die a rhinoceros as the base creature. and Strength increase).",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same Warbeast Rhinoceros as base creature Large Animal (modified as Hit Dice: 9d8+63 (103 hp) appropriate for Initiative: +0 Strength increase). Speed:30 ft. (base 40 ft.)",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature (modified as appropriate for the added Hit Die and ability score increases). Climate/Terrain: Warm plains",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from base creature as follows: Str +3, Organization: Solitary Dex +0, Con +3, Int +0, Wis +2, Cha +0. Challenge Rating:5",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A warbeast receives a +1 racial bonus on Listen and Treasure: None Spot checks. Alignment: Always neutral",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–13 HD (Large); 14–27 HD (Huge) Climate/Terrain: Same as base creature.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary. The market price for a warbeast rhinoceros is 775 gp.",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Combative Mount (Ex): A rider on a warbeast rhinoceros",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 219 LGW RAZOR BOAR This enormous boar has a black-bristled hide marked by Large Beast hundreds of old scars. Its eyes are wild and bloodshot, and",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore 1d8+8, hoof 1d4+4, bite 1d8+8 tramples one and slashes the other with its tusks and fore- Face/Reach: 5 ft. by 10 ft./5 ft. hooves. The creature is swift for its size, and the thickness",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None hit against a creature of",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, company (3–5), patrol (6–20 Scorpionfolk survive through a com- plus 2–8 Medium-size monstrous scorpions bination of hunting, foraging, and raiding. plus 1 3rd–5th level ranger), or troop They sometimes barter with creatures power- (21–40 plus 4–32 Medium- ful enough to withstand their attacks. size monstrous scorpions and 1–4 Large monstrous scorpions SCORPIONFOLK plus 1 6th–8th level cleric plus 1 CHARACTERS 6th–8th level ranger) A scorpionfolk character’s preferred class is",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As noted on page 162 of the Player’s Handbook, sionary. A bloodstriker dinousaur, for instance, has an Envi- quadrupeds can carry heavier loads than bipeds can. Any ronment entry of warm forests, but could also be encountered creature with four or more motive limbs can carry a load as a in warm plains, temperate forests, or in any environment as quadruped, even if it does not necessarily use all the limbs at an animal companion. See Chapter 3 of the Dungeon Master’s once. For example, ambush drakes carry loads as quadrupeds. Guide for more on terrain types and climate.",
        "name":  "Strength",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can speak all the languages mentioned in its description, plus one additional language Organization per point of Intelligence bonus. Any creature with an This line describes the kinds of groups the creature might Intelligence score of 3 or higher understands at least one form. A range of numbers in parentheses indicates how language (Common, unless otherwise noted). many combat-ready adults are in each type of group. Many",
        "name":  "Intelligence",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The random dungeon generation tables in Chapter Level Adjustment 3 of the Dungeon Master’s Guide provide their own treasure This line is included in the entries of creatures suitable for information. Use that information instead of a monster’s use as player characters or as cohorts (usually creatures with Treasure line whenever you use those tables. Intelligence scores of at least 3 and possessing opposable thumbs). Add this number to the creature’s total Hit Dice, Alignment including class levels, to get the creature’s effective character This line gives the alignment that the creature is most likely level (ECL). A character’s ECL affects the experience the char- to have. Every entry includes a qualifi er that indicates how acter earns, the amount of experience the character must have broadly that alignment applies to the species as a whole. See before gaining a new level, and the character’s starting equip- the Glossary for details. ment. See pages 172, 199, and 209 of the Dungeon Master’s Guide for more information. Advancement This book usually describes only the most commonly encoun- Descriptive Text tered version of a creature (though some entries for advanced The body of each entry opens with a sentence or two that monsters are provided). A creature’s Advancement line shows describes what the player characters might see on fi rst how tough the creature can get, in terms of extra Hit Dice. encountering a monster, followed by a short description (The upper limit given in the entry is not an absolute ceiling, of the creature: what it does, what it looks like, and what but exceptions are extremely rare.) Often, intelligent crea- is most noteworthy about it. Special sections describe how tures advance by gaining a level in a character class instead the creature fi ghts and give details on special attacks, special of just gaining a new Hit Die. qualities, skills, and feats. pqqqqqqqqqqqqqqqqqqqqrs MONSTERS BY TYPE (AND SUBTYPE) (Gnoll): flind.",
        "name":  "Note",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "cave troll, crystalline troll, death giant, eldritch giant, (Water): omnimental. forest troll, geriviar, mountain troll, sand giant, skullcrusher ogre. (Yugoloth): canoloth, mezzoloth, nycaloth, ultroloth. pqqqqqqqqqqqqqqqqqqqqrs 7 INTRODUCTION 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 77 77//1133//0044 44::4444::4444 PPMM About the size of an adult human, this dragonlike creature Medium Dragon bears distinctly lupine features in place of the more common",
        "name":  "Giant",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +10 melee (1d8+3 plus poison) creatures among their own kind. Ambush drakes share the",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ambush drakes have a +4 racial bonus on Hide checks. 8 Ambush drake HSUBMA EKARD smaR .V yb .sullI Monsters A to Z presented in Chapter 4 of the Monster Manual allow a Dun- geon Master to create an advanced version for any monster. This book contains hundreds of creatures for use in any A DM should also feel free to adjust a monster’s statistics as DUNGEONS \u0026 DRAGONS® game. Refer to the glossary (start- he or she sees fi t to play a monster against type and surprise ing on page 208) for the defi nitions of common features the player characters. and abilities of individual monsters. In most cases, a mon- Monsters in Eberron and Faerûn: Some monster entries ster entry describes a typical individual of its kind, which include a brief section describing the monster’s ecological is the most common version encountered by characters on niche in the EBERRON campaign setting or the FORGOTTEN adventures. Some of the monster entries, however, include REALMS campaign setting (or both). If your campaign is not tougher representatives (“champions”) of their kind. Not set in either Eberron or Faerûn, feel free to use the monster all monster entries include champions, although the rules as you see fi t. AMBUSH DRAKE 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 88 77//1133//0044 44::4444::4455 PPMM ARCANE OOZE If attacked by creatures that it cannot detect (because Huge Ooze they are too far away), the ooze instinctively retreats.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +14 melee (2d6+7 plus 2d6 acid) a constrict attack by the creature deals an extra 2d6 points",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +20 melee (1d6+7/19–20) or throat dart Astral stalkers regard all other creatures as potential prey. +17 ranged (1d4+7 plus poison) Although they seek to test themselves against stronger and Space/Reach: 5 ft./5 ft stronger prey, astral stalkers are neither stupid nor foolhardy,",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary cessful because the affected creature is pushed through a",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral a grapple with a Medium or smaller creature, there is a",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "26–50 HD (Huge) chance that the creature will become impaled on one of",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Despite its size, a battlebriar blends well with its counterparts. surroundings, and it gains a +8 racial bonus on Hide checks Trample (Ex): Reflex DC 22 half. The save DC is in aboveground, natural environments. Strength-based. ThornVolley (Ex): A warbound impaler’s thorns deal WARBOUND IMPALER 5d6 points of piercing damage to all creatures within the (LESSER BATTLEBRIAR) area (Refl ex DC 22 half). The save DC is Strength-based. Large Plant BATTLEBRIARS IN EBERRON",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 (cohort) other, which means that they must be within 30 feet A large bear with the strong, of one another under nor- sharp teeth of a wolf looks at you. mal visibility conditions. It has a thick neck and a long, Generally, infl uencing an heavy tail. Bearhound animal in this way takes 1 minute, but as with infl uenc- Bearhounds are intelligent, masterful hunters. Usually ing people, it might take more or less time. loners that value their privacy and keep to the woodlands, A bearhound can also use this ability to infl uence a magi- they will sometimes associate with good creatures for a cal beast with an Intelligence score of 1 or 2, but it takes a righteous cause. –4 penalty on the check. Many laugh at the mention of the elusive bearhound. Carrying Capacity: A light load for a bearhound is up Some call it a myth, an animal invented by inebriated to 1,038 pounds; a medium load, 1,039–2,079 pounds; and a hunters. Few sightings of a bearhound come from repu- heavy load, 2,080–3,120 pounds. table sources. BEARHOUNDS IN EBERRON A typical bearhound stands 6-1/2 feet tall at the shoulder when on all fours. It weighs as much as 2,000 pounds. Bearhounds are most commonly found in the temperate Bearhounds speak Common and Sylvan. forests of the Eldeen Reaches, although agents of House Vadalis have also taken to enlisting the services of the beasts as guardians and mounts, for wealthy nobles and merchants 16 throughout central Khorvaire. DNUOHRAEB huhcsnegeiF .E yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1166 77//1133//0044 44::5544::3311 PPMM BONECLAW A boneclaw stands about 8 feet tall and weighs about Large Undead 300 pounds.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Boneclaw ing for the Daughters of Sora *Includes adjustments for Power Kell have learned how to trans- Attack feat. form ogre magi skeletons into boneclaws. During the Last This large skeletal humanoid’s claw- War, spies from Karrnath failed like fingers are at least two feet long. to steal the secrets of boneclaw Worse, the slender, knife-sharp claws construction from a cabal of contract and extend in length from necromancers operating with- moment to moment, sometimes in the Great Crag (Droaam’s instantly reaching a length of 10 or more feet, before slowly contracting. capital). Through careful nego- tiation, however, Emerald Claw Boneclaws are bloodthirsty agents have succeeded where the undead that enjoy using their Karrns failed and have begun cre- extendable claws to bring death ating their own boneclaw killers. to the living. The lore of the dead BONECLAWS IN FAERÛN does not reveal from what dark necromancer’s laboratory or fell nether plane boneclaws entered the world. Perhaps they Rumors persist that Szass Tam, the zulkir of necromancy in merely “evolved” from lesser forms. Thay, created the fi rst boneclaws to protect Thayan enclaves. The boneclaw is an intelligent skeletal undead that pos- However, boneclaws have been encountered in the service sesses exceptional control over the length of its claws. At of various liches and necromancers across Faerûn. Some will, a boneclaw can extend one or two of its fi nger-claws necromancers speak of a night hag who visits them in their out to a distance of 20 feet, neatly skewering fl eshy creatures dark dreams, trading the secrets of boneclaw creation for 17 that stand in the way. some “gift” to be named later. Illus. by D. Allsop BONECLAW 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1177 77//1133//0044 44::5544::3344 PPMM BONEDRINKER goblins became habit, and nearly all bonedrinkers previ- Medium Undead ously lived as one of these two goblinoid races. In theory,",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11d12+22 (93 hp) other humanoid creatures could be converted into bone-",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction 5/silver or good, without liquefying and draining a creature’s bones, the darkvision 60 ft., resistance to cold 10, fi re 10, and sonic more sores appear. This has no effect on the creature’s abili- 10, scent, undead traits, unholy toughness ties, but a bonedrinker certainly grows more reckless and",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 16, Con —, Int 8, Wis Bonedrinkers prey on any creature 14, Cha 15 with a skeletal structure. They care noth-",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +13, Listen +13, Move ing for vermin, elementals, constructs, or Silently +17, Spot +13 any other creature lacking their favorite",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 7 feet tall and weighs roughly 225 pounds. Created from a This gaunt creature is humanoid bugbear, it superfi cially re- in shape, except for two long, writh- sembles the goblinoid from ing, pale tentacles that sprout from which it was created. beneath its arms. Although its Bonedrinkers speak the features are somewhat goblinoid languages they knew in life, in appearance, wicked talons cap its long, spindly fingers, and its typically Goblin, and that of wide maw opens to reveal many their creators, typically Gob- sharp teeth, including six 6-inch- lin and Common. long fangs. Its hairless, gray- skinned body is covered in COMBAT oozing sores that weep a pale Clever hunters, bonedrinkers white fluid. prefer to attack lone victims unless hunting in packs. A truly repulsive crea- They typically strike from ture, the bonedrinker hiding, pouncing on their cho- hunts to feed on the bones sen prey and attempting to establish a of its victims. Terrible undead created in a grapple as quickly as possible. If especially horrid ritual reminiscent of mummy creation, famished, a bonedrinker might attack more bonedrinkers wander the dark places of the world, Bonedrinker recklessly, grappling a single victim even if part of a seeking new creatures to feed upon. Hobgoblin group and attempting to drain it dry while ignoring wizards originally developed the ritual to create these the victim’s companions. monstrosities, using the fallen corpses of goblin and Bonedrink (Su): Once a bonedrinker has successfully bugbear warriors to create the fi rst lesser bonedrinkers grappled an opponent, it can begin to drink its bones. To 18 and bonedrinkers. The tradition of using bugbears and do this, the bonedrinker must make a successful grapple REKNIRDENOB ttocserP .S yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1188 77//1133//0044 44::5544::3388 PPMM check. If it pins its foe, it fastens onto the creature with resemble their larger cousins, with the same gray skin, its horrendous fangs. It then secretes a painful toxin into sharp fangs, tentacles, and oozing sores that the larger the victim that deals 1d6 points of Constitution damage. breed possesses. Each round the pin is maintained, the bonedrinker deals Lesser bonedrinkers result from applying the necroman- an additional 1d6 points of Constitution damage. Creatures tic bonedrinker ritual to goblins. These smaller specimens reduced to 0 Constitution die, as the majority of their bones stand about 3 to 3-1/2 feet tall and weigh about 35 pounds. become too brittle to support their bodies and they collapse into a sack of loose fl esh. Combat Creatures without bones or Constitution scores are Lesser bonedrinkers lack some of the potent physical immune to the Constitution-damaging effects of the bone- capabilities of the larger versions, and not just as a result drink ability. of their smaller size. They are less resilient to energy and Improved Grab (Ex): To use this ability, a bonedrinker lack damage reduction. Not as profi cient at grappling as must hit with a tentacle attack. It can then attempt to their larger cousins and lacking the more potent defense start a grapple as a free action without provoking attacks of their kin, lesser bonedrinkers tend to rely more on of opportunity. If it wins the grapple check, it establishes group tactics when possible. Although driven by ravenous a hold and deals automatic claw or tentacle damage to the hunger, lesser bonedrinkers are canny enough to swarm grappled victim. It can deal automatic claw or tentacle a single target in battle, aiding one another in bringing damage in each subsequent round that it maintains the down a single foe. grapple, and a bonedrinker that has successfully pinned Bonedrink (Su): This ability functions exactly as an opponent can begin to drink its bones (see Bone- described above, except a lesser bonedrinker’s bonedrink drink, above). Bonedrinkers have a +4 racial bonus on deals 1d4 points of Constitution damage. grapple checks. Unholy Toughness (Ex): A lesser bonedrinker gains a Pounce (Ex): If a bonedrinker charges, it can make a full bonus to its hit points equal to its Charisma modifi er × its attack in the same round. Hit Dice.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 heartland. Beneath these ruins lurk undead creatures",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warm plains tures as food. Hardy and powerful creatures, they fearlessly",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Frightful Presence (Su): A charnel hound can inspire *Includes adjustments for Power Attack feat. terror by charging or attacking. Affected creatures must succeed on a DC 24 Will save or become shaken, remaining The hound-shaped creature stands at least 20 feet at the in that condition as long as they remain with 60 feet of the shoulder. Closer scrutiny reveals that while the creature has the charnel hound. The save DC is Charisma-based. outward shape of a hound, its form is composed of the bodies of Unholy Toughness (Ex): A charnel hundreds of rotting humanoid corpses. hound gains a bonus to its hit points equal to its Charisma modifier × its Charnel hounds are a stunning achieve- Hit Dice. ment of some crazed necromancer or god of death. Their very presence is a procla- mation of necromantic power. The way in which the bodies making up a char- nel hound’s form sometimes scream, mutter, and jerk serves to horrify and frighten onlookers. Charnel hounds, once created, are self-sufficient engines of undead de- struction found at night roaming plains where battles have been fought, or loose in underground areas large enough to accommodate their bulk. Dur- ing the day, they dig themselves great burrows to escape the sun. When clerics or necromancers are powerful enough to command a charnel hound, it is often used as a guardian. A charnel hound is about 20 feet tall and weighs about 35,000 pounds. 26 Charnel hound LENRAHC DNUOH notsmrO .D yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 2266 77//1133//0044 44::5577::4466 PPMM CHELICERA enters a chelicera’s territory in search of the source of the Medium Vermin sounds, the creature attacks, leaving the drained corpse in",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blood drain, improved grab the shadows when they lure a creature to their nest. As they",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 14, Dex 19, Blood Drain (Ex): A chelicera can suck Con 12, Int —, Wis 13, the blood from a living creature Cha 12 by making a successful grapple",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13–16 HD it wins the grapple check, (Medium); 17–36 HD it establishes a hold and can (Large) try to pin the creature on a",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    }
]
