[
    {
        "origin_file":  "monsters.json",
        "description":  "These pillars take up an entire square into a square with a shallow pool, and the and provide cover to anyone behind them. They DC of Tumble checks in such squares have AC 3, hardness 8, and 900 hit points. increases by 2. A DC 20 Climb check is sufficient to climb Deep Pool:These squares have at most pillars; the DC increases to 25 for polished least 4 feet of standing water. It costs or unusually slick ones. Medium or larger creatures 4 squares of 64 Stalagmite/Stalactite: These tapering movement to move into a square with natural rock columns extend from the floor a deep pool, or characters can swim if (stalagmite) or the ceiling (stalactite). Stalagmites they wish. Small or smaller creatures :3 RETPAHC SERUTNEVDA Statue of a warrior must swim to move through a square containing a deep pool. holy water, saltwater, or water tainted with disease (see page Tumbling is impossible in a deep pool. 292 for some possible diseases).",
        "name":  "Wide Pillar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A location trigger springs a trap when someone stands in a particular square. For example, a covered pit trap typi- Repairing and Resetting Mechanical Traps cally activates when a creature steps on a certain spot. Repairing a mechanical trap requires a Craft (trapmaking) check",
        "name":  "Location",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While you have every right to roll Some dungeons are a series of levels or floors, each beneath the for wandering monsters as the party is leaving the dungeon, you one above, with more dangerous levels found lower down and might decide not to. The characters generally make good time as safer ones nearer the surface. For such dungeons, the floor nearest they head for the surface, and they’re usually taking a route they the surface can be 1st level (EL 1) and each successively deeper have used on their way in, so it’s reasonable for the chance for level can be one dungeon level higher. (The second one down wandering monsters to go down. Also, if the players know that the would be 2nd level, the third one 3rd level, and so forth.) characters might face an extra encounter on the way home, they The term “level” as it pertains to dungeons measures how dan- tend to break off their exploration when they feel they can still gerous the dungeon (or any other adventure area) is at a particular handle another encounter, causing them to act more cautiously location. Generally, a party of characters should adventure in areas than they want to or than you may want them to. whose level matches their party level (though large groups can handle tougher areas and small groups might need to stay in easier areas). Monsters Encountered Ina sprawling, random dungeon, you can simply use the random THE MAP AND THE KEY dungeon encounter tables (pages 79–81) to determine which Once you have decided the level of your dungeon (or the part of it monsters wander by. Reroll if the result would be a stationary crea- you’re creating, if it has multiple levels), draw a map on graph ture or one unlikely to wander. In a smaller or special dungeon, paper (or any other paper that suits you). Determine the general make your own random encounter tables. wall and floor types—masonry, hewn stone, natural caves, and so The entries on a customized wandering monster table can indi- on, as you draw the map. The map should show rooms, corridors, cate individual monsters or groups of monsters rather than kinds and doors. If you plan to make a sprawling dungeon of enormous of monsters. For example, the entry “Large monstrous scorpion” size, you don’t need to map it all at once. 77 could mean a particular scorpion that lives in this dungeon rather You also need a separate sheet of paper for the map’s key. The than a random scorpion from an indefinitely large population of key describes the dungeon. ADVENTURES CHAPTER 3: Wandering Monster Summary Wandering Monster Chance = 10% Make a roll on d% in the following circumstances. • Every hour the characters are in the dungeon. • When the characters make noise. • In high-traffic areas. You may decide to add or omit rolls in the following circumstances. • In cleared-out areas of the dungeon. • While the characters are leaving the dungeon. RANDOM DUNGEON ENCOUNTERS This section provides you with a way to generate dungeon encounters randomly. You can also use the tables in this section simply as lists from which you choose the encounters you want to put in your dungeon. The dungeon encounters tables given here offer a wide range of possibilities, but even so they represent only a small fraction of the creatures (and combinations of creatures) that would make an appropriate encounter at a certain level within the dungeon. By using the rules about Challenge Ratings and Encounter Levels (see page 48), you could design your own encounters to supple- ment or replace the ones on these tables. Using the Tables",
        "name":  "When Leaving the Dungeon",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on Table 3–19: Random Traps CR 1–3, or Table 3–20: 45 Monster and hidden treasure Random Traps CR 4–6, or Table 3–21: Random Traps CR 7–10 to 46 Monster and trap determine the nature of the trap, then refer to the trap descriptions on 47 Monster, features, and hidden treasure pages 70–74. 48 Monster, features, and trap 49 Monster, hidden treasure, and trap 50 Monster, features, hidden treasure, and trap 51–76 Features only 77 Features and hidden treasure 78 Features and trap 79 Features, hidden treasure, and trap 80 Hidden treasure only 81 Hidden treasure and trap 82 Trap only 83–100 Nothing",
        "name":  "Trapped",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the dungeon encounter table (see below) for the appropriate dungeon level. Creatures in rooms with traps or hidden treasures may or may not know about them.",
        "name":  "Monster",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Small monstrous spider and six Tiny young spi- the tube unless a character dives into the icy water immediately to 83 ders hide in the upper part of the webs in the center of the room. get it. This requires a DC 13 Swim check and an attack roll against Ifthe characters fail to spot the Small spider, it drops down on any the tube’s AC of 14 (modified for size and, in this special case, ADVENTURES CHAPTER 3: speed). If the PCs do not act quickly, the tube is swept away and Small Monstrous Spider (1):CR 1/2; Small vermin; HD 1d8; lost in a single round. The tube contains treasure. hp 7; Init +3; Spd 30 ft., climb 20 ft.; AC 14, touch 14, flat-footed 11; Getting the map will be hard for characters unless they act fast Base Atk +0; Grp –6; Atk +4 melee (1d4–2 plus poison, bite); Full and roll well. However, the reward is great, because they are Atk +4 melee (1d4–2 plus poison, bite); Space/Reach 5 ft./5 ft.; SA shown a secret passage that they probably would otherwise miss. poison, web; SQ_tremorsense, vermin traits; AL N; SV Fort +2, Ref",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All the physical attacks the creature can make when taking a full attack action (often the same as the Atk entry). STATISTICS BLOCKS Space/Reach: How large a square the creature takes up on the Every character and creature in the D\u0026D game has a number of battle grid and how far its natural reach extends. The vast majority different abilities and characteristics. A creature’s statistics block of creatures have a space/reach of 5 ft./5 ft.; as such, a stat block (“stat block” for short) summarizes those attributes. might omit this entry unless it’s different from the “default.”",
        "name":  "Full Atk",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s special attacks (some of which may be de- provided for the spiders and the ghouls that the PCs encounter. scribed in more detail beneath the Skills and Feats paragraph).",
        "name":  "At the end of the sample adventure above, statistics blocks are SA",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "sparse, medium, and dense. An immense forest could have all three cate- gories within its borders, with more sparse terrain at the outer These wooden platforms generally have rope bridges (described edge of the forest and dense forest at its heart. on page 64) between them. To get to the treehouses, characters The table below describes in general terms how likely it is that generally ascend the trees’ branches (Climb DC 15), use rope lad- a given square has a terrain element in it. You shouldn’t roll for ders (Climb DC 0), or take pulley elevators (which can be made to each square. Instead, use the percentages in the table below to rise a number of feet equal to a Strength check, made each round guide the maps you create. as a full-round action). Creatures on platforms or branches in a forest canopy are considered to have cover when fighting crea- Forest Terrain Features tures on the ground, and in medium or dense forests they have ———— Category of Forest ———— concealment as well.",
        "name":  "Forest terrain can be divided into three categories",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vines, roots, and short bushes cover much of the ground in a forest. A space covered with light undergrowth costs 2 Forest Fires (CR 6) squares of movement to move into, and it provides concealment. Most campfire sparks ignite nothing, but if conditions are dry, Undergrowth increases the DC of Tumble and Move Silently winds are strong, or the forest floor is dried out and flammable, a checks by 2 because the leaves and branches get in the way. forest fire can result. Lightning strikes often set trees afire and Heavy undergrowth costs 4 squares of movement to move into, start forest fires in this way. Whatever the cause of the fire, travel- and it provides concealment with a 30% miss chance (instead of the ers can get caught in the conflagration. usual 20%). It increases the DC of Tumble and Move Silently checks A forest fire can be spotted from as far away as 2d6×100 feet by by 5. Heavy undergrowth is easy to hide in, granting a +5 circum- a character who makes a Spot check, treating the fire as a Colossal stance bonus on Hide checks. Running and charging are impossible. creature (reducing the DC by 16). If all characters fail their Spot Squares with undergrowth are often clustered together. Under- checks, the fire moves closer to them. They automatically see it growth and trees aren’t mutually exclusive; it’s common for a when it closes to half the original distance. 5-foot square to have both a tree and undergrowth. Characters who are blinded or otherwise unable to make Spot 87",
        "name":  "Undergrowth",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "relatively dry moors and watery Hedgerows: Common in moors, hedgerows are tangles of swamps. Both are often bordered by lakes (described in Aquatic stones, soil, and thorny bushes. Terrain, below), which effectively are a third category of terrain Narrow hedgerows function as low walls, and it takes 15 feet of found in marshes. movement to cross them. The table below describes terrain features found in marshes. Wide hedgerows are more than 5 feet tall and take up entire The percentages are indicative of typical marsh terrain and don’t squares. They provide total cover, just as a wall does. It takes 4 represent the exact chance that a given square will contain the ter- squares of movement to move through a square with a wide rain element. hedgerow; creatures that succeed on a DC 10 Climb check need only 2 squares of movement to move through the square. Marsh Terrain Features Sample Temperate Marsh Encounter Table (EL9) — Marsh Category — Moor Swamp d% Encounter Average EL Shallow bog 20% 40% 01–07 1 eleven-headed hydra 10 Deep bog 5% 20% 08–11 1d3 mohrgs 10 Light undergrowth 30% 20% 12–15 1 young adult black dragon 9 Heavy undergrowth 10% 20% 16–19 1d4+2 5th-level kobold sorcerer NPCs 9 20–30 1d3 chuuls 9",
        "name":  "Two categories of marsh exist",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ifa square is part of a shallow bog, it has deep mud or 31–38 1d3 medusas 9 standing water of about 1 foot in depth. It costs 2 squares of move- 39–45 1d4+2 5th-level goblin rogue NPCs 9 ment to move into a square with a shallow bog, and the DC of 46–53 1d3 spectres 9 Tumble checks in such a square increases by 2. 54–63 1d4 will-o’-wisps 9 A square that is part of a deep bog has roughly 4 feet of standing 64–70 1d4 gray render zombies 9 water. It costs Medium or larger creatures 4 squares of movement 71–81 1 gray render 8 to move into a square with a deep bog, or characters can swim if 82–91 1 hag covey (sea hag, annis, green hag) 8 they wish. Small or smaller creatures must swim to move through 92–97 2d4 harpies 8 a deep bog. Tumbling is impossible in a deep bog. 98–100 1 shambling mound 6 The water in a deep bog provides cover for Medium or larger creatures. Smaller creatures gain improved cover (+8 bonus to AC, Other Marsh Terrain Elements: Some marshes, particularly +4 bonus on Reflex saves). Medium or larger creatures can crouch swamps, have trees just as forests do, usually clustered in small as a move action to gain this improved cover. Creatures with this stands. Paths lead across many marshes, winding to avoid bog improved cover take a –10 penalty on attacks against creatures areas. As in forests, paths allow normal movement and don’t pro- 88 that aren’t underwater. vide the concealment that undergrowth does. Deep bog squares are usually clustered together and sur- Stealth and Detection in a Marsh: Ina moor, the maximum rounded by an irregular ring of shallow bog squares. distance at which a Spot check for detecting the nearby presence :3 RETPAHC SERUTNEVDA of others can succeed is 6d6×10 feet. In a swamp, this distance is Sample Temperate Hills Encounter Table (EL5) 2d8×10 feet. d% Encounter Average EL Undergrowth and deep bogs provide plentiful concealment, so 01–02 1 young copper dragon 7 it’s easy to hide in a marsh. 03–05 1 bulette 7 A marsh imposes no penalties on Listen checks, and using the 06–09 1 hill giant 7 MoveSilently skill is more difficult in both undergrowth and bogs. 10–17 1d3 displacer beasts 6 18–27 1d3 griffons 6 HILLS TERRAIN 28–34 1 wyvern 6 A hill can exist in most other types of terrain, but hills can also 35–44 5th-level human bard NPC 5 dominate the landscape. Hills terrain is divided into two cate- 45–58 1 ogre and 1d4+2 hobgoblin warriors 5 gories: gentle hills and rugged hills. Hills terrain often serves as a 59–68 1d3 ogre zombies 5 transition zone between rugged terrain such as mountains and flat 69–77 1 rast 5 terrain such as plains. 78–85 1d3 wights 5 Hills terrain requires extra forethought on your part because play- 86–95 1d3 hippogriffs 4 ers will naturally want to know which direction is uphill. The table 96–100 1 doppelganger 3 below indicates typical percentages of gradual and steep slopes in hills terrain, but you’ll want to draw your map carefully so uphill and MOUNTAIN TERRAIN downhill are clear and logical. The percentages below include no The three mountain terrain categories are alpine meadows, provision for flat space, but you may want the tops of your hills and rugged mountains, and forbidding mountains. As characters the bottoms of your valleys to have at least a few squares of flat space. ascend into a mountainous area, they’re likely to face each terrain category in turn, beginning with alpine meadows, extending Hills Terrain Features through rugged mountains, and reaching forbidding mountains ——Hills Category—— near the summit. Gentle Hill Rugged Hill Todraw a map for mountain terrain, use the percentages in Gradual slope 75% 40% the table below to arrange the terrain elements. As with hills Steep slope 20% 50% terrain, you’ll want to pay close attention to uphill and downhill, Cliff 5% 10% identifying the direction of descent on slopes. Gentle slopes, Light undergrowth 15% 15% steep slopes, cliffs, and chasms are mutually exclusive. Either of the slope types may have undergrowth, scree, or dense rubble Todraw hills terrain quickly, decide where you want your hill- on it. tops and valleys to be, then surround them with rings of gradual Mountains have an important terrain element, the rock wall, slope and steep slope squares. If you use cliffs, put them next to or that is marked on the border between squares rather than taking within steep slope squares. Finally, draw arrows pointing downhill. up squares itself. After you draw the other terrain elements on the",
        "name":  "Bogs",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Found in cliff and steep slope squares and next if they make a DC 15 Reflex save. Those who fail their saves are buried. to rock walls, cave entrances are typically between 5 and 20 feet Buried characters take 1d6 points of nonlethal damage per wide and 5 feet deep. Beyond the entrance, a cave could be any- minute. If a buried character falls unconscious, he or she must thing from a simple chamber to the entrance to an elaborate dun- make a DC 15 Constitution check or take 1d6 points of lethal geon. Caves used as monster lairs typically have 1d3 rooms that damage each minute thereafter until freed or dead. are 1d4×10 feet across. The typical avalanche has a width of 1d6×100 feet, from one",
        "name":  "Cave Entrance",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Created by the action of wind on sand, sand Trench:Often dug before a battle to protect soldiers, a trench dunes function as hills that move. If the wind is strong and con- functions as a low wall, except that it provides no cover against sistent, a sand dune can move several hundred feet in a week’s adjacent foes. It costs 2 squares of movement to leave a trench, but time. Sand dunes can cover hundreds of squares. They always have it costs nothing extra to enter one. Creatures outside a trench who a gentle slope pointing in the direction of the prevailing wind and make a melee attack against a creature inside the trench gain a +1 a steep slope on the leeward side. bonus on melee attacks because they have higher ground.",
        "name":  "Sand Dunes",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Char- and you can use it as the basis for acters swimming, floating, or your own weather tables. Terms on that table are treading water on the surface, or defined as follows. wading in water at least chest deep, have improved cover (+8 bonus Calm:Wind speeds are light (0 to 10 mph). to AC, +4 bonus on Reflex saves) from opponents on land. Land- Cold:Between 0° and 40° Fahrenheit during the day, 10 to 20 bound opponents who have freedom of movementeffects ignore this degrees colder at night. cover when making melee attacks against targets in the water. A Cold Snap:Lowers temperature by –10° F. completely submerged creature has total cover against opponents Downpour:Treat as rain (see Precipitation, below), but conceals as on land unless those opponents have freedom of movement effects. fog. Can create floods (see above). A downpour lasts for 2d4 hours.",
        "name":  "Attacks from Land",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll d% to determine whether the precipita- matically extinguish candles, torches, and similar unprotected tion is fog (01–30), rain/snow (31–90), or sleet/hail (91–00). flames. They cause protected flames, such as those of lanterns, to Snow and sleet occur only when the temperature is 30° Fahren- dance wildly and have a 50% chance to extinguish these lights. See heit or below. Most precipitation lasts for 2d4 hours. By contrast, Table 3–24: Wind Effects for possible consequences to creatures hail lasts for only 1d20 minutes but usually accompanies 1d4 caught outside without shelter during such a storm. Storms are hours of rain. divided into the following three types. Storm(Duststorm/Snowstorm/Thunderstorm):Wind speeds are Duststorm (CR3):These desert storms differ from other storms severe (30 to 50 mph) and visibility is cut by three-quarters. in that they have no precipitation. Instead, a duststorm blows fine Storms last for 2d4–1 hours. See Storms, below, for more details. grains of sand that obscure vision, smother unprotected flames,",
        "name":  "Precipitation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures are unable to move forward against the force of the wind. Flying creatures are blown back 1d6×5 feet.",
        "name":  "Checked",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures are knocked prone by the force of the wind. Flying creatures are instead blown back 1d6×10 feet.",
        "name":  "Knocked Down",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In the baseline D\u0026D game world, sewers are much more prevalent than they were in real-world medieval times. To get into the sewers, most characters open a grate (a full-round action) and jump down 10 feet. Sewers are built exactly like dun- geons, except that they’re much more likely to have floors that are slippery or covered with water (treat as a shallow pool, described on page 64). Sewers are also similar to dungeons in terms of crea- tures liable to be encountered therein (see the dungeon encounter tables earlier in this chapter). Some cities were built atop the ruins of older civilizations, so their sewers sometimes lead to treasures and dangers from a bygone age. URBAN ENCOUNTERS City Buildings The random encounter table, a staple of dungeon and wilderness Most city buildings fall into three categories. The majority of adventuring, functions differently in an urban setting where “en- buildings in the city are two to five stories high, built side by side counters” are the norm rather than the exception. Seeing people to form long rows separated by secondary or main streets. These on the streets of a city is constant and expected, and almost every row houses usually have businesses on the ground floor, with site in a city has dozens of potential encounters nearby. In the offices or apartments above. wilderness, it’s unusual to encounter another creature, such as a Inns, successful businesses, and large warehouses—as well as manticore flying overhead or an ankheg erupting from the earth millers, tanners, and other businesses that require extra space— to attack. In contrast, it would be strange to notsee other people are generally large, free-standing buildings with up to five stories. around in an urban setting. Finally, small residences, shops, warehouses, or storage sheds Because cities are by their nature crowded, most urban en- are simple, one-story wooden buildings, especially if they’re in counter tables are event-based, not site-based. An encounter in the poorer neighborhoods. city means something significant, something worthy of the char- Most city buildings are made of a combination of stone or clay acters’ attention. Seeing merchants hawking their wares in a market- brick (on the lower one or two stories) and timbers (for the upper place district may be interesting, but it is not an encounter. stories, interior walls, and floors). Roofs are a mixture of boards, Each day that characters spend in a city, make an encounter thatch, and slates, sealed with pitch. check to determine whether an event occurs that demands their A typical lower-story wall is 1 foot thick, with AC 3, hardness 8, attention. An encounter check is a d20 roll, modified by circum- 90 hp, and a Climb DC of 25. stances as shown on the table below. (Apply one modifier from Upper-story walls are 6 inches thick, with AC 3, hardness 5, 60 each section of the table, as applicable.) A result of 20 or higher hp, and a Climb DC of 21. indicates that an encounter occurs. Exterior doors on most buildings are good wooden doors (see If an encounter is indicated, roll on Table 3–28. On this roll, page 61) that are usually kept locked, except on public buildings apply the same modifier used to determine if an encounter occurs such as shops and taverns. (a result greater than 20 is possible). Descriptions and definitions of the entries on Table 3–28 follow.",
        "name":  "Sewers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature (one appropriate to the terrain surround- ing the city) rampages through the city, and its path crosses that of the characters.",
        "name":  "Monster",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Play enemies as smart as they are—no EVERYONE IN THE WORLD more, no less. Ogres might not be the best strategists, but It’s your job to portray everyone in the world who isn’t a player mind flayers are incredibly intelligent and always have character. NPCs run the gamut from the old woman who operates schemes and contingency plans. the livery to the foul necromancer out to destroy the kingdom to Don’t Be Afraid to Make Them Evil:Evil is evil. Don’t the dragon in its lair, counting gold. The vast majority of folk hesitate to make the villains truly vile. Betrayal, devious lies, don’t care about the PCs unless the PCs have reached the point and hideous acts all make enemies more rewarding to where they are saving the world. Even then, most people proba- defeat. bly don’t know about them. Evil Is Not Everywhere:An NPC opponent doesn’t Most people and creatures go about their own lives, oblivious have to be evil. Sometimes neutral and even good char- to the actions of the PCs and the events in the PCs’ adventures. acters might oppose what the PCs are doing, since not Common people whom they meet in a town won’t see them as dif- all good people agree on everything. Sometimes it’s ferent from anyone else unless the PCs do something to draw interesting to face an opponent whom you don’t want attention to themselves. In short, the rest of the world doesn’t to kill outright. know that the PCs are, in fact, player characters. It treats them no Evil Doesn’t Always Cooperate:Even if all the differently from anyone else, gives them no special breaks (or spe- PCs’ foes are evil, that doesn’t mean they all work cial penalties), and gives them no special attention. The PCs have together. In fact, evil rarely gets along with evil (par- to rely on their own actions. If they are foolish or unruly, they ticularly in the case of chaotic evil creatures), because make enemies and earn the distrust of all. If they are wise and the goals of one selfish, destructive creature by defi- kind, they make friends and garner respect—and probably also nition conflict with the goals of other selfish, run afoul of enemies that don’t share the PCs’ virtues. destructive creatures.",
        "name":  "Intelligence",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Don’t have a major villain confront the PCs her- allies, cohorts, followers, and hirelings. The Leadership feat (see self unless necessary. Eventually, the PCs will want to take the PCs as Leaders, page 106) enables a character to attract cohorts and fight to her, but she should use underlings, cohorts, and sum- followers. Allies and hirelings have different relationships with moned creatures to challenge the characters whenever possible. PCs than cohorts and hirelings do. Nevertheless, don’t deny the PCs the satisfaction of ultimately having the opportunity to defeat her. Allies",
        "name":  "Use Lackeys",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR —; Medium mag- selected, it can’t be changed. ical beast; HD 3d8+9; hp 22; Init +1, Spd 20 ft., swim 30 ft.; Hold Breath (Ex):This creature can hold its breath for 68 AC 15, touch 11, flat-footed 14; Base Atk +2; Grp +6; Atk +6 rounds before it risks drowning. melee (1d8+6, bite), or +6 melee (tail slap, 1d12+6); Full Low-Light Vision (Ex):Can see twice as far as a human in Atk +6 melee (1d8+6, bite), or +6 melee (tail slap, 1d12+6); dim light. Space/Reach 5 ft./5 ft.; SA improved grab; SQ bonus trick, Hold Breath (Ex):Lizardfolk can hold their breath for 60 rounds hold breath, low-light vision; AL N; SV Fort +6, Ref +4, before they risk drowning. Will +2; Str 19, Dex 13, Con 17, Int 1, Wis 12, Cha 2. Link with Companion (Ex):This druid can handle its animal com-",
        "name":  "Crocodile Animal Companion",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For as much as 10 hours per day, this pal- can cure herself and can divide the curing among multiple recipi- adin can call upon the services of a special heavy warhorse mount. ents. She doesn’t have to use it all at once. Alternatively, the pal- The creature’s abilities and characteristics are summarized below. adin can use some or all of these points to deal damage to undead",
        "name":  "Heavy Warhorse Mount",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The king of the elves is replaced might at least generate some ideas. bya usurper. The once dangerous roads near the Winding River Barbarian:Barbarians, by their nature, have no place in civi- are now safe, thanks to increased patrols and a powerful group of lized society. In their own tribal society they are hunters, war- NPC adventurers who slew most of the monsters in the area. riors, and war chiefs. But in a civilized community, the best they Change a few facts, and you intrigue the players by making them can hope for is to join fighters’ organizations and fill a fighter’s want to know why or how things changed. roles. Often, fighters from a civilized society will not follow a",
        "name":  "Change What the PCs Know",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Druids are often loners. They cloister themselves deep in devoted to their area of expertise: theft. Thieves’ guilds are the wilderness in sacred groves or other areas that they have common. The larger a city is, the more likely it is to have a claimed for themselves, sometimes working with a single ranger or thieves’ guild. The populace and the constabulary sometimes a group of rangers. Druids sometimes organize themselves in loose hate these guilds. At other times they are tolerated or even affiliations. On rare occasions, druids sharing a particular focus accepted, so long as they don’t allow themselves to get out of may organize themselves as a tight-knit order. Sometimes creatures hand in their work. Acceptance is often gained through bribery such as satyrs, centaurs, or other fey join these groups as well. in politically corrupt areas.",
        "name":  "Druid",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This climate type describes arctic and subarctic areas. Once the geography is determined, you can populate your world. Any area that has winter conditions for a larger portion of the year This step is more important than monster placement and general than any other seasonal variation is cold. ecology, not only because the PCs will spend more time in civi- 136 :5 RETPAHC SNGIAPMAC pqqqqrs",
        "name":  "Cold",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This firearm holds a single shot and requires a standard strange creatures found in the world result from ancient genetic action to reload. engineering. Finally, perhaps members of some advanced civiliza-",
        "name":  "Pistol",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This trait describes the way time passes on the clouds of acidic or toxic gas. Creatures of the earth subtype, such Material Plane. One hour on a plane with normal time equals one as earth elementals, are uncomfortable on air-dominant planes hour on the Material Plane. Unless otherwise noted in a descrip- because they have little or no natural earth to connect with. They tion, every plane in the D\u0026D cosmology has the normal time trait. take no actual damage, however.",
        "name":  "Normal Time",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because the Positive Energy Plane is This great field is located near the great free city of Himinborg, virtually devoid of creatures, random encounters on the plane are the largest population center on Ysgard’s top layer. The Plain of Ida exceedingly rare. hosts daily festivals where warriors can flaunt their mettle. Here, bravery and skill in battle is valued over all else. It’s also a battle-",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Underworld A deep chasm contains a well-hidden realm sheltered from the On the gloom of Pluton, the Underworld is contained within ever-present acidic snow. Built of equal parts basaltic rock and walls of gray marble that stretch for hundreds of miles and are vis- giant bones is a rough castle. The castle is scaled to the proportions ible for thousands of miles beyond that. Sometimes the souls of of its master, an outcast fire giant wizard named Tastuo. Her eight creatures who have died particularly tragic deaths come here, siblings, fellow outcasts, also reside in the castle. rather than traveling onward to their final reward. The fiends who rule Mungoth have several interlocking con- A single double gate pierces the marble walls of the realm. Con- tracts with Tastuo, which helps ensure the valley’s safety should structed of beaten bronze, the gates are dented and scarred by he- her enemies ever find her. Tastuo never names those enemies, roes intent on getting past. However, the gates are also guarded by but her predicament makes her sympathetic to the plight of trav- a terrible fiendish beast, a Gargantuan three-headed hound made elers seeking asylum. Thus, the Valley of the Outcast doubles as a from the squirming, decaying bodies of hundreds of dead spirits. way station for visitors in need, but only if they can find it. And Beyond the gate, the inside of the realm appears much like the out- the fiends of Mungoth are always looking for intruders— side. Blackened trees, stunted bushes, and wasted ground dominate Tastuo’s protection doesn’t extend beyond her castle walls. the landscape. To draw an encounter map for the Underworld, use the To draw an encounter map for the area near the Valley of the guidelines for sparse forest (see page 87), but replace any undergrowth Outcast, use the guidelines for forbidding mountains (see page with light rubble. Gray, wraithlike spirits wander through this realm, 89). Then cover all surfaces with snow, deep snow, or ice as you on the verge of being sucked completely dry of all emotion by the spir- see fit. itual decay of the plane. When they lose the last shred of emotion, The snow-ash mixture on Mungoth deals 1d4 points of acid their remaining essence becomes one with the gloom of Pluton. damage per minute of exposure. Only artificial structures or cav- Sometimes, great heroes or desperate lovers from the Material erns offer any lasting protection against the snowfall, which blows Plane travel to this layer via a tributary of the River Styx or portals through any given area 80% of the time. hidden in great volcanic fissures. They come to the Underworld because they believe that they can find the spirit of a friend or NINE HELLS OF BAATOR loved one and extricate that spirit from a hopeless eternity. The This plane, sometimes simply called Baator or Hell, is the ultimate hound can’t be bargained with, but if the characters manage to get realm of law and evil, the epitome of premeditated, crafted cruelty. inside, they’ll have to negotiate with powerful ghosts and out- The devils of the Nine Hells all obey a higher law than themselves, siders to find the soul they’re looking for. Whatever the characters but all that really means is that they chafe and rebel against their seek here, the Underworld is sure to exact a price. status. Most will undertake any plot or action, no matter how foul, to advance themselves. BLEAK ETERNITY OF GEHENNA The Nine Hells compare well with any other lower plane in Gehenna’s top layer borders Hades and the Nine Hells, so it is not a terms of sheer diversity of vileness. Devils are more cunning, pleasant place. Floating in an impenetrable, infinite void are volcanic more subtle, and more dangerous than other fiends—or so say the mountains seemingly without base or peak. They are only finite in devils. A demon revels in slavering, insane, evil power, but a devil the strictest sense of the word, measuring hundreds of thousands of always has an agenda, a plan of attack, and a carefully conceived miles in each direction. A single volcanic mountain dominates each plot for retribution if necessary. of the four layers of Gehenna, though lesser volcanic earthbergs drift Baator consists of nine layers, each lower than the next, like and sometimes smash into the greater mountains. ledges stepping down into an ever-deeper pit. From top to bottom, No naturally occurring level place exists in any of the layers; all they are Avernus, Dis, Minauros, Phlegethos, Stygia, Malbolge, the slopes are at least 45 degrees, and many are akin to sheer cliffs. Maladomini, Cania, and Nessus. Gehenna’s fiendish inhabitants have carved artificial ledges, some The Nine Hells have the following traits. large enough for entire cities, and switchback paths to connect • Infinite size. Each layer extends outward infinitely, but the cir- them. But those edifices have a tendency to break apart, sending cumference of each inner ledge (which opens onto the Pit and their builders on a long, sliding fall down the mountain. the next lower layer) is finite. Gehenna’s four layers are Khalas, Chamada, Mungoth, and • Divinely morphic. Entities of at least lesser deity status can alter Krangath. Each layer is differentiated from the other by its degree the Nine Hells. Ordinary creatures find that the Nine Hells is as of volcanic activity. alterable as the Material Plane. 162 Gehenna has the following traits. • No elemental or energy traits. Elemental and energy influ- • Normal gravity. Gravity is similar to that of the Material Plane, ences are balanced, except on the layer of Phlegethos (which but naturally occurring volcanic mountains seem to float free in has the fire-dominant trait). The layer of Cania is bitterly cold :5 RETPAHC SNGIAPMAC and has a special cold-dominant trait. Creatures there take But wise salvagers don’t spend too long on Thuldanin, because 3d10 points of cold damage each round they’re away from creatures can be petrified just as objects can be. Any given object or shelter of some kind. creature has a 1% cumulative chance per 30 days spent on Thuldanin • Mildly law-aligned and mildly evil-aligned. of spontaneously petrifying into stone. Objects or creatures petrified",
        "name":  "Example Hades Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Buxenus and Abellio. They look similar, Nonevil, nonchaotic characters who seek relatively simple except that Buxenus holds the armed camps of the celestial cures (damage, disease, or negative levels, for example) are freely dwarves and archons that protect the plane. healed. Those seeking cures for more exotic ills (strange curses, Arcadia has the following traits. lost levels, and some rare, vile diseases) must pass the test of • Divinely morphic. Lesser deities can transform Arcadia with a Empyrea—ritual combat against an archon or angel with a CR wave of the hand, but the plane has the alterable morphic trait equal to the character’s level. If multiple PCs are fighting, they for other creatures. each get an archon or angel to fight. The fight is not to the death, • Mildly law-aligned. but to unconsciousness—and in fact those who kill their foes out-",
        "name":  "Arcadia has two layers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alternate among all four random Outer • A place for fiendish creatures to originate from. Plane tables for random encounters in the Outlands. • A place for celestial creatures to originate from. • A place for elemental creatures to originate from.",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The table above gives the Dice plus Hit Dice for class levels (if any). level adjustment for several monsters. Add a monster’s level For example, an ogre with no class levels has 4d8 HD, a base adjustment to its Hit Dice and class levels to get the creature’s attack bonus of +3, two feats, and 7 skill points (or more if its Intel- effective character level, or ECL. Effectively, monsters with a level ligence is higher than 9). The first Hit Die is treated as maximum, adjustment become multiclass characters when they take class giving her 8 + 3d8 + (Constitution bonus ×4) hit points. levels. Characters with more than 1 Hit Die because of their race Experience for Monsters: A monster with Hit Dice of 1 or do not get a feat for their first class level as members of the less, no level adjustment, and class levels uses Table 3–2: Experi- common races do, and they do not multiply the skill points for ence and Level-Dependent Benefits on page 22 of the Player’s 172 their first class level by four. Instead, they have already received a Handbookjust as any other player character does. feat for their first Hit Die because of race, and they have already A monster with Hit Dice of 1 or less, a level adjustment, and multiplied their racial skill points for their first Hit Die by four. class levels adds its class levels, Hit Die, and level adjustment :6 RETPAHC SRETCARAHC best—distrusted. Decide for yourself how much you want to stress the difficulty of playing a monster in civilized areas. The player must decide just how bestial or sophisticated he wants to play the monster character, and how true to the monster arche- type the player wants to cling. He may look to you for guidance, so be prepared ahead of time regarding these issues as well. Do you want the minotaur PC to be gleefully terrorizing the little folk or to be struggling to fit in with humans? Remember that what’s good for PCs is good for NPCs.NPC monsters can have classes, exceptional ability scores, and maxi- mum hit points from their first Hit Die as well. Creating New Races While the creatures in the Monster Manualmake for interesting PC racial choices, that’s not really what they were made for. Most weremade to be opponents for the PCs (which is why they’re monsters). Thus, some DMs may want to create new races made primarily for giving players new options. Creating new races is difficult. In general, use the races in the Player’s Handbookas examples and guides. When in doubt, make the new race similar to one found there. Monsters in the Monster Man- ualweren’t created to be PC races and shouldn’t be used as models for anything other than monsters and NPCs. If you want to create a catlike race with a high Dexterity, look to the elves as an example. They gain a +2 bonus to Dexterity but take a –2 penalty to Consti- tution. For having such a great benefit as heightened Dexterity, the cat people should have a commensurate penalty as well. Here’san important point: Not all the ability scores are equal. For example, the half-orc has a penalty to both Intelligence and Charisma but a bonus only to Strength. That’s because neither a penalty to Intelligence nor a penalty to Charisma by itself is equiv- alent in significance to a bonus to Strength. To return to the cat people example: Dexterity is also a very important ability, and thus a Dexterity bonus could not be balanced by a Charisma penalty alone—some other drawback needs to be added. In general, the following table demonstrates appropriate penal- ties to match equal bonuses. Sometimes the bonus/penalty trade- off doesn’t work both ways. For example, a bonus to Strength is roughly equivalent to a penalty to Constitution, but a bonus to Constitution is not equivalent to a penalty to Strength. together when referring to Table 3–2. For instance, suppose a Ability Score Equivalencies monster with 1 Hit Die and a +1 level adjustment has two levels of rogue. Its ECL is 4 (2 class levels + 1 Hit Die + 1 level adjustment). Ability Score Bonus Ability Score or Scores Penalized Inorder to gain another class level, it needs a total of 10,000 XP. Strength Dexterity OR Constitution OR Intelligence and A monster with more than one Hit Die, a level adjustment, and Charisma OR Intelligence and Wisdom OR class levels adds its Hit Dice, class levels, and level adjustment Wisdom and Charisma together when referring to Table 3–2. For example, a bugbear has Dexterity Strength OR Constitution OR Intelligence and three Hit Dice and a +1 level adjustment. After taking one level of Charisma OR Intelligence and Wisdom OR rogue, it has an ECL of 5. To gain its second level of rogue, it needs Wisdom and Charisma a total of 15,000 XP. Constitution Dexterity OR Intelligence OR Wisdom OR",
        "name":  "Starting Level of a Monster PC",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As horizon walkers travel, they gain a mysti- Hills:The faintest echoes find their way to your ears, granting cal connection with the very ground they walk on. At each level, you a +4 competence bonus on Listen checks. You gain a +1 they add a new terrain environment to their repertoire from those insight bonus on attack and damage rolls against hills creatures. given below. Terrain mastery gives a horizon walker a bonus on Marsh:You have learned to be quieter than the whispering checks involving a skill useful in that terrain, or some other appro- rushes; your mystic connection to the marsh grants you a +4 com- priate benefit. A horizon walker also knows how to fight dangerous petence bonus on Move Silently checks. You gain a +1 insight creatures typically found in that terrain, gaining a +1 insight bonus bonus on attack and damage rolls against marsh creatures. on attack rolls and damage rolls against creatures with that ter- Mountains: You naturally cling to surfaces others fall from. rain mentioned in the Environment entry of their descrip- You gain a +4 competence bonus on Climb checks, or a +10- tions (see the Monster Manual). The horizon walker only foot bonus to your climb speed if you have one. gains the bonus if the Monster Manualdescription specifically You gain a +1 insight bonus on attack and lists the terrain type. damage rolls against mountain creatures.",
        "name":  "Terrain Mastery",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You are naturally at home bonus to your fly speed on planes with no in the water, gaining a +4 compe- gravity or subjective gravity, such as the tence bonus on Swim checks, or a Astral Plane or the Elemental Plane of +10-foot bonus to your swim speed Air (see Chapter 5). You gain a +1 if you have one. You gain a +1 insight insight on attack and damage rolls bonus on attack and damage rolls against creatures native to the Astral against aquatic creatures. Plane, the Elemental Plane of Air, and the",
        "name":  "Aquatic",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You have endured Ethereal Plane, such as githyanki and where others perish, so you’re air elementals. (A creature native to good at conserving your body’s a particular plane has this fact des- resources. You resist effects that ignated in its Environment entry tire you. You are immune to in the Monster Manual.) fatigue, and anything that would Cold (Planar): This kind of cause you to become exhausted planar terrain mastery pro- makes you fatigued instead. You gain vides you with resistance to cold a +1 insight bonus on attack and 20. You gain a +1 insight bonus on damage rolls against desert creatures. attack and damage rolls against out-",
        "name":  "Desert",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-influencing effects, poison, vival +3, Listen +5, Search +2, Spot +5; Alertness. disease, and similar effects. Not subject to critical hits, nonlethal Blindsense (Ex):Can locate creatures within 60 feet by nonvisual damage, ability damage, energy drain, or death from massive means. damage. Dragon Type:Darkvision 60 ft., low-light vision, immunity to sleepand paralysis effects.",
        "name":  "Construct Type",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +14, Listen +8, Move Silently +6, Spot +8; Alertness. Familiar Special Blindsense (Ex):Notices and locates creatures within 20 feet. Dire rat Master gains a +2 bonus on Fortitude saves Adds +4 to Spot and Listen checks (already included above). Leopard Master gains a +2 bonus on Move Silently checks Monitor lizard Master gains +3 hit points",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen +14, Move Silently +19, Spot +14; Multi- Small riders) provide basic characteristics of creatures that can be attack (see page 304 of the Monster Manual). used as mounts.",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 + Int modifier. MONSTERS AS EPIC CHARACTERS",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The payment of XP and the redraw are mandatory. This not the damage). card is always discarded when drawn, unlike all others except the When hurled, on a successful attack the hammer emits a great jester. noise, like a clap of thunder, causing all creatures within 90 feet to",
        "name":  "Fool",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dread wraith (see page 258 of the Monster Manual) sensitive). A character’s ability to gain control of asphere of annihi- appears. Treat this creature as an unturnable undead. The character lation(or to keep controlling one) is based on the result of a con- must fight it alone—if others help, they get dread wraiths to fight trol check against DC 30 (a move action). A control check is 1d20 as well. If the character is slain, she is slain forever and cannot be + character level + character Int modifier. If the check succeeds, revived, even with a wishor a miracle. the character can move the sphere (perhaps to bring it into contact",
        "name":  "Skull",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This card empowers the character drawing it with the exceeded 30. one-time ability to call upon a source of wisdom to solve any If a control check fails, the sphere slides 10 feet in the direction single problem or answer fully any question upon her request. The of the character attempting to move it. query or request must be made within one year. Whether the If two or more creatures vie for control of a sphere of annihilation, information gained can be successfully acted upon is another the rolls are opposed. If none are successful, the sphere slips question entirely. toward the one who rolled lowest.",
        "name":  "Vizier",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The archlich Vecna may have dragon within (see the Monster Manualfor details on each dragon been the most powerful wizard ever to have lived. He may also variety). These values replace whatever values the character would have been the most evil. Apparently risen now to deityhood, he otherwise have, whether they are better or worse. These values left behind relics embodying remnants of his power—the mum- cannot be modified by any means short of ridding the character of mified remains of his hand and his eye. the Orb.A character possessing an Orb of Dragonkindis immune to",
        "name":  "The Hand and Eye of Vecna",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Night hags spread it. Can cause permanent ability Darkvision is the extraordinary ability to see with no light source drain. at all, out to a range specified for the creature. Devil Chills: Barbazu and pit fiends spread it. It takes three, not Darkvision is black and white only (colors cannot be dis- two, successful saves in a row to recover from devil chills. cerned). It does not allow characters to see anything that they Filth Fever: Dire rats and otyughs spread it. Those injured while could not see otherwise—invisible objects are still invisible, and in filthy surroundings might also catch it. illusions are still visible as what they seem to be. Likewise, dark- Mindfire: Feels like your brain is burning. Causes stupor. vision subjects a creature to gaze attacks normally. Mummy Rot: Spread by mummies. Successful saving throws do The presence of light does not spoil darkvision. If a character not allow the character to recover (though they do prevent has darkvision with a 60-foot range, and he stands within a 20-foot damage normally). radius of light, the character can see normally in the light, and 40 Red Ache: Skin turns red, bloated, and warm to the touch. feet beyond the light because of his darkvision. The Shakes: Causes involuntary twitches, tremors, and fits.",
        "name":  "DARKVISION Demon Fever",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Characters who are panicked are shaken, and they chance of not having to make a saving throw. The creature with run away from the source of their fear as quickly as they can. the gaze attack gains concealment relative to the opponent. Other than running away from the source, their path is random. An opponent can shut his eyes, turn his back on the creature, or They flee from all other dangers that confront them rather than wear a blindfold. In these cases, the opponent does not need to facing those dangers. Panicked characters cower if they are pre- make a saving throw. The creature with the gaze attack gains total vented from fleeing. concealment relative to the opponent.",
        "name":  "Panicked",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Depending on its size, a creature can be blown has –1 to –9 current hit points. A dying character can take no away by winds of high velocity (see Table 3–24, page 95). A creature actions and is unconscious. At the end of each round (starting on the ground that is blown away is knocked down and rolls 1d4×10 with the round in which the character dropped below 0 hit feet, taking 1d4 points of nonlethal damage per 10 feet. A flying points), the character rolls d% to see whether she becomes creature that is blown away is blown back 2d6×10 feet and takes 2d6 stable. She has a 10% chance to become stable. If she does not, points of nonlethal damage due to battering and buffering. she loses 1 hit point. If a dying character reaches –10 hit points,",
        "name":  "Blown Away",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Prevented from achieving forward motion by an she is dead. applied force, such as wind. Checked creatures on the ground Energy Drained: The character gains one or more negative merely stop. Checked flying creatures move back a distance speci- levels, which might permanently drain the character’s levels. fied in the description of the effect. Ifthe subject has at least as many negative levels as Hit Dice, he",
        "name":  "Checked",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Visually undetectable. An invisible creature gains a nor can she take full-round actions). +2 bonus on attack rolls against sighted opponents, and ignores its A character whose current hit points exceed his nonlethal opponents’ Dexterity bonuses to AC (if any). (See Invisibility, damage is no longer staggered; a character whose nonlethal under Special Abilities, earlier in this chapter.) damage exceeds his hit points becomes unconscious.",
        "name":  "Invisible",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Depending on their size, creatures can be Stunned:A stunned creature drops everything held, can’t take knocked down by winds of high velocity (see Table 3–24: Wind actions, takes a –2 penalty to AC, and loses his Dexterity bonus to Effects, page 95). Creatures on the ground are knocked prone by AC (if any). the force of the wind. Flying creatures are instead blown back Turned:Affected by a turn undead attempt. Turned undead 1d6×10 feet. flee for 10 rounds (1 minute) by the best and fastest means avail-",
        "name":  "Knocked Down",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lower class. This massive graveyard has few or no residents other than the undead creatures that may lurk among the Waterfront District tombstones and crypts.",
        "name":  "Social Class",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change raise dead to resurrection; change CL ability to polymorph place a cap on the Hit Dice of the form 11th to CL 13th. taken. Polymorphed creatures gain the Strength, Dexterity, and Table 7–27 Constitution of their new forms, as well as size, extraordinary Dungeon Master’s Guide, page 247 special attacks, movement capabilities (to a maximum of 120",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Monsters can likewise be changed, if you a bit of hack-and-slash from time to time, especially if they feel it necessary. If salamanders are the main villains of believe the adventure has a purpose. the desert adventure, consider creatures suitable for the A published adventure might also enable you to take jungle, such as lizardfolk, ettercaps, or yuan-ti. things in a new direction in a quite literal way. If your Pages 318–319 of the Monster Manual feature a great campaign takes place exclusively underground, suddenly resource for swapping monsters: a list of monsters ranked sending the player characters to explore a dark forest or a by Challenge Rating. Sometimes, swapping monsters isn’t volcanic mountain range provides a twist, even if the style necessary, although it might seem to be. A lost temple of adventure is the same. populated by fi ery salamanders might require a small bit The adventures that players remember years after of explanation to justify, but the mystery of the presence of a campaign is ended tend to be those that break the these out-of-place creatures will likely intrigue the players. mold—adventures that spin them around and turn their",
        "name":  "Monsters",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Collapsing ceilings also allow a the building to rescue the citizens lets the characters character a DC 15 Refl ex save to leap free, but the results feel heroic and gives them opportunities to receive civic of failure are even more terrifying. Failure means the awards for bravery. character takes 2d6 points of damage and 2d6 points of fi re To fi nd a conscious citizen inside a burning building, a damage from the falling debris. He is also buried beneath PC can make a DC 15 Search check (taking 10 and taking the ceiling debris. A buried creature takes 1d6 points of 20 are not allowed). Success means a civilian has been nonlethal damage and 2d6 points of fi re damage per round. located. Remember to apply the –4 penalty on Search Getting free requires a DC 20 Strength check (the DC checks for smoke, if it’s a factor at the time. This check might be higher if you decide that something particularly takes at least 5 rounds to perform, unlike normal Search heavy fell on the character from above). checks, since it represents a character combing through",
        "name":  "Collapsing Ceiling",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb speeds have no use in areas with low typically use a series of bridges. For gaps of 10 feet or less, ceilings, but in narrow vertical spaces they are treated as wooden bridges suffi ce. For greater distances, the denizens if the creature were using a land speed. A Climb DC has construct rope bridges consisting of a single foot rope a –10 penalty if the climber is in a cramped space. and two hand ropes. Stringers connect the three ropes",
        "name":  "Climbing",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sporadic traffi c covers the range of traffi c is no longer a factor. A mob uses all the base creature’s from lightly crowded down to empty roads. Movement statistics and special abilities except as noted here. is not impeded by sporadic traffi c, and no Refl ex save is Size and Type: A mob is a Gargantuan creature com- necessary when moving against the fl ow of traffi c (since posed of either forty-eight Small or Medium creatures or for the most part, there’s no appreciable traffi c to fl ow in twelve Large creatures. The mob’s type remains unchanged the fi rst place). from the base creature. 662200__8866331177__CChhpp22..iinndddd 5599 33//2288//0055 33::5599::1133 PPMM 60 2 RETPAHC SERUTNEVDA",
        "name":  "Sporadic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mob’s speed is 10 feet slower than that of the Trample (Ex): A mob that simply moves over a creature base creature. and doesn’t end its movement with that creature in one of",
        "name":  "Speed",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mob’s abilities are the same as the base MINIATURES AND creature, except that its Intelligence, Wisdom, and Cha- ENCOUNTER BUILDING risma scores drop to 10. If the base creature’s Intelligence, Wisdom, or Charisma scores are already lower than 10, When building encounters, DMs use a variety of methods they do not change. to select the particular NPC types and monsters they use.",
        "name":  "Abilities",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature; do not recalculate With the advent of the D\u0026D Miniatures skirmish game, based on the mob’s 30 Hit Dice. The mob’s new Intel- however, you have a new method for creating unique ligence, Wisdom, or Charisma scores might grant some encounters. The principles involved in creating a competi- skills different modifi ers. tive, viable warband can apply to creating interesting D\u0026D",
        "name":  "Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature; all mobs gain Improved roleplaying encounters. Bull Rush and Improved Overrun as bonus feats.",
        "name":  "Feats",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8, or +2 if the base creature’s CR ENCOUNTERS is 7 or higher. You begin the process of warband creation for the skirmish",
        "name":  "Challenge Rating",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "gradual and steep. Steep slopes are those of 45 degrees or more, and gradual slopes BERMS AND SAND DUNES are those of less than 45 degrees. To indicate a steep slope, Berms are earthen defensive hills that are steeper on one you should have a vertical elevation increase of 5 feet up side than on the other. Sand dunes, while they are natural for each 5 horizontal feet traveled. To mark such a slope, formations, essentially work the same way. Mark off the your elevation lines (see Elevated or Depressed Terrain) area of a dune or berm and indicate the crest with a single should be marked every inch on the battle grid. Gradual dashed line. Notate the peak with a plus sign followed by slopes can be marked every two inches, indicating that the elevation in feet, and indicate further that this is not a the elevation increases by 5 feet for roughly every 10 normal hill by drawing three dots in a circle in the middle horizontal feet traveled. of the dune. The elevation increase on one side of a dune or berm is steeper than on the other, so your dashed line should RUBBLE AND SCREE be closer to one side of the formation than to the other. In addition to light and heavy undergrowth, your char- To differentiate a berm from a dune, mark the edges of acters might encounter other sorts of diffi cult terrain. a berm as shown in the accompanying diagram. Light rubble, dense rubble, and scree all have an impact on character movement and ability checks. Indicate MORE ENCOUNTER TABLES light rubble by marking an X with a single vertical line through its center, dense rubble by an asterisk, and scree The Dungeon Master’s Guide provides a large number of by a wavy X. generic encounter tables for specifi c terrains. Yet, PCs often fi nd themselves in areas that are anything but QUICKSAND generic. The following encounter tables have specifi c To indicate quicksand, specify the area and mark the center themes that represent some of the iconic locations D\u0026D with an exclamation point. This symbol can also be used heroes stumble into time and time again. The monsters to mark any sort of terrain hazard. The player characters and hazards encountered on these tables are (for the most have many ways of noticing terrain hazards using their part) standard examples of their kind; unique NPCs and skills and other abilities. This symbol is quite effective at monsters should usually be encountered in climactic areas calling such a hazard to their attention without necessarily that the DM has planned out beforehand. These tables can letting them know exactly what it is. Multiple different help generate encounters to throw in front of the PCs as hazards on the same map can be marked with multiple they make their way to a climactic area. exclamation points. Some of the encounters on these tables are not creature encounters, but are instead hazards, obstacles, or structures. HEDGEROWS AND WALLS Rolling up one of these relatively stationary encounters The D\u0026D game differentiates two kinds of walls (and doesn’t make sense if you’re generating encounters while hedgerows): low and high. A low wall (5 feet high or lower) the PCs camp, so if you get a result like this, either reroll can be marked with dotted lines that show the boundaries or skip down to the next encounter on the list. of the wall. A plus sign on the wall followed by its height in feet lets the players know how high their characters Abyssal/Infernal Rift (Average EL 6 or 15) must climb or jump to circumvent the wall. This area features a rift between the Material Plane and High walls (more than 5 feet high) should be indicated either the Infi nite Layers of the Abyss (represented by the same way, except that you use a solid line to mark the Abyssal column on the table) or the Nine Hells of the edges of the wall. High walls need to be climbed Baator (the Infernal column). Foul inhabitants of these rather than jumped, so the solid line quickly reminds planes have begun to creep forth into the area, along with you and your players what skills will come into play in material creatures drawn to the vortex that leads to these the encounter. dark planes. The closer to the rift the characters draw, the symptoms of the rift become more pronounced, and they FENCES should have a greater number of encounters as a result. Note a fence by drawing a solid line and marking it with Most of the encounters in a region of planar bleed will be an X at various spots along the fence’s route. Note the hostile, but some consist of run-ins with looting bandits elevation of the fence. or panicked wanderers who have gone astray. 662200__8866331177__CChhpp22..iinndddd 6655 33//2288//0055 33::5599::2233 PPMM 66 2 RETPAHC SERUTNEVDA Abyssal/Infernal Rift Encounters (Low to Mid Level) checks. The characters should receive an experience award Abyssal Infernal for successfully negotiating with the paladin as if they had d% Encounter Encounter EL overcome him in battle. 01–09 1d4+2 babau 1d3+1 chain devils, 10",
        "name":  "Slopes come in two varieties",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The caravan consists of 2 bearded devils 10–19 1 bebilith 2 erinyes 10 a pair of wagons led by a terrified merchant (expert 4) 20–29 Half-fiend Half-fiend 9 and accompanied by four equally terrifi ed hired hands human cleric human cleric (expert 1) and four guards (warrior 2). All nine have wit- 30–39 1 bodak 1 erinyes 8 nessed the ravages of the region, and the merchant, who 40–48 1 succubus 1 hellcat 7 49–56 Bugbear looters Bugbear looters 7 is normally familiar with the area, can’t fi nd his way out. 57–61 1d3+2 dretch 1 chain devil 6 They’ve already outrun one attack by lower-level demons 62–69 Lost merchant Lost merchant 6 or devils; it’s only a matter of time before they can’t escape caravan caravan or something truly horrifi c fi nds them. 70–77 Cloud of acidic vapor Cloud of burning vapor 5 78–87 Blighted landscape Blighted landscape 4 Paranoid and desperate, the merchant’s initial attitude 88–94 1 quasit 1 imp 2 is hostile, and he must be persuaded (Diplomacy DC 25 95–100 1 dretch 1d3+2 lemures 2 or opposed Intimidate) to call his guards to stand down at Abyssal/Infernal Rift Encounters (High Level) the sight of the PCs. If the characters manage to convince Abyssal Infernal the merchant that they mean no harm and can help his d% Encounter Encounter EL party, they receive experience as if they had defeated the 01–05 1 balor 1 pit fiend 20 company in battle. If they lead the merchant from the area 06–11 1 marilith 1d4 horned devils 17 12–22 Nalfeshnee troupe 1 horned devil 16 personally, he rewards the characters with 500 gp. (1 nalfeshnee, Cloud of Acidic/Burning Vapor: The Abyss and Baator 1 hezrou, are planes unfi t for habitation by the normal denizens of 1d4+1 vrocks) the Material Plane. In the area of the vortex, the occasional 23–33 Celestial hunter Celestial hunter 16 34–50 Glabrezu troupe Ice devil troupe cloud of acidic or fl aming vapor erupts from the ground (1 glabrezu, (1 ice devil, in a 30-foot-radius spread. Creatures in the area take 8d6 1 succubus, 1d6+6 bearded devils, 15 points of acid or fi re damage (depending on the type of 1d4+1 vrocks) 1d4 bone devils) cloud; see the table above). A successful DC 14 Refl ex save 51–65 6 goblin looters 6 goblin looters 15 66–77 1d3+1 hezrou 1 ice devil, 2 hellcats 14 negates half the damage. 78–85 2 retrievers 2d3+4 hellcats 13 Blighted Landscape: Signs of the planar rift can be 86–95 3 vrocks 1d4 bone devils 12 seen throughout the area, growing easily noticeable the 96–100 1 retriever 1 hamatula 11 closer the PCs draw to the vortex. The blighted landscape is Half-Fiend Human Cleric: The cleric can be found an especially grotesque result of the rift. Trees are warped on page 147 of the Monster Manual. and seem to be screaming in agony as their limbs drip a",
        "name":  "Lost Merchant Caravan",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is the 11th-level hound archon paladin found on page 17 of the Monster Manual. The Blue Dragon Domain (Average EL 14) archon’s superiors detected the planar rift and sent him The blue dragon domain encounter table can be set in any to investigate. His initial attitude is unfriendly, but if the remote mountainous region, or even underground. A pair PCs make a DC 25 Diplomacy check, the paladin offers of mature adult blue dragons lairs in this region, and their any information he has learned about the region and the presence has had a noticeable impact on the surrounding cause of the rift. If the result of the Diplomacy check is 40 environment. Few normal animals are to be found here. or higher, the archon offers to join the PCs, provided their Aside from the dragons and their large brood, the primary goal is also to determine the cause of the rift and put a stop dangers here are the numerous evil cloud giants they’ve to it. The presence of a cleric or paladin devoted to a good dominated, along with the rocs the giants use as scouts deity in the group grants a +4 bonus on these Diplomacy or even mounts. Aside from this, only a few monstrous 662200__8866331177__CChhpp22..iinndddd 6666 33//2288//0055 33::5599::2255 PPMM 67 ADVENTURES CHAPTER 2 predators lurk in the region now, feeding on giants when they let down their guard. Blue Dragon Domain Encounters d% Encounter EL 01–05 1d2 mature adult blue dragons 16 06–10 Dragonslayers 16 11–20 1d8 cloud giants 15 21–30 2d4 yrthaks 14 31–40 2 cloud giant scouts 14 41–55 1d4 juvenile blue dragons 13 56–60 Lost ruins 13 61–70 2d4 elder arrowhawks 13 71–85 1d6 trained rocs 12 86–95 1d2 behirs 8 95–100 Avalanche 7",
        "name":  "Celestial Hunter",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This small ruined village is now inhabited by all sorts of dangerous creatures and hazards. Use the table in Lost Ruins, below, for encounters in this area.",
        "name":  "Lost Ruins",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The graverobbers are 2nd-level rogues looking to unearth a corpse to loot or sell to a broker of Humanoid Tribeland (Average EL 2) bodies (or body parts). Use the sample NPC statistics found This humanoid tribeland is a region of rugged, barren hills on page 123 of the Dungeon Master’s Guide. The graverobbers with few stunted trees and lots of caves. Several tribes of can be reasoned with, left alone, or attacked. Their initial loosely allied humanoids, many of which use trained animals attitude is unfriendly, requiring a DC 25 Diplomacy check as guard beasts, dominate these lands. In these areas, the most to successfully negotiate with them. They might also be powerful rule the least powerful; in this case, bugbears rule cowed into submission by an Intimidate check, or bluffed the orcs, goblins, hobgoblins, kobolds, and gnolls. Human- into leaving or surrendering. oids often have unique combinations of character levels, but",
        "name":  "Graverobbers",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is an empty grave covered d% Encounter EL 01–05 1d4 bugbears 4 with canvas in preparation for a burial on the following 06–10 1d6 gnolls 3 day. Assuming the PCs visit the graveyard at night, treat 11–15 Adventurers 3 this as a camoufl aged pit trap, which can be found on page 16–20 1 ogre 3 70 of the Dungeon Master’s Guide. In the day, the covered 21–25 1 dire wolf 3 26–35 2d4 hobgoblins 2 pit is easily spotted; reroll this encounter in that case. 36–45 1d8 orcs 2 46–55 2d4 goblins 2 Haunted Building (Average EL 6) 56–60 1 dire weasel 2 A haunted building is just that—anything from a cottage 61–65 1d4 hyenas 2 66–80 2d4 kobolds 1 (with one encounter) to a mansion (with several encoun- 81–85 1d6 dire rats 1 ters) to a huge castle (with dozens of encounters). Haunted 86–100 Booby trap 1/2 buildings should have a history and reason for their haunted state, but they don’t necessarily need a sinister Adventurers: This is a group of four 1st-level adventurers. “boss monster” hidden within; some haunted buildings They might be seeking out the humanoids to offer their ser- are simply infested with undead. vices as mercenaries, or to kill them. Whatever their purpose,",
        "name":  "Covered Empty Grave",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A press gang consists of a group of 1d6 1st-level characters for good reason. Low-level PCs venture under- warriors that seeks to overwhelm victims and force them ground at their own risk. As a haven for the vast majority into hard labor on a ship. In landlocked cities, they could of D\u0026D’s most popular, famous monsters, underground be a gang hired to collect replacements for a workhouse. terrain has a great deal of appeal. Don’t hesitate to spring",
        "name":  "Press Gang",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A lunatic encounter is typically an encounter one nasty surprise after another on the characters. Roll with a 3rd-level rogue who works alone, mugging people on the table below frequently, and don’t hesitate to add a or simply killing them to satisfy some debased urge. favorite monster of your own to the list.",
        "name":  "Lunatic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cities are often built atop hills, thus forc- area of about 5,700,000 square feet. Crowded cities are more ing any enemies into the undesirable position of being densely populated, and might only have 1,000 square feet downhill from the target. Larger cities also build walls to per citizen. Sparsely populated cities, on the other hand, help protect its citizens, but that can be a costly process. can be sprawling in size, and can have up to 5,000 square If possible, a city might include natural landscape features feet or more per citizen. such as cliffs, coastlines, bogs, and other diffi cult terrain These numbers assume a fair amount of open areas in a as a natural boundary. city. Roads, rivers, lakes, cemeteries, fairgrounds, parks, 662200__8866331177__CChhpp33..iinndddd 110077 33//2288//0055 44::1177::0099 PPMM 108 3 RETPAHC EHT NGIAPMAC marketplaces, and town squares can take up a signifi cant HOW MANY BUILDINGS? area of the land. After you determine a city’s size and its boundaries, you can Of course, cities populated by creatures that are larger start fi lling in buildings. The vast majority of the buildings or smaller than Small or Medium size are proportionally in your city will be residences. As a result, the number of sized, in a similar way to how these smaller or larger buildings depends on the city’s population. At this point, creatures have differing Spaces. you should decide on your city’s population density.",
        "name":  "Defense",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When the new moon reaches its apogee, the suck the would-be creator of the vortex into the Negative negative energy consumes the cage. The 10-foot-wide black Energy Plane. sphere extrudes nine fl ickering tentacles another 10 feet Once the vortex consumes the cage and extrudes its from its surface. The vortex then begins to consume any tentacles, however, it’s much harder to stop. The PCs nearby creatures. might try to prevent the vortex from consuming 100 662200__8866331177__CChhpp33..iinndddd 111133 33//2288//0055 44::1177::2211 PPMM 114 3 RETPAHC EHT NGIAPMAC Hit Dice of creatures, and then securely wall it off so races. While a powerful orc chieftain might be able to it can’t reach more victims. Some ancient laboratories gather several large orc tribes to his banner and bully a and dungeons probably have quiescent Consuming few tribes of goblins into service, an Avatar of the Horde Vortices, gently waving their tentacles across empty instinctively exerts control over many races at once, in- rooms until unwitting explorers cluding powerful giants and monstrous disturb them. humanoids.",
        "name":  "Trigger",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ritual that culminates the trial of the together fails, and it dissipates. horde requires a small amount of blood from each of the races to be bound into the horde. Eligible creature KILLING FROST OF GHULURAK types include humanoid (orc), humanoid (goblinoid), Locked beyond the boundaries of both space and time, humanoid (gnoll), monstrous humanoid, and giant. Ghulurak, a being of ancient and frozen madness, con-",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Frost Fringe, the fi rst and least dan- and the killing frost. gerous of the zones of cold that surround the statue of The most insidious manifestation of Ghulurak’s ice- Ghulurak, is a 10-mile-deep ring. The entire area of the rimmed madness, the Heart of Ghulurak can eventually frost fringe has a temperature that ranges from 10° to expand to cover a world. Should the killing frost ever 20° Fahrenheit, exposing creatures in it to the dangers remain manifested for a century, the heart begins to inherent to cold weather (see page 302 of the Dungeon expand, pushing outward from its icy center, its radius Master’s Guide). increasing by 1 mile every month. Ancient lore tells of",
        "name":  "Frost Fringe",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The church of Pelor’s greatest temples house its radius: annals of lore that describe how to summon and control the Undead creatures and creatures with the evil subtype Light of Purity. A cleric of Pelor can recall the exact details take 10d6 points of damage at the beginning of each round of the ceremony by succeeding on a DC 20 Knowledge that they are within the Light of Purity. (religion) check. The Light of Purity illuminates everything within its",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each watchtower has a contingent of three Saltmarsh lets most visitors into the city. As long as visi- guards (human warrior 1), who live on the second fl oor and tors can pay the entry tax or provide citizenry papers, the work in 8-hour shifts to patrol the roof and the nearby wall guards will let them in. A character can become a citizen sections. These guards are recruited from the militia and are of Saltmarsh at the town hall (area 40); noncitizens must not part of the actual city watch. When necessary, they report pay a gate tax of 5 cp per individual. Merchant caravans nagaH .B yb .sullI 662200__8866331177__CChhpp44..iinndddd 112244 33//2288//0055 44::2211::2200 PPMM 125 SALTMARSH CHAPTER 4 can gain entry to the town for a single caravan tax of 2 attack by lizardfolk. His sound tactics and bravery earned gp; this covers all members of the caravan as long as the him immediate acceptance into the guard, and he quickly merchants promise to do business in the town. No tax is gained his post at the then-just-completed tower. Over the charged for leaving the city. past several years, the post has gone to Iborian’s head, and In the case of unusual cohorts, mounts, familiars, or he has become possessive of the position and impossible animal companions, the guards call upon their commander to satisfy. His staff of rangers and warriors fi nds it increas- for assistance and make sure that the suspect creature is ingly diffi cult to meet his demands, and the turnover of well behaved and under the responsibility of its group. A guards stationed here has begun to worry the town council. DC 15 Diplomacy check convinces the guards of this, at Still, no one denies that Iborian is good at his job, so for which point they charge a 1-gp exotic animal tax for each now, they overlook his attitude. unusual creature granted entrance to the city. If the Diplo- In addition to Iborian, three 3rd-level rangers and twelve macy check succeeds by 15 or more (in other words, if the 1st-level warriors are stationed here. At any one time, only a travelers make a DC 30 check), the guards agree to charge third of these forces remain in the tower. Iborian sends the the standard entry tax of 5 cp per individual instead. others out on scouting missions in the nearby countryside, Obviously evil or dangerous creatures, such as undead and in their off hours the guards tend to spend their time and creatures of size Huge or larger, are fl atly refused as far from Hoolwatch as they can get. entry. If things begin to turn confrontational, four guards Adventure Hook: Iborian’s attitude has made several gather reinforcements from the watchtowers and alert enemies, some of whom are angry enough to approach the garrison. the assassins’ guild for solutions. The PCs could be hired",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An aloof ranger named Iborian Kelstinar For many years, Lankus was one of the only locals to commands Hoolwatch Tower. He caught the eye of the patronize the Wicker Goat regularly. He knew visitors Saltmarsh city watch several years ago when he single- stopped here often, and he lurked at the tavern to keep an handedly defended a large merchant caravan from an eye on newcomers so he’d know if enemies from Furyondy 662200__8866331177__CChhpp44..iinndddd 112255 33//2288//0055 44::2211::2266 PPMM 126 4 RETPAHC HSRAMTLAS had come looking for him. None ever did, and his loyal ferent feat of strength. As if these carvings weren’t enough patronage earned him the fast friendship of the prior to indicate the building’s purpose, a massive stone disc owner, who, much to Lankus’s surprise, left the deed to the displaying the symbol of Kord is affi xed over the twin tavern to him upon expiring a few years ago. Since then, oaken doors at the front of the cathedral. Lankus has found that he quite enjoys running a tavern. Although the citizens of Saltmarsh observe a large He keeps meaning to change the name of the place and get number of religions, only a few have actual temples built rid of the creepy wicker goat out front but simply hasn’t within the city walls. The Cathedral of Kord is the second gotten around to it yet. largest such temple, behind only the Cathedral of Pelor (area",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Cathedral of Pelor is currently staffed by Adventure Hook: Gerald belongs to a secret society nine clerics, led by a charismatic but increasingly depressed known as the Seekers, a group of individuals dedicated to woman named Lyra Ivessa. She can’t explain the loss of the exploring the unknown. He uses his regular news reports faithful; all of her attempts to recruit new worshipers have from Mylor to keep abreast of adventuring opportunities only managed to keep the congregation’s numbers from in lands near and far, and when something catches his eye, dwindling even faster. She has had to release a dozen other he is quick to hire a group to investigate. clerics from service over the past several years in order to cut costs, and as a result, the cathedral feels empty and cold. 10. SALTMARSH CEMETERY All that remains here is Priest Warale Essryn, two 2nd-level A wrought iron fence, its top adorned with a stylized pat- human clerics, and six 1st-level human clerics. tern of leaves, surrounds a large section of the city. Within, Lyra Ivessa is also one of the six Saltmarsh councilors; see rows of tombstones line winding paths between three low the description of the town hall (area 40) for more details. hills, atop which ornate stone crypts stand. Saltmarsh Cem-",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Although the cathedral’s diminish- etery is well maintained but receives visitors only rarely, ing resources mean that Lyra can’t provide rewards, she except on days of funerals. The majority of those buried currently seeks adventurers who she can trust with the here are of the middle class; lower-class citizens of the truth. Lyra believes that Pelor’s followers are being con- city generally can’t afford funerals and either pay for the verted to a rival faith operating in the shadow of some other cremation of their dearly departed or let the dungsweepers establishment. She has no clues where to start looking take care of them. The simple stone vaults belong to the for this hidden cult, apart from having the PCs interview lesser noble families of Saltmarsh, while the major families and investigate the lives of those who have left the fl ock, maintain personal crypts below their estates. something she dreads doing since it could just as easily Creatures: An aged man named Noshi patrols and prevent potential returns. keeps Saltmarsh Cemetery. His incurable skin condition Unfortunately, Lyra’s fears are correct. An underground has cursed him with a shocking amount of body hair—a cult of demon worshipers (area 46), fi nanced in part by gift from half-orc ancestors. Noshi is quiet and rather another hidden cult (this one of Vecna), is growing in self-conscious of his condition, and while he is a steadfast Salt marsh and slowly converting worshipers of Pelor to friend to a few, Saltmarsh denizens keep him at arm’s its own faith for a terrible hidden agenda. length. Stories that Noshi is part fiend or part ape are popular among the crueler children, while adults believe 9. TEMPLE OF FHARLANGHN persistent rumors that he’s some sort of lycanthrope. Quite This unassuming, one-story wooden structure seems some- capable in a fi ght, Noshi won’t hesitate to use force to keep what out of place next to the two nearby walled compounds the cemetery safe and undesecrated. 662200__8866331177__CChhpp44..iinndddd 112277 33//2288//0055 44::2211::3322 PPMM 128 4 RETPAHC HSRAMTLAS",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The current guildmaster is a gnome by the named Jasker. He takes his position and job very seri- name of Jilar Kanklesten, a gifted (if somewhat elitist) ously, while on all other topics he’s a notorious joker carpenter who’s held the post for four decades. and comedian.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Radric, a gregarious dwarf and retired rogue, Creatures: The guildmaster is a no-nonsense human spent much of his youth wandering the coastlines between named Rodelik Karneth. As a child, Rodelik spent much the nearby city of Seaton and the Hool Marshes. Today, of his time on the streets, running with gangs of young he’s content running his general store and giving the locals cutpurses and thugs until being nabbed by a particularly 662200__8866331177__CChhpp44..iinndddd 112288 33//2288//0055 44::2211::3399 PPMM 129 SALTMARSH CHAPTER 4 patient paladin he failed to rob. Rather than press charges, little more than a vast set of six kitchens, though typically the paladin—a member of the Fastralli family (area only one is in use by the guildmaster, who tries new recipes 53)—agreed to let Rodelik go, provided that he apprenticed daily. The bakers’ guild often calls its members from their to one of Saltmarsh’s guilds. Rodelik chose the jewelers’ various bakeries throughout town to aid in making bread guild, and despite their initial doubts he quickly became and pastries for festivals or large parties; at these times, all one of the guild’s most talented jewelers. six kitchens see heavy use.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The current guildmaster of scriveners is a inn keepers, bartenders, farmers, and other miscellaneous stooped old man named Abelard Larthe. His eyesight is fail- shopkeepers who don’t have their own guilds. As a result, ing, so he no longer performs scribing duties; he’s maintained the merchants’ guild is one of the most powerful and his position more due to tradition than skill. Abelard’s life richest in town. goal was to establish a weekly paper for Saltmarsh, but his The guildhall itself doubles as a moneylender and money- plans never came to fruition. A run-down man, he spends changer. The guild makes initial loans at good rates (usually his days sitting in his favorite chair on the second fl oor, 10% interest, compounded monthly), with higher rates avail- staring out the one unblocked window in the building. able for short-term loans. The guildhall rarely approves loans",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A junior scrivener recently took on a for more than 5,000 gp; arranging to borrow more requires job for a nobleman to copy a favorite book of poems. Halfway a successful Diplomacy check (DC 10 + 1/100 × the desired through the task, he noticed the back fl yleaf coming loose, loan’s amount over 5,000 gp). These larger loans generally behind which the scrivener discovered a small hidden have 25% interest and are compounded seasonally (once parchment. The paper bears a cryptic message written in every four months). On the other hand, the guild performs a strange language that he has been unable to identify, but moneychanging services (such as converting coins from the message seems to be a numbered list of some sort, with one value to another, or even to writs of credit good for any the fi rst three entries crossed out. shop in Saltmarsh) free of charge in order to encourage more trade in town. 16. BAKERS’ GUILDHALL Creatures: Ebstilar Runail, a fl orid human who enjoys Each morning, crowds gather around this red brick struc- wearing loud and colorful clothing almost as much as he ture, either drawn by the luscious smell of baked goods or enjoys the pastries from the bakers’ guildhall (area 16) to purchase the day’s supply of bread. The guildhall itself is across the street, is the current guildmaster of merchants. 662200__8866331177__CChhpp44..iinndddd 112299 33//2288//0055 44::2211::4433 PPMM 130 4 RETPAHC HSRAMTLAS He hopes to make enough money to buy his way into once a month. On a recent visit, she found his hut empty Saltmarsh’s nobility someday, but until that comes to pass, but saw no tracks nearby or any other clues. Her friend he’s content to be one of the town’s richest men. had simply vanished. Since then, she’s spent all her spare",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The merchants’ guild makes regular around like a rope and about to tangle his feet. payments to the town’s thieves’ guild (area 47), so they This is the Blue Frog Brewery, known throughout the needn’t worry about local scoundrels. Still, the hall has region for its most famous concoction, Blue Frog Ale. been robbed more times than Ebstilar cares to admit, Flavored with sweet swamp blueberries, the ale turns the each time by visiting thieves. The latest criminal to set tongue blue and encourages throaty belches that sound her eyes on the hall is the notorious Scarlet Thorn, whose like the croaking of a large frog. The brewery also makes antics have made her infamous in half a dozen cities along several other types of ale, beer, and mead, but none have the coast. No one’s sure who Scarlet Thorn is or what she gained the notoriety of Blue Frog Ale. looks like, but she’s announced her intention to rob the Recently, the Blue Frog Brewery became the guildhouse merchants’ guild before the season is out by sending her for one of Saltmarsh’s youngest guilds—the brewers’ guild. calling card, a bouquet of roses, to the hall. As a result, Only a few members strong, the brewers have already Ebstilar is frantically looking for an honest group of established tiny breweries of their own in Saltmarsh. adventurers to help guard the building. Creatures: The owner of Blue Frog Brewery and the brewers’ guildmaster is a jovial human named Ryan Kirtap. 18. THE LIZARD’S BOAT Middle-aged and balding, his laugh is nearly as infectious An intricate sign built to resemble a sailing ship that has as his ale, and the only thing he enjoys more than having caught on fi re hangs above the main entrance to this tavern visitors is watching them get drunk on Blue Frog Ale and and inn. A half-dozen small lizards perch atop the sign. belching the night away.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The proprietor of the Lizard’s Boat is Kailee Restinan, a one-time elven ranger who lost her left hand to 20. SHRINE OF OBAD-HAI an angry wyvern in the nearby Dreadwood several years ago. This serene wooden building located in Frog Park (area 21) She’s never been able to afford to have it regenerated, but is generally quiet and calm, receiving mild-mannered and she’s made the best of the situation, taking over as proprietor introverted visitors in addition to worshipers of Obad-Hai. for the tavern (and changing its name in the process) after Of the recognized religious buildings of Saltmarsh, this she rescued the prior owner’s children from slavers. Her shrine is the most unassuming and low-key of them all. animal companion, a monitor lizard named Sticktongue, The majority of this structure is open to the air, a large serves as a mascot and bouncer for the tavern. pagoda with low benches surrounding a central platform.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The construction of this impressive build- This new building somehow manages to look run-down ing was fi nanced almost entirely by guildmistress Aydi and decrepit. A sign above the door shows a grossly exag- Zarastian, who made her fortune in the city of Greyhawk gerated satyr with one of his hoofed feet jammed into his before retiring to Saltmarsh after her unique condition mouth and an expression of shock and worry on his face. was unveiled during the premiere of a popular play. Aydi This is Saltmarsh’s newest tavern, and in the span of only is an affl icted lycanthrope—a weretiger—but she’s more fi ve months it has become a popular place for local fi shers or less in control of her animalistic nature. The citizens and sailors to relax. of Greyhawk nonetheless reacted poorly to the news and The Hoof ’n’ Mouth serves only the cheapest ale and grog, tried to imprison her for trial. She managed to escape but often watered down and usually in grimy mugs. The prices in the process left three of the watch dead, a deed that nags can’t be beat, though, and, even with the diluted ale, this is the at her conscience to this day. least costly place to get drunk in all of Saltmarsh—with the",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aydi has so far managed to keep possible exception of some of the speakeasies in the slums. her true nature a secret in Saltmarsh, mostly by avoiding The tavern’s specialty is a thick black ale that tastes like dirt social events. But because her clients would love to have but isn’t quite as expensive as ingesting actual soil. her entertain at their parties, this aloofness has spawned Creatures: The proprietor of the Hoof ’n’ Mouth, an a fair number of rumors about her. In particular, Daryn eccentric dwarf named Blahg, fl oated into the Saltmarsh Larsken, the founder of the School of Blades (area 41), has harbor amid much fanfare on a ruined boat burned down been intrigued by the mysterious beauty ever since he saw to the waterline. Blahg had a bag of holding fi lled with gold her display her fi ghting prowess as part of a performance. and pearls, and he used the money to build the tavern and He might hire the PCs to spy on Aydi to learn more about open it within a month of his arrival. her and fi nd out if her modesty stems from a dedication Adventure Hook: Blahg’s primary problem is that he’s a to some other mysterious suitor. pyromaniac. He lit the fi re that burned down his ship, and he was the only survivor. He’s not completely insane and 25. FISHMONGERS’ WAREHOUSES realizes that he needs to keep a low profi le now, but he’s The largest business in Saltmarsh is fi shing, and the locals already recruited a dozen locals into a fi re cult dedicated eat mostly seafood. This thriving industry is centered in to a deity he refers to as Infyrnus. The religion is fi ctitious, the southeast section of the city, operating out of seven but Blahg’s plans to burn down the Drunken Urchin (area large warehouses where fi shers sell their catch to workers 28) are not. He’s just waiting for the right moment to put who clean and prepare the fi sh and ship them to markets his competitor out of business for good. and restaurants in town. Each of the warehouses is run by one of seven established families of fi shers, with the less 27. SHIPYARD affl uent among them living in the press of the surround- One of the largest structures in town, this sprawling wooden ing buildings. Fishing boats clog the piers, and traffi c building towers over the nearby houses. The shipyard serves here is always congested at sunrise and sunset when the as the guildhouse for the shipwrights’ guild; here, members catch comes in. build almost all the needed fi shing boats, merchant ships, This section of town also holds the profitable fish- and other vessels. The central wing contains administrative mongers’ guild; each of the seven warehouses doubles as rooms, meeting rooms, supply rooms, and barracks for the a guildhouse. local workers. The east wing is dedicated to the construc-",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The shipyard and shipwrights’ guild is over- 29. WHITECAP SHIPPING seen by a gruff half-orc named Molak Mako, a hulking, This long building controls the majority of import trade tattooed fi gure who is nonetheless fair and honest in his that comes through Saltmarsh. All visiting merchant ships trade. Molak came to Saltmarsh an orphan and was adopted must sign in their cargo here before they can offl oad their by the kindly old man who ran the shipyard previously. goods or sell their wares in the market. Whitecap Shipping When the man died, many tried to wrest control of the also controls much of the land-based trade in town. business from Molak, who had just become an adult, but Creatures: Owner and operator Flanigan Lorsk, a child- no one could get the keys from the half-orc. Today, the hood friend of Erolin Timertikos (the current lord mayor locals deny such stories, having come to trust Molak and of Saltmarsh), is one of the most powerful people in town. value his leadership. Although Flanigan doesn’t hold a seat on the town council,",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every noon, during high market, the crowds here swell as merchants hawk their wares. Members of the city watch patrol the place fairly often, but it’s still a favorite haunt for pickpockets, who try to target obvious visitors to town rather than locals. If a character notices a pickpocket attempt, chances are the thief is an urchin in the employ of the dungsweep- ers (see area 51) and, if caught, might lead the PCs on a frantic chase all the way back to the guildhall. 32. ANMEH’S HALL OF ODDITIES The façade of this building is covered with dozens of posters, many in tatters or out of date, depicting strange freaks of nature, monsters, and bizarre relics with catch- phrases such as “See the Wondrous Eel-Man!” and “Behold Nature’s Cruelest Trick: The Toad-Faced Dog!” and “Test Your Endurance in the Pit of Vile Ooze!” A huge sign over the main entrance proudly proclaims the place to be Anmeh’s Hall of Oddities; the sign fl ickers with a permanent faerie fi re. This place is just what it seems—a freak show and museum that caters to the exotic and unusual. Entrance costs only 1 sp, or 1 gp for the “honored guest tour,” a guided tour of the museum by Anmeh himself that includes access to the “secret exhibits.” These are usually a handful of upcoming displays that the rich can pay to see early. Anmeh pulls back the curtain, and onlookers are shocked at the contents of the cage Illus. by R. Spencer 662200__8866331177__CChhpp44..iinndddd 113355 33//2288//0055 44::2222::0077 PPMM 136 4 RETPAHC HSRAMTLAS",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These consist of gangs of three 1st-level barbar- slaughterhouse, but the town council is reluctant to move ians led by a 5th-level barbarian; only two of these units one of the city’s largest backup food processing operations are kept, and they live below, serving as guards for the jail outside the city walls, so for now it’s staying put. and as elite fi ghting forces when needed. Creatures: Four slovenly and unpleasant brothers—",
        "name":  "City Brutes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A character who gets arrested almost Kinto, Parne, Torkan, and Vander Anderhoff—currently certainly ends up here. Saltmarsh’s crimes are punished own and operate the slaughterhouse. The brothers refer by incarceration, and the size of the jail is more than up to themselves as the Sawfi sh Boys because of the large to the task. The upper level of the dungeon is reserved for sawfi sh that Torkan caught several years ago, which he short sentences and minor criminals, the middle level preserved and mounted over the main entrance to the for longer-term prisoners (up to fi ve years), and the lower abattoir. Townsfolk tolerate the Sawfi sh Boys, who are level for life terms. Escape from the Saltmarsh Jail, while anything but friendly, mostly because no one else wants diffi cult, might provide high adventure for the right type to do the job that they so obviously enjoy. of PCs. Alternatively, the PCs might need to sneak into the Adventure Hook: As time has passed, the Sawfi sh Boys jail to interrogate or even rescue a prisoner (who might or have grown braver with their antics and mayhem. They’ve might not have been imprisoned unjustly). come to realize that their willingness to do their job affords nagaH .B yb .sullI 662200__8866331177__CChhpp44..iinndddd 114422 33//2288//0055 44::3300::1188 PPMM 143 SALTMARSH CHAPTER 4 them a lot of leeway in the kinds of “entertainment” they trying to besmirch the name of a humanitarian effort to can get away with. Recently, the smartest of the brothers better the lives of the unfortunate. (Vander) learned that a small fortune in platinum coins Creatures: Audry Lilybrook is nearly seventy-fi ve might be hidden in the shipyard (area 27), and they’re years old now, but she remains spry and smart as a whip. preparing a clandestine raid of the building once they can Her voice is shrill and impossible to ignore, and she runs get a map of the place from the Black Market (area 49). the orphanage with a fi rm but understanding hand. Her fi ve assistants deal with a regular infl ux of new orphans, 45. STONEMASONS’ GUILDHALL but something (such as sickness, accidents, or runaways) This large stone building looms over the nearby city wall. always seems to keep the orphanage from running at full The yard to the south is often strewn with blocks of imported capacity. In any case, visitors to the orphanage note that stone and gravel; more lie inside the main warehouse of the children are remarkably well behaved and polite, with the building. The guildhall of stonemasons also serves as a only a few troublemakers whispering about demons in the distribution point for all manner of stone building materials basement and witches in the attic. needed in town and in nearby regions. Few good places exist Adventure Hook: Unfortunately, the troublemakers are nearby to quarry stone, so it has to be imported. right—Audry Lilybrook is a cultist of the foul demon lord",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The current guildmaster of stonemasons is a Graz’zt. She purchased the house from the Lassiter family sour-faced human named Yonshi Quansath. He’s a talented as a cover for her coven of cultists; her fi ve “assistants” are stonemason, but he’s an even more talented complainer; 2nd-level adepts who scour the city for inductees into the nothing ever seems to be good enough for him. His three cult, under the ruse of looking for foster parents. Audry most common topics of ire and profanity are the Sawfi sh is quite skilled at guessing who might be receptive to Boys and the slaughterhouse (area 44); Kailee Restinan, her offers of power and wealth, and has so far recruited owner of the Lizard’s Boat (area 18), who once humiliated nearly one hundred fi fty of Saltmarsh’s citizens into her him in public; and Flanigan Lorsk, owner of Whitecap cult, many of them lapsed worshipers of Pelor. These new Shipping (area 29), who seems to take a perverse delight inductees are told of an emerging deity of luck called in taxing and fi ning Yonshi’s stone imports. Jodai, and told that if they worship Jodai in secrecy, their",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All merchants of the Black Market are 3rd- of unskilled laborers who endlessly patrol the streets of level rogues; in addition, five 3rd-level barbarian ogres Saltmarsh with one of their dung wagons. They clear the live in the market and provide protection as needed. The streets and alleys of fi lth and refuse, haul it back here, organizing force behind the market, and the creature that and burn it in the pit behind the building or dump it keeps it as vibrant as it is secret, is a business-minded dop- unceremoniously over the edge into the sea. pelganger sorcerer named Vlistur. He lives in a small set Creatures: The only person who lives here is the guild- of hidden rooms below the market and views its secrecy as master, a foul human named Tarn Ticklip. He collects 662200__8866331177__CChhpp44..iinndddd 114466 33//2288//0055 44::3300::3344 PPMM 147 SALTMARSH CHAPTER 4 payments from Saltmarsh for the services his guild pro- Creatures: The Fastralli family is the newest addition vides, but the money barely covers the dozens of laborers to Saltmarsh’s nobility. They come from a long line of gem- he employs to haul dung wagons around town. cutters and jewelers and have much invested in the jewelers’",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The current master tinker is a wiry human slander as a result. Another subject of much gossip is the fact named Andrati Paterwalus, a gifted toymaker whose that Toren has yet to take a wife; he shares the mansion with wind up nightingales, lobsters, and frogs are all the rage his two younger brothers and four younger sisters. Toren among children of the nobles. Less fortunate youngsters inherited the role of town councilor from his grandfather as can’t afford the expensive toys and only watch the frequent well and has turned out to be one of the more level-headed demonstrations of the mechanical wonders in the fi elds and reasonable councilors in recent history. just outside town to the west. The noble children have Adventure Hook: Toren’s social situation is complicated. taken to pitting the toys against each other, and they build For many years, he’s secretly been the lover of the mistress intricate battle arenas there. Of course, Andrati puts on a of the thieves’ guild, Sasha Amistar (area 47). He always big show about the damage done to his toys, but since the fi gured that there was plenty of time to sort things out repairs bring near-constant business, he doesn’t complain before he inherited, but the sudden death of his parents and too loudly. grandfather left him in a lurch. His new responsibilities",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Rasivaths in Saltmarsh. They all secretly worship trace their lineage to one of the Vecna, and Egan Lassiter is their high four founding adventurers of Salt- priest. Many others belong to the cult, marsh; their ancestor was the and they meet in catacombs carved out druid Zestran Rasivath, and they of the bedrock beneath the mansion. A continue to honor his memory by fairly large underground temple of Vec- living in close proximity to na- na exists below as well, and the cultists ture. Thus, their mansion takes have gathered a shocking number of up a much smaller footprint on undead and outsider minions to protect their family grounds than do the their secrets. One of their greatest se- other noble houses. The Rasivaths are crets is the founding of the cult of also the only nonhuman nobles in Salt- Graz’zt in Lilybrook Orphanage. marsh. Although they’re halfl ings, their The Lassiters plan to reveal this cult home is scaled for human-sized creatures, a through their agents if they believe their own nod to their fellow nobles. Sara Rasivath, an truths might be exposed, and hope that the elderly halfl ing who often visits with the uproar over the demon cultists will draw at- Egan Lassiter, ruling noble of druids of Oak Island (area 63), currently tention away from themselves. Revealing the Lassiter House rules the family. Lassiter cultists and ridding Saltmarsh of this",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Rasivaths don’t suspect the festering evil is a task for only the bravest PCs. treachery that lurks below their home— the town’s assas- sins’ guild that lies just under their basement. The family 58. AMBERMEAD HOUSE members sometimes hear rustlings or voices from below, This solidly constructed mansion seems to have been built but they’ve come to the conclusion that these are the spirits more for practical service than an ostentatious display of their ancestors guarding their home. The Rasivaths even of wealth. But it also seems run-down, its grounds a bit brag that their home is haunted, and the other nobles ignore overgrown and unkempt. The coat of arms depicts a silver them. No entrance leads from the basement to the guild hound leaping over the moon on a fi eld of black. below; the assassins access their guild by a long tunnel Creatures: The Ambermeads have fallen on hard times from the Flounder Pounder (area 48). If their guild is ever recently, and Tobias Ambermead, the current ruling noble, discovered, one of the assassins pulls a lever to collapse the is nearing his wit’s end. His family made its fortune in tunnel and open a hole between the guild and the Rasivath wine and owns a large number of vineyards to the west. basement above. The assassins hope that the ensuing scandal Recently, however, the vineyards have been raided by fl ocks will give them plenty of cover to regroup and relocate. of persistent ravens and crows and (more disturbingly) by cibuK .G yb .sullI 662200__8866331177__CChhpp44..iinndddd 114488 33//2288//0055 44::3300::4400 PPMM 149 SALTMARSH CHAPTER 4 monitor lizards from the nearby swamps. Tobias believes Adventure Hook: If one of the PCs proves especially gal- that the lizardfolk are behind the attacks on his lands, lant, upstanding, and charismatic in dealing with Saltmarsh and he’s grown tired of demanding explanations from the and its people, Erolin might take note and select that char- Lizard Embassy (area 22). Now, he simply wants all the acter as a possible nominee for the next lord mayor. Being lizards in town exiled and seeks to have a bounty enacted lord mayor-elect brings a wealth of rewards, and eventually, on all lizardfolk and monitor lizards in the wild. rulership of the town might fall to the PC as well.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In truth, Tobias’s woes aren’t the fault of the lizardfolk (although they aren’t doing much to help 60. ANDRIGAL MANSION the case by ignoring his complaints). The animal attacks on This might once have been a proud, impressive mansion, his lands are being orchestrated by a bitter ex-lover named but its days of glory are far gone. The building is run-down, Skie Rayncliff, whom Tobias impregnated during a torrid with sagging roofs, boarded-up windows, peeling paint, and affair. Rather than have his illegitimate child nearby, he wretchedly overgrown grounds. Rust and moss are the rule broke off the affair and paid to have Skie and her unborn here. A pitted, badly eroded coat of arms hangs askew over child forcibly relocated to a city far to the north. Skie mis- gates that are chained shut with rusty links; whatever heral- carried along the trip when giants attacked her traveling dic device might have graced it has long since faded away. party, but she somehow survived. Filled with rage at Creatures: The Andrigal Mansion is the source Tobias, she worked her way back south, built up of r umors and wild speculation a small fortune as a burglar, and then used among the citizens of Saltmarsh. the money to hire a shady ranger named It existed before the town did, at Baswulf Tisk to aid in ruining her for- that time the expansive grounds mer lover’s livelihood. She plans to of the Andrigals, a religious fami- reveal his indiscretions to the rest ly that served St. Cuthbert. When of his family, but only after letting Saltmarsh was founded, the And- him suffer over the attacks on rigals helped fl edgling businesses his vineyards. get off their feet, but their greatest project was the construction of a 59. TIMERTIKOS large cathedral to St. Cuthbert. The HOUSE family patriarch, Jarthis Andrigal, wanted One of the most impressive buildings it to be his clan’s greatest gift to the bur- on the entire hillside, this sprawling geoning town. With the cathedral nearly mansion has a carved façade and fea- complete, Jarthis called upon the tures numerous topiaries of fantastic daughter of an old friend to serve animals on its grounds. The coat of as the cathedral’s priest. Her name arms over the gate depicts a winged was Soshyn Anamar, and she was in helmet above a pair of crossed gaunt- fact Jarthis’s secret lover. lets on a fi eld of red. The night she arrived in town,",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Descended from Orrin Jarthis invited her up to his mansion for Timertikos, a famous paladin and one dinner and tried to take from her what of the four adventurers who founded he viewed as his reward for securing the the town, the Timertikos family honorable position of high priest. She re- has had representation on the town fused, and things turned violent. In the council since the start. Currently, scuffl e, she accidentally broke Jarthis’s its ruling patron Erolin Timertikos arm. Infuriated, he struck her with a serves Saltmarsh not only as a statuette of St. Cuthbert and knocked councilor but also as its lord mayor. her out. Believing he had killed her, he He’s held the post for nearly three and his siblings dragged her body into decades now, and his popularity the basement and tried to dispose of her remains high. He’s getting in a tub of lye. As the lye hit her and began on in years, though, and of to destroy her body, she awoke in agony. She late his primary concern is just had time to see Jarthis and his brothers and Erolin Timertikos, nominating a new lord mayor for the rest realize what had happened before the Andri- Lord Mayor of Saltmarsh of the council to ratify upon his death. gals fi nished the job with a shovel. He’d love to have one of his sons take the job, but they don’t That was the beginning of the end for the Andrigals. seem all that interested in it. Though no one ever learned of Soshyn’s death (Jarthis Illus. by G. Kubic 662200__8866331177__CChhpp44..iinndddd 114499 33//2288//0055 44::3300::4444 PPMM 150 4 RETPAHC HSRAMTLAS 662200__8866331177__CChhpp44..iinndddd 115500 33//2288//0055 44::3300::4477 PPMM 151 SALTMARSH CHAPTER 4 had never announced his plan to make her the high priest, and his fi ngers and toes completely gone. Baxter never or even that she was coming to Saltmarsh), townsfolk noted said a word for the next four months, and then one day he that the Andrigals suddenly grew insular and reclusive. walked off the cliff into the sea. No one’s stayed a night in Work stopped on the cathedral, and over the next several the Andrigal Mansion since. months, people saw less and less of the nobles. One day, The stories about the mansion are true, although it isn’t the town councilors paid a visit and were aghast to fi nd the the Andrigal family that haunts it. The family was murdered house an abattoir. Someone had gone from room to room long ago by none other than the betrayed cleric Soshyn, several days before and horribly murdered the Andrigals. risen from her unhallowed grave as a vampire. She left the Jarthis’s body was missing, and people assumed he had bodies as they lay after she fi nished with them, except for a done the deed and fl ed. The mansion was boarded up, half-elf named Jarthis, whom she has kept alive in the base- the cathedral was eventually fi nished and rededicated ment for these many years, hidden in a soundproof room to Pelor, and life went on in Saltmarsh. The Andrigals and tormented nightly. Jarthis has lived the last century soon passed from daily conversation, except for the odd or so of his life in constant agony. whispered rumor. Soshyn has preyed on Saltmarsh for nearly as long, but",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the creature has resistance to certain Identification and Encounter kinds of attacks, that information is given here. Resistance The top section identifi es the creature and gives the infor- to energy is shown fi rst, as the energy type and the number mation you need at the start of an encounter. of points resisted per attack (acid 10, for example). This",
        "name":  "Resist and SR",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This value is the Challenge Rating of an individual resistance, if any, appears after the other resistances on creature of this kind. the same line.",
        "name":  "CR",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This information is provided Fort, Ref, Will: This entry gives the creature’s saving only for characters with class levels. throw modifi ers.",
        "name":  "Race, Class, and Level",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The one- or two-letter abbreviation that Weakness: This entry details any weaknesses or vul- appears here denotes the creature’s alignment. nerabilities the creature has, such as light sensitivity or",
        "name":  "Alignment",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s size category and its type vulnerability to a type of energy. (and subtype or subtypes, if applicable) are given here.",
        "name":  "Size and Type",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This value is the creature’s modifi er on initiative Offensive Information checks. Refer to this section when it’s the creature’s turn to act",
        "name":  "Init",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Occasionally, a creature has a special ability that Melee/Ranged: Typically, these entries give all the takes effect anytime another creature comes within a physical attacks the creature can make when taking a full certain distance of it. Such abilities, such as a blackguard’s attack action. The fi rst attack described is the creature’s aura of despair or a devil’s fear aura, are detailed here. preferred form of attack, usually a melee attack of some",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the languages the creature sort but possibly (as in the example below) a ranged attack. speaks or understands, as well as any special abilities relat- If the creature can make only a single attack (for instance, ing to communication (such as telepathy or tongues) that when it is taking an attack action), use the fi rst indicated it possesses. attack bonus. Occasionally, a creature has separate options indicated for single attacks and for full attacks. For example, Defensive Information a halfl ing ranger with the Manyshot and Rapid Shot feats",
        "name":  "Languages",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " characters are attacking the creature.",
        "name":  "This section provides the information you need when might have the following entries",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Base Atk entry gives the creature’s base attack bonus without any modifi ers. Other Information",
        "name":  "Base Atk",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s grapple bonus (base Most of the information presented in this section is not attack + size modifi er + Str bonus). relevant during a combat encounter with the creature. One",
        "name":  "Grp",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Special abilities that the creature can important exception is explanatory text for special abilities employ to modify its normal attacks appear here. Such that appear elsewhere in the statistics block. abilities might include feats such as Power Attack or Abilities: The creature’s ability scores appear here in Combat Expertise, or special abilities such as smite evil the customary order (Str, Dex, Con, Int, Wis, Cha). or trip. SQ: Any special qualities not presented earlier in the",
        "name":  "Atk Options",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives any special attacks statistics block appear here. These entries are often class that the creature can use on its turn in place of making features or other abilities that are not generally relevant attacks. in combat.",
        "name":  "Special Actions",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A monster native to the region attacks the profi t check to determine how bad the damage is, opposed business. The attack could be against the employees, the by the saboteur’s Disable Device check (which should be building, or both. The monster’s CR should be equal to equal to the business owner’s base profi t check). Success the business owner’s character level. If it is not defeated, indicates the attempt was thwarted in time, but failure the damage it causes results in a –6 penalty on profi t checks indicates damage. The profi t check for this term takes a until repairs costing 4d10×100 gp are made. –4 penalty.",
        "name":  "Monster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When listening at or searching a door or similar Benefi t: If two team members each attempt to stabilize portal, the task leader gains a +1 circumstance bonus on his the same dying creature in the same round, the second Listen and Search checks for each team member within attempt automatically succeeds. 10 feet of the door. Tips: The fastest members of the team can reach a fallen If the task leader chooses to take 20 on a Listen or Search comrade most quickly. check made at a door, he can do so in half the normal time (as if he had made ten attempts, rather than twenty). Friendly Fire Evasion",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As long as at least one team member is looking directly at the gaze-attack monster, any team Invisibility Sweep member averting his eyes need not make a save against If you’re aware of the presence of an unseen enemy, you the gaze attack. can quickly move through an area and pinpoint your",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on Knowledge checks The bonding rituals described below are presented in the related to creatures of the same type as the vanquished following format. foe (see the Knowledge skill description, page 78 of the Player’s Handbook). For example, defeating a wyvern as part Ritual Name of the Ritual of Blood grants you a +2 bonus on Knowledge The entry begins with a description of the ritual in plain (arcana) checks regarding dragons. language. Truebond Benefi t: You gain a +4 bonus on damage rolls",
        "name":  "BONDING RITUAL DESCRIPTIONS Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2,000 gp. creatures simultaneously.",
        "name":  "Ability Value",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because they form in a wide variety of For example, an everfl ame might be found on a rocky island locations and under various conditions, embers of dragonfi re fl oating in lava, at the heart of a vast, scorching desert, or tend to have few physical characteristics in common. The in some other such fearsomely hot location. only constants are the heat that pervades the area and a Prerequisite: Only a creature with at least fi ve character faint red glow in the area of the original embers. levels can access the power of an everfl ame, and then only if",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only a creature with more than three it possesses no special ability that would lessen the damage character levels can sense and access the power of an ember it takes from fi re. of dragonfi re. Location Activation: The fi res of an everfl ame occupy",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ability to breathe fi re lasts for 30 days. stack with any other resistance to fi re the creature might",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Footsteps of Corellon differ greatly in power of a garden of nature’s rage into themselves to make appearance, since their physical attributes are determined their wild shaped forms more powerful in combat. more by where the struggle took place than by any action Lore: Characters can gain the following pieces of infor- on the part of Corellon. Footsteps of Corellon have been mation about a garden of nature’s rage by making Knowledge found in stark mountain passes, deep underground grot- (nature) checks at the appropriate DCs, as given below. tos, and various other strange locations in which the great DC 15: Gardens of nature’s rage are wild, powerful places fi lled elf deity brought his power to bear against an enemy of with the pure essence of nature’s might. Their power is con- his people. nected in some way with the powers of the druid orders. Regardless of their physical appearance, these sites are DC 20: A druid who roams a garden of nature’s rage gains filled with a sense of peace and purpose. Any intelligent some special enhancement to his druid abilities. creatures that enter the area perceive this intangible DC 25: A high-level druid who successfully bonds with a quality, but it seems particularly palpable to elves of garden of nature’s rage draws some of its power into herself. good alignment. After this process is complete, she uses this power to",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The conferred power lasts for one month. It undead, or massive slaughter in the name of some evil ends prematurely for all creatures in the group if any of the power. Whatever its location, the landscape within a Illus. by B. Hagan 662200__8866331177__CChhpp77..iinndddd 224455 33//3300//0055 22::1144::1100 PPMM 246 7 RETPAHC CIGAM SMETI necropolis of dread is forever changed, and never again does the outside temperature, the water in a pool of frozen souls the area feel clean or wholesome to living creatures. never freezes, and it remains frigid to the touch even in",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only a character with five or more periods, they almost always occur near or within some character levels can access the power contained within a great body of water. Such a site might include an island necropolis of dread. on which land-bound creatures forged the gate, but more",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strong necromancy. creature gains resistance to cold 5. A creature that already",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any qualified creature that Duration: The conferred ability lasts until the creature enters a cyst immediately becomes aware of the dark that holds it perishes. power held within it and knows intuitively how to Aura: Strong transmutation. access that power. To claim the ability granted by a Ability Value: 2,500 gp. terrible cyst, the creature must stand within its confines and draw its power into itself by force of will. Doing so WATCHPOST OF VIGILANCE requires three full-round actions and provokes attacks Though less obvious than other acts of heroism, heroic of opportunity. vigilance also leaves its mark on the very ground where During this process, the cyst shrinks and is absorbed it occurred. A watchpost of vigilance, as such a site is called, into the surrounding terrain, as if the abyssal infection might form on a distant mountain peak where a lone druid affl icting the land were actually healing. A cyst that is watched over the northern lands for decades before fi nally healing has no ill effect on creatures within it, but the bringing word of an approaching army to the communities terrain does retain a lingering aura of evil until the cyst in the nearby foothills. Alternatively, it could form in an has completely healed. ancient dwarf redoubt, or in an elf watchpost concealed",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A rod of avoidance is made of solid gold and Effect: When the rod is activated, every creature adja- has a relatively simple design. The emeralds running along cent to the wielder gains a +10 bonus on its next attack roll, its length give it a subtle beauty that matches its obviously provided that the attack occurs before the beginning of valuable components. the wielder’s next turn. Any attack that occurs after that",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Thin iron bands entwine around jagged This powerful rod worsens the wounds of nearby creatures. fragments of jet-black obsidian to form the haft of this Uninjured creatures within its area are not affected, but cruel-looking rod. any wounded creature experiences an increase in pain. Activation: A soul anchor requires a standard action to No meaningful resistance to the effect of this rod has activate. ever been recorded. Effect: When the rod is activated, each creature",
        "name":  "ROD OF GRIEVOUS WOUNDS Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A rod of grievous wounds requires a standard ends. Affected creatures are nei- action to activate. ther paralyzed nor entangled, but",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 lb. would allow a creature to leave its square",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pale blue crystals adorn each end of this Construction: Craft Rod, hold monster. silvery rod, giving it a simple beauty that matches its magi- Weight: 3 lb. cal might. Price: 10,000 gp.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These lenses appear as small, clear, crys- talline constructions. When placed over the eyes, they become all but invisible. When the wearer gazes at a shapechanger or other creature that is concealing its true form through a trans- mutation effect, the lenses glow briefl y with a soft white light. Though the lenses are initially uncomfortable, new wearers usually adjust to them quickly. When the wearer tries to force a shapechanged creature back into its natural form, her eyes fl ash with an even brighter white light.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The wearer of the lenses sees creatures with the shapechanger subtype or creatures under the effect of alter self, polymorph, baleful polymorph, polymorph any object, shapechange, or a similar effect as they truly are. This ability does not pierce illusory shape-altering abilities such as disguise self; it works only on transmutation effects. In addition, once per day the wearer can try to force a single shapeshifted creature within 30 feet to resume its natural form. The target creature can attempt a DC 14 Will save to resist; failure means it immediately assumes Mantle of second chances its natural form, shape, and size, and it cannot assume a different shape for the next 2d4 rounds. wishing she had one more chance at some task or one A creature that wears only one lens not only gains no more opportunity to avoid misfortune. benefi t from the lenses but also must make a DC 11 Will DC 25: A mantle of second chances makes its wearer lucky save or be dazed for 1 round. A new save is required at the and allows her second chances when none should be end of each round until either the single lens is removed possible. These mantles are fl ashy in color—suitable for or the other lens is donned. performers—and adorned with symbols of luck. Aura/Caster Level: Strong abjuration and divination; Description: This mantle is a brilliant shade of blue. CL 13th. Symbols representing various elements of good fortune",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Hulks of Zoretha (Chapter 4) are associated outsiders, and even humanoids could work too. As the sign with this sign. See page 50 for more information. grows in strength, so too do the numbers, increasing the challenge of the encounter. The creatures spread throughout Dead Sun the campaign setting as the sign grows stronger, and “The sun did not rise. Hours turned into days, days into weeks, and encounters range from single fights to desperate stands still the blanket of darkness shrouded all. A cruel, dark winter was against vast armies. upon us, freezing the warmth of our blood.” Details: Sertrous (Chapter 8) and the Worm that Walks (Chapter 9) are associated with this sign. See pages 114 and When this sign appears, the light dies. The days grow shorter, 129 for more information. and temperatures drop until fi nally the sun vanishes from Variant: Infestations need not be combat encounters. the sky, plunging the world into perpetual night. Swarms serve well in this role: Clouds of locusts devour",
        "name":  "Details",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pandorym (Chapter 6) is associated with this sign. The world shudders beneath a fl ood of loathsome creatures See page 81 for more information. birthed from the depths of the seas or the dankest pits of the Underdark. Armies of hideous monsters march to the pulse Twisted Life of the lurid sign. The infestation sweeps across the lands, “We argued about which deity had granted us the boon and blamed devouring everything in its path. harmful effects on infernal forces. When we should have taken 662200__2211555566__CChh11..iinndddd 88 99//2277//0077 22::0055::4411 PPMM 9 NOT SLEEP EVIL DOES CHAPTER 1 action, we instead wasted time on pointless wrangling. Only now Appalling Fecundity can we see the hideous truth.” “The peasants believed they had been blessed: Their crops grew quickly, women bore healthy children in weeks rather than months, This sign first manifests with accelerated healing. Soon, and the harvest was the best ever. At first, life was good. But the though, living creatures and inanimate objects become growth never slowed. Everything birthed and died with such covered with festering boils, which burst to expel swarms speed that we could hear Nature suffering. Disease was rampant, of pests. As the sign strengthens, wounds close almost and vermin spread it everywhere; there was no end to the screams instantly, but flesh grows pustulent and bones distend of the affl icted.” as life becomes corrupted. At its peak, all undead but the most powerful and hidden are obliterated. The dead Growth and healing are accelerated. At fi rst crops and animals rise as gibbering aberrations, and the living mutate into grow and reproduce with unnatural swiftness, and injuries twisted progeny. vanish overnight. As the sign intensifi es, these early benefi ts",
        "name":  "Details",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creatures that require sleep lose the ability always—but they are strange. They glow luridly with weird to do so, as their bodies fi dget and their thoughts race. Physi- colors, spreading fear and wonder in all who behold them. cal exhaustion sets in, and eventually minds break. A living Familiar constellations vanish, re-form, or shift to new creature can go without sleep for a number of days equal locations. As the sign reaches its peak, distorting the arcane to its Constitution modifier (minimum one). Thereafter energies of the world, unsettling auroras and intense meteor it is fatigued, remaining in this state for a number of days showers illuminate the night skies. equal to its Constitution modifi er (again, minimum one); if",
        "name":  "After the sun sets, the stars twinkle in the heavens as Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Natural precipitation stops. Average global tempera- Strong: The save DC to resist any disease increases by 10. tures increase by 1d3 degrees, and all bodies and streams of At the start of each day, all living creatures must succeed water lose 1d4 feet of depth each week. on a DC 20 Fortitude save or become nauseated for the",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Average global temperatures increase by 1d6 remainder of the day. On a successful save, the creature degrees, and all bodies and streams of water lose 1d10 feet is sickened instead. Creatures that fail a second DC 15 of depth each week. Fortitude save take 1d3 points of Constitution damage that",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Average global temperatures increase by 2d10 day; the save DC for creatures with the animal or plant type degrees, and all bodies and streams of water lose 1d20 feet is 20. of depth each week. The dry wind begins to strengthen, Overwhelming: The save DC to resist any disease increases increasing by one “degree” of force; for example, calm air by 20. At the start of each day, all living creatures must becomes a light wind, while a strong wind becomes severe. succeed on a DC 25 Fortitude save or take 1d6 points of See DMG 95 for more about wind effects. Constitution damage.",
        "name":  "Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Average global temperatures increase by 4d10 degrees, and all bodies and streams of water lose SERVING ELDER EVILS 1d100 feet of depth each week. The wind strengthens by two degrees; for example, a light wind becomes strong. The “That the Beast shall awaken is inevitable. I’m working to ensure searing winds now literally burn: A strong wind deals 1d4 I am the fi rst to die when it does.” points of fi re damage per hour, a severe wind deals 1d6 points, —William von Dreichart, mad cultist and each degree of wind force higher than severe deals an additional 2d6 points. Elder evils do not attract many mortal servants, for their",
        "name":  "Overwhelming",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ordinary plants begin to wither. At the start feat called Willing Deformity. of each day, all living creatures must succeed on a DC 15 Fortitude save or become sickened for the remainder of the Vile Damage day. Creatures of the animal or plant type that fail a second Some vile feats, as well as malefic properties (see page DC 15 Fortitude save take 1d3 points of Constitution damage 14), deal vile damage. Vile damage represents a horrific that day. desecration of body or soul. It reduces hit points or ability pqqqqqqqqqqqqqqqqqqqqrs LIVING ROT",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As an immediate action, you can take 1 point select this feat. of Constitution damage to gain an insight bonus equal to the number of vile feats you have, including this one. Dark Whispers [Vile] Until the end of your next turn, you can apply this bonus By whispering foul utterances in the Dark Speech, you can on one attack roll, saving throw, ability check, or skill drive your enemies insane. check. Make this decision before determining the result Prerequisite: Dark Speech. of the roll. Benefi t: In addition to the basic uses of the Dark Speech, you can whisper words of incredible wickedness to form Dark Speech [Vile] grotesque visions in the minds of those who hear you. All You learn a smattering of the language of truly dark power. living creatures within a 30-foot radius that can hear your",
        "name":  "Benefit",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whenever you use Dark Speech in this manner, mind-affecting, supernatural effect. you take 1d4 points of Charisma damage, and every other Whenever you use Dark Speech in this manner, you take creature in a 30-foot radius must attempt a Will save (DC 10 1 point of Charisma damage. + 1/2 your character level + your Cha modifi er). The result of Special: You gain a +2 circumstance bonus on saving a failed save by a listener depends on the listener’s character throws made when someone uses the Dark Speech against level and alignment, as detailed in the table below. you. This bonus stacks with the +4 circumstance bonus from Dark Speech. Level (Alignment) Result Special: If you cannot take ability damage, you cannot 1st–4th (non-evil) Listener is shaken for 10 rounds and select this feat. must flee from you until you are out of sight. Deformity (Eyes) [Vile, Deformity] 1st–4th (evil) Listener cowers in fear for 10 rounds. You have either drilled a hole in your forehead trying to add 5th–10th (non-evil) Listener is shaken for 10 rounds. a third eye, or you have supernaturally scarred one of your 5th–10th (evil) Listener is charmed by you (as charm regular eyes. monster) for 10 rounds. 11th+ (non-evil) Listener is filled with loathing for you Prerequisite: Willing Deformity. but is not otherwise influenced. Benefi t: As a supernatural ability, you can use see invis- 11th+ (evil) Listener is impressed, and you gain a ibility for 1 minute per day. +2 competence bonus on attempts to Special: You take a –2 penalty on Spot and Search checks. change its attitude in the future. Deformity (Face) [Vile, Deformity]",
        "name":  "Dread",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing Deformity. kill a creature, that creature cannot be restored to life by any",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a standard action, you gain a profane bonus on Prerequisites: Chosen of Evil or undead type, Evil saving throws equal to your Charisma bonus (minimum +1). Brand. This bonus lasts for 5 rounds. During any round in which Benefi t: As an immediate action, you can beseech the you deal at least 1 point of damage to a creature of the good elder evil for assistance. Roll 1d20. If the result of the die subtype or a creature that radiates an aura of good, this bonus roll is an odd number, you gain a +8 bonus on one attack roll, is doubled. saving throw, ability check, or skill check for 1 round. If the result is even, you take 1 point of damage for each Hit Die or Filthy Outburst [Vile] character level you possess. You shriek a phrase in the Dark Speech to deafen or torment You must make the decision to use this ability before those around you. making an attack roll, save, or check.",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "It costs 2 squares of movement to enter a square containing a crater. A creature in a crater also has cover, and so gains a +4 bonus to AC. All adjacent squares count as being covered in scree, increasing the DC of Balance, Move Silently, and Tumble checks made in these squares by 2.",
        "name":  "Crater",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ridge is surrounded by a gradual slope, which grants 332 pp; 504 pp; 820 pp; a silver comb with strange glowing a +1 bonus on melee attacks against foes on lower ground. gemstones (7,000 gp); a signet ring depicting an alien crest Likewise, creatures standing on top of the ridge gain a +1 bonus (3,500 gp); a brocade jacket (150 gp); an adamantine crown on melee attacks against foes on the slope. set with emeralds (8,300 gp); a frozen potion of neutralize poison;",
        "name":  "Ridge",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "It costs 2 squares of movement to enter a square containing a small crater. A creature in a small crater also has cover, and so gains a +4 bonus to AC.",
        "name":  "Small Crater",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The deep crater is roughly 20 feet wide and 50 feet deep. The crater emanates a field of negative energy. Each round a living creature remains in a square adjacent to the deep crater, that creature gains one negative level. If a creature’s negative levels equal or exceed its Hit Dice or class levels, the creature is slain, rising up as an angel of decay in 1d4 rounds. It retains none of its former abilities.",
        "name":  "Deep Crater",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "It costs 2 squares of movement to enter a square containing a crater. A creature in a crater also has cover, and so gains a +4 bonus to AC.",
        "name":  "Crater",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " at a speed of 40,000 feet. Characters still on the surface are The moonlet halts its progress, hanging motionless carried with the moonlet. As it moves away from the world, in the sky. Great tremors ripple across the surface, Atropus’s sign ends, and creatures animated by its effects causing the ground to crack and buckle. A deep and collapse, lifeless. mournful moan fi lls the air, issuing forth from the Great Pit. 31 662200__2211555566__CChh22__EENNCC..iinndddd 3311 99//2277//0077 22::4477::1188 PPMM adness dwells on the mountaintop, where their work, the elves constructed a great many gates feral tribesfolk feast on human flesh and and portals to other worlds and planes of existence. In dance in worship of the darkness. Their song attempting to peer beyond the veils of infi nity, they fi nally can be heard even now, calling out to their built their greatest creation: the Vast Gate, designed to father to bring the eternal cold, the endless pierce the boundaries of the planes. What they found darkness of death.” destroyed them. —From the bloodstained journal Legend holds that the Vast Gate opened a rift in reality, of an unnamed traveler allowing a glimpse into a place known only as the Far Realm. This place of alien geometry, maddening thoughts, A mote of alien thought given form and flesh, and toxic natural law was antithetical to mortal life. Even Father Llymic is not of this world. He dwells in an as the elves tried to close the gate, strange things slipped icy prison, awaiting a time when the world will be through, forever tying the world to the Far Realm. Although right for his coming. As his age of freezing darkness many of these entities have surfaced over the years only to draws near, his brood begins to appear, stalking the be banished or destroyed, some remain to spread their foul wastes in preparation for his reign. If he is released taint. The records are far from clear, but the name of Father from his prison, the entire world will be covered Llymic appears more than once. (Knowledge [the planes] in a deadly glacier, removed from light and hope DC 28) for all time. Creatures of the Far Realm do not obey natural laws; their alien nature is deadly to those who come in contact with them. However, the world can affect them in strange ways BACKGROUND as well. Ancient records made by the Vast Gate survivors The ancient elves spent much of their time in note that some of the Far Realm entities could not live near-endless research and study. When the world’s in the world. Some died unnatural deaths, while others mysteries were unraveled, they turned their minds merely ceased to function, going into a sort of dormancy to what lies beyond. The vast and varied planes of until conditions would be right for them to thrive. One existence fascinated them, yet they still sought such entity seemed to have an aversion to light. Although farther. The most powerful among them wanted it was paralyzed, some aspect of this creature remained able 32 to know what lay beyond the planes. As part of to send illusory projections, beckoning the unwary to visit nnnnaammrreeddiiWW ..EE yybb ..ssuullllII 662200__2211555566__CChh33..iinndddd 3322 99//2277//0077 22::5500::2255 PPMM 33 LLYMIC FATHER CHAPTER 3 his unmoving form. These projections gave Father Llymic With the darkening of the sun, Father Llymic might fi nally his name, since the twisted monstrosity was hidden beneath live. Once he is free to bring his vision of reality to the world, an illusion of a kindly old man. (DC 33) it would become a mirror of his alien home, a frozen paradise Although dormant, Father Llymic still proved deadly. of madness and death. (DC 42) Those fooled by his illusions were soon tainted by his cor- ruption and had to be destroyed. Although exposing him FATHER LLYMIC to light caused dormancy, it also caused his form to radiate IN THE CAMPAIGN waves of deadly cold. Soon, sheets of ice began to engulf his body. The elves moved him to a mountaintop, where his Father Llymic sleeps in an icy prison atop one of the world’s chill would not harm anyone and the light of the sun might tallest mountains. Locked away inside a glacier, he beckons keep him dormant forever. The few remaining caretaker any who draw near to his form so that they might be trans- elves eventually died, and Father Llymic was forgotten. formed into his servants. With each new servant, he gains (DC 38) more of the strength needed to fully rouse. Legends about Father Llymic grow vague beyond the Since he lurks in such an inhospitable place, this elder evil confi nes of his mountain prison. Some rumors hold that the is easy to add to any campaign. Only when Father Llymic last great age of ice can be attributed to him, when darkness approaches his full might does the effect become noticeable, covered the land and he was nearly freed from his lethargy. as the sun begins to lose the power to contain him. The terrain One tale speaks of icy alien creatures that wear the tattered easily hides his brood, and travelers and remote mountain clothing of mountain barbarians and prowl the high passes, clans go missing all the time. Only the most thorough bringing freezing darkness with them wherever they go. chronicler might notice that one mountain in particular is (DC 43) full of strange tales regarding missing travelers and reclusive natives. The obvious sign of Father Llymic’s coming—the darkening of the sun—means that it is almost too late to GOALS stop him from waking. Father Llymic has never stirred on this world and his alien thoughts are inscrutable to mortals. His terrifying Timeline projection and unnatural children seek to change the What follows is a possible campaign timeline with Encounter world to one more suitable to his existence. At the very Levels to help you construct adventures around the key events least, the world of Father Llymic is one of endless darkness that might occur as Father Llymic awakens. and deadly cold. If he wakes, nothing would survive aside EL 7: An entire caravan disappears while traveling through from Father Llymic and his chosen brood. (Knowledge a nearby mountain pass. Headed by Tierad Rynesten, the [the planes] DC 28) adventuresome daughter of a nobleman, the caravan left Father Llymic’s fi rst goal is to be released from his prison three weeks ago but has not been heard from since. Tierad’s of ice. Light of any sort causes the walls to thicken, but dark- father seeks out adventurers to track down the caravan and ness causes them to melt. Fortunately, the power of the sun is rescue his daughter. Unfortunately for Tierad, he ran afoul such that even over long winter nights, his prison has never of a tribe of barbarians living in the mountain—a tribe come close to melting. (DC 33) that secretly venerates the frozen god that dwells on the With each creature perverted by his touch, Father Llymic’s peak. Although many of the drovers have been sacrifi ced power grows. As it does, the sun begins to dim, its light drawn or eaten, some remain to be taken to Father Llymic for out to keep the prison secure. If he becomes strong enough, his blessed touch. If the PCs free Tierad, she tells them the sun itself would grow dark. (DC 38) of the strange rituals practiced by the barbarians and the pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "When the aspect of Atropus is defeated, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change all the base creature’s racial Hit Dice to d8s. The base creature’s Hit Dice increase by 3. Do not change Hit Dice Cone Length Damage class HD. 1–2 15 ft. 1d6",
        "name":  "Hit Dice",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil. usable once per day. Caster level equals the creature’s adjusted",
        "name":  "Alignment",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A brood spawn retains all the feats of the base creature (even those it can no longer take advantage of) and gains Power Attack and Improved Critical (claw) as",
        "name":  "Feats",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "BLOOD MOON The blood moon sets tempers on edge, making people aggres- to that of the barbarian (PH 25). Unlike a barbarian, a crea- sive and angry. ture remains in this state until it kills another creature or is",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The starting attitudes of all living, intelligent creatures itself killed. At the end of the rage, the creature (if it survives) and characters are reduced by one step (see Influencing NPC At- is fatigued. titudes, PH 72). If a creature’s attitude drops to hostile, it imme- Overwhelming: As strong, but the DC of the Will save in- diately attacks the closest living creature until it deals damage. creases to 15. The rage intensifies to an insane frenzy, granting a At that point, it reverts to its normal starting attitude. +6 bonus to Strength instead of +4 and imposing a –4 penalty to",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The water seems alive with many different small creatures—iridescent glowing shrimp, tiny jellyfish, spiral- shaped worms, and fluttering fan-shaped creatures. They are harmless but numerous enough to cling to anyone who enters, slowing movement and obscuring vision. A character must at- tempt a DC 24 Reflex save. On a failure, the PC is blinded and moves at half speed for 1 round. On a success, the PC takes a –1 penalty on all rolls and checks for 1 round.",
        "name":  "Creatures",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As strong, but the DC of saving throws to resist bursting when the infected creature’s Con is reduced to 0. The the spores, to remove blemishes, or to avoid corruption increases creature’s death releases one swarm of mundane pests (such to 25. Dead creatures rise a number of days after death equal to as bats, rats, spiders, or locusts) per 5 Hit Dice of the infected their Hit Dice, becoming aberrations as described above. creature (minimum one swarm). The overwhelming aura of positive energy is anathema to",
        "name":  "The spores create pustules that grow as the disease progresses, Overwhelming",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to aberration. Do 103) but otherwise leaves progeny to their own devices. When- not recalculate the creature’s Hit Dice, base attack bonus, or ever a progeny takes an action against her wishes, the elder evil saves. Size is unchanged. can override it with a command of her own as an immediate",
        "name":  "Size and Type",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Progeny gain Ragnorra’s skincasting and re- action. A progeny can attempt to resist this control with a DC 39 generate worldskin special abilities (caster level equals Hit Dice). Will save; a successful save allows it to act freely for 1 round. See Ragnorra’s statistics for details. Abilities: Adjust the base creature’s abilities as follows: Con",
        "name":  "Special Attacks",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This mass of tissue, when activated, spontaneously births an aberration to serve Ragnorra or her minions. The new creature appears in a space adjacent When Ragnorra is ready to complete her work, to the spore. Using this ability deactivates the spore, which she assumes the form of the True Mother must be regenerated before it can be used again.",
        "name":  "Spawning Spore",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The worldskin is highly sensitive both to Ragnorra’s dreamlike thoughts and to violent events (such as combat) on its surface. Each round the party is in this area, a 1 in 6 chance exists that the skin twitches in response. Destruction of worldskin features can also cause such a reaction. When the worldskin twitches, ripples up to 2 feet high race across its surface, accompanied by a high-pitched keening. All creatures on the skin must make a Balance check or lose their footing, as summarized on the following table. Event Balance Check DC Ragnorra’s thought/combat in area 15 Bioenergy cyst destroyed 15 Healing spore destroyed 20",
        "name":  "Shuddering Worldskin",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ragnorra is now dimly aware of the presence of the PCs and is beginning to sense a threat, though she has dif- ficulty telling creatures apart. Beginning in the third round of the encounter, she acts randomly in self-defense. Roll 1d12 each round and consult the following table to see what action she takes. d12 Action 1 None. 2–4 Use cyst or boil to attack PCs. Tunnels: The bulette’s burrows have healed since they 5 Use cyst or boil to attack Vane. were dug. They are now wide and high enough to accommodate 6–7 Regenerate cyst or boil (use cyst or boil to attack one Medium creature, or two if they are squeezing. Any new PCs if no feature needs regeneration). tunnels the creature creates are large enough to accomodate a 8 Regenerate cyst or boil (use cyst or boil to attack Huge creature. Vane if no feature needs regeneration). 9–10 Skin quake: Balance DC 20 to avoid falling prone. 11 Roll on crater wandering monsters table (page 103). Creatures appear at the southeast entrance. 12 Roll twice on Crater Wandering Monsters table, choosing the tougher encounter. Creatures appear at the northern entrance. self-defense. Anyone attempting to use Diplomacy gains If the PCs can establish a friendly relationship with Two- a +3 bonus on these checks, due to the beast’s increased and-a-Half Brains, she can assist them in at least two ways. Intelligence and her eagerness to escape. • She can burrow tunnels within or under the worldskin,",
        "name":  "Ragnorra",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If any remain, they give in to their pain and attack the nearest creature, including one another.",
        "name":  "Blistered Souls",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The statue of Sertrous in the middle of near the end of a Sertrous-themed campaign. Engineer- the room is a permanent image (CL 20th). The statue is large ing an escape from the prison pits should be diffi cult, but enough for a Large or smaller creature to hide within. might make for an interesting late-campaign twist as the",
        "name":  "Illusory Statue",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These soaking and shuddersome trees can provide cover, but any attempt to climb them results in great swaths of diseased wood and bark coming away by the handful. This action or any solid blow struck against a tree unleashes a cloud of green spores in a 10-foot-radius spread. All creatures in this area must succeed on a DC 20 Fortitude save or take 1d6 points of Constitution damage and become nauseated for 1d6 rounds. A successful save indicates the victim is merely sickened for 1d6 rounds. Creatures that are immune to disease or poison are immune to this effect.",
        "name":  "Diseased Tree",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These spaces cost Medium or larger creatures 4 squares of movement to enter. Small and smaller creatures must swim to enter these spaces. The water provides cover for Medium or larger creatures, while Small and smaller creatures receive improved cover (+8 bonus to AC, +4 bonus on Reflex saves). Medium or larger creatures can crouch to gain improved cover. Creatures that have improved cover take a –10 penalty on attacks against creatures not underwater. Tumble checks are impossible in deep bog, and the DC of Move Silently checks increases by 2.",
        "name":  "Deep Bog",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These squares count as difficult terrain. break DC 45; Climb DC 15. It costs 2 squares of movement Each space costs 1 additional square of movement to enter. to enter a square containing a statue, and a creature can’t end Creatures cannot run or charge through these areas. its movement in a statue’s square without climbing onto the",
        "name":  "Calcified Bones",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These spaces cost Medium or larger creatures 4 squares of movement to enter. Small and smaller creatures must swim to enter these spaces. The water provides cover for Medium or larger creatures, while Small and smaller creatures receive improved cover (+8 bonus to AC, +4 bonus on Reflex saves). Medium or larger creatures can crouch to gain improved cover. Creatures that have improved cover take a –10 penalty on attacks against creatures not underwater. Tumble checks are impossible in deep bog, and the DC of Move Silently checks increases by 2.",
        "name":  "Deep Bog",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These spaces cost Medium or larger creatures 4 falls unconscious in the first round (0 hp), drops to –1 hit points and is dying in the following round, and dies in the squares of movement to enter. Small and smaller creatures must third round. swim to enter these spaces. If a rescuer reaches the sinking character, the rescuer must The water provides cover for Medium or larger creatures, succeed on a DC 25 Strength check to pull the trapped character while Small and smaller creatures receive improved cover (+8 free, and the victim must succeed on a DC 20 Strength check bonus to AC, +4 bonus on Reflex saves). Medium or larger to hold on. If the victim fails the check, he must succeed on a creatures can crouch to gain improved cover. Creatures that DC 25 Swim check or sink below the surface. If both checks have improved cover take a –10 penalty on attacks against succeed, the victim moves 5 feet closer to shore. creatures not underwater. Tumble checks are impossible in deep bog, and the DC of Move Silently checks increases by 2.",
        "name":  "Deep Bog",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A gruesome scene greets you. Lying on the fl oor in a pool of blood is the headless corpse of a human, its checks. If the whelp wins, it grapples its opponent and fl esh smoking from acidic handprints. Gathered moves into its opponent’s space, dealing 1d6+12 points of around the body and tearing at its fl esh are three damage plus 2d6 points of acid damage. On its next turn, it mounds of dripping brown jelly, reminiscent of attempts to pin the opponent by making another opposed humanoids in their postures and movements. grapple check. Remember, each time a whelp deals damage, Crouching in a corner is a human witness to this its opponent must make a Fortitude save to avoid being pol- atrocity. He yells, “Kill them. All of them!” luted by slime. If Dorn is here and the trap was not sprung, he uses his fi rst action to summon a black pudding. He then retreats to the TACTICS far corner. On his next turn, he uses summon ooze to summon The whelps of Zargon ooze forward to attack the fi rst char- an ochre jelly and then draws his rapier. Once his minions acter they sense. The make slam attacks each round against are engaging the PCs, Dorn follows up with corrosive spew, the closest creature. If they hit, they start grapples as free then moves toward an injured player character, drawing his actions. A whelp and its opponent make opposed grapple kukri as he does. 155 662200__2211555566__CChh1100__EENNCC..iinndddd 115555 99//2277//0077 33::4433::2266 PPMM 22--0011 RREETTNNUUOOCCNNEE D EE EENN OOFF XXCCEESSSS 2 Thralls of Juiblex (Raging) CR 10 Encounter Level 14 or 16 hp 108 each (10 HD); DR 1/— SETUP Male Cynidicean barbarian 8/thrall of JuiblexBoVD 2 CE Medium humanoid (human) Place the cult guards (G) as indicated on the map. The play- Init +1; Senses low-light vision; Listen +12, Spot +4 ers place their miniatures in the hallway leading into the Aura sickening slime (5 ft., DC 16) southernmost room. If Vanessa (V) has not been encoun- Languages Common tered elsewhere, she’s here. AC 20, touch 9, flat-footed 20; improved uncanny dodge Fort +13, Ref +6, Will +4",
        "name":  "When the PCs open the door, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The desk is a simple wooden writing desk. The desk Base Atk +10; Grp +12 stands 4 feet off the ground. Standing on it grants a character Atk Options Combat Reflexes a +1 bonus on attack rolls against creatures below him. Special Actions greater hexblade’s curse 3/day",
        "name":  "Desk",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 5; see Monster on the front and back of the breastplate; Manual,Appendix 1. the scent of coal smoke and hot metal lingers about him for several hours after he stops working.",
        "name":  "DGlyngreeb, Eagle Companion",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d4. effects that would normally affect any creature not native to that plane (such as banishment). Every two levels there- Requirements after, the cosmic descryer gains naturalization to one To qualify to become a cosmic descryer, a character must additional plane (two planes at 4th, three planes at 6th, fulfill all the following criteria. four planes at 5th, and so on).",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character can lead up to the indicated number of characters of each level. For example, a charac- ter with a Leadership score of 31 can lead up to 350 1st-level followers, 35 2nd-level followers, and so on. *Your maximum cohort level increases by 1 for every 2 points of Leadership above 40. **Your number of 1st-level followers increases by 100 for every point of Leadership above 40. †You can command one-tenth as many 2nd-level followers as 1st-level followers. You can command one-half as many 3rd-level followers as 2nd-level followers, one-half as many 4th-level followers as 3rd-level followers, and so on (round fractions up, except any fraction less than 1 rounds to 0). You can\u0027t have a follower of higher than 20th level (or whose effective follower level is greater than 20th; see Exceptional Followers section above). TABLE 1–34: EXAMPLE SPECIAL EPIC COHORTS and are much more likely to be unique characters in Creature Alignment Level Equivalent their own right. Astral deva Any good 22nd For example, a 6th-level commoner, warrior, or Ancient silver dragon Lawful good 30th expert counts as a 6th-level follower. A 6th-level adept Couatl Lawful good 18th or aristocrat would count as an 8th-level follower. A Cloud giant Neutral good 19th Ghaele eladrin Chaotic good 21st 6th-level fighter or 3rd-level aristocrat/3rd-level Storm giant Chaotic good 20th wizard would count as an 9th-level follower. A 5th- Wyrm brass dragon Chaotic good 27th level rogue/1st-level assassin would count as an 11th- Dragon turtle Neutral 17th level follower. Hydra, 12-headed Neutral 19th Roc Neutral 17th Ancient green dragon Lawful evil 28th EPIC SKILLS Gelugon (devil) Lawful evil 21st Cloud giant Neutral evil 19th Lidda the epic rogue can hustle across a hair-thin Glabrezu (demon) Chaotic evil 23rd thread, put her ear to a door, and hear a cat breathing Succubus (demon) Chaotic evil 18th Wyrm white dragon Chaotic evil 26th three rooms away. Ember the epic monk can scramble up a perfectly smooth surface faster than a normal person can run. Devis the epic bard can fast-talk a lich",
        "name":  "Number of Followers by Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is the DC for getting Reduce Teaching/Training: Normally, teaching or train- through a space when one\u0027s head shouldn\u0027t even be able ing a creature requires two months of time. You can to fit; this can be as small as 2 inches square for accelerate the process of teaching or training a creature, Medium-size creatures. Halve this limit for each size reducing the time required to the listed time, by adding category less than Medium-size; double it for each size the DC modifier to the base DC for teaching or training category greater than Medium-size. (For instance, a the creature. You can\u0027t reduce the required time to less Huge creature could pass through an 8-inch-by-8-inch than 1 minute. space.) If the space is long, such as in a chimney, the DM may call for multiple checks. Heal",
        "name":  "Extremely Tight Space",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By accepting a –30 penalty on your Hide check, you can hide another adjacent creature whose size is no more than one category larger than your own. Mod- ifiers to the check for the size of the creature still apply, as do all other penalties, including those for moving faster than half speed. Likewise, you can only hide another 41 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1: creature when it is not under direct observation by a Special: You can use Listen to notice the presence of the third party. The creature you hide remains hidden until it invisible creature, as discussed in the DUNGEON is spotted or it takes some other action that breaks its con- MASTER\u0027s Guide (generally opposed by a Move Silently check). If you cealment, as normal. beat the DC by 20 or more, you can pinpoint the location of the invisible creature, though it still maintains total con- Intimidate cealment from you (50% miss chance). Intimidate does not possess an epic usage.",
        "name":  "Hide Another",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The DC to intimidate any creature whose atti- Move Silently tude is fanatic (see the Diplomacy skill description, Move Silently does not possess an epic usage. above) is increased by +20. Open Lock Intuit Direction You can open locks more quickly than normal. Wherever you are, you can determine the direction to a Open lock as ... DC Modifier location on the same plane. Move-equivalent action +20 Free action +50 DC Familiarity with Location 40 Very familiar Perform 60 Studied carefully You can sway an audience\u0027s attitude with your performance. 80 Seen casually 100 Viewed once 120 Description only Initial –––––––––––––––––––New Attitude ––––––––––––––––––– Attitude Hos Unf Indif Friend Help Fanatic With a successful check, you know the direction to the Hostile Less than 40 40 45 55 70 170 Unfriendly Less than 25 25 35 45 60 140 desired location. This merely points you in the direction Indifferent — Less than 21 21 35 50 110 of the location; it doesn\u0027t provide you with information Friendly — — Less than 21 21 40 80 on how to get there, nor does it take into account any Helpful — — — Less than 21 21 70 obstacles to your path. Hos: hostile. Unf: unfriendly. Indif: indifferent. Friend: friendly.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This use of the skill lets you The relevant DCs are reprinted here. If you beat the DC discern one component of a target\u0027s alignment. When by 20 or more, you can pinpoint the location of the invis- making the check, you state whether you are trying to ible creature, though it still maintains total concealment discern the law-chaos or good-evil component. You can\u0027t from you (50% miss chance). retry the check, and you can\u0027t use this to discern more Defeat Illusion: You can automatically detect any illusion than one component of the alignment (but see below). with a visual component for what it truly is. No Will save The target must be visible and within 30 feet of you. is required, and you don\u0027t have to interact with the illu-",
        "name":  "Discern Partial Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wilderness Lore 24 ranks, five or more Your rage is particularly damaging to lawful creatures. favored enemies (as the ranger class feature). Prerequisites: Rage 5/day, chaotic alignment. 51 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1:",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to wild shape into a Diminutive than just your level). creature. Special: You may select this feat multiple times. Its",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your ability to wild shape into an elemental is power point cost minus 2. expanded to include all elemental creatures (not just air, You must use this feat as a member of the class in which earth, fire, and water elementals) of any size that you can you can already manifest powers of the normal maximum take when using wild shape to become an animal. For level. For instance, a 5th-level psychic warrior/22nd- instance, if you are normally capable of using wild shape to level psion couldn\u0027t advance her power point cost limit in become a Huge animal, you can now wild shape into a Huge psychic warrior, because she can\u0027t manifest powers of the elemental creature. You gain all extraordinary and super- normal maximum level for a psychic warrior. But she natural abilities of the elemental whose form you take. could advance her power cost limit for her psion powers.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When you rage, you gain a +8 bonus to Prerequisites: Cha 25, ability to rebuke or com- Strength and Constitution and a +4 morale bonus on mand undead, ability to cast inflict critical wounds, any Will saves. (These bonuses replace the normal rage evil alignment. bonuses.) Benefit: You can use one rebuke or command undead attempt to unleash a wave of negative energy in a 60-foot- Mobile Defense [Epic] burst. Roll a normal rebuke (or command) check, except You can adjust your position while maintaining a defen- that the negative energy burst affects living creatures sive stance. rather than undead. Any creature that would be rebuked",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dex 15, Dodge, Mobility, Spring by this result gains one negative level. Any creature that Attack, defensive stance 5/day class feature. would be commanded by this check gains two negative",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures immune to critical hits can’t be two limbs. affected by this feat.",
        "name":  "You can rend opponents when fighting with more than Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Beast Wild Shape, Knowledge (nature) Just as with normal turning, you can’t affect undead 24 ranks, wild shape 6/day. that have total cover relative to you.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While in a rage, you ignore the hardness of any object you strike. Also, double your Strength bonus Spectral Strike [Epic] for the purposes of any Strength check made to break You can strike incorporeal creatures as if they were solid. an object with sudden force rather than by dealing Prerequisites: Wis 19, ability to turn or rebuke undead. normal damage (including bursting bindings, such as Benefit: Your attacks deal damage normally against ropes or manacles). incorporeal creatures.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While you are raging, any enemy that views Undead Mastery [Divine] [Epic] you must make a Will save opposed by your Intimidate You can command a greater number of undead than normal. check or become panicked (if they have fewer Hit Dice Prerequisites: Cha 21, ability to rebuke or command than you) or shaken (if they have Hit Dice equal to or up undead. to twice yours) for 4d6 rounds. Benefit: You may command up to ten times your level in HD of undead. Thundering Rage [Epic] Your rage attacks can cause thunderous roars that can Unholy Strike [Epic] deafen opponents. Your attacks deal great damage to good creatures.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For every 5 points Without this of base attack bonus feat, the crea- above +6, you may add ture’s second- one additional arrow ary natural at- to this attack, to a tacks have a maximum of four –5 penalty arrows at base (or a –2 pen- attack bonus +16 or alty if it has the Multi- higher. Howewer, attack feat). each arrow after the second adds a cummulative Improved Flyby Attack [General] –2 penalty to the attack roll (–6 for three arrows, –8 for four). The creature can attack on the wing with increased mobility. Special: Regardless of the number of arrows you fire,",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and other touched willing creatures disk in place for 8 hours (ad hoc +10 DC). Mitigating weighing up to 1,000 lb. factors: increase casting time by 9 minutes (–18 DC),",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S Any creature of the specified type cannot attack or touch the",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Abjuration Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Object or creature touched (DC 27). Factor: +10 additional SR (+40 DC). Mitigat-",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature, or up to a 10-foot cube of Eternal Freedom (Ritual) nonliving matter",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touched creature or object of 2,000 lb. or less action casting time (+20 DC). Mitigating factor: burn",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Personal; touch Target: One creature or force grappling you",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You; creature or object touched Duration: Instantaneous",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "450,000 gp; 9 days; 18,000 XP. Seed: summon Evocation [Electricity] (DC 14). Factors: summon CR 31 creature (+58 DC),",
        "name":  "Living Lightning To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bolt 5 ft. wide by 300 ft. long, or 10 ft. wide by 150 ft. long You are possessed by a creature of nightmare—a dream",
        "name":  "Area",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous larva (see Chapter 5: Monsters). For 20 rounds, the dream",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One summoned creature in the area into frogs. The transformed creatures retain",
        "name":  "Effect",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Mummy Rot (Su): Supernatural disease—slam, For-",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    }
]
