[
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft./level-radius emanation purely mental actions (such as using a Target:One nonevil creature touched",
        "name":  "Area",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One evil creature that causes creatures within a 30-foot",
        "name":  "Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 6, Wrath 6 Target: One evil creature/level target’s head like ioun stones.",
        "name":  "Level",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One good-aligned creature; see a warding gem; the energy is released as a text The affected creatures’ own evil purple-white arc of divine power that",
        "name":  "Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ease pain 3/day, refreshment 3/day, 10 ranks of Al’Akbar (see above). Intimidate (total modifier +13). Resonating Effect (Cup and Talisman):A creature wearing the",
        "name":  "Lesser Powers",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and 3–5 willing creatures and 1 willing celestial retains his own ability scores, whichever are higher. An paragon increase in Intelligence does not grant extra skill points.",
        "name":  "Target",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +16, Climb +27, Concentration +15, the range increases to 60 feet; if downwind, it drops to 15 feet. A Handle Animal +11, Hide +25, Intimidate +13, Jump +27, strong aura of evil can be detected at twice these ranges. An Knowledge (nature) +25, Listen +22, Move Silently +25, Ride +7, overwhelming aura of evil can be detected at triple normal Search +12, Spot +22, Survival +23 (+25 in aboveground natural range. environments), Swim +16; Alertness, Favored of the Compan- Speak with Animals (Su):This ability works like speak with ions, Nemesis (evil), Point Blank Shot, Precise Shot, Ranged animals(caster level 8th) but is a free action and does not require Smite Evil, Track. sound. Favored Enemy—Evil (Su):Serradus gains evil creatures of Track Evil (Su):Serradus can use the Track feat to track an all kinds as a favored enemy. He gains a +1 bonus on Bluff, evil creature by its lingering evil aura, making a Survival check Listen, Sense Motive, Spot, and Survival checks when using to find or follow a track. The typical DC for a fresh trail is 10 (no matter the surface). The DC for tracking increases by 2 every 10 147 PARAGONS CELESTIAL CHAPTER 7: 620_88026_ExaltedDeeds2a.qxd 8/27/03 8:18 AM Page 147 minutes (normal aura), hour (strong aura), or day (overwhelm- Environment: Blessed Fields of Elysium ing aura). This ability otherwise follows the rules for the Track Organization: Solitary feat. Serradus can ignore the effects of surface conditions and Challenge Rating: 28 poor visibility. Treasure: Triple standard",
        "name":  "Skills and Feats",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary monster (DC 27),polymorph any object (DC 29),righteous smite*",
        "name":  "Organization",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The aleax gains all of the intended victim’s that fight or get angry. Any hostile creature within a 20-foot special qualities plus the following: radius of an archon must succeed on a Will save to resist its",
        "name":  "Special Qualities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the base creature +3. footed 19 Base Attack/Grapple:+10/+18",
        "name":  "Challenge Rating",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or swoop archon must succeed on a ranged (3–5) touch attack to hit, and any creature",
        "name":  "Organization",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +8, Ref +8, Will +8 that deals 2d6 points of damage to all creatures",
        "name":  "Saves",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 The creature looks a bit You are drawn first to the like a centaur, but being’s fiery, piercing eyes, then to itmixes the forms of the long mane of coppery-red hair that crowns its human and ram rather pale head. Marble-white flesh covers the being’s stately frame. than a human and Its legs end in birdlike talons with ruby-sharp claws, and horse. From the waist wings of crackling flame spring from its narrow shoulders. down, it is indistinguish- able from a powerful ram. From the waist up, it looks human, except for A noble warrior, the asura (ah-SOO-rah) is found throughout the two curling horns emerging from the top of its forehead. Upper Planes, serving deities as messengers and heralds with righteous zealotry. Sometimes one or more asuras are sent on Bariaurs travel the rolling hills and woods of Ysgard, protecting missions to other planes, carrying messages of revenge, punish- all who call that plain their home. When evil is afoot, they track ment, and death to those who have challenged or angered one it to its source, then charge into glorious battle. Creatures of of the powers. Other celestial beings find them impertinent and wanderlust, bariaurs rarely remain in one place for long. Their needlessly violent; however, most asuras take great pride in flocks follow a single leader who remains in charge as long as he their ability to intimidate and “correct” evildoers. or she can defeat opponents in a “clash of horns” (a sequence of Asuras distrust angels (especially lawful ones) and see them charge attacks similar to a jousting competition). Bariaurs love as rivals for the attention of the good deities. Due to the nature contests, which tend to be sources of good-natured amusement of both types of beings, neither resorts to any sort of violence, rather than rigorous tests of fitness. 165 MONSTERS CHAPTER 8: 620_88026_ExaltedDeeds2a.qxd 8/27/03 10:59 AM Page 165 Bariaur defender ofYsgard Bariaurs revere Ehlonna, deity of the woodlands, and are front ranks of their foes, they press the attack in melee while strict herbivores. Only bariaur rangers tend to eat meat—gen- other bariaur archers pepper the defenders with a hail of arrows. erally from woodland creatures they’ve hunted themselves. Powerful Charge (Ex): A bariaur often begins a battle by Bariaurs stand 6 feet tall at the shoulder and weigh 800 charging at an opponent, lowering its head to smash its horns pounds. They speak Celestial and Common. against a foe. In addition to the normal benefits and hazards of a charge, this allows the bariaur to make a single gore attack that Combat deals 2d6+2 points of bludgeoning damage. Bariaurs relish a good fight, charging into battle with their Bariaur Traits (Ex): Bariaurs benefit from the following heads lowered. Once they’ve pounded their way through the racial traits: 166 :8 RETPAHC SRETSNOM 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:00 AM Page 166 Bariaur Bariaur Defender of Ysgard (ranger 6) Large Outsider(Chaotic, Extraplanar, Large Outsider(Chaotic, Extraplanar, Good) Good)",
        "name":  "Level Adjustment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always lawful good the Monster Manual.Rules for making a ghaele character are also",
        "name":  "Alignment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "60 ft. (12 squares) toe with evil creatures and",
        "name":  "Speed",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10d8+30 (75 hp) furtive eyes of a ferret. It has slender limbs, white fur covering its body, Initiative:+2 174 and pink eyes. Speed:30 ft. (6 squares) :8 RETPAHC SRETSNOM cibuK .G yb .sullI 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:03 AM Page 174 Musteval",
        "name":  "This slim humanoid creature has the elongated snout, tufted ears, and Hit Dice",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wilderness of the Beastlands Wilderness of the Beastlands",
        "name":  "Environment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deathless, Attack: The sacred watcher incorporeal, rejuvenation, +4 retains all the attacks of the base turn resistance, ward creature, although those rely-",
        "name":  "Special Qualities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 16, Dex 13, Con —, Int not affect non ethereal 10, Wis 12, Cha 12 creatures.",
        "name":  "Abilities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any real creatures.",
        "name":  "Environment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 ethereal creatures, a",
        "name":  "Challenge Rating",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any good base creature’s damage",
        "name":  "Alignment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, except that the sacred Combat watcher has no Constitution score, and its Charisma score This saint is a model of warrior virtue, fighting fairly, offering increases by +4. quarter, and defending the cause of good to the death.",
        "name":  "Abilities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to “outsider.” The saint has the native subtype. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Modify the base creature as follows: Con +2, Wis Alignment: Usually chaotic good +2, Cha +4. Advancement: By age category or character class",
        "name":  "Abilities",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Level Adjustment:+7",
        "name":  "Challenge Rating",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The sanctified creature loses any vile feats the base creature possessed (see the Book of Vile Darkness). It does not get to re- place these feats with new ones. However, if it has the good sub- type, it gains access to exalted feats.",
        "name":  "Feats",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature, al- though the plane of res- idence usually changes to a good-aligned outer plane.",
        "name":  "Environment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Same as base creature +1.",
        "name":  "Challenge Rating",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always good. The sanctified creature’s chaos/ law axis does not change.",
        "name":  "Alignment",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares) The swarm deals automatic damage to any creature whose",
        "name":  "Speed",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm (4d8 plus pluck eyes and touch of death) gets in its way, including fortifications. The swarm deals 3d6 Full Attack:Swarm (4d8 plus pluck eyes and touch of death) damage to any creature or object whose space it occupies at the Space/Reach:10 ft./0 ft. end of its move. Special Attacks:Blind, distraction, touch of death",
        "name":  "The bronze locust swarm surrounds and attacks anything that Attack",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm (2d6) affecting both the swarm and any creature occupying the same Space/Reach:5 ft./0 ft. square. The swarm cannot deal damage during the same round",
        "name":  "Full Attack",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None reduced to a dying state by damage. Also, they cannot be tripped, grappled, or bull rushed, and they cannot grapple another. Sunflies are native to the planes of good. Individually, they are The swarm deals automatic damage to any creature whose used as messengers and couriers by archons, planar petitioners, space they occupy at the end of their move, with no attack roll and clerics of Pelor. They are only dangerous in swarms, gnaw- needed. Swarm attacks are not subject to a miss chance for con- ing on evil creatures that are dazzled by their celestial radiance. cealment or cover. 190 :8 RETPAHC SRETSNOM 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:30 AM Page 190 pqqqqrs",
        "name":  "Advancement",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Equinal (NG)",
        "name":  "EXPANDED SUMMONING TABLES Summon monster VI",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bariaur (CG), coure eladrin (CG), (NG), warden archon (CG) musteval guardinal (NG) Summon monster IX: Firre eladrin (CG), moon dog (NG),",
        "name":  "Summon monster III",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vasharans do not understand concepts such take. Vasharan fighters, rogues, assassins, blackguards, shad- as mercy, kindness, or loveùnot even toward each other. owdancers, loremasters, warriors of darkness, cancer mages, These concepts are so alien to them that they rarely think to vermin lords, and diabolists are also common. A very few use the emotions of others as leverage. For example, only a Vasharans are rangers or demonologists. Vasharans are Vasharan with years of experience among other humanoids never druids, bards, barbarians, or any of the disciple or would kidnap someone; most would not even consider that thrall prestige classes. (See Chapter 5 for descriptions of the the victimÆs friends might actually value her life. Vasharans evil prestige classes mentioned above.) also show no revulsion for creatures or acts that other humans find repellent. They have no aversion to gore or Vasharan Racial Traits filth, they have no taboos against rape and incest, and they ò Medium-size: As Medium-size creatures, Vasharans have have no distaste for creatures such as insects, serpents, and no special bonuses or penalties due to their size. worms. If a Vasharan believes that eating maggots will ò Vasharan base speed is 30 feet. somehow help her, she wonÆt hesitate to do so. ò Because they are vile to the core, Vasharans each receive 1",
        "name":  "Personality",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "She preys only upon the lower class or upon Some villains focus on the act of evil itself, rather than on intelligent nonhumanoid creatures. Her secret hunters make the goals an evil act helps them reach. They revel in killing, raids upon outlying villages or scour the woods for pixies, inflicting pain, and spreading misery. The motives and dryads, and even the occasional centaur. methods of psychopaths vary greatly. Some creatures are Winsone delights in the use of her custom-made whip of born psychopathicùlamias, destrachans, orcs, beholders, many thongs, which grants her a +2 circumstance bonus on and black dragons, for example. These monsters are evil Intimidate checks when she uses it in her midnight torture through and through, and they delight in death and misery. sessions. Their love of killing for its own sake makes them far more dangerous than monsters that simply kill to eat, such as the THE MISGUIDED FOOL ankheg or the remorhaz. Some villains do not even know that they are villains. Human, elf, dwarf, halfling, and gnome psychopaths are Deluded through insanity, religious belief, or just stupid- no less varied. Some are clean and efficient at what they do. ity, they commit horrible acts and never realize what it is They sneak up on their victims quietly and make sure that that they do. A foolish villain might suspect that his acts when they are finished, no evidence ties the murderer to the and thoughts are tainted, but heÆs too apathetic to try to murder. Other psychopaths are far more blatant and direct. uncover the truth. Blindly committing evil acts because it They do not care who knows of their activities, and they is just easier that way, the misguided fool can easily relish their victimsÆ fear of death almost as much as they become a truly sinister villain over time, continuing his enjoy the pain and the killing itself. Often, such psy- evil deeds while his own perceptions veer ever farther chopaths have positions of power that keep anyone from from reality. easily putting a stop to their terrible activities. A young king introduced to evil by his malevolent vizier, 16 Example: Reynod (NE male human vampire Rog6/ the fanatic demon worshiper seeking sacrificial victims for :1 RETPAHC ERUTAN EHT LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 10:34 AM Page 16his god, and the radical racial purist are all examples of the EXAMPLE VILLAINS misguided fool.",
        "name":  "THE PSYCHOPATH code of honor",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures that eat the flesh of an evil outsider turn resistance for every 2 HD possessed by the chanters on can contract this horrible malady. Soul rot eats at the victimÆs average. For example, if a 7-HD vampire and an 11-HD lich mind and soul until she dies a horrible, agonizing death full perform the dark chant together, the turn resistance bonus of pain and misery. is +4 (7 HD and 11 HD averages out to 9 HD, which yields 4",
        "name":  "Soul Rot",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This preternatural rain causes to this degree of evil, but people can sometimes sense a cold 1d3 points of damage per round to anyone not under shel- chill in tainted locations. ter. The thousands of animals that fall from the sky usually die from the impact, but 1 in 20 lives to hop or flop about at A LASTING EVIL least briefly, adding a further alien strangeness to the event. Evil events so great that they last for a long time are few and The rain lasts 2d6 rounds and covers an area of 2d6 square far between. This degree of evil requires true malice and miles. intentionally committed foul deeds. Some events of lasting evil include the following. ò Building an evil temple. LINGERING EFFECTS OF EVIL ò Multiple sacrifices to an evil god or fiend. Great acts of evil and towering amounts of sin take a huge ò Summoning multiple fiends. toll on the people involved, and the evil often lingers in ò Committing a mass murder or storing the grisly trophies the location where it manifested. Worse, the echoes of of such a crime. evil remain even when the evil itself is gone. Powerful ò Multiple possessions of innocents. evil can change a creatureÆs body and soul, and acts of foul ò The long-term presence of a lich, nightshade, or other malevolence can mar a location or an important object powerful undead. forever. ò The long-term presence of an evil outsider on the Mater- The lingering effects of evil are based loosely on the level ial Plane. of evil involved. Creatures, locations, and objects can be marked with one of four degrees of evil: a bad feeling, a last- A lasting evil shows its effects in the following ways. ing evil, a great and powerful malevolence, or darkness like Creatures:People exposed to this degree of evil may the world has never seen before. have nightmares, neuroses, or more serious psychological disorders.",
        "name":  "Rain of Frogs or Fish",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Detect evil registers a faint evil aura surrounding occurred or an object was exposed to it. Creatures involved a location or object involved in the event. Creatures might have a slight evil aura clinging to them for 1d10╫10 involved do not gain an evil aura, but they may have had one hours afterward. already. DARKNESS LIKE THE WORLD HAS NEVER A GREAT AND POWERFUL MALEVOLENCE SEEN BEFORE Only a few events involving this degree of evil exist in an Generally unique in all the world, such an event scars the entire world, unless your campaign world is a particularly nature of reality. Such a scar will probably never heal. The evil place. These are events of true and terrible evil, which worst of all fell events might include the following. include the following. ò An act of genocide. ò Building a portal to the Lower Planes. ò The birth of an evil god. ò Bringing powerful fiends to an evil temple on the Mater- ò The murder of a god, demigod, or legendary hero of light. ial Plane. ò Committing daily multiple sacrifices over hundreds of Darkness like the world has never seen before shows its years at an evil temple or altar. effects in the following ways. ò The presence of an evil god walking the Material Plane. Creatures:Severe psychological trauma and physical changes are likely in the wake of such powerful evil. Pos- A great and powerful malevolence shows its effects in the sible changes include the following. following ways. ò Creature has a faint greenish glow.",
        "name":  "Detect Evil",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This column gives the method by which the drug is introduced into a creatureÆs systemùeither ingested, inhaled, or via an injuryùand the DC of the Fortitude save necessary to avoid the effects of the drug. Injury also includes methods such as pouring the drug into a wound or applying it as a poultice.",
        "name":  "Type",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 alchemical bonus on Intimidate checks animalÆs venom, into a generally useful poison is that simply and saving throws against fear effects for 1d4 hours. killing the creature and wiping your characterÆs blade on its",
        "name":  "Initial Effect",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "û4 alchemical penalty on Diplomacy and poison gland doesnÆt work. Most creatureÆs poisons are a del- Bluff checks for 2d4 hours. icate mixture of various toxins, and that delicate mix is often",
        "name":  "Secondary Effect",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mild euphoria and fierce confidence while the disrupted when the creature dies or the poison is exposed to drug is in effect. the air. Getting the poison to persist on a blade and remain",
        "name":  "Side Effects",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To figure out how much poison can be made in a Estadrach Creature 1d8 Wis 2d8 Wis 9th week, the character makes a Craft (poisonmaking) check at Stradda Creature 1d6 Cha 1d6 Cha 8th the end of the week. If the check is successful, multiply the or object check result by the DC for the check. That result is how Nishita Object 1d6 Int 1d6 Int 7th many gold piecesÆ worth of poison are created that week. Vashita Object 1d6 Wis 1d6 Wis 7th When the total gold piecesÆ worth created equals or exceeds Lanshita Object 2d6 Cha 2d6 Cha 11th Blue unlyn Area 1d6 Int 1d6 Int 8th the market price of one dose of the poison, that poison- Red unlyn Area 1d6 Wis 1d6 Wis 8th maker has completed that dose. For a skilled poisonmaker, Amber unlyn Area 1d6 Cha 1d6 Cha 8th multiple doses in a week may be possible. If the poison- Violet unlyn Area 1d6 Int 2d6 Int 10th maker fails the check, no progress is made that week. If the Black unlyn Area 1d6 Int, 1d6 Int, 13th poisonmaker fails the check by 5 or more, the raw materials 1d6 Wis, 1d6 Wis, are ruined and must be reobtained. 1d6 Cha 1d6 Cha",
        "name":  "Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character is immune to one specific poison EVIL BRAND [VILE] (chosen by the DM or the characterÆs player), whether avail- The character is physically marked forever as a servant of an able as a blade poison, the venom of a specific creature, or evil power greater than herself or as a villain who does not one other toxin. The character also gains a +1 circumstance care who knows that she seeks only death, destruction, and bonus on saving throws against other poisons. misery for others. The symbol is unquestionable in its per- Special:A character may take this feat multiple times, versity, depicting a depravity so unthinkable that all who see choosing a different poison each time. The +1 bonus against it know beyond a doubt that the bearer is forever in the sway other poisons doesnÆt stack with itself, because the circum- of the blackest powers. stances of each poison immunity are essentially the same.",
        "name":  "Benefit",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +6. gelatinous cube as the summon monster",
        "name":  "Base Save Bonus",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Asmodeus, Baalzebul, Mammon, Mephistopheles. 6 Pox. One creature/level takes 1d4 Con drain.",
        "name":  "Deities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Target:Caster level caster can force addiction to a",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Asn 1, Brd 2, Clr 2, Sor/Wiz 2 22û30 Demon flees, and 1 round whether she recalls a fact, she cannot Components:V, S, Drug later the bebilith starts hunt- attempt to recall that fact again. After Casting Time:1 action ing for it. the duration expires, the caster no Range:Touch 31 or higher Bebilith grabs demon, and the two disappear.* The demon is longer has the ability to recall new Target:One living creature never seen again. facts. Duration:Instantaneous *Bebilith attempts to start a grapple with its",
        "name":  "Once the caster rolls to determine Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Saving Throw:None (see text) A player may invent a new curse, but",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 minute Focus: A 6-inch-long bone. which creatures to release.",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Caster or one creature Boneblast Call Lemure Horde touched Necromancy [Evil] Conjuration (Calling) [Evil]",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S Level:Clr 3 which must be prepared ahead of time Casting Time:1 action Components:V, S by inscribing a circle on the ground Range:Touch Casting Time: 1 action and putting a stone on the circle at Target:One creature Range:Medium (100 ft. + 10 88 each of the four cardinal directions. Duration:10 minutes/level ft./level) :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:04 AM Page 88Target:One humanoid damage or dies, he automatically ing down with incredible power. All",
        "name":  "The caster stands in the circle, Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration (see text) reverts to his normal form. The caster creatures and objects within the area",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Curse of the Putrid Husk Necromancy [Evil] Duration:Instantaneous Illusion (Phantasm) [Fear, Mind-",
        "name":  "Consume Likeness Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature 90 Duration:Instantaneous :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:05 AM Page 90Saving Throw:Fortitude partial Death by Thorns Corruption Cost: 1d3 points of",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature or others use it as a way to prove object touched that they earned their pay.",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Corpse of a Components:S, Corrupt The caster taps into the forbidden freshly dead or preserved (still Casting Time:1 action knowledge of demons, giving her bloody) living creature. Range:Personal a +10 profane bonus on any one Target:Caster check (made immediately) involving DevilÆs Ego Duration:1 minute/level Knowledge (arcana), Knowledge (the Transmutation [Evil] planes), or Knowledge (religion). Level:Diabolic 3 The casterÆs tongue lengthens and",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "100-ft./level radius The caster gains the visual acuity of a fiendish beast rather than a celestial",
        "name":  "Area",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Demonologist 3, Sor/Wiz 3 Components:V, M The caster enchants a creature so that",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of good align- Duration:1 hour/level action, it moves as close to the caster ment Saving Throw: Fortitude negates as it can get in a single round and",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One incorporeal Target:One creature Conjuration (Creation) [Evil] undead/level Duration: Permanent",
        "name":  "Drown Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action The type of drug extracted depends affects one creature with any number",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature 4 Flesh to Stone: Target must make a",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M, XP, Corrupt material in question. succeeds. (see below) 10 Telekinesis:The eye can move objects or creatures that weigh up to 325",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature caster, there is a 5% chance that the Range:Personal",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Caster single creature to speak about a single one-word answer would be mislead-",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature occurrence for the creature to be ied hand, which functions as if it were",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None that might be of life-and-death impor- gets as a creature can.",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature ceeds at the saving throw.) Casting Time:10 minutes",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous A creature with no discernible Range:Personal",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One possessing creature minuscule object, leaving the sub- ous projectile that flies from her hand",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One possessing creature and Target:One living creature Strength damage healed. its host Duration: Permanent Corruption Cost: 1 point of Strength",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature ft./level) and highly polished silver costing not",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Target: One creature less than 1,000 gp. The mirror must be",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Asn 3, Blk 3, Clr 3, Sor/Wiz 2 Target: One living creature fighterÆs bag of gems, even using",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Target:One living creature",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch creature cannot be affected twice by Necromancy [Evil] Effect:One organ the same rapture of rupture. A creature",
        "name":  "Power Leech Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature The caster preserves a single severed 6d6 points of damage and is stunned",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round/level organ from a living creature so that it for 1 round; a successful Fortitude",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature 10 minutes per caster level. object so that anyone casting a mind- Duration:Concentration (see",
        "name":  "The enhancement bonus lasts for The caster taints an area, creature, or Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A 2-inch-diam- Transmutation Range:Touch eter multicolored disk of paper or Level:Clr 5, Mortal Hunter 4, Target:Living creature touched ribbon. Sor/Wiz 5 Duration:Instantaneous",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch gods. Target:Creature touched The caster channels dark energy that",
        "name":  "DCs required to gain boons from evil Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Caster half). Creatures without eyes canÆt be Casting Time:1 action",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action modifier) and they deal 1d8 points of Target: One living creature",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature If the caster hits with a serpent, she Saving Throw:Fortitude negates",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Target:One creature",
        "name":  "Abjuration Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Clr 6, Sor/Wiz 6 Target:One living creature Duration:Instantaneous",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One astral creature Grief and sadness overcome the sub- With a harsh word of power and a",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action point of Strength (or any other abil- Range:30 ft. Thousand Needles ity), but not a third until she has Targets:All creatures within range Conjuration (Creation) [Evil] drained a second point from all the Duration:1 round Level:Pain 5. Clr 6 other ability scores. Saving Throw:Fortitude negates Components:V, S, M",
        "name":  "Then, the caster can drain a second Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Caster Target:Creature",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One undead creature Utterdark spreads from the caster, cre- the caster can shape its edges to fit the",
        "name":  "Targets",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) fragment of a good-aligned creature. Conjuration (Creation) [Evil]",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One humanoid creature Level:Sor/Wiz 7",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wall whose area is up to Duration: 1 round/level Monster Manual for more information one 5-ft. square/level (S) (see text) Saving Throw:Will negates on lycanthropy, including how to",
        "name":  "Effect",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S Level:Clr 3, Mortal Hunter 3, Pain 3, to creatures that are neither evil nor",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5ft./2 levels) Components:V, S Such creatures can reduce the",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One humanoid creature with Casting Time:1 action damage in half again (down to one- limbs Range: Close (25 ft. + 5 ft./2 levels) quarter of the roll) with a successful",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round/level Area: One humanoid creature Reflex save.",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This+2 rapierdeals ╫3 damage when it Caster Level:5th;Prerequisites:Forge Ring, sorrow; Market scores a critical hit on a creature of good alignment, rather Price:3,000 gp. than the normal ╫2 damage. Slave Ring:This iron ring, once put on, cannot be",
        "name":  "Harrowheart",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This wicked metal hook is about 9 metal plate about 6 inches square lined with barbed hooks. inches long. If thrust into a helpless opponent, that oppo- A thin, flexible tube extends from the plate to an adjustable nent slowly disintegrates over a period of 3 rounds (Fort DC nozzle that could attach to a variety of flasks, bottles, or 22 negates). This ability works on organic inanimate objects other containers. Over the course of one day, this device can as well as creatures. It can be used three times per day. extract pain in liquid form from a creature being tortured or",
        "name":  "Hook of Dissolution",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 lb. summon monster IV; Market Price:11,200 gp;Weight:5 lb.",
        "name":  "Weight",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "GrazÆzt has dark- wear black clothing and vision (60-foot range). He cannot be favor silver jewelry. Most raised or resurrected. carry a wavy blade of some sort. See Invisibility (Su): Invisible crea- Cultists: Anastasia runsa secret tures and objects are always visible to sect of clerics and wizards that operates GrazÆzt, as if he were constantly under a in the cellar of a tavern owned by one see invisibilityeffect. of the wizards. The townsfolk believe Summon TanarÆri(Sp):Once per day there is a coven of witches in the GrazÆzt can automatically summon area, but they do not know any 1d2+1 glabrezu or 1d2 balors. more than that. Isha-Denarthun, TanarÆri Traits: GrazÆzt can commu- on the other hand, is the head of nicate telepathically with any creature a large temple in the desert within 100 feet that has a language. He flanked by huge statues of is immune to electricity and poison, and GrazÆzt. More than sixty lamias he has acid resistance 20, cold resistance serve GrazÆzt there, guarding and 20, and fire resistance 20. tending the building, as well as par-",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40 ft. successful, that creature cannot be affected again by his fear",
        "name":  "Speed",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary with a saving throw. Once a creature succeeds at a saving",
        "name":  "Organization",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A devil has darkvision (60-foot range). It relish the task. These devils are likely to be found in terrible cannot be raised or resurrected. hellish citadels, working for some greater baatezu. Dispater In addition, all baatezu have the following abilities in alone employs more than a thousand kocrachons in Dis. common unless otherwise stated. They have a dark bluish-purple carapace like an insectÆs, Summon Baatezu (Sp):Most baatezu can summon other with long, serrated proboscises. Their heads are small; their baatezu to their aid. This ability functions like a summon legs are long and thin, ending in claws that are quite adept at 175 MONSTERS EVIL CHAPTER 8: 620_88161_Vile Darkness.qxd 8/13/02 11:38 AM Page 175 Kocrachon (Baatezu) Ghargatula (Baatezu) Medium-Size Outsider (Evil, Lawful) Huge Outsider (Evil, Lawful)",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This gray and red membrane sac, filled with yellow fluid, attaches to a kythonÆs arm. When the kython JUVENILE makes a successful claw attack with that arm, the attack also As kythons mature into juveniles, they grow larger and sprays mucus out of a tube that runs from the sac to the claw. A develop an exoskeleton. They also gain the use of two clawed creature hit by the claw must succeed at a Reflex saving throw arms. In other ways, juvenile kythons look like broodlings. (DC 18) or be entangled in the mucus for 1d6+4 rounds. Alco- hol will wash the substance off a victim. Otherwise, there is no Combat means of disentangling before the duration is up. The juvenile kython is as poison-filled as the broodling.",
        "name":  "Mucus Pod",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All kythons have extra Hit Dice as When kythons mature fully, their torso grows so that they though they were Small creatures. become a little more like upright humanoids (although they still usually hunch over). Their tail drops away as they pass BROODLING into this stage, but they gain another set of clawed arms. The Newly hatched kythons, or broodlings, have no functional exoskeleton is now either green, dark blue, or black. Adult arms. Instead, they look like massive, tooth-filled mouths in kythonsÆ bodily fluids become less poisonous, but they eyeless, carapace-covered heads on two short legs, with a develop poison sacs in their mouth with a new type of venom. long, whiplike tail. Coloration varies wildly, from dark Adults guard the nests and carry out most of the work that green to black to orange-white. needs doing for kython society as a whole. Most kythons remain in this stage forever. A few mature into more spe- Combat cialized stages, most of these becoming impalers, a few Both the bite and the tail sting of the broodling are poisonous. transforming into slaymasters, and very rare individuals be- Poison (Ex): A broodling delivers its poison (Fort DC 12) coming slaughterkings. 179 MONSTERS EVIL CHAPTER 8: 620_88161_Vile Darkness.qxd 8/13/02 11:40 AM Page 179 Broodling Juvenile Kython Adult Kython Small Aberration Medium-Size Aberration Medium-Size Aberration",
        "name":  "Skills and Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Impalers gain a racial bonus of +8 on Move adults, except that their form is more slender and sleek. Silently and Hide checks. In the palm of each claw is a retractable spike made of hardened bone. SLAYMASTER Impalers are kython assassins. They are fast, sneaky, and Slaymasters take on a form quite unlike that of regular adult cunning. Unless assigned to eliminate a foe (one that has kythons. In some ways, they seem to regress toward brood- penetrated a kython nest or been decreed an enemy by a ling form. Slaymasters have no legs and regain the long slaymaster or slaughterking), these creatures are usually at stinger-tipped tail, only this time it forms the bulk of the rest. Impalers are never found as guards. creatureÆs body, which resembles that of a snake. Slaymasters were the rulers of most kython nests until 180 the appearance of the slaughterkings. They are brutal and :8 RETPAHC LIVE SRETSNOM 620_88161_Vile Darkness.qxd 8/13/02 11:40 AM Page 180 Impaler Slaymaster Slaughterking Medium-Size Aberration Large Aberration Large Aberration",
        "name":  "Impalers do not look all that different from regular Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 ment the creature before it perishes. The initial and second-",
        "name":  "Challenge Rating",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7û13 HD (Large); 14û27 HD (Huge) supernatural ability comes into play when its mouth-ten- dril has burrowed deep within its prey. When the vaath Hailing from the evil plane known as Carceri, the vaath is a begins savoring the meat and organs of the creature, it tele- creature of pure sadism that delights in both physical and pathically transmits the sensation of taste (and its own emotional pain. Unlike some outsiders, it does not feed upon painùit simply relishes inflicting it. If it can, a vaath gives its prey time to realize that it is going to die. Mental anguish is far more grati- fying than simple physical agony. Natural hunters, vaaths are built for speed and are excellent trackers. They possess sinister cunning and a deviously twisted sense of tac- tics, setting ambushes and traps for prey ahead of time. A horrible amalgamation of insect and reptile, the vaath has a long body covered in dark scales. A hard, thorny brown carapace protects its head. Long, white teeth drip venomous saliva. Narrow, slitted eyes peek out from its spike-covered head-shell. A long, snaky tendril extends from a small cavity above its mouth, ending enjoyment of it) to all within 20 in a small, sphincterlike mouth of its own. feetùincluding the victim. All creatures are allowed a A vaath speaks Infernal and Abyssal. Vaaths are occa- Will saving throw (DC 14) against this mind-affecting sionally used as entertainment in the courts of powerful effect. Creatures that fail their saves take 1 point of fiends or even sometimes as hunting creatures. But even Wisdom drain due to the horrific effect the devouring has the most powerful demon or devil is wary of a vaath pack on oneÆs sanity. Victims that fail the Will save take 1d6 turning on it. points of Wisdom drain, but that only matters if the victim survives. Creatures that regularly feed on the type of crea- COMBAT ture being devoured are immune to this effect. But no crea- A vaath attempts to either grapple or paralyze a foe and then ture, not even another vaath, is immune to the horror of use its burrowing mouth-tendril. Killing a foe quickly is experiencing what its own entrails taste like. wasteful, so the vaath avoids doing so at all costs. Its desire to Scent (Ex):Vaaths can detect approaching enemies, sniff 182 hunt and kill supersedes its own survival instinct. out hidden foes, and track by sense of smell. :8 RETPAHC LIVE SRETSNOM 620_88161_Vile Darkness.qxd 8/13/02 11:41 AM Page 182the area takes 8d8 points of damage (Reflex DC 18 half). VILEWIGHT Disease (Ex): Any creature hit by the vilewightÆs intestinal Medium-Size Undead tendrils must succeed at a Fortitude save (DC 16) or contract",
        "name":  "Advancement",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 causes the victim to be unable to see living creatures (see Dis-",
        "name":  "Initiative",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18 (+2 Dex, +6 natural), touch 12, flat-footed 16 Energy Drain (Su):Any living creature hit by any of a vile-",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Winged bone creatures retain the ability to fly. Special Attacks:Sneak attack +3d6",
        "name":  "Speed",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, modified by ability bone bugbear cannot be raised, and resurrection works only 184 score adjustments. if it is willing. The creature has darkvision (60-foot range). :8 RETPAHC LIVE SRETSNOM 620_88161_Vile Darkness.qxd 8/13/02 11:42 AM Page 184Skills: A bone bugbear receives a +4 racial bonus on Move Saves:Same as the base creature, modified by ability Silently checks. score adjustments.",
        "name":  "Saves",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. CORPSE CREATURE",
        "name":  "Challenge Rating",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Winged corpse creatures retain the ability to fly. Feats:Cleave, Lightning Reflexes, Power Attack However, their maneuverability becomes clumsy.",
        "name":  "Speed",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A corpse barbarian is immune to mind- Size Damage Size Damage affecting effects, poison, sleep, paralysis, stunning, disease, Diminutive 1 Large 1d8 death effects, necromantic effects, and any effect that Fine 1d2 Huge 2d6 requires a Fortitude save unless it also works on objects. It Tiny 1d3 Gargantuan 2d8 is not subject to critical hits, subdual damage, ability Small 1d4 Colossal 4d6 Medium-size 1d6 damage, ability drain, energy drain, or death from massive damage. A corpse barbarian cannot be raised, and resurrec- Use the base creatureÆs slam damage if itÆs greater. tion works only if it is willing. The creature has darkvision",
        "name":  "Undead Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Modify the base creature as follows: Str +4, any aspect of the physical world, and creatures are no Dexû2, Con +4, Int +0, Wis û2, Cha û2. exception. Twisted by malevolence, corrupted creatures Climate/Terrain: Any land and underground. take on a hideous appearance and gain evil powers and Challenge Rating: Up to 3 HD, same as base creature +1. dire intent. 4 HD to 7 HD, same as the base creature +2. Corrupted creatures have unique countenances, each 8+ HD, same as the base creature +3. reacting to the source of malevolence in a different way. Alignment:Always evil. Most have twisted, misshapen (often asymmetrical) forms; mottled, discolored flesh; and reddish eyes. Although one SAMPLE CORRUPTED CREATURE might be tempted to confuse a corrupted creature with a Base Creature:Wolf. fiendish or half-fiend creature, the corrupted creature usu- Corrupted Wolf ally has a more mutated and ungainly appearance. Medium-Size Aberration",
        "name":  "Powerful evil, unchecked and rampant, can horribly alter Abilities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 ôCorruptedö is a template that can be added to any corpo- Speed:50 ft. real creature that is not an outsider (referred to hereafter AC:17 (+1 Dex, +6 natural), touch 11, flat-footed 16 as the base creature). Creatures that gain this template Attacks:Bite +4 melee change their type to aberration. A corrupted creature uses Damage:Bite 1d8+4 plus 1 vile all the base creatureÆs statistics and special abilities except Face/Reach:5 ft. by 5 ft./5 ft. as noted here. Special Attacks:Trip",
        "name":  "CREATING A CORRUPTED CREATURE Initiative",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A corrupted creature retains all the spe- Organization: Solitary, pair, or pack (7û16) cial attacks of the base creature. Challenge Rating:2",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30d8+360 (495 hp) D\u0026D, DUNGEONS\u0026 DRAGONS, MONSTERMANUAL, and DUNGEONMASTERare reg- Initiative:+8 istered trademarks and the d20 System logo is a trademark owned by Wizards of the Coast, Inc.All Wizards characters, character names, and the distinctive Speed:40 ft. likenesses thereof are trademarks owned by Wizards of the Coast, Inc.",
        "name":  "Hit Dice",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gargantuan +3 heavy mace. trusted ally is the duke Amon, a unique creature also 4PAZUZU, DEMON PRINCE OF THE LOWER AERIAL KINGDOMS Large Outsider (Chaotic, Evil)",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once per day as a standard action, you can make a melee touch attack against a living creature to deal 1d6 damage per 2 levels and sicken the target for 1 round. Darkness Domain Renamed as ôVile Darknessö domain in Lords of Mad- ness, p.208. A different darkness domain is available in PlayerÆs Guide to Faer√n, pp.85-86. Greed Domain",
        "name":  "Granted Power",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alexis Machine noted that Bel v3.0 was essen- automatically summon 1d4+2 abyssal ghouls (Fiend tially a double HD pit fiend with a few special abilities. Folio). You might wish to reconstruct Bel by fully advancing a pit fiend in terms of HD. However, this can push Bel Summon Gnolls (Sp): Alternatively, Yeenoghu can au- up to CR30 or so, in which case, youÆll need to rework tomatically summon 6d6 flinds (Monster Manual III) the rest of the archfiends as well. or 1d6 5th-level flind fighters. Dispater Other Demon Lords Medium Outsider (Baatezu, Evil, Extraplanar, Lawful) Dragon magazine is hosting a series of articles called Base Attack/Grapple: +34/+48 Demonomicon of Iggwilv, featuring the other demon",
        "name":  "Note",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dire Charge Levistus Medium Outsider (Baatezu, Evil, Extraplanar, Lawful) Improved Grab (Ex): Mammon can grab a creature up Base Attack/Grapple: +33/+41 to Large size. Attack: +4 rapier +46 melee (1d6+12/15-20 plus 2d6 precise strike)",
        "name":  "Epic Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature. Base Attack/Grapple: +6/+13 Level Adjustment: +2",
        "name":  "Vaath Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +8 melee (1d6+3) and bite +6 melee (1d8+1 plus poison) Corrupted Creature Space/Reach: 10 ft./10 ft. Damage Reduction: A corrupted creature has damage",
        "name":  "Full Attack",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Demon, Orlath Base Attack/Grapple: +1/ù Base Attack/Grapple: +12/+20 Attack: Swarm (1d6 plus poison)",
        "name":  "Monster",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "ù Vile Gaze (Su): DC 20 Will negates. The save DC should be Charisma-based. Combat See Dungeon #95, p.3. A spider swarm seeks to surround and attack any living prey it encounters. A swarm deals 1d6 points of dam- age to any creature whose space it occupies at the end of its move. Distraction (Ex): Any living creature that begins its turn with a spider swarm in its space must succeed on a DC 11 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based. Poison (Ex): Injury, Fortitude DC 13, initial and sec- ondary damage 1d3 Str. The save DC is Constitution- \u0018\u0018based.",
        "name":  "Level Adjustment",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A spider swarm has a +4 racial bonus on Hide and Spot checks and a +8 racial bonus on Climb checks. It uses its Dexterity modifier instead of its Strength modifier for Climb checks. It can always choose to take 10 on a Climb check, even if rushed or threatened. Creating A Hivemind Swarm A hivemind swarm is an acquired template which can be applied to any animal swarm or vermin swarm, hereafter referred to as base creature. Such swarms form when its natural habitat has been corrupted by an evil spiritual presence or dark blessing.",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A hivemind swarm gains Eschew Materials as a bonus feat. If the base creature is originally mindless, it also gains 1 feat plus 1 feat per 3 HD. \u0018\u0018Book of Vile Darkness Frequently Asked Questions Last Updated 12/10/02 About the FAQ If you have a question about the Book of Vile Darkness rules, chances are that youÆll find them within this FAQ. Any new additions or major corrections in a version are provided in blue text for your convenience. Blue text changes to black text in the next version. If you have a question that isnÆt answered here, please contact custserv@wizards.com and ask away! You can also contact the Sage, Skip Williams, by writing to him at these handy locations:",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Running the City focuses on provid- ing advice to DMs about how to run urban campaigns. It discusses the importance of history in a city, and how history drives ongoing stories, which dovetails into an analysis of the city as an adventuring environ- ment, including how-to tips on dungeon crawling and ways to keep the setting “alive,” by means of NPC and location management. The chapter concludes with an overview of city crime and punishment. Most of the material in this section is, of course, intended for Dungeon Masters. WHAT YOU NEED TO PLAY Cityscape  makes use of the information in the three core rulebooks—the Player’s Handbook (PH), Dungeon Master’s Guide (DMG) , and Monster Manual (MM) . This book also draws on or references information in other supplements, including Dungeon Master’s Guide II, Unearthed Arcana, and  Heroes of Horror . Those titles make excellent sup- port references for urban adventuring, but they are not required in order to make full use of Cityscape. 620_95386_Ch1.indd   6620_95386_Ch1.indd   6 8/21/06   4:42:34 PM8/21/06   4:42:34 PMhe first thing to consider as a Dungeon Master p l a n n i n g  a n  u r b a n  c a m p a i g n  i s  w h a t  t r u l y makes a city. Cities proper differ from other communities in many ways, but population is the primary factor. However, the numbers stated on Table 5–2 in the Dungeon Master’s Guide repre- sent average city populations and can vary depending on the campaign. If you decide to adjust the numbers, you should retain the relative sizes of communities. For example, if your world is populated with roughly twice as many people as is assumed in the default fantasy setting, simply multiply the numbers in the table by 2. In such a case, a thorp could contain up to 160 adults, while a large city might contain as many as 50,000 adults. A city’s “persona” also makes it unique. Unlike smaller communities, which tend to resemble their surroundings, a true city has a character all its own, developed by the people, ideas, and events that have shaped its history. This persona manifests itself in the city’s physical characteristics, such as its layout and architecture. An urban center planned in advance, using a traditional grid shape, is going to look and feel different from one that developed organically over time. Most cities are divided into districts whose character and layout reinforce the overriding persona. A city with several mercantile districts, for example, is clearly focused on commerce, while one with an embassy district is likely a capital or other politically active urban center. A complete breakdown of district types, and the typical features of each, begins on page 34. ALIGNMENT A fundamental aspect of any major urban center is the moral and ethical outlook of its populace. The alignment of a city’s power center ( DMG  138) is certainly inﬂ  uential, but the overall attitude of the city’s inhabitants, known as the community align- ment, is separate from that of any leader or group of leaders. A given city’s community alignment depends not only on the mindset of its leaders, but also the history of the region, the indigenous cultural mores, and even the local geography. Speciﬁ  c individuals have their own alignments, but the community alignment represents the city’s overall cultural outlook. In most fantasy settings, the default commu-nity alignment is lawful, representing a popular 7 Illus. by D. BirchamIllus. by D. Bircham 620_95386_Ch1.indd   7620_95386_Ch1.indd   7 8/21/06   4:42:44 PM8/21/06   4:42:44 PM8CHAPTER 1 THE SCOPE OF THE CITYconsensus to follow local laws and traditions. Often a city’s outlook has no bias toward good or evil, which is typical of humans in general. A typical campaign also assumes that humans are the dominant race. Cities founded or dominated by nonhuman races could have very different attitudes, often reﬂ  ecting the typical racial alignment (such as chaotic good for elves or lawful good for dwarves). Consult the table below when randomly determining the community alignment of any sizable urban center— typically, a community larger than a small town. Community Alignment d%  Alignment 01–20 Lawful good21–28 Neutral good29–36 Chaotic good37–61 Lawful neutral62–67 Neutral68–69 Chaotic neutral70–89 Lawful evil90–95 Neutral evil96–100 Chaotic evil Cities by Type The following example cities serve a dual purpose. Each has a name and demographic detail so it can be dropped as-is into almost any campaign. An example city can form the basis for long-term urban adventures, or be simply a brief stopping point for PCs on their way to some other destination. These entries also serve as models, much like the terrain material in prior environment books. Each demonstrates the most typical features of its function, whether military, commercial, or political. You can simply replace the names and details with your own, or construct your own cities that follow similar patterns.BLACKWALL (THE MILITARY CITY)",
        "name":  "Chapter Five",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Surprising though it seems, given the frequency of wars and the presence of so many monsters, many communities—even some great cities—have no defenses at all. The reasons for this deﬁ  ciency could include insuf- ﬁ cient wealth, a recent attack that obliterated previous fortiﬁ  cations, or being located in a peaceful region that makes defenses unnecessary.",
        "name":  "None",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Foul-smelling monsters, such as ghasts or troglodytes, have moved into the tannery district, using its stench to mask their own odor. Here they hide, preying with impunity on the populace of nearby districts. THEATER",
        "name":  "Plot Hook",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Often—monstrous. Buildings:  Temples (2%; monstrous deities), poor lodging (6%), poor food (13%), average trades (5%), poor trades (17%), average services (5%), poor services (20%), poor residences (30%). Description: Every city has its “underground,” an area of criminal activity or black-market sales, but in some communities the term is literal. The undercity lies beneath the streets, a thriving shadow community in which criminals and monsters interact, do business, and kill one another. The district might consist of aban- doned sewage or mining tunnels, natural caves, forgotten catacombs, the ruins of long-abandoned buildings, or combinations of these elements. The precise appearance and ambience of the undercity depend on its inhabitants and structure, but most such districts are musty from stale air, and often unsanitary.",
        "name":  "Power Center",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Although the mere existence of an under- city is often a sufﬁ  cient excuse for adventuring, a twist on the usual sewer crawl has the PCs chase a fugitive into the undercity. They navigate this strange new environment in order to track down their quarry, rather than as an end in itself. They risk incurring the wrath of more criminals, and monsters besides, for invading their territory. WAREHOUSE",
        "name":  "Plot Hook",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be taken multiple times. Each time you take the feat, its effects apply to a new culture, geographic region, kingdom, or nation ( whichever is appropriate).  Note:  In the E BERRON  setting, you can substitute the Favored in House feat for Favored as the prerequisite for this feat. If you do, you gain the beneﬁ  ts of this feat while within any of the Five Nations. STRONG STOMACH You have greater resilience to illness and foul odors than most people. Prerequisites:  Con 13, Endurance. Beneﬁ  t: You reduce the effects of sickening and nausea by one step. You cannot become nauseated. If you are exposed to an effect or condition that would normally make you nauseated, you become sickened instead. If an effect or condition would normally sicken you, that effect is negated. SWIFT TUMBLER You can ﬂ  ip, twist, and roll with great speed. You might have learned this ability by traversing the city’s rooftops and alleys, or simply by moving through the throng day after day. Prerequisite:  Tumble 7 ranks. Beneﬁ  t: When tumbling, you move at a speed equal to half your base speed +10 feet. Normal:  W i th o u t  th i s  f e a t ,  c h a r a c t e r s  m o v e  a t  h alf speed when tumbling. URBAN TRACKING You can track down the location of missing persons or wanted individuals within communities. Beneﬁ  t: To ﬁ  nd an individual’s trail, or to follow a trail for 1 hour, requires a Gather Information check. You must make another Gather Information check every hour you search, as well as each time the trail becomes more difﬁ  cult to follow, such as when it takes you to a different part of town. The DC of the check, and the number of checks required to track down your quarry, depends on on the community size and the prevailing conditions. If you fail a check, you can retry after 1 hour of questioning; the DM should roll the number of checks required secretly, so that the player doesn’t know exactly how much time the task will require. You can cut the time between Gather Information checks in half (from 1 hour to 30 minutes), but you take a –5 penalty on the check. Obviously, this feat will not allow you to locate someone who has gone beyond the boundaries of the community, but it could inform you that they’ve done so. Community Size* DC Checks Required Thorp, hamlet, or village 5 1d3 Small town or large town 10 1d4+1Small city or large city 15 1d6+1Metropolis 20 1d8+2 * See DMG  137. Conditions DC Modiﬁ  er Every three creatures in group being sought –2Every 24 hours group has been missing/sought +1Tracked group “lies low” +2 Tracked group matches community’s primary  +2racial demographic*Tracked group does not match community’s –2primary racial demographic** See DMG  139.",
        "name":  "ADVENTURER Special",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An urban savant is an expert on the local community. If something has been around for a while, you’ve likely either heard stories about it or had direct contact with it. You can draw upon this extensive familiarity to gain certain benefits against the following types of creatures: aberrations, animals, humanoids, monstrous humanoids, oozes, and vermin (all of which are commonly found within the urban environment). The DM can modify this list as needed, replacing any creature type here with any other type appropriate to the campaign, or adding new ones. The benefits conferred are detailed in the descriptions below. As you grow in experi- ence, you unearth new uses for your growing urban knowledge. Using this ability re- quires you to succeed on an appropriate DC 15 Knowledge check (see the Knowledge skill, PH 7 8 ), made as a mov e ac -tion. To draw upon this knowledge, you must be wi thin  6 0  f e e t  o f  a  tar - get and must be aware of its presence, though you need not have line of sight. You cannot take 1 0 or take 20 on this check, and it can- not be retried. Each successful check might affect a single target or all creatures of the same sort, depending on the circumstances. Your allies can beneﬁ  t from your knowl- edge as well, provided you can communicate with them at the time you are using this abil- ity. Each of the four varieties of urban knowledge can be invoked only once against any given target or group of like creatures.",
        "name":  "Urban Savvy",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead. Do not recalculate base attack bonus, saves, or skill points. Size is unchanged. Hit Dice: Increase all current and future Hit Dice to d12s.",
        "name":  "Size and Type",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Plague, crime, and monsters are all rampant, because the city cannot or will not deal with the causes of these problems. Adventurers are desperately needed, but the rewards are low. 8. The middle and upper classes have received a major influx of riches in the past few generations, perhaps due to local mining or the immigration of wealthy merchants. Effect on City:  Gold and silver have grown so common as to be devalued; goods and services cost 25% to 100% more than their standard values, and those among the poor who have not grown richer are now even less able to afford what they need.",
        "name":  "Plot Hook",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Those few who beneﬁ  t from the inﬂ  ux—the mining guilds, or nobles who are being paid off by the rich merchants—have grown corrupt, and seek to main- tain the status quo by any means necessary. If someone does not ﬁ  nd a way to change the situation, many of the poor will literally starve to death. 9. When the city was founded, the land on which it stands was taken, by either deceit or force, from the people or creatures who dwelt there. Effect on City:  Ruins and relics still exist beneath or around the city.",
        "name":  "Plot Hook",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 5th level, the druid gains the ability to transform into an animal, as per the standard wild shape ability. She can do this once a day to start with, but the frequency of her wild shapes increases as per the standard druid advancement chart. At 8th level, the druid does not gain the ability to transform into Large animals. Instead, she may transform into Small and Medium vermin, as well as animals. At 11th level, the druid gains the ability to transform into Tiny animals and vermin.At 12th level, the druid does not gain the ability to transform into plant creatures. Instead, she may transform into an animal- or vermin-based swarm, so long as it fits within her standard wild shaping Hit Die limits. At 15th level, the druid does not gain the ability to transform into Huge animals. Instead, she gains the ability to transform into Large animals and vermin.",
        "name":  "Benefit",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1st.Replaces: If you select this class feature, you do not gain Track as a bonus feat.Benefit: He gains Urban Tracking (Cityscape 64) as a bonus feat. Voice of the City For some, the ability to make oneself understood in the midst of any culture is of far greater value than the ability to influence the beasts of the wild.",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Astaroth constantly whispers the secrets of reality in the back of your mind, allowing you to draw on his own nigh-infinite knowledge. This functions as the bardic knowledge ability (PH 28), based on your effective binder level. Astaroth\u0027s Breath: Once every 5 rounds, you can exhale a 60-foot cone of foul-smelling gas. Creatures within the cone must make a Fortitude save or be nauseated for 1 round and sickened for an additional 1d4 rounds. Those who make the save are merely sickened for 1 round. Creatures immune to poison or disease are immune to this effect.",
        "name":  "Angelic Lore",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Desharis grants abilities that reflect his desire to protect the civilized peoples of the world, plus provides a few that show his anger at the fey and other creatures of nature. City-Dweller: While hosting Desharis, you move at your normal rate when moving through a crowd, rather than requiring two squares of movement for every square as is normal. In addition, you gain a +6 competence bonus on Gather Information and Knowledge (local) checks (and may use the latter even if you have 0 ranks in it).",
        "name":  "Granted Abilities",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may attempt to smite an animal, elemental, fey, or plant with a single melee attack. You add your Charisma bonus (if any) to the attack roll and deal 1 extra point of damage per effective binder level. If you accidentally smite a creature that is not one of the above types, the attempt has no effect. Once you have used this ability, you cannot do so again for 5 rounds.Cityscape, Part 2",
        "name":  "Smite Natural Soul",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A scout plays several roles in most adventuring groups. First and foremost, a scout excels at detecting an enemy or creature before being detected herself. Whether moving well ahead of the group or guarding the rear, a scout is the character most likely to discover a potential threat and be ready to act in combat. Serving as a backup melee combatant or ranged expert in battle, she provides support for the more straightforward ﬁghters in the group and confuses and distracts the enemy. A scout’s stealth and trapﬁnding ability make her the natural choice for entering and searching dangerous areas. GAME RULE INFORMATION Scouts have the following game statistics.",
        "name":  "Role",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A scout plays several roles in most adventuring groups. First and foremost, a scout excels at detecting an enemy or creature before being detected herself. Whether moving well ahead of the group or guarding the rear, a scout is the character most likely to discover a potential threat and be ready to act in combat. Serving as a backup melee combatant or ranged expert in battle, she provides support for the more straightforward ﬁghters in the group and confuses and distracts the enemy. A scout’s stealth and trapﬁnding ability make her the natural choice for entering and searching dangerous areas. GAME RULE INFORMATION Scouts have the following game statistics.",
        "name":  "Role",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The most roguelike of the prestige classes in this book, stealthy prestige classes not only provide Hide and Move Silently as class skills, but they emphasize the beneﬁts of moving unseen through enemy territory or making surprise attacks. ANIMAL LORD For an animal lord, a humanoid form is simply an accident of birth. In spirit, he belongs with the wild pack of wolves, the running herd of horses, or the dancing school of ﬁsh. His nearly hairless, two-legged form is a hindrance to being one with his true kind, but it is a hindrance he can overcome. Each animal lord forms a bond with one group of ani - mals. Apelords, bearlords, birdlords, catlords, horselords, sharklords, snakelords, and wolﬂords all exist. Animals in his selected group accept an animal lord as a kindred soul and a leader. They offer him their support, and he watches over them in turn. Individual animal lords approach their calling in different ways. Some are simple defenders of their kind, content to live as part of the natural cycle of predator and prey. Others, believing that nature’s creatures are meant to guard and ultimately improve this world, use their gifts to do good. Still others lead their animal brothers and sisters down a path of selﬁshness or vengeance. Barbarians, rangers, and druids are the most likely characters to adopt this class. Barbarians prefer the more physically powerful options, including apelord, bearlord, and horselord. Rangers gravitate toward the stealthier selections, such as catlord and wolﬂord. Most birdlords are druids with the ability to use wild shape, but druids are equally likely to select any type of animal to bond with. Some scouts, rogues, and even rare monks ﬁnd this path rewarding as well. Among the races, elves and half-elves are the most common examples of animal lords due to their close bond to nature. A character can choose this prestige class more than once but must select a different group of associated animals and start at 1st level each time. Levels of differ - ent animal lord classes do not stack when determining level-based class features.",
        "name":  "Stealth",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "constrictor, giant con - strictor, viper (all). Wolﬂord : dire wolf, wolf. *These creatures are in - cluded even though they are not of the animal type. Detect Animals (Sp): Beginning at 1st level, an animal lord can detect the presence of any animals of his selected group at will, as if using detect animals or plants with a caster level equal to his class level. Wild Empathy (Ex): An animal lord can improve the attitude of an animal. See the druid class feature, page 35 of the Player’s Handbook. If an animal lord has wild empathy from another class, his levels stack for determining the bonus.",
        "name":  "Snakelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The most roguelike of the prestige classes in this book, stealthy prestige classes not only provide Hide and Move Silently as class skills, but they emphasize the beneﬁts of moving unseen through enemy territory or making surprise attacks. ANIMAL LORD For an animal lord, a humanoid form is simply an accident of birth. In spirit, he belongs with the wild pack of wolves, the running herd of horses, or the dancing school of ﬁsh. His nearly hairless, two-legged form is a hindrance to being one with his true kind, but it is a hindrance he can overcome. Each animal lord forms a bond with one group of ani - mals. Apelords, bearlords, birdlords, catlords, horselords, sharklords, snakelords, and wolﬂords all exist. Animals in his selected group accept an animal lord as a kindred soul and a leader. They offer him their support, and he watches over them in turn. Individual animal lords approach their calling in different ways. Some are simple defenders of their kind, content to live as part of the natural cycle of predator and prey. Others, believing that nature’s creatures are meant to guard and ultimately improve this world, use their gifts to do good. Still others lead their animal brothers and sisters down a path of selﬁshness or vengeance. Barbarians, rangers, and druids are the most likely characters to adopt this class. Barbarians prefer the more physically powerful options, including apelord, bearlord, and horselord. Rangers gravitate toward the stealthier selections, such as catlord and wolﬂord. Most birdlords are druids with the ability to use wild shape, but druids are equally likely to select any type of animal to bond with. Some scouts, rogues, and even rare monks ﬁnd this path rewarding as well. Among the races, elves and half-elves are the most common examples of animal lords due to their close bond to nature. A character can choose this prestige class more than once but must select a different group of associated animals and start at 1st level each time. Levels of differ - ent animal lord classes do not stack when determining level-based class features.",
        "name":  "Stealth",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "constrictor, giant con - strictor, viper (all). Wolﬂord : dire wolf, wolf. *These creatures are in - cluded even though they are not of the animal type. Detect Animals (Sp): Beginning at 1st level, an animal lord can detect the presence of any animals of his selected group at will, as if using detect animals or plants with a caster level equal to his class level. Wild Empathy (Ex): An animal lord can improve the attitude of an animal. See the druid class feature, page 35 of the Player’s Handbook. If an animal lord has wild empathy from another class, his levels stack for determining the bonus.",
        "name":  "Snakelord",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Beastmasters could belong to a wide- spread organization of like-minded individuals, each one dedicated to the bond between humanoid and animal. Rival factions might arise along alignment lines, or be divided by the choice of animal companions.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d10. REQUIREMENTS To qualify to become a beastmaster, a character must fulﬁ  ll all the following criteria. Skills: Handle Animal 8 ranks, Survival 4 ranks.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Beastmasters could belong to a wide- spread organization of like-minded individuals, each one dedicated to the bond between humanoid and animal. Rival factions might arise along alignment lines, or be divided by the choice of animal companions.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d10. REQUIREMENTS To qualify to become a beastmaster, a character must fulﬁ  ll all the following criteria. Skills: Handle Animal 8 ranks, Survival 4 ranks.",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Order of Illumination might be too zealous for some campaigns. Its members are so thor - oughly dedicated to good that they can sometimes stray into intolerance or unfounded accusations. But by leaving the game mechanics unchanged and simply removing the ﬂavor elements of zealotry and suspicion, the shadowbane stalkers become a small group of dedicated cleric/rogues who are extremely skilled at ﬁnding evil monsters. This order probably would consist of clerics from several different churches and would welcome characters who have the right skills. Alternatively, a single shadowbane stalker might run into more than she can handle in the course of an investigation and turn to the PCs for help. In this way, the shadowbane stalkers could become a steady source of adventure leads and staunch allies as the campaign progresses.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Order of Illumination might be too zealous for some campaigns. Its members are so thor - oughly dedicated to good that they can sometimes stray into intolerance or unfounded accusations. But by leaving the game mechanics unchanged and simply removing the ﬂavor elements of zealotry and suspicion, the shadowbane stalkers become a small group of dedicated cleric/rogues who are extremely skilled at ﬁnding evil monsters. This order probably would consist of clerics from several different churches and would welcome characters who have the right skills. Alternatively, a single shadowbane stalker might run into more than she can handle in the course of an investigation and turn to the PCs for help. In this way, the shadowbane stalkers could become a steady source of adventure leads and staunch allies as the campaign progresses.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In addition to the tricks found on pages 74–75 of the Player’s Handbook , the follow - ing tricks can be taught to an animal with a successful Handle Animal check (DCs noted below). Some tricks require that the animal already know an existing trick. Assist Attack (DC 20):  The animal aids your attack or that of another creature as a standard action. You must desig - nate both the recipient of the aid and a speciﬁc opponent when commanding the animal to perform the task. The animal uses the aid another combat action (see page 154 of the Player’s Handbook ), attempting to grant a bonus on the recipient’s next attack roll against the designated opponent. It also ﬂanks the designated opponent, if it can do so without provoking attacks of opportunity. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Assist Defend (DC 20): The animal aids your defense or that of another creature as a standard action. You must designate both the recipient of the aid and a speciﬁc opponent when commanding the animal to perform the task. The animal uses the aid another combat action, attempting to grant a bonus on the recipient’s AC against the designated opponent’s next attack. An animal must know the defend trick ( Player’s Handbook,  page 75) before it can learn this trick. Assist Track (DC 20):  The animal aids your attempt to track. The animal must be present as you attempt a Survival check to track another creature; if the animal succeeds on a DC 10 Survival check, you gain a +2 circumstance bonus on your Survival check made to track. An animal must have the scent ability and know the track trick ( Player’s Handbook, page 75) before it can learn this trick. Hold (DC 20):  The animal initiates a grapple attack and attempts to hold a designated enemy in its arms, claws, or teeth. An animal with the improved grab ability uses that ability in the attempt; otherwise, the attack provokes attacks of opportunity. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Home (DC 20):  The animal returns to the location where it was trained to perform this trick, traveling overland as required. Hunt (DC 15): The animal attempts to hunt and forage for food for you using its Survival skill. See page 83 of the Player’s Handbook for details on how to use Survival to hunt and forage for food. While any animal automati - cally knows how to hunt and forage for its own needs, this trick causes it to return with food rather than simply eating its ﬁll of what it ﬁnds. Stalk (DC 20): The animal follows a designated target, doing its best to remain undetected, until the target is wounded or resting, and then attacks. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Steal (DC 20): The animal grabs an object in the posses - sion of a target creature, wrests it away, and brings it to you. If multiple objects are available, the animal attempts to steal a random one. An animal must know the fetch trick ( Player’s Handbook, page 75) before it can learn this trick. Subdue (DC 20): The animal attacks a designated target creature to deal nonlethal damage, taking a –4 penalty on its attack roll. The animal stops its attack when the target creature lapses into unconsciousness. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Warn (DC 20): The animal reacts to new creatures coming near, even without any command being given, regardless of whether the animal sees the newcomer, or hears it, or detects the creature with scent. The exact warning sound given (hiss, growl, squawk, bark) varies depending on animal type and the training; this sound is chosen at the time of training and cannot be changed. If the newcomer does not stop after this warning, the animal attacks. As part of the training, the animal can be trained to ignore speciﬁc creatures (such as the trainer’s allies). An animal must know the guard trick ( Player’s Handbook, page 75) before it can learn this trick.",
        "name":  "Teach an Animal a Trick",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Making a Heal check to determine the cause of a creature’s death takes 10 minutes.",
        "name":  "Action",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature can learn three more tricks than normal.",
        "name":  "Benefit",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be taken multiple times. Each time it is taken, the creature can learn up to three more tricks. pqqqqqqqqqqqqqqqqqqqqrsCHAPTER 3 SKILLS AND FEATS 100CHAPTER 3 SKILLS AND FEATS 101normal, but you must voluntarily accept a penalty on your skill check.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In addition to the tricks found on pages 74–75 of the Player’s Handbook , the follow - ing tricks can be taught to an animal with a successful Handle Animal check (DCs noted below). Some tricks require that the animal already know an existing trick. Assist Attack (DC 20):  The animal aids your attack or that of another creature as a standard action. You must desig - nate both the recipient of the aid and a speciﬁc opponent when commanding the animal to perform the task. The animal uses the aid another combat action (see page 154 of the Player’s Handbook ), attempting to grant a bonus on the recipient’s next attack roll against the designated opponent. It also ﬂanks the designated opponent, if it can do so without provoking attacks of opportunity. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Assist Defend (DC 20): The animal aids your defense or that of another creature as a standard action. You must designate both the recipient of the aid and a speciﬁc opponent when commanding the animal to perform the task. The animal uses the aid another combat action, attempting to grant a bonus on the recipient’s AC against the designated opponent’s next attack. An animal must know the defend trick ( Player’s Handbook,  page 75) before it can learn this trick. Assist Track (DC 20):  The animal aids your attempt to track. The animal must be present as you attempt a Survival check to track another creature; if the animal succeeds on a DC 10 Survival check, you gain a +2 circumstance bonus on your Survival check made to track. An animal must have the scent ability and know the track trick ( Player’s Handbook, page 75) before it can learn this trick. Hold (DC 20):  The animal initiates a grapple attack and attempts to hold a designated enemy in its arms, claws, or teeth. An animal with the improved grab ability uses that ability in the attempt; otherwise, the attack provokes attacks of opportunity. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Home (DC 20):  The animal returns to the location where it was trained to perform this trick, traveling overland as required. Hunt (DC 15): The animal attempts to hunt and forage for food for you using its Survival skill. See page 83 of the Player’s Handbook for details on how to use Survival to hunt and forage for food. While any animal automati - cally knows how to hunt and forage for its own needs, this trick causes it to return with food rather than simply eating its ﬁll of what it ﬁnds. Stalk (DC 20): The animal follows a designated target, doing its best to remain undetected, until the target is wounded or resting, and then attacks. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Steal (DC 20): The animal grabs an object in the posses - sion of a target creature, wrests it away, and brings it to you. If multiple objects are available, the animal attempts to steal a random one. An animal must know the fetch trick ( Player’s Handbook, page 75) before it can learn this trick. Subdue (DC 20): The animal attacks a designated target creature to deal nonlethal damage, taking a –4 penalty on its attack roll. The animal stops its attack when the target creature lapses into unconsciousness. An animal must know the attack trick ( Player’s Handbook, page 74) before it can learn this trick. Warn (DC 20): The animal reacts to new creatures coming near, even without any command being given, regardless of whether the animal sees the newcomer, or hears it, or detects the creature with scent. The exact warning sound given (hiss, growl, squawk, bark) varies depending on animal type and the training; this sound is chosen at the time of training and cannot be changed. If the newcomer does not stop after this warning, the animal attacks. As part of the training, the animal can be trained to ignore speciﬁc creatures (such as the trainer’s allies). An animal must know the guard trick ( Player’s Handbook, page 75) before it can learn this trick.",
        "name":  "Teach an Animal a Trick",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Making a Heal check to determine the cause of a creature’s death takes 10 minutes.",
        "name":  "Action",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature can learn three more tricks than normal.",
        "name":  "Benefit",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be taken multiple times. Each time it is taken, the creature can learn up to three more tricks. pqqqqqqqqqqqqqqqqqqqqrsCHAPTER 3 SKILLS AND FEATS 102CHAPTER 3 SKILLS AND FEATS 103on Hide checks when moving quickly (–10 for moving faster than normal speed, or –5 for moving between half speed and normal speed). You can also use this option to sneak up on someone from a hiding place. For every 5 feet of open space between you and the target, you take a –5 penalty on your Hide check. If your Hide check succeeds, your target doesn’t notice you until you attack or make some other attention-grabbing action. Such a target is treated as being ﬂat-footed with respect to you. For example, Lidda the 2nd-level rogue could attempt to dash across a 5-foot-wide doorway without revealing her presence to the orcs inside. Even though the open doorway provides no cover or concealment, she can attempt a Hide check as normal, opposed by the orcs’ Spot checks. She takes a –5 penalty on her check because of the distance involved. If she moved at more than half her speed, she would take an additional –5 or –10 penalty on the check depending on how fast she moved (see above).",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sense Motive 4 ranks, base attack bonus +5. Beneﬁt: As a free action, you can use Sense Motive to assess the challenge presented by a single opponent in relationship to your own level/Hit Dice (see the assess opponent option under the Sense Motive skill, page 102). You gain a +4 bonus on such checks and narrow the result to a single category. In addition, whenever you make a melee attack against a creature that you made a melee attack against during the previous round, you gain a +1 insight bonus on your melee attack rolls against that creature.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sense Motive 4 ranks, base attack bonus +5. Beneﬁt: As a free action, you can use Sense Motive to assess the challenge presented by a single opponent in relationship to your own level/Hit Dice (see the assess opponent option under the Sense Motive skill, page 102). You gain a +4 bonus on such checks and narrow the result to a single category. In addition, whenever you make a melee attack against a creature that you made a melee attack against during the previous round, you gain a +1 insight bonus on your melee attack rolls against that creature.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dex 13, Combat Reﬂexes, base attack bonus +2. Beneﬁt: If you hit a creature with an attack of oppor - tunity, you and all your allies gain a +2 circumstance bonus on melee attack rolls and damage rolls against that creature for 1 round. EXTRA MUSIC You can use your bardic music more often than you otherwise could. Prerequisite: Bardic music. Beneﬁt:  You can use your bardic music four extra times per day. Normal: Bards without the Extra Music feat can use bardic music once per day per bard level.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dex 13, Combat Reﬂexes, base attack bonus +2. Beneﬁt: If you hit a creature with an attack of oppor - tunity, you and all your allies gain a +2 circumstance bonus on melee attack rolls and damage rolls against that creature for 1 round. EXTRA MUSIC You can use your bardic music more often than you otherwise could. Prerequisite: Bardic music. Beneﬁt:  You can use your bardic music four extra times per day. Normal: Bards without the Extra Music feat can use bardic music once per day per bard level.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ﬁghter may select Goad as one of his ﬁghter bonus feats.Dive for CoverIllus. by J. MiracolaCHAPTER 3 SKILLS AND FEATS 110CHAPTER 3 SKILLS AND FEATS 111GREEN EAR Your bardic music can affect plant creatures.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Perform (any) 10 ranks, bardic music. Beneﬁt:  You can alter any of your mind-affecting bardic music abilities (or similar Perform-based abilities from other classes) so that they inﬂuence only plant creatures instead of other creatures. However, plants receive a +5 bonus on Will saves against any of these effects.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen 5 ranks, Blind-Fight. Beneﬁt:  As a move action that does not provoke attacks of opportunity, you can attempt a DC 25 Listen check. If successful, you can pinpoint the location of all foes within 30 feet, as long as you have line of effect to them. This beneﬁt does not eliminate the normal miss chance for ﬁghting foes with concealment, but it ensures that you can target the correct square with your attacks. If you are deafened or within an area of silence , you can’t use this feat. If an invisible or hidden opponent is attempting to move silently, your Listen check is opposed by your opponent’s Move Silently check, but your opponent gains a +15 bonus on this check. This feat does not work against perfectly silent opponents, such as incorporeal creatures. IMPROVED DIVERSION You can create a diversion to hide quickly and with less effort.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ﬁghter may select Power Throw as one of his ﬁghter bonus feats.Leap AttackIllus. by R. SpencerCHAPTER 3 SKILLS AND FEATS 110CHAPTER 3 SKILLS AND FEATS 111GREEN EAR Your bardic music can affect plant creatures.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Perform (any) 10 ranks, bardic music. Beneﬁt:  You can alter any of your mind-affecting bardic music abilities (or similar Perform-based abilities from other classes) so that they inﬂuence only plant creatures instead of other creatures. However, plants receive a +5 bonus on Will saves against any of these effects.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen 5 ranks, Blind-Fight. Beneﬁt:  As a move action that does not provoke attacks of opportunity, you can attempt a DC 25 Listen check. If successful, you can pinpoint the location of all foes within 30 feet, as long as you have line of effect to them. This beneﬁt does not eliminate the normal miss chance for ﬁghting foes with concealment, but it ensures that you can target the correct square with your attacks. If you are deafened or within an area of silence , you can’t use this feat. If an invisible or hidden opponent is attempting to move silently, your Listen check is opposed by your opponent’s Move Silently check, but your opponent gains a +15 bonus on this check. This feat does not work against perfectly silent opponents, such as incorporeal creatures. IMPROVED DIVERSION You can create a diversion to hide quickly and with less effort.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wild shape class feature, Listen 4 ranks. Beneﬁ  t:  You can expend one daily use of wild shape to gain blindsense for 1 minute per Hit Die, enabling you to pinpoint the location of a creature within 30 feet if you have line of effect to that creature (see page 306 of the Monster Manual ). You retain this beneﬁ  t regardless of what form you are in. CLIMB LIKE AN APE  [WILD] You can improve your climbing ability.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wild shape, Spot 4 ranks.Beneﬁ  t: You can expend one of your daily uses of wild shape to gain a +8 bonus on your Spot checks for 1 hour per Hit Die. While this beneﬁ  t is in effect, you take only half the normal penalty for range increment (–1 on ranged attacks per range increment instead of –2), and you take a –1 penalty on Spot checks per 20 feet of distance (rather than per 10 feet). You retain these beneﬁ  ts regardless of what form you are in. SAVAGE GRAPPLE  [WILD] While transformed into the shape of a wild animal, you can savagely tear at any creature that you manage to grapple.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wild shape, sneak attack. Beneﬁ  t: While you are in a wild shape, any time you make a successful grapple check to damage a creature with which you are already grappling, you can add your sneak attack damage as well. Creatures not subject to sneak attacks don’t take this extra damage. SCENT  [WILD] You can sharpen your sense of smell.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dose of this alchemical compound sprinkled on your trail temporarily confuses the scent ability of any creature. Any creature using scent to track you must succeed on a DC 15 Survival check or lose your trail. If the trail is lost, the creature can attempt to relocate it using the normal rules for the Track feat, but the check DC increases by 2. The odor of catstink remains in effect for 10 minutes after the substance is used. Sprinkling catstink on one’s trail is a standard action that provokes attacks of opportunity.",
        "name":  "Catstink",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When applied to the eyes, this clear oil sharpens the user’s vision for a short time, providing a +1 alchemical bonus on Spot checks for 1 minute. One dose of fareye oil is enough to affect the eyes of a creature of any size, but the creature must have eyes to gain any beneﬁt from the oil. Applying fareye oil is a standard action that provokes attacks of opportunity.",
        "name":  "Fareye Oil",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This tiny brittle object is often disguised as a button or other decoration. You can throw a ﬂash pellet as a ranged attack with a range increment of 5 feet. When thrown against a hard surface, it bursts with a bright ﬂash of light. All creatures within a 5-foot-radius burst must succeed on a DC 15 Fortitude save or be blinded for 1 round and dazzled for 1 round after that.",
        "name":  "Flash Pellet",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Softfoot is a ﬁne gray powder that mufﬂes sound when applied to the bottom of a foot or boot. It provides a +1 alchemical bonus on Move Silently checks for 1 hour. One dose of softfoot is enough to affect one Medium creature that has one pair of feet; each additional pair of feet (or similar appendages) requires another dose. Applying softfoot is a standard action that provokes attacks of opportunity. If softfoot is applied over a boot or other foot covering, its beneﬁt is lost if the foot cover - ing is removed. Likewise, if it is applied to a creature’s skin or hide, its beneﬁt is lost if the creature later dons footwear.",
        "name":  "Softfoot",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dose of this alchemical compound sprinkled on your trail temporarily confuses the scent ability of any creature. Any creature using scent to track you must succeed on a DC 15 Survival check or lose your trail. If the trail is lost, the creature can attempt to relocate it using the normal rules for the Track feat, but the check DC increases by 2. The odor of catstink remains in effect for 10 minutes after the substance is used. Sprinkling catstink on one’s trail is a standard action that provokes attacks of opportunity.",
        "name":  "Catstink",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When applied to the eyes, this clear oil sharpens the user’s vision for a short time, providing a +1 alchemical bonus on Spot checks for 1 minute. One dose of fareye oil is enough to affect the eyes of a creature of any size, but the creature must have eyes to gain any beneﬁt from the oil. Applying fareye oil is a standard action that provokes attacks of opportunity.",
        "name":  "Fareye Oil",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This tiny brittle object is often disguised as a button or other decoration. You can throw a ﬂash pellet as a ranged attack with a range increment of 5 feet. When thrown against a hard surface, it bursts with a bright ﬂash of light. All creatures within a 5-foot-radius burst must succeed on a DC 15 Fortitude save or be blinded for 1 round and dazzled for 1 round after that.",
        "name":  "Flash Pellet",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Softfoot is a ﬁne gray powder that mufﬂes sound when applied to the bottom of a foot or boot. It provides a +1 alchemical bonus on Move Silently checks for 1 hour. One dose of softfoot is enough to affect one Medium creature that has one pair of feet; each additional pair of feet (or similar appendages) requires another dose. Applying softfoot is a standard action that provokes attacks of opportunity. If softfoot is applied over a boot or other foot covering, its beneﬁt is lost if the foot cover - ing is removed. Likewise, if it is applied to a creature’s skin or hide, its beneﬁt is lost if the creature later dons footwear.",
        "name":  "Softfoot",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A typical drum consists of skin, parchment, or some similar material stretched tightly over the opening of a hollow wooden cylinder or pot. This covered opening is called the drumhead. Striking the drumhead with sticks, mallets, or even hands produces the sound. Some drums have only one drumhead; others have two or more. Drums exist in large varieties (such as kettle drums) as well as smaller varieties (such as bongo drums or the double-ended tabor). Drums are popular with almost every race and culture for their ability to stir the emotions, establish a back - ground beat for dancing, and provide counterpoint for a melody produced by some other instrument. Dwarves, orcs, and other races that favor underground living particularly enjoy the echoing power of drums. Smaller races, such as goblins and halﬂings, like bongo drums for their portability. The rare creatures that do not appreci - ate drum-playing include celestials, who consider drum rhythms primitive, and elves, who ﬁnd them vaguely disturbing and annoying (a prejudice reinforced, perhaps, by the enthusiasm with which many of their enemies embrace them).",
        "name":  "Drum",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A typical drum consists of skin, parchment, or some similar material stretched tightly over the opening of a hollow wooden cylinder or pot. This covered opening is called the drumhead. Striking the drumhead with sticks, mallets, or even hands produces the sound. Some drums have only one drumhead; others have two or more. Drums exist in large varieties (such as kettle drums) as well as smaller varieties (such as bongo drums or the double-ended tabor). Drums are popular with almost every race and culture for their ability to stir the emotions, establish a back - ground beat for dancing, and provide counterpoint for a melody produced by some other instrument. Dwarves, orcs, and other races that favor underground living particularly enjoy the echoing power of drums. Smaller races, such as goblins and halﬂings, like bongo drums for their portability. The rare creatures that do not appreci - ate drum-playing include celestials, who consider drum rhythms primitive, and elves, who ﬁnd them vaguely disturbing and annoying (a prejudice reinforced, perhaps, by the enthusiasm with which many of their enemies embrace them).",
        "name":  "Drum",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Originally horns were, as their name indicates, actual horns taken from bulls or more exotic beasts. At its simplest, a horn consists of a narrow tip connected to a wider, circular oriﬁce by a hollow, often curved shaft. A musician plays a horn by simply blowing into the small end. Other forms of horns exist, from the conch shell horn employed by merfolk to the herald’s trumpet, but all these instruments function more or less identically. Horns are popular in primitive societies of all kinds. They come in all sizes; those used by Medium creatures are typically 1 to 2 feet in length. Hobgoblins and orcs in particular enjoy these instruments for their loud, stirring, martial sound. Larger human - oids and giants favor horns made from dire creatures. Legend holds that minotaurs use instruments made from the severed horns of other minotaurs that suf - fered defeat in one-on-one contests of honor. A horn makes an excellent signal device— particularly when used underwater, since sound trav - els much farther in water than in air. Some aquatic races such as merfolk and kuo-toa collect a variety of horn-shaped shells in different sizes and play them in harmony, in sequence, or both. The music of these seashell orchestras can achieve a deep, haunting grandeur.",
        "name":  "Horn",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Originally horns were, as their name indicates, actual horns taken from bulls or more exotic beasts. At its simplest, a horn consists of a narrow tip connected to a wider, circular oriﬁce by a hollow, often curved shaft. A musician plays a horn by simply blowing into the small end. Other forms of horns exist, from the conch shell horn employed by merfolk to the herald’s trumpet, but all these instruments function more or less identically. Horns are popular in primitive societies of all kinds. They come in all sizes; those used by Medium creatures are typically 1 to 2 feet in length. Hobgoblins and orcs in particular enjoy these instruments for their loud, stirring, martial sound. Larger human - oids and giants favor horns made from dire creatures. Legend holds that minotaurs use instruments made from the severed horns of other minotaurs that suf - fered defeat in one-on-one contests of honor. A horn makes an excellent signal device— particularly when used underwater, since sound trav - els much farther in water than in air. Some aquatic races such as merfolk and kuo-toa collect a variety of horn-shaped shells in different sizes and play them in harmony, in sequence, or both. The music of these seashell orchestras can achieve a deep, haunting grandeur.",
        "name":  "Horn",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swift. One creature is ﬂat-footed for 1 round.",
        "name":  "Distract Assailant",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subjects heal at twice the normal rate. Herald’s Call: Swift. Creatures of 5 HD or less within 20 ft. slowed for 1 round.",
        "name":  "Healthful Rest",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swift. One creature is ﬂat-footed for 1 round.",
        "name":  "Distract Assailant",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subjects heal at twice the normal rate. Herald’s Call: Swift. Creatures of 5 HD or less within 20 ft. slowed for 1 round.",
        "name":  "Healthful Rest",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swift. One creature is ﬂ  at- footed for 1 round.",
        "name":  "Ench Distract Assailant",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    }
]
