[
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; double items Dragonne 7",
        "name":  "Treasure",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combat Casting, Craft Wondrous Item, Quicken Spell, Yeth hound 3 Native to the Twelve Scribe Scroll, Silent Spell, Spell Focus (Evocation), Still Spell, Hours of Night Toughness Yuan-ti 5 or 7 Any kind Zombie 1/6 to 12 Any size Climate/Terrain:Any land and underground Animals: baboon (CR 1/2); bat (CR 1/10); bear, brown (CR",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; double items (CR 4); dog (CR 1/3); donkey (CR 1/6); eagle (vulture)",
        "name":  "Treasure",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "79 (+9 Dex, +19 divine, +32natural, +9 deflection) Salient Divine Abilities: Alter Form, Alter Reality, Alter Size, Attacks*:Gungnir, +5 distance ghost touch holy keen returning wound- Annihilating Strike, Arcane Mastery, Automatic Metamagic ing shortspear +76/+71/+66/+61 melee, +74 ranged; or spell +70 (quicken wizard spells), Banestrike (giants), Control Creatures melee touch or +68 ranged touch *Always receives a 20 on (any creature that can cast a spell or use a spell-like ability), attack rolls; roll die to check for critical hit. Divine Battle Mastery, Divine Spellcasting, Divine Storm, Extra Damage*:Gungnir, +5 distance ghost touch holy keen returning wound- Domain (Air), Extra Domain (Knowledge), Extra Domain (Trick- ing shortspear 1d8+23/18–20/×3 melee, 1d8+16/18–20/×3 ranged ery), Extra Sense Enhancement (sight), Hand of Death, Increased or by spell *Always does maximum damage (shortspear 31 Damage Reduction, Instant Counterspell, Life and Death, Mass points melee, 24 points ranged). Life and Death, See Magic, Shapechange, Spontaneous Wizard Face/Reach:5 ft. by 5 ft./5 ft. Spells, True Shapechange.",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, DR 73/+5, fire resist- level; use spell completion or spell trigger devices as Wiz20; 19 ance 39, understand, speak, and read all languages and speak rounds/day freedom of movement. directly to all beings within 19 miles, remote communica- Spell-Like Abilities: Odin uses these abilities as a 29th- tion, godly realm, teleport without error at will, plane shift at level caster, except for divination spells, which he uses as a will, familiar (ravens and wolves), SR 51, divine aura (19 30th-level caster. The save DCs are 38 + spell level. Air walk, miles, DC 38). antimagic field, astral projection, blade barrier, chain lightning, Saves*:Fort +60, Ref +62, Will +61. *Always receives a 20 on saves. change self, clairaudience/clairvoyance, confusion, control weather,",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Odin senses all stallion, Svadilfari, who magic use (spellcasting, item use, could pull amazingly spell-like ability use, or magic item creation), discovery, large stones, and because recording, or sharing of any spell or bit of arcane of that the builder quickly knowledge, and any combat between groups and any raised the wall. With three days event involving one of the Aesir the instant it remaining, the gods told Loki to happens and nineteen weeks into the past resolve the predicament. Loki and the future. disguised himself as a mare and",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Odin can use distracted the stallion all night. The any Knowledge skill, even those he builder flew into a rage and his dis- has no ranks in, as a free action guise slipped, revealing a giant. Thor if the DC for the task is 30 dealt with the giant easily, and Loki or lower. He can perform later gave birth to the magical up to twenty such free horse Sleipnir. actions each round. DSleipnir, Odin’s legendary",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "horse: CR 8; Large animal; HD Odin can create any kind of 18d8+144 (288 hp); Init +2; Spd magic item. 80 ft., fly 100 ft. good; AC 19 (touch 11, flat-footed 17); Atk Freke and Gere (Odin’s wolves) +22 melee (2d6+9, 4 hooves), +20 Odin has two wolves, Freke and Gere. Since Odin lives only on melee (1d6+4, bite); SQ Scent; AL N; mead, he throws the meat from his table in Valhalla to the wolves. SV Fort +20, Ref +13, Will +8; Str 28, Dex 14, Con 26, Int 2, Wis Freke and Gere are always encountered together. 14, Cha 10. DFreke and Gere, Odin’s legendary wolves: CR 7; Skills and Feats:Listen +8, Spot +8; Multiattack. Medium-size animal; HD 14d8+70 (182 hp); Init +4; Spd 60 ft.; AC 24 (touch 19, flat-footed 15); Atk +17 melee (2d6+10, bite); 169 PANTHEON Illus. by R. Sardinha THE ASGARDIAN CHAPTER 6: honor Aegir. Rumors suggest they have burned ships when their AEGIR captains bragged of sailing the deep sea without first appeasing God of the Oceans the stormy god. Intermediate Deity Aegir’s temples are openly fortified against the works of mor-",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balder uses these abili- Divine immunities, ties as a 24th-level caster, DR 49/+4 (4/–), fire except for good spells, resistance 34, sonic healing spells, and div- resistance 34, fast ination spells, which he healing 34, sponta- uses as a 25th-level neous casting of caster. The save DCs are divine spells, under- 41 + spell level. Aid, blade stand, speak, and barrier, clairaudience/ read all languages clairvoyance, cure critical and speak directly wounds, cure light wounds, to all beings within cure moderate wounds, 14 miles, remote cure serious wounds, detect communication, secret doors, detect thoughts, godly realm, teleport discern location, dispel evil, without error at will, plane shift at will, fast movement, bardic divination, find the path, foresight, heal, healing circle, holy aura, holy knowledge +28, bardic music 24/day (countersong, fascinate, smite, holy word, legend lore, magic circle against evil, mass heal, protec- inspire competence, inspire courage, inspire greatness, sugges- tion from evil, regenerate, summon monster IX (as good spell only), true tion) range 14 miles, uncanny dodge (cannot be flanked, +4 resurrection, true seeing. against traps), SR 46, divine aura (1,400 ft., DC 41). Divine Rage:The following changes are in effect as long as",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str27, Dex 46, Con 30, Int 28, Wis 28, Cha 29. strike, gaseous form, heat metal, holy aura, holy smite, holy word, magic Skills*: Animal Empathy +50, Climb +53, Concentration +60, circle against evil, obscuring mist, plant growth, prismatic sphere, pro- Craft (metalworking) +59, Craft (stoneworking) +59, Diplo- tection from evil, repel wood, searing light, shambler, summon monster macy +56, Handle Animal +54, Heal +59, Hide +63, Intimidate IX(as good spell only), sunbeam, sunburst, wall of thorns, whirl- +43, Intuit Direction +54, Jump +53, Knowledge (arcana) +54, wind, wind wall. Knowledge (nature) +54, Knowledge (the Cleric Spells/Day: 6/9/8/8/8/8/6/6/6/6; base DC = 19 + planes) +49, Knowledge (religion) +54, spell level. Listen +59, Move Silently +63, Ranger Spells/Day:6/5/5/5; base Ride (horse) +68, Scry +49, DC = 19 + spell level. Search +52, Sense Motive Possessions:Frey owns Skidbladnir, +44, Spellcraft +55, Spot +59, a dwarf-made boat capable of holding Swim +53, Use Rope +64, all the Aesir that can sail at speeds of Wilderness Lore +55. *Always up to 100 miles per hour across land, receives a 20 on checks. sea, or sky, and which folds up to fit in",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Air, Charm, Good, Magic abilities.",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 racial bonus on Will saves against enchantment wizards, as long as the item’s market price does not exceed spells or effects; low-light vision; entitled to a Search check when 200,000 gp. within 5 feet of a secret or concealed door as though actively look- ing for it. FRIGGA",
        "name":  "Elf Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20d8+160 (outsider) plus Form, Alter Reality, Alter Size, Arcane 20d8+160 (Clr) plus 20d4+160 Mastery, Automatic Metamagic (Wiz) (880 hp) (quicken wizard spells), Call Crea-",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, DR 50/+4, fast healing 35, grate, dispel good, earthquake, harm, implosion, inflict critical wounds, spontaneous casting of divine spells, understand, speak, and inflict light wounds, magic circle against good, protection from good, read all languages and speak directly to all beings within 15 shatter, slay living, summon monster IX (as evil spell only),unholy miles, remote communication, godly realm, teleport without error aura, unholy blight, wail of the banshee. at will, plane shiftat will, familiar (rats), SR 47, divine aura (1,500 Cleric Spells/Day:6/9/9/9/8/8/7/7/6/6; base DC = 21 + spell ft., DC 33). level, 36 + spell level for Necromancy.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, Motive as a free action if the DC for the task is 25 or lower. She can death effects, disease, disintegration, electricity, energy drain, perform up to ten such free actions each round. mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- Create Magic Items: Hel can create items that cause tion, imprisonment, banishment. damage, have an evil alignment, or impose a penalty on one or",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alter Size, Annihilating Strike, more targets, as long as the item’s market price does not exceed Arcane Mastery, Automatic Metamagic (quicken wizard spells), 200,000 gp. 181 PANTHEON Illus. by W. Reynolds THE ASGARDIAN CHAPTER 6:",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hermod can create magic items related to ally do so purposefully, because they seek initiation or are already communication, movement, travel, or overcoming obstacles, such members of the cult. People who stumble across them find them- as a ring of swimming, as long as the item’s market price does not selves treated with suspicious curiosity at best and outright vio- exceed 4,500 gp. lence at worst. Giants, on the other hand, receive warm welcomes and the support of the members and clergy. LOKI LOKI God of Mischief, Strife, and Fire; The Sly One, The Trickster, Rogue 20/Sorcerer 20 The Shape Changer, The Sky Traveler Medium-Size Outsider",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine immunities, DR 51/+4, understand, summon monster IX (as chaos or evil spell only), time stop, unholy speak, and read all languages and speak directly to all beings aura, unholy blight, word of chaos. within 16 miles, remote communication, godly realm, teleport Sorcerer Spells Known(6/11/10/ without errorat will, plane shiftat will, 10/10/10/9/9/9/9; base DC = 27 + spell familiar (wolves), evasion, defensive level): 0—arcane mark, dancing lights, roll, improved evasion, uncanny daze, detect magic, detect poison, mage dodge (cannot be flanked, +4 against hand, open/close, prestidigitation, read traps), SR 48, divine aura (16 miles, magic; 1st—cause fear, charm person, DC 43). comprehend languages, erase, hypno- Saves*: Fort +56, Ref +59, Will +56. tism; 2nd—misdirection, obscure *Always receives a 20 on saves. object, rope trick, see invisibility,",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 27, Dex 32, Con 27, Tasha’s hideous laughter; 3rd— Int 29, Wis 27, Cha 44. secret page, shrink item, sugges- Skills*: Alchemy +51, Appraise tion, vampiric touch; 4th— +53, Balance +59, Bluff +61, arcane eye, bestow curse, charm Climb +52, Concentration +50, monster, confusion;5th—ani- Craft (metalworking) +57, mate dead, contact other plane, Craft (stoneworking) +57, dream, nightmare; 6th—circle of Diplomacy +69, Disable death, flesh to stone, geas/quest; Device +53, Disguise +61, 7th—shadow walk, simulacrum, Escape Artist +55, Gather vanish; 8th—mass charm, Otto’s Information +61, Hide +55, irresistible dance, trap the soul; Innuendo +32, Intimidate 9th—gate, temporal stasis, wish. +65, Jump +56, Knowledge (arcana) +51, Listen +54, Other Divine Powers Move Silently +55, Open As a greater deity, Loki automatically receives Lock +55, Pick Pocket the best possible result on any die roll he +57, Read Lips +49, Scry makes (including attack rolls, damage, +43, Search +53, Sense checks, and saves). He is immortal. Motive +52, Spellcraft Senses:Loki can see, hear, touch, +51, Spot +54, Swim +49, and smell at a distance of sixteen Tumble +56. *Always miles. As a standard action, he can per- receives a 20 on checks. ceive anything within sixteen miles",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability damage, ability drain, acid, cold, Automatic Actions:Loki can use any rogue class skill as a free death effects, disease, disintegration, electricity, energy drain, action if the DC for the task is 30 or lower. He can perform up to mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- twenty such free actions each round. tion, imprisonment, banishment. Create Magic Items:Loki can create any magic item related to",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alter Form, Alter Reality, Alter Size, rogues or assassins. Automatic Metamagic (quicken sorcerer spells), Battlesense, Divine Celerity, Divine Dodge, Divine Glibness, Divine Rogue, NJORD Divine Sneak Attack, Extra Domain (Destruction), Extra Energy Immunity (fire), Hand of Death, Instant Counterspell, Life and God of the Sea and Winds Death, Mass Life and Death, Shapechange, Supreme Initiative, Intermediate Deity True Shapechange, Wave of Chaos, Wound Enemy. Symbol:Gold coin",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11/day turn or destroy earth creatures, or Odur’s clergy make annual pilgrimages to sites dedicated to the rebuke or command air creatures; cast good spells at +1 caster sun to watch for the day chariot to rise after the longest night of level; 11/day turn or destroy fire creatures, or rebuke or com- the year. Otherwise, they’re found smiling as they work to main- mand water creatures. tain their temple and care for their faithful. Spell-Like Abilities:Njord uses these abilities as a 21st-level Odur’s temples appear incongruous next to others of the Asgar- caster, except for good spells, which he uses as a 22nd-level caster. dian pantheon because they tend to be open structures, welcoming The save DCs are 29 + spell level. Acid fog, aid, air walk, blade barrier, the sun’s light. Observant visitors note the sturdy shutters stored chain lightning, cone of cold, control water, control weather, control around the building, ready to make it defensible. Most temples winds, dispel evil, elemental swarm (as air or water spell only),fog have sacred fires that are tended day and night, never allowed to cloud, gaseous form, holy aura, holy smite, holy word, horrid wilting, ice burn out. Some have smithies. storm, magic circle against evil, obscuring mist, protection from evil, Visitors to Odur’s temples find themselves put to work summon monster IX (as good spell only),water breathing, whirlwind, almost immediately. Those who do the work willingly and with- wind wall. out complaint are welcome to eat and drink with the clergy. Ranger Spells/Day: 6/5/5/5; base DC = 19 + spell level. Those who complain or shirk their task find themselves outside the temple. Other Divine Powers As an intermediate deity, Njord automatically receives a die result ODUR of 20 on any check. Njord treats a 1 on an attack roll or saving Fighter 20/Sorcerer 20 throw normally and not as an automatic failure. He is immortal. Medium-Size Outsider",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Njord can create any magic item related (hawks), SR 36, divine aura (40 ft., DC 22). to building or sailing ships or fishing, as long as the item’s market Saves:Fort +52, Ref +47, Will +45. price does not exceed 200,000 gp. Abilities: Str27, Dex 29, Con 42, Int 25, Wis 25, Cha 26.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alter Form, Alter Size, Auto- up to two locations at once. He can block the sensing power of matic Metamagic (quicken sorcerer spells), Divine Radiance, deities of his rank or lower at up to two remote locations at once Wave of Chaos. for 4 hours.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alter mountain climbing, as long as the item’s Form, Alter Size, Automatic Metamagic (quicken druid spells), market price does not exceed 30,000 gp. Battlesense, Divine Druid, Divine Earth Mastery, Divine Ranger, Shift Form. dAwakened Dire Bear,Skadi’s animal companion:CR 9;",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thor possesses several powerful artifacts, includ- DTanngrisnir and Tanngjost, the legendary goats that pull ing a magic belt that doubles his strength (accounted for in his Thor’s chariot:CR 6; Large animal; HD 8d8+24 (88 hp); Init +0; ability scores, above). He also owns a magic chariot he can fold up Spd 80 ft., fly 100 ft. good; AC 11 (touch 9, flat-footed 11); Atk +11 and put in his pocket that is pulled by his two goats Tanngrisnir melee (1d8+5, butt); SQ Re-form; AL N; SV Fort +9, Ref +6, Will +2; and Tanngjost (see below). Str 21, Dex 11, Con 16, Int 2, Wis 11, Cha 4. His most famous possession is his warhammer, Mjolnir,a +5 Skills:Listen +8, Spot +8. chaotic distance ghost touch holy mighty cleaving returning thundering Re-form:Thor can slaughter and eat these goats in the evening warhammerwith the following additional properties. Mjolnir and, in the morning, bless the bundled skins and bones, and weighs roughly 2 tons, requiring Thor’s doubled strength to wield they rise up whole again. The skins and all the bones must be it. The hammer inflicts 4d8 points of damage. Victims of a critical present and whole, or one or more of the goats rises up injured hit must make a Fortitude save (DC 55) or be deafened perma- appropriately. nently. In addition, Mjolnirdeals 4d8 temporary Constitution damage every round it is held unless the wielder wears Thor’s spe- THRYM cial gauntlets. Finally, Thor can throw Mjolnirat any target he can see regardless of distance, due to Thor’s strength and skill and the Lord of the Frost Giants warhammer’s improved distance enchantments. Intermediate Deity",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clergy and Temples Thor can create any Thrym rarely grants divine kind of magic item power except to giants. related to combat or to However, a rare few indi- controlling the weather. viduals in Mannheim 194 have earned his approval. :6 RETPAHC NAIDRAGSA EHT NOEHTNAP remarC .D\u0026 attovaC .M yb .sullI",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Uller can create any magic item related to fession checks related to stone or metal. hunting or archery, as long as the item’s market price does not Quasi-Deity Traits:Immune to transmutation, energy drain, exceed 30,000 gp. ability drain, ability damage, mind-affecting effects, electricity, cold, and acid; fire resistance 20, DR 35/+4, SR 32, immortal. ASGARDIAN MONSTERS Elves",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(Creator aspect) Air, Chaos, Earth, Good, Healing, under the frost if she speaks a word. Does she care? I Knowledge, Law, Luck, Magic, Protection, Sun, Travel; don’t know. But I know she hears the prayers I offer (Destroyer aspect) Chaos, Death, Destruction, Evil, Fire, Law, in the temple, and sometimes she grants what I ask. Strength, Trickery, War, Water. She is life. And in the end, she is death as well, and",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Taiia senses all acts of creation, births, and Celerity, Divine Creation, Divine Fast Healing, Divine Rage, deaths twenty weeks before they occur, and retains the sensations Energy Storm (any energy form), Extra Domain (Destruction), for twenty weeks after they take place. Extra Domain (Healing), Extra Domain (Strength), Extra Domain Automatic Actions:Taiia can use any skill, even those she has (Travel), Extra Domain (War), Extra Energy Immunity (fire), Gift no ranks in, as a free action if the DC for the task is 30 or lower. She of Life, Hand of Death, Life and Death, Mass Life and Death, Reju- can perform up to twenty such free actions each round. venation, Shapechange, True Shapechange. Create Magic Items:Taiia can create any magic item.",
        "name":  "Annihilating Strike, Create Greater Object, Create Object, Divine Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Toldoth",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unarmed strike 1d3+11; or by spell swarm(as earth spell only), entangle, freedom of movement, greater dis- Face/Reach:5 ft. by 5 ft./5 ft. pelling, holy aura, holy smite, holy word, iron body, magic circle against",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Domain powers, salient divine abilities, spell-like evil, magic circle against law, magic stone, mind blank, plant growth, abilities, turn undead 9/day. protection from evil, protection from law, refuge, remove curse, remove fear,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(D\u0026D) Bahamut, Corellon Larethian, Ehlonna, Garl Glit- 3 Rage* tergold, Heironeous, Kord, Moradin, Pelor, Yondalla; (Olympian) 4 Confusion Zeus, Apollo, Artemis, Athena, Hercules, Hermes, Hestia, The 5 Bolts of bedevilment* Academy; (Pharaonic) Re-Horakhty, Hathor, Isis, Nephthys, 6 Phantasmal killer Osiris; (Asgardian) Odin, Balder, Frey, Freya, Heimdall, Njord, Sif, 7 Insanity Thor; (other) Taiia (creator aspect), Elishar, Dennari 8 Maddening scream* This domain is detailed in the Player’s Handbook. 9 Weird HEALING DOMAIN MAGIC DOMAIN",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(D\u0026D) Heironeous, Hextor, Kurtulmak, Moradin, St. action. It lasts a number of rounds equal to your Charisma bonus Cuthbert, Tiamat, Wee Jas, Yondalla; (Olympian) Athena, Nike; and can be used once per day. (Pharaonic) Re-Horakhty, Anubis, Osiris, Ptah, Sobek; (Asgardian) Heimdall, Surtur, Tyr; (other) Taiia (both aspects) Nobility Domain Spells This domain is detailed in the Player’s Handbook. 1 Divine favor 214 2 Enthrall :1 XIDNEPPA DNA SNIAMOD SLLEPS 3 Magic vestment Scalykind Domain Spells 4 Discern lies 1 Magic fang 5 Greater command 2 Animal trance† 6 Geas/quest 3 Greater magic fang 7 Repulsion 4 Poison 8 Demand 5 Animal growth† 9 Storm of vengeance 6 Eyebite 7 Creeping doom (composed of tiny snakes) PLANT DOMAIN 8 Animal shapes†",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One item of a volume no greater than 10 cu. ft./level Target: You (see text) Duration:1 minute/2 levels",
        "name":  "Target",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unattended, nonmagical object of nonliving matter, up to can become deities, read on. 1 cu. ft./level",
        "name":  "Effect",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small piece of matter of the same type of appearing more frequently as they get closer to ascension, and item you plan to create—a sliver of wood to create arrow shafts, a such agents should be more active. Keep that in mind as you craft tiny piece of the appropriate stone to create a polished gem, and your adventures. so forth.",
        "name":  "Material Component",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item’s gold piece value in XP, or a minimum of 1 XP, PLANNING THE ASCENT whichever is more (see the Player’s Handbookfor item costs). Methods of divine ascension require careful handling. In all cases, divine ascension should be purposeful. Players should normally UNDEATH TO DEATH understand that their characters have access to ascension and Necromancy should have some say in it (see the sidebar Ascending Overpow-",
        "name":  "XP Cost",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The powder of a crushed diamond worth at best to have that character retire from active play upon ascen- least 500 gp. sion. Make sure that player understands the consequences of retirement from the start. Appendix 2: Player characters of lower than 15th level rarely achieve ascen- sion. They simply haven’t done enough to attract the gods’ atten- Divine Ascension tion yet. Any character of 20th level or higher may be a candidate for ascension if your cosmology allows it. Your players all have 20th-level characters that carry artifacts the way ordinary characters carry masterwork items. They beat the Ascending Overpowered Characters tarrasque without raising their heart rates, and they travel the Sometimes a character becomes too powerful or a player becomes planes at will. Demons tremble in the depths of the Abyss and too abusive of the rules system. If you’ve run out of options for con- devils quake even in the lowermost realms of Baator at the men- trolling either character or player, you may want to remove the tion of the characters’ names. Bards sing of your characters’ adven- character from the game so the player can start over. Tell the player tures, and everyone has heard of them. They are, for all practical that you consider the character too powerful. Offer the character purposes, gods. the opportunity to become a quasi-deity (divine rank 0). So consider letting them join the divine ranks and remain This removes the troublesome character from the mortal realm, 218 player characters. Becoming a deity opens new vistas for roleplay- allowing the player to start over with something more manageable :2 XIDNEPPA ENIVID NOISNECSA or to find another game. Quasi-deities often play little or no part in to the start of the campaign, so characters hear stories about it campaign religions, existing mostly for flavor and working as the during their adventures. Such stories would be common until they servants or companions of more powerful gods. So the impact on are no longer novel. In such a world, there’s no real mystery or your overall religious structure may be minimal. secrecy about ascension.",
        "name":  "Material Component",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It may be appropriate to have the player of an characters must decide what to tell them and how to influence ascended character move to a better or nicer chair, or wear some their alliances. special item of clothing (even if it’s just a towel standing in for a cloak) during the ascension. If it seems forced or silly, do with- DIVINE RESPONSIBILITIES out it. As divine characters become accustomed to their new senses and",
        "name":  "Try Props",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As emissaries of the gods, the player charac- available and the only way to gain more is from other deities, either ters journey into the Abyss. In the halls of a prince of the under- through persuasion, stealth, or force. world, they face challenges and contests that they must overcome Position and rank among the deities tends to be more important while simultaneously remaining diplomatic. Thor, Loki, and in tight pantheons, where deities have responsibilities and roles in Thialfi faced similar challenges once when they visited the giants. addition to their portfolios. Hermes, for example, was a god of trav- The giants tricked Loki into trying to outeat Fire, Thialfi into elers and of good luck in general, but on Olympus he was also the trying to outrace Thought, and Thor into trying to drink the oceans gods’ messenger and escort of the dead to Hades. Some positions and then into trying to lift Jormungandr. He terrified them when are more desirable than others, and several deities may want the he unwittingly almost succeeded! same divine job. In the D\u0026D pantheon, Heironeous and Hextor obstruct each other’s efforts and oppose each other in every way DIVINE CHAMPIONS OF THE PANTHEON possible. Player characters could easily find themselves on one side Many historical or literary pantheons had traditional enemies. The or the other of that struggle. Norse had the giants, for instance. In the DUNGEONS\u0026 DRAGONS Adventure Idea: When player characters ascend to join their cosmology, dragons and infernal outsiders threaten the gods as pantheon, they discover all the positions filled. A lesser war deity much as they threaten mortals. Player characters may become explains that they’re welcome to travel, adventure, or just relax. champions of their patrons or of their entire pantheons. Their bat- They can become servants of another god if they like and learn tles may shake the very pillars of existence as each side struggles about that deity’s duties. The lesser war deity goes on to explain for universal dominance. In the shadows, the factions seek artifacts that, though they don’t tell this to mortals, most gods get their posi- and investigate prophecies to try to get an edge on their foes. High- tions by killing whoever has what they want. When this happens, level mortals are very important because they have the potential to mortals think the previous god “retired” or died a heroic death join the divine battle. Their pantheon wants them to develop into fighting foes of the pantheon. champions, and their pantheon’s foes want to prevent that or to As the player characters go about their divine lives, the lesser subvert the characters to their side. war god lies to them, saying that the guardian of the pantheon, a",
        "name":  "Adventure Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gain ki strike (magic, lawful, adamantine). Perfect Divine rank Damage reduction body—gain DR 10/magic (usually supplanted by deity’s DR). Quasi-deity (0) 10/epic Greater flurry of blows gives two extra attacks at no penalty, Demigod (1–5) 15/epic instead of improved attack progression for unarmed attacks. Lesser deity (6–10) 20/epic Intermediate deity (11–15) 25/epic Unarmed damage is 2d10 instead of 1d20. Speed bonus is +60 feet Greater deity (16–20) 30/epic (instead of base 90 feet). Choice of bonus feats—can choose Improved Grapple instead of Stunning Fist, Combat Reflexes",
        "name":  "Monk",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Changes to school specialization might give a deity Consider adding ranks in Knowledge (dungeoneering) and addi- access to additional schools of magic. tional Perform skills for deities who already have ranks in Perform. 4",
        "name":  "Wizard",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ability acts like a constant greater arcane sight",
        "name":  "See Magic",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A deity with this ability can assume the form of any animal, magical beast, or plant creature from Fine to Colossal Magic Domain:Replace Nystul’s undetectable aurawith Nystul’s in size. magic aura. 5",
        "name":  "Divine Druid",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; double items",
        "name":  "Treasure",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) Magic Items Carried: Divine scroll of obscuring mist and",
        "name":  "Saving Throw",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Erbin can use the Search skill to locate traps wounding daggeror 1d4+5/19–20/x2, +5 distance return- when the task has a DC higher than 20. Finding a non- ing wounding dagger magical trap has a DC of at least 20, higher if it is well",
        "name":  "Traps",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sneak attack +1d6, spell-like abili- hidden. Finding a magic trap has a DC of 25 + the level ties of the spell used to create it. Erbin can use the Disable",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 35/+4, divine immunities, fire Device skill to disarm magic traps. Disabling a magic resistance20, Outsider traits, SR 32, traps trap generally has a DC of 25 + the level of the spell",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alertness, Blind-Fight,Dodge Create Magic Items: Erbin can create any kind of magic item that improves checks for Disguise, Move",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When Erbin rolls a 1 on an Silently, Perform (act), or Pick Pocket, as well as minor attack roll or saving throw, calculate success or failure magic daggers, as long as the item’s market price does normally. not exceed 4,500gp.",
        "name":  "No Automatic Failures",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If Erbin’s target would be denied a cannot die from natural causes. They do not age and do Dexterity bonus to AC (whether the target actually has not need to eat, sleep, or breathe. The only way for a a bonus or not), or when Erbin flanks his target, the deity to die is through special circumstances—most rogue’s attack deals varying points of extra damage. If often, being slain in magical or physical combat with the attack scores a critical hit, this extra damage is not deities of higher stature. multiplied. Ranged attacks can count as sneak attacks",
        "name":  "Sneak Attack",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Erbin always carries a +5 distance return- 16th-level caster. The save DCs are 23 + spell level). ing wounding daggerhe calls Poverty’s Bite. He normally Blasphemy, change self, circle of doom, confusion, contagion, carries six other +2 daggershe uses as throwing weap- create undead, desecrate, disintegrate, dispel good, earth- ons. quake, false vision, harm, implosion, inflict critical wounds, inflict light wounds, invisibility, magic circle against good, Erbin (Lesser Deity) mislead, nondetection, polymorph any object, protection Rogue 5/Fighter 5 from good, screen, shatter, summon monster IX (evil spell Medium-Size Outsider only),time stop, unholy aura, unholy blight.",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +18, Reflex +27, Will +15 Create Magic Items: Erbin can create any kind of",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 32, Dex 42, Con 24, Int 25, Wis 24, Cha 24 magic item that improves checks for Disguise, Move",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +30, Bluff +20, Climb +27, Diplomacy Silently, Perform (act), or Pick Pocket, as well as minor +15, Disguise +20, Gather Info +20, Hide +29, Intimi- or medium magic daggers, without any requisite item date +22, Jump +30, Listen +22, Move Silently +29, Per- creation feat, as long as the item’s market price does not form (act) +16, Pick Pocket +31, Spot +22, Tumble +40 exceed 30,000gp.",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as for lesser deity. attack only living creatures with discernable anatomies. Spell-Like Abilities: Erbin uses these abilities as a Any creature immune to critical hits is not vulnerable 21st-level caster. The save DCs are 30 + spell level). Blas- to sneak attacks. Erbin must be able to see the target phemy, change self, circle of doom, confusion, contagion, create well enough to pick out a vital spot and must be able to undead, desecrate, disintegrate, dispel good, earthquake, false reach a vital spot. He cannot sneak attack while strik- vision, harm, implosion, inflict critical wounds, inflict light ing a creature with concealment or striking the limbs wounds, invisibility, magic circle against good, mislead, non- of a creature whose vitals are beyond reach. detection, polymorph any object, protection from good, screen, Crippling Strike (Ex):When Erbin damages an shatter, summon monster IX (evil spell only),time stop, opponent with a sneak attack, that character also suf- unholy aura, unholy blight. fers 1 point of Strength damage. Ability points lost to such damage return on their own at the rate of 1 point Other Divine Powers per day.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Erbin senses all events of unneces- when the task has a DC higher than 20. Finding a non- sary cruelty against intelligent beings when any magical trap has a DC of at least 20, higher if it is well number of such beings is involved. In addition, his hidden. Finding a magic trap has a DC of 25 + the level retains the sensations for up to one week per point of of the spell used to create it. Erbin can use the Disable divine rank. Device skill to disarm magic traps. Disabling a magic",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Erbin can create any kind of companions) without disarming it. magic item that improves checks for Disguise, Move Uncanny Dodge (Ex): Erbin can react to danger Silently, Perform (act), or Pick Pocket, as well as any before his senses normally would allow him to do so. magic daggers, except artifacts, without any requisite Starting at 3rd level, Erbin retains his Dexterity bonus item creation feat as long as the item’s market price to AC regardless of being caught flat-footed or struck does not exceed 200,000gp. by an invisible attacker. Starting at 6th level, Erbin can",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Crippling strike, DR 51/+4, defen- spell level): blasphemy, change self, circle of doom, confusion, sive roll, divine aura (1,100 ft., DC 30), divine immuni- contagion, create undead, desecrate, disintegrate, dispel good, ties, evasion, fire resistance 36, greater deity abilities, earthquake, false vision, harm, implosion, inflict critical immortal, improved evasion, opportunist, Outsider wounds, inflict light wounds, invisibility, magic circle against traits, SR 68, traps, uncanny dodge (Dex bonus to AC, good, mislead, nondetection, polymorph any object, protection can’t be flanked, +4 against traps) from good, screen, shatter, summon monster IX (evil spell",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Greater deities automati- twenty such free actions each round. cally get the best result possible on any die roll. Calcu- Create Magic Items: Erbin can create any kind of late success, failure, or other effects accordingly. For magic item that improves checks for Disguise, Move instance, when Erbin makes an attack roll, assume you Silently, Perform (act), or Pick Pocket, as well as any rolled a 20 and calculate success or failure from there. magic daggers—including artifacts—without any req- You should roll the d20 anyway and use that roll to uisite item creation feat. check for a threat or a critical hit. When Erbin hits, Divine Aura:Erbin’s divine aura extends in a radius assume you rolled the maximum amount of damage up to 16 miles (Will save DC 35). possible. Class and Outsider Abilities",
        "name":  "Always Maximize Roll",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per round, Erbin can make an wise make life difficult. However, if Erbin decides that attack of opportunity against an opponent whom combat is the best way to teach a lesson, he prepares a another character has just struck for damage in melee. small army of beggars and undead, arm them with This attack counts as Erbin’s attacks of opportunity for magic daggers, and attack the mortal. While the beg- that round. Even with the Combat Reflexes feat, Erbin gars and the undead assault directly, Erbin moves can’t use the opportunist ability more than once per around the flanks and rear, making sneak attacks and round. using his salient divine abilities.",
        "name":  "Opportunist",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration 12 ranks. (bardic music uses, metamagic or item creation",
        "name":  "Skills",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. aspect of his original self. If the mindshifter decides to embrace chaos he gains a +1 inherent Class Features bonus to Intelligence as the madness begins to All of the following are class features of the give him great insight. A mindshifter making this mindshifter prestige class. choice may never have the Iron Will feat. Class Base Fort Ref Will Special Spells per Day Level Attack Save Save Save 1 +0 +2 +0 +2 The First Choice, --- Mindtheft 2 +1 +3 +0 +3 Assaying Touch --- 3 +1 +3 +1 +3 Mindreaver, Derangement +1 level of existing class I 4 +2 +4 +1 +4 The Second Choice --- 5 +2 +4 +1 +4 Thoughtslayer --- 6 +3 +5 +2 +5 Derangement II +1 level of existing class 7 +3 +5 +2 +5 The Third Choice --- 8 +4 +6 +2 +6 Spiritmeld --- 9 +4 +6 +3 +6 Idshadow, Derangement +1 level of existing class III 10 +5 +7 +3 +7 The Final Choice --- 1166 KNOWING THE UNKNOWABLE If he chooses to retain a sense of self, he gains the Iron Will feat and his alignment becomes fixed and may not be altered by either magical or non-magical means. Regardless of the choice, the mindshifter’s body instantly becomes locked in form. He becomes immune to all Transmutation spells and effects, such as polymorph other, and cannot choose to forego this immunity in order to be affected by a beneficial Transmutation effect (for example, he could not choose to be affected by a transformation spell). Mindtheft (Su): The core ability of the mindshifter, this power grants a touch attack that can be used against any sentient creature subject to mind-affecting spells. This attack requires a full attack action and, if successful, the target must make a Willpower save (DC 15 + class level + Charisma modifier). Failure results in the target suffering 1d6 points of subdual damage per mindshifter level and losing one spell-like ability (including spell-like abilities gained from a class or prestige class). The mindshifter’s personality shifts somewhat to resemble that of the victim, though this is mostly a matter of roleplaying and does not directly affect ability scores or alignment. modifier. A mindshifter can retain a number of stolen abilities equal to half his class level but can If the mindshifter is aware of what abilities the freely replace an existing ability with a new one if target possesses, he may choose which power is he wishes. The creature that was the target of the stolen from among those he is aware of. If the theft loses the use of that ability until either the character is not aware of what spell-like abilities mindshifter dies, or he replaces it with a different the target possesses, one ability is randomly power. Mindtheft is a mind-affecting, supernatural transferred to the mindshifter. The spell-like ability that can be used at will. ability must be one the mindshifter would be able to cast if he were a cleric, druid or sorcerer of Assaying Touch (Sp): By touch and silent mental his character level. If the ability does not have command, a mindshifter of second level can cast a direct spell analogue, the Games Master must analyze creature at will. Constant contact is decide on an appropriate spell level for it. A needed throughout the casting time but, unlike mindshifter cannot steal or use any ability that has the spell, the creature need not be alive. The a Transmutation effect. Difficulty Class of the Fortitude save against this ability is 14 + Charisma modifier and the The mindshifter is then able to use the ability a mindshifter gains a +2 bonus to caster checks number of times per day as if he were a member made to penetrate spell resistance, for the purpose of the original creature’s species. The Difficulty of using this ability only. Class of saving throws against stolen spell-like abilities is 10 + ½ mindshifter’s level + Charisma 1166 17 KNOWING THE UNKNOWABLE Mindreaver (Su): While a mindshifter can only attack cannot be combined with any other touch hold a certain number of spell-like abilities at any attack or ability. Essentially, the mindshifter one time, his touch can play havoc with the ones exposes the mind of the target creature to the a target creature retains. Mindreaver can be used depths of chaos that swirl within his own. The at the same time as Mindtheft or by itself, as the target must make a Will save (DC 20 + Charisma mindshifter desires. If the melee touch attack roll modifier) or be stunned for 1d4+1 rounds. During succeeds, the mindshifter makes an opposed caster this time, the creature is unable to think coherently check using his full mindshifter level. For every and will not recall the passage of time. An point by which the mindshifter beats the target, affected target also forfeits its Will save against it loses the ability to use one random spell-like the mindshifter’s Mindtheft ability. Thoughtslayer ability for one minute per level. is a mind-affecting, supernatural ability that can be used at will. Powers affected by Mindreaver are still available for Mindtheft, and Mindreaver cannot affect The Third Choice: The mindshifter becomes Transmutation abilities. Mindreaver is a mind- aware of a potent new ability about to manifest. affecting, supernatural ability. This power will allow the mindshifter’s psyche to leave his body and move about on its own, much",
        "name":  "Skill Points at Each Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The mindshifter has reached fights, this special state of mind can with time the ultimate stage in his development and faces and experience make a savant nearly unstoppable one final choice. If he desires, he can remerge in battle. Limited only in his physical ability with his body and regain his mortality. Doing to respond to the constant information that his this causes the mindshifter to lose the Spiritmeld magical talent provides, a savant is unlike other and Idshadow class features but allows him to mages in their approach to fighting and their gain the final power of his class – True Union. If ability to defend themselves in physical situations. he chooses not to remerge, his body disintegrates from the ravages of chaos and he becomes a ghost The path of the Savant is not an easy one. It is with all his class abilities and powers intact. physically and mentally demanding, making it suitable only for those who can maintain a strong If a mindshifter reunites with his physical body, balance between their bodies and their minds he achieves True Union. He gains a +2 inherent while learning the disciplines that fuel their bonus to Constitution and his form unlocks. This 1188 19 KNOWING THE UNKNOWABLE martial spirit. With a well-developed body and a for that level would allow the character to qualify, keen wit to match it, savants are a unique blend of it can be selected at the same time. warrior skills and wizardly acumen. While they do not possess the endurance of a focused soldier Class Skills or the sheer magical power of a devoted arcane The savant’s class skills (and the key ability for spellcaster, they define their own special role in a each skill) are: Balance (Dex), Climb (Str), Con- travelling party or as a solitary adventurer. centration (Con), Jump (Str), Knowledge (Arcana) (Int), Scry (Int), Sense Motive (Wis), Tumble",
        "name":  "The Final Choice",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dexterity 12+, Constitution 12+, have to prepare spells beforehand. Savants gain Intelligence 12+, Wisdom 12+. At least one of knowledge of all of the spells of any level they can these statistics must be at least 14+ while another cast, knowing them and being able to cast them up must be 16+. Like the feat requirement for this to their normal number of spells per day. class, if the same level the character would take his first level in Savant, the bonus statistic point The Savant Class Base Fort Ref Will Level Attack Save Save Save Special Spells per Day 1 +0 +2 +2 +2 Combat Lucidity - / - / - / - 2 +1 +3 +3 +3 Attunement I 1 / - / - / - 3 +1 +3 +3 +3 Battle Trance 1/day 2 / - / - / - 4 +2 +4 +4 +4 Moment’s Warning 2 / 1 / - / - 5 +2 +4 +4 +4 Attunement II 3 / 2 / - / - 6 +3 +5 +5 +5 Battle Trance 2/day 3 / 2 / 1 / - 7 +3 +5 +5 +5 Foretelling Blow 4 / 3 / 2 / - 8 +4 +6 +6 +6 Attunement II 4 / 3 / 2 / 1 9 +4 +6 +6 +6 Battle Trance 3/day 5 / 4 / 3 / 1 10 +5 +7 +7 +7 Master of the Dance 5 / 4 / 3 / 2 2200 KNOWING THE UNKNOWABLE Base DCs and the Savant’s Intelligence score any sense of, even for them. One of the ways determines bonus spells. Savant levels count savants cope with this dizzying array of images is towards the caster level total and developed to focus on one foe at a time. familiar abilities for characters with previous levels in an arcane spellcasting class. If the Once each round as a free action taken on the character has more than one arcane spellcasting savant’s turn, he can choose any opponent within class, he must choose which one increases with 120 feet. He does not need to be able to draw line each Savant level gained. of sight or effect on the opponent but it must be subject to mind-affecting magic. Thus, undead,",
        "name":  "Statistics",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A form of advanced attunement, finally manages to integrate as much of the flow of this is a more subtle divination of the surrounding future images, telepathic information, and spiritual battlefield. In the Battle Trance state, a savant sympathy as a mortal mind can possibly grasp. allows his mystic perceptions to guide his While his expertise over his special talent are still actions through the best of all possible reactions far from perfect, he can accomplish remarkable to every motion, attack, and threat, even if he feats with it now that he has learned to truly is unable to directly detect the danger under focus his awareness into an effective and efficient normal circumstances. A Battle Trance lasts one fighting style. A Master of the Dance is a terror round per savant prestige class level and leaves to behold in combat, reacting to blows before they the character feeling fatigued exactly as per the occur and striking at vulnerabilities his opponent Barbarian rage class feature (-2 to Strength, -2 did not even know he possessed with all the to Dexterity, and unable to run or charge for the prowess of a trained warrior. duration of the encounter). A Master of the Dance replaces his base attack While in a Battle Trance, a savant cannot be bonus with a +1 base attack bonus per character flanked and gains his Intelligence modifier as an level up to a maximum of 20. This is a permanent additional bonus to his armour class. If a Reflex effect that lasts for as long as the savant can freely save is required of the savant while he is in a work and interact magically with his environment; Battle Trance and he would make the save if he it is lost in anti-magic fields and other such effects. rolled a 20 plus his current modifiers (i.e. could This replacement has all the normal effects, such ‘take 20’ on the check), he automatically succeeds as number of attacks per round and qualification at the save without having to roll. Like Barbarian for certain feats and other prestige classes. If the Rage, Battle Trance can be initiated at any time on bonus is lost for some reason and the character the savant’s action but cannot be done as a reaction no longer qualifies for the classes or feats chosen to someone else’s action. with the previous higher score, the feats or class features in question are suspended (but levels Moment’s Warning: At fourth level the in those classes are not lost) until the bonus is prescient mental images the savant sees during restored. combat begin to echo a few moments before an engagement actually occurs. This split second’s The Seer alert always allows him to act during a surprise When most people envision a diviner, the seer round, though it is not enough time for him is what they most likely imagine. Studious, to shout a warning of any kind. This sense of insightful and learned, the seer is a paragon of impending danger also allows the savant to add wisdom and lore. What sets him apart from a his intelligence bonus to his Initiative rolls unless sage is his gift for prophecy and his ability to circumstances somehow negate this ability from use scrying devices with uncanny ease. What a functioning, such as an anti-magic field. seer cannot uncover in ancient texts, he can often discover with his mastery of divination magic and",
        "name":  "Battle Trance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d4. Spells per Day/Spells Known: At every seer level, the character gains new spells per day (and Requirements spells known, if applicable) as if he had also To qualify to become a seer, a character must fulfil gained a level in a spellcasting class to which all the following criteria: he belonged before adding the prestige class. The Seer Class Base Fort Ref Will Special Spells per Day Level Attack Save Save Save 1 +0 +0 +0 +2 Visions I, The Gift of Prophecy +1 level of existing class 2 +1 +0 +1 +3 Eyes of Crystal +1 level of existing class 3 +1 +1 +1 +3 Clairsentient +1 level of existing class 4 +2 +1 +2 +4 --- +1 level of existing class 5 +2 +1 +2 +4 Fortunate Soul +1 level of existing class 6 +3 +2 +3 +5 Clear Sighted, Visions II +1 level of existing class 7 +3 +2 +3 +5 Fate’s Advocate +1 level of existing class 8 +4 +2 +4 +6 --- +1 level of existing class 9 +4 +3 +4 +6 Knowing Gaze +1 level of existing class 10 +5 +3 +5 +7 True Prescience +1 level of existing class 2222 23 KNOWING THE UNKNOWABLE He does not, however, gain any other benefit a Upon reaching sixth level, the seer gets his visions character of that class would have gained (bardic more clearly and more often. The frequency and music uses, metamagic or item creation feats form are still under the Games Master’s control or the like). If the character had more than one but the power should prove more useful and spellcasting class before becoming a seer, the should grant a vision at least twice per adventure. player must decide to which class to add each level for determining spells per day and spells The Gift of Prophecy (Ex): Not content with known. random glimpses of destiny, the seer begins to develop his ability to foretell. As long as he has",
        "name":  "Hit Dice",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A seer with this level of ability Those who take on the role of the witness soon can look at a creature and know the general impact learn it is a long and arduous path. Developing it may have on the future. This ability works the senses is a time-consuming and physically constantly, cannot be suspended by the seer and demanding task that leaves little room for other essentially grants him know alignment. This sight studies. Magic becomes the focal point of their is not entirely accurate and, if the target succeeds attention, as it provides the power for their at a Will save (DC 20), the seer only gets the growing abilities but its finer nuances are often law/chaos part of their alignment. The target is lost in the pursuit of perfect attention. A witness unaware of this ability being used. Knowing Gaze must accept this; in order to excel in the empire of also warns the seer if a creature he sees will be of the senses, he must let go of everything else that importance to him. This facet of the power is also was of import to him until mastery is achieved. entirely under the Games Master’s control and, in general, it will let the seer know that someone is important to him but not how they are important. 2244 25 KNOWING THE UNKNOWABLE",
        "name":  "Knowing Gaze",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Similar to lesser foretelling, foretelling allows Eyes of the cat grants the caster a preternatural the caster to ask a question and derive a ability to see motion and a sensitivity to light. For magical answer to it. Unlike lesser foretelling, the duration of the spell, you gain low-light vision. the question can be anything, not merely one If you already possess low-light vision, this spell answerable by ‘yes’ or ‘no’. The question can does not affect or augment it. In addition, you also be contingent on as many as three different gain a +1 competence bonus to Armour Class conditions. Unfortunately, a wider scope means a against attacks you can see. If the caster possesses greater chance for error. When casting foretelling, a feline familiar, the duration on the spell is there is a chance for an incorrect or misleading doubled. answer (25% minus 1% per caster level). The answer will always be brief, as simple as possible",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item to be used as the tracking object,",
        "name":  "Focus",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small stack of river accurate as possible without making what its pebbles. One is given to each person in the link revelations absolute. and shatters when the spell ends. Mathemagic Principle Divination Master of the Game",
        "name":  "Material Component",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (Harmless) If spellcasting can be seen as manipulating unseen energies and bending them to the caster’s will, the A simple spell that allows the caster to foresee the mathemagic principle can be seen as calculating future possibilities of a simple action involving exactly how best to do that. Also called spell a limited number of choices, master of the game equation, this complicated rite allows the caster to derives its name from the activity is usually put utterly optimise his next spellcasting by divining to; this spell allows the caster to become an expert the most powerful gestures and incantations cheat at gambling. Often prepared or cast through to make at the exact moment he casts his next the use of the Silent Spell feat so as not to rouse spell. Because magic is such an ever-changing suspicions at the card table, master of the game force, mathemagic principle does not work if the provides a flawless glimpse into the next round knowledge gained by calculating it is not used (six seconds of elapsed time, if not in combat) immediately. The caster cannot even make a five- depending on the next action the caster takes. foot adjustment between the casting of this spell and the one to be altered. Although the duration of the spell is listed as instantaneous, it technically does not take place When this spell is cast, the caster must make a until the caster’s next round, when it provides Spellcraft check (DC 15 + the level of spell to be information about the ramifications of the action affected). Failure causes magical backlash that he is about to take. One action can be ‘considered’ deals 1d6 points of subdual damage per level of for every four full caster levels, up to five potential the affected spell and wastes the mathemagic actions at 20th level. For example, if an 8th level di- principle. Success causes the next spell the viner uses master of the game one round, the next spellcaster casts to be affected by the Empower round he could foresee what would occur if he cast Spell and Maximise Spell feats. fireball into the current melee and also what would occur if he targeted the leader of the enemy orcish",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A war band with a dispel magic. He would then be piece of black slate (100 gp) and three chalk sticks likely to opt for whichever choice had the most of different colours. The chalk is consumed in the desirable outcome. casting of the mathemagic principle spell. 3366 DIVINATION SPELLS Mental Unity caster from seeing any of them. The source Divination of the mental contact is assaulted by the entire",
        "name":  "Arcane Focus and Material Component",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Neither of these effects can be dispelled once the spell has been cast but dissipate automatically Singular focus gathers every aspect of the caster’s when the duration expires. attention and magical divination abilities into the performance of a single task. This greatly",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text tome or crafting an item. The caster must meet",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No all of the prerequisites for performing the task (possession of the appropriate skills and feats, Pure sight duplicates the effects of several lesser materials on hand and conditions allowing for divinations, allowing the caster a great chance work) before casting this spell. Once cast, of detecting anything that is amiss in the area. singular focus does not allow the caster to move While pure sight lasts, the caster can change its more than 10 feet in any direction without effect as a free action on his turn once per round, negating its effects. choosing from the following effects: arcane eye, clairvoyance, detect chaos, detect evil, detect While in effect, singular focus guarantees success good, detect law, detect magic, detect poison, and cuts the time required in half. Material costs detect scrying, detect secret doors, detect undead are not affected but any skill checks required or see invisibility. While this spell is in effect, a during the task’s completion are automatically pale, magical light surrounds the caster’s eyes, successful. Note that this reduction of completion conferring the constant effects of a darkvision time affects the crafting time of magical items 3388 DIVINATION SPELLS but the intense focus that drives this reduced time One of the only offensive spells of the Divination doubles the experience point cost of the item. school, telepathic assault functions much like mindshriek, in that it divines thousands of",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes and spells that grant augmented vision, such 3388 39 DIVINATION SPELLS as darkvision, are rendered inoperable for the begin work on the item the same day this spell is duration of the timesight. cast or it ends with no further effect.",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Master to adjudicate specifically but suffice to say touch of the divine should never be cast lightly. This spell opens the recipient’s mind to an incredible amount of information about the Once cast, the knowledge gained by this spell crafting arts. The caster must choose a focus for grants the caster the ability to ‘trade out’ spells this spell when he casts it, choosing from any for any spell from any of the deity’s domains of Craft skill available in the campaign world. the same level, similar to the cleric’s Spontaneous Casting ability. Each time this is done, the caster Once cast, the recipient gains a +25 virtual skill must make a Concentration check (DC 30) or modifier (23 ranks in skill and the Skill Focus touch of the divine ends immediately after the feat) for the purposes of the chosen Craft. This traded spell is cast. supersedes any ranks or Skill Focus the subject might already have in that skill. This bonus The knowledge of the deity’s true name is a subtle lasts as long as it takes for the recipient to create and intuitive one. It cannot be imparted through a single item and its masterwork element, if any form of communication and cannot be put to applicable. any other use. Once the spell ends, the knowledge disappears completely. While working on this item (which can be as simple as a poem or as complex as a suit of full Arcane Focus: A holy symbol of the chosen deity plate), the recipient must work at least eight hours that has been used to cast at least one third-level a day and do nothing more than rest and converse divine spell. for the remainder of each day. Any significant interruption ends the spell immediately and has a 50% chance of ruining the item. The subject must 4400 DIVINATION SPELLS Touch of the Healer approximate value of any item he handles. This Divination ‘value’ is an approximation (+/-10% of the true",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 7 magically is the unquestioned province of clerics, Components: V, S, F bards and druids but the mundane skills required Casting Time: 1 action to do so can be learned by anyone. Touch of the Range: Self healer grants the recipient temporary mastery of Target: You the healing arts. Duration: 10 minutes per caster level",
        "name":  "Mending torn flesh and setting broken bones Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes to automatically stabilise dying creatures as if he had made a successful Heal check. By taking a This spell brings the recipient in tune with magical full-round action while in contact with an injured energies and the flow of power that exists in the target, the recipient can restore 1d4+1 hit points world around him. While this spell is in effect, the through incredibly expert medical attention. This recipient can freely use detect magic and identify, healing can only benefit a target once per day but though only one of these powers can be in effect it can affect as many different targets as the caster in any given round. A subject under the effects of desires during the spell’s duration. this spell will also know immediately when a new source of magic (an active spell or magic item, for If the subject of the spell possesses one or more example) comes within 30 feet. This makes the ranks in Heal, he gains the ability to automatically recipient difficult to surprise by anyone carrying or accomplish anything that skill can achieve as casting magic nearby and may spoil sneak attacks a full-round action (unless the chosen type of at the Games Master’s discretion. treatment takes longer, in which case the time required increases to one hour). Any required skill If the recipient can make physical contact with a check is automatically successful. target, he learns of any spell-like or supernatural abilities it possesses at a rate of one per round,",
        "name":  "Once cast, touch of the healer allows the subject Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A masterwork healer’s kit. in the same manner as an identify spell. Magical traps can be discerned and contact while under this Touch of the Merchant spell’s effects does not set off such traps. Once Divination identified this way, the recipient gains a +5 insight",
        "name":  "Arcane Focus",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched device with detect magic as one of its abilities.",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No If words carry power, then word of absolution is the ultimate expression of that maxim. By using divination magic to discover the single word that applies to the moment and place of this spell’s casting, the caster can speak that word and set up 4422 43 DIVINATION FEATS Knowing the character’s adventuring career. The unfortunate drawback of this system is that characters grow linearly in ‘bursts’ (gaining a one-time boost in Unknowable skills and abilities each time they earn a new level) F and do not have the option of letting old talents or practitioners of divination, the arts of diminish in favour of newer, more applicable ones. awareness cannot merely depend on spells alone. In addition to the valuable skills of Given the intuitive nature of a diviner, this concept Listen, Search and Spot (all unfortunately cross- is even more appropriate. Should not a character class skills for a wizard or sorcerer), a diviner with the magical ability to sense the future have needs to have as many abilities at his disposal as some ability to anticipate what he may or may not possible. The situations of battle and adventure need to study before it becomes an issue? This can change very quickly; not even being prescient ability should not be infallible (few divination can predict what a diviner may need to have from spells are) but a slight advantage in this regard one day to the next. does not seem unreasonable. This is not made any easier by the immutable Divination magic is the undisputed master nature of feats and skills. Once chosen, feats of sensory manipulation. From general and skill ranks cannot be changed. This makes improvements, such as detect magic, to purely perfect sense, given that they represent training arcane senses, such as foresight, a diviner can and learning gathered during the course of a be acutely aware not only of the world around him but of everything that occurs (and will occur) within it. Spells provide this improvement to a diviner’s awareness but long-term exposure to such magic can have lingering effects. The Alertness feat is an excellent starting place for simulating such enhancements, especially as a wizard or sorcerer with a familiar gets it for free while they are within reach. Another way of building these innately augmented senses is with the Awareness category of feats presented in this chapter. Each one has the Alertness, Awareness and the ability to use divination magic as prerequisites. The Awareness feats allow the use of a special sense that is not normally available to characters, or greatly enhances a sense they already possess. Certain feats are valuable for any spellcaster, such as Spell Focus and Spell Penetration. Diviners are no exception, though these do not come into play as often as they would for an evoker or transmuter. For a more fitting feat, try Spell Prescience. Feats like this can help define the kind of psychic, insightful character that best represents the diviner. 4444 DIVINATION FEATS",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scry 1 rank, Charisma 10+. those with a desire to expand the capabilities of Benefit: By spending 10 minutes preparing and their characters in useful ways. These have no making a Concentration check (DC equals that prerequisites and can be taken by anyone, though of the Scry check), you can gain several benefits. they are extremely appropriate for diviners and First, you gain a +5 competence bonus to the Scry those who practice the more cerebral arts of magic check. Second, attempts to detect your scrying and lore. suffer a –5 circumstance penalty. Third, any penalties associated with attempting to scry the Aptitude (General) target, such as a nondetection spell, are reduced by Through either the benefits of a formal education half due to the intensity of your focus. or a natural ability to retain what you learn, you Special: In order to use this feat, you must be can gain more from your experiences than others. using a crystal ball and each Scry check made Time proves to be a better teacher to you than to using Crystal Attunement deals 2d6 subdual others. damage to the scrying character.",
        "name":  "Lastly, several general feats are available for Prerequisite",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awareness. a character cannot gain more skill points at each Benefit: Upon taking this feat, you gain one of level than 10 + his Intelligence modifier. the benefits listed below. If you already possess the listed benefit, you gain the next highest benefit Awareness (General) instead. You have a supernatural ability to use your senses 1. +1 competence bonus to Armour Class. even when prevailing conditions would otherwise 2. Uncanny Dodge (retain Dex bonus to AC). prevent you from doing so. This has been 3. +1 competence bonus to Reflex saving developed from exposure to divination magic and throws. relies on your ability to wield the same. 4. Uncanny Dodge (cannot be flanked).",
        "name":  "This feat can be taken multiple times, although Prerequisite",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You only suffer only half the listed five times, with the character gaining the next penalty for any effect that limits your senses. benefit on the list above each time he does so. Darkness and invisibility are among the effects you can diminish. You also gain a Will save anytime Heightened Sight (Awareness) you are exposed to an effect that alters your Your vision has been enhanced through divination perceptions, even if the effect does not normally magic to greater accuracy and distance, allowing allow one. In addition, you gain a +2 competence you to see things others could never bring into bonus to any saving throw caused by an illusion or focus. sense-affecting spell (such as a symbol of pain or Prerequisite: Awareness. blindness). Benefit: You gain a +5 circumstance bonus to Spot and Search checks when vision is a factor. Crystal Attunement (General) Your range of vision with any sight-related ability You can focus your ability to scry through a (darkvision, for example) or spell is increased by crystal ball with unparalleled acuity. It is difficult 20 feet regardless of visual conditions. Magical for targets of your scrying to evade you when you darkness and obscuring spells still block your use a crystal ball attuned in this manner, though ability to see but natural effects can be mitigated the process can be quite draining. with this bonus. 4444 45 DIVINATION FEATS",
        "name":  "Benefit",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you also possess the Tremulous Touch this limitation, only one spell of each spell level and Wolfen Boon feats, you gain the Blindsight can be used with Indirect Spell each day. special quality, in addition to the benefits provided by the feats. Precognitive Learning (General) When gaining new skills, you have an instinctive Indirect Spell (Metamagic) ability to see into the future and know what will A spell you cast with this feat can travel through benefit you the most. While this ability is far from a scrying focus or divination spell and bypass the perfect, it does give you a distinct edge. need for line of effect or range limitations. Prerequisite: School Focus (divination) or Spell",
        "name":  "Special",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any other metamagic feat. Focus (divination).",
        "name":  "Prerequisite",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have a valid target visible through Benefit: Each time you gain a feat or skill the use of a scrying device or the effect of a points, you may delay selecting them. Instead of divination spell immediately before you begin spending them immediately, you may opt to select to cast it a spell prepared with this feat, you are the feat or skill at any time in the future before you considered to have line of sight and line of effect gain your next level. If you gain a level before to the target. The target of the Indirect Spell making your delayed selection, you must make the gain a +2 bonus to their saves, if any, because of delayed selection immediately, before applying the the slight weakening effects of channelling the new level. magic through the divination effect. Range is not a concern for the original spell but Indirect Spell This feat allows you to simulate having trained cannot channel a touch attack. previously to deal with a situation in the future. It does not negate prerequisites for feats or allow you Casting a spell with this feat uses up a slot two to take skills you do not qualify for. If a feat or levels higher than the original spell. In addition to skill requires special training or circumstances to be selected, those must have been available when the feat or skill points became available originally.",
        "name":  "Benefit",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a character gains an experience level, feats, skills and other benefits must be chosen immediately. Psychic Spell (Metamagic) A curse to those who rely on physical might and agility, your spells target the mind as well as the body, making them much harder to resist.",
        "name":  "Normal",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast illusion and divination magic (arcane or divine)",
        "name":  "Prerequisite",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Listen, Search and Spot are class skills three levels higher than the original spell. for you. In addition, you gain a +1 competence bonus to skill checks with these skills. Spell Prescience (Special) Your focus towards divination magic allows you Wolfen Boon (Awareness) to have a psychic awareness of spells that might Your hearing and sense of smell have become be useful in the day ahead. This allows you to preternaturally keen. You can hear a whisper prepare spells in advance without even knowing across a crowded room and smell a single rose in a why you will need them. blooming garden.",
        "name":  "Preparing a spell with this feat takes up a spell slot Benefit",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Alertness, Craft spell level) to avoid losing the spell and ruining Wondrous Item, detect secret doors, find traps, the process. If the check is successful, the spell true seeing, Search 5 ranks, Spot 5 ranks; Market becomes bound in the water of the chalice.",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "31,500 gp; Weight: 2 lb. The next person to drink from the chalice benefits Band of Baleful Thought from the spell as if he had cast it. This drink will also cut the imbiber’s lips but the magic in A great boon for warriors of any kind, this pale the water closes the wound after inflicting only silver band inset with cabochons of onyx is 4488 49 DIVINATION FEATS a single point of damage. The caster level of optical secretions of a creature possessing low- the imbibed spell is equal to that of the donor. light vision. Once the spell is bound in the chalice, the slot it occupied for the caster is spent and can be Caster Level: 5th; Prerequisites: Brew Potion, regained normally. A spell will remain imbued in darkvision; Market Price: 1,125 gp. the red-tinged water for one day per caster level. If it is not imbibed in that time, the water boils Eyes of Spellsight away and the coral chalice becomes usable again. When worn, these lenses (which must be worn as a pair) give the wearer a constant ability to detect",
        "name":  "Price",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous magic within line of sight. This sight only allows Item, imbue with spell ability; Market Price: the detection of magical auras on visible objects. 30,000 gp; Weight: 2 lb. No amount of concentration will reveal any more than that an object or person has a magical effect. Earcuff of Eloquence In their basic form, without the addition of magic This appears as a plain golden band sized to on the wearer’s person, this power is all the eyes fit around the outer edge of a humanoid’s ear. grant their wearer. Delicate engraving around the edges of the earcuff forms a swirling pattern of enchantment If worn by someone with an actual detect magic that glows softly at all times. When worn, the spell or ability active, these lenses allow the earcuff sharpens the wearer’s hearing, providing a wearer of a pair of eyes of spellsight to attempt a constant +1 insight bonus to Listen checks. counterspell action while benefiting from a detect magic spell. They gain a +5 circumstance bonus This bonus is a side effect of the earcuff’s true to the Spellcraft check due to the additional infor- purpose – communication. The wearer of the mation about the target spell provided by them. earcuff finds his speech more convincing and his words better chosen than before, gaining a Caster Level: 3rd, Prerequisites: Craft Staff, detect +5 bonus to Bluff and Diplomacy checks. To magic, Market Price: 1,000 gp. facilitate this ability, the golden band also grants a continuous use of the tongues spell. If the tongues Gauntlet of Spellknowing ability does not function for a given subject, the An exquisitely crafted gauntlet of exotic metals, bonuses granted by the earcuff do not apply. heavy silver silk and intricate chain links, the gauntlet of spellknowing is a great boon",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous to spellcasters with access to the school of Item, tongues, ghost sound, Bluff 1 rank, Divination. The gauntlet is so thin and finely Diplomacy 1 rank; Market Price: 31,500 gp. made that it does not impede spellcasting at all, nor does it hinder the wearer with an armour Elixir of Sight check penalty of any sort. When worn by anyone A clear, faintly glowing herbal potion crafted without the ability to cast arcane divination spells, by divination spellcasters, the elixir of sight it grants the ability to cast identify and detect provides the imbiber with the Blindsight ability, magic once per day. as described in Core Rulebook III. This power occurs immediately and lasts one full hour. For On the hand of someone who can cast such spells half an hour after the potion’s main effect ends, it becomes far more potent. At will the wearer can the imbiber gains darkvision with a 60-foot cast detect magic as a free action and maintain it range. Once this additional half-hour is ended, the as long as he chooses to concentrate. By touching drinker gains low-light vision with a 60-foot range a magic item or spell effect with the gauntlet, the for another 30-minute span of time. The potion’s wearer can cast analyse dweomer on it as a full- effects end entirely after the low-light vision fades. round action. This power is also usable without limit but it carries a special condition. If the Creating this potion requires the blood of a item or effect has a caster level higher than that creature with the Blindsight special quality and the of the wearer, the only information gained is the 5500 DIVINATION FEATS predominant school and caster level of the item or If desired, this cone of light can act as an arcane effect. true seeing, revealing everything the spell of the same name does to anyone who can see the cone The wearer can use these abilities without risk of and what it illuminates. This active true seeing activating the effect or any curses on the item in can be defeated with Spell Resistance but it does question, unless the effect is not triggered by a not offer a saving throw. This function of the touch. For example, if the wearer handled a box halcyon amulet can be used for 11 rounds each that was trapped with a fire trap spell, the wearer day, although this duration can be divided up over can identify the fire trap and will not set it off as many separate uses as desired. unless he opens the box. The last function of the amulet is dependent on",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous the true seeing power. The wearer can choose to Item, analyse dweomer, detect magic, identify; inflict 5d4+5 points of force damage on anything",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Nascent Item, light, magic missile, true seeing; Market This special suit of armour has two forms; elab-",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous failure chance for magical armour of its type. Item, fly, see invisibility; Market Price: 9,500 gp; It does, however, grant its wearer the Armour",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Proficiency (Heavy) while being worn and grants enough innate knowledge of how to move in it Mnemonic Ring with such consummate skill that the suit does not A magical item so strange, most who find it will impede the character’s base movement at all. not even understand what its name means. The mnemonic ring is a flawed attempt to create a ring Caster Level: 15th, Prerequisites: Craft Magic of mastery but it has some value on its own as a Arms and Armour, polymorph any object, Market way of transferring some small measure of skill Price: 55,000 gp. from one person to another. A mnemonic ring has the ability to ‘copy’ five ranks of any skill the Potion of Farsensing wearer possesses at a sufficient level of expertise. When this dark, swirling potion is consumed, It is functionally useless if worn by someone the drinker gains see invisibility, clairaudience possessing only a low level of expertise in the and clairvoyance for 30 minutes. These sensory desired skill. powers remain constantly active and can not be prematurely ended by the imbiber, nor can he The only use for a mnemonic ring comes when it use normal senses while the potion lasts. The is taken off and given to someone who does not clairvoyance and clairaudience can be used to possess ranks in the copied skill. The wearer is simulate normal sight and hearing but the strange then able to use the skill as if he possessed five disconnection between those magical senses and ranks in it. The previous wearer of the mnemonic the drinker’s own results in a –2 circumstance ring does not lose access to the skill ranks; they penalty to attack rolls, Reflex saving throws and are merely copied. skill checks during the potion’s duration.",
        "name":  "Weight",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,500 gp. 5522 DIVINATION FEATS Ring of Mastery Potion of Recovery An indispensable item for those who rely on This potion restores one lost spell to a caster when their skills for their livelihood, or those who have consumed. To be effective, the imbiber must have need of skills they simply do not have the time or a spent spell slot (wizard or sorcerer) capable of ability to develop. A ring of mastery has a specific being restored by the potion. Recovery potions skill associated with it when it is created. If the have three levels of potential. A recovery potion skill is one that allows for subcategories, such as tries to fill a random slot of the highest level avail- Knowledge, the subcategory is associated as well. able and can use left over power to restore any If the wearer of the ring has less than 11 ranks in other random slot if it has enough potential left to the associated skill (including if he has none), he do so completely. can use the skill as if he had 11 ranks in it. The wearer applies synergy bonuses and ability score",
        "name":  "Market Price",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wizard has cast a fireball, a web, bonuses normally. a bull’s strength and a magic missile spell. She drinks a level three recovery potion. It restores the If the wearer already has 11 or more ranks of fireball, since only one third level spell is gone. If the associated skill, the ring grants the wearer she drinks another three level potion, it has a 50% Skill Mastery, as the rogue class feature. This chance of restoring either the web or the bull’s allows the wearer to always ‘take 10’ on any skill strength. The leftover level of potential restores check involving the associated skill, regardless of the magic missile spell. If she drinks yet another circumstances or distractions to the contrary. This level three potion, she gets back whichever second is incredibly useful, as it makes many skill checks level spell the second potion did not restore and automatically successful. the remaining level of potential is wasted. Forging a ring of mastery is a taxing and arduous",
        "name":  "For example",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st, 3rd, or 5th, Prerequisites: Brew process. The complex issues of imbuing a ring Potion, Nystul’s magic aura, any other spell of with so many ranks in a skill can cause the process the appropriate level, Market Price: 500, 1000, or to fail inexplicably. Whenever a ring of this sort 2000 gp. is made, there is a 10% chance that the resulting item is a mnemonic ring instead. No outward sign Querystone of the failure exists; only trying to use the ring will A querystone is a smooth gemstone of virtually determine its nature. any precious type, one-inch in width and half-an- inch in height. A single arcane rune is engraved",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Forge Ring, on one side; read magic reveals that it means limited wish, vision; Market Price: 35,000 gp. ‘insight’. To use a querystone, the owner simply whispers a question of up to seven words in Silverlake (Major Artefact) length and places it under his pillow while he A large, finely-crafted, silver mirror with its sleeps. If the character gets at least four hours oval frame worked to resemble flowing water, of uninterrupted rest, the answer to the question Silverlake has a single, large opal set at each will come as a dream. The question can be as compass point. These gems gleam with a soft, complex as wording allows and the answer will white light whenever the artefact is functioning be accurate, though the dream may require some and often flash even when it is quiescent. The interpretation if the question involves the future light from these opals sends ripples of misty or a subject normally protected from scrying. If radiance to play along its flawless surface, pooling the character is disturbed during this period, the along its frame and draining away into the infinite querystone does not function but can be used depths of the mirror’s reflections. again. Querystones vanish after functioning once. Silverlake is a divining mirror with few peers,",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "AVOIDING TWILIGHT Any dragon that has reached the old age category or higher can depart, become a guardian, or become a dracolich. (Details ofdracolichdom can be found on page 146.) To depart or become a guardian, a dragon must consume at least 135,000 gp worth of treasure—or at least 90% of its hoard,if the dragon possesses treasure worth more than 150,000 gp. All the treasure must be consumed in the same day, and at least 120,000 gp of this treasure must have been part of thedragon’s hoard for at least 200 years.After consuming the required amount of treasure, the dragon must find a dragon graveyard or suitable site to guard. Once it is at the graveyard or site, the dragon completes the processinstantly simply by willing it to happen. When a dragon departs, its body dies. When a dragon be- comes a guardian, its body melds into the landscape. Once it has consumed the treasure, a dragon can delay departing orbecoming a guardian for no more than 1 day per point of Charisma it has. If the dragon exceeds this time limit, the oppor- tunity is lost, and the dragon cannot make another attempt todepart until it again consumes the required amount of treasure. pqqqqrspqqqqrs 16hoard. Most dragons also travel to a dragon graveyard and die there. Dragon graveyards are ancient places whose origins are lost even to dragon memory . As a rule, they are accessibleonly to flying creatures, being situated on mountaintops, inhidden valleys (surrounded by jungle, deserts, or moun-tains), on islands located in windless or storm-tossed seas, orin the depths of great rifts on the earth. Within the graveyard, dangers abound. Storms of ele- mental energy often wash over dragon graveyards, andelemental vortexes often appear in random spots. Some ofthese may belch forth groups of hostile elemental crea-tures or suck the unwary right off the Material Plane andonto an elemental plane. Dragon carcasses or skeletonsmay spontaneously animate and walk about, attacking anyliving creatures they meet. Dragon graveyards also are haunted by ghostly dragons.Despite the dangers, dragon graveyards often draw visitors. According to legend, and some reputed discoveries, not all ofa departed dragon’s consumed hoard is always destroyed, andmany treasure hunters (showing dragonlike greed) eagerlyseek out dragon graveyards for the treasures they are saidto contain. Other visitors seek to obtain dragon remains for magical or alchemical purposes. Guardianship At the end of its normal life, a dragon can elect to become aguardian, literally transforming into part of the landscape.After the dragon consumes its hoard, it changes itself intoa geographic feature: hills, mountains, lakes, swamps, andgroves seem to be the most common choices. Such areas become favorite places for dragons to lay their eggs. It is said that no nest of dragon eggs laid in such alocale will ever be disturbed. Wyrmling dragons living inthe site are said to commune with the guardian spirit, receiv-ing the knowledge they need to become strong adults. As with dragon graveyards, legends say that some of the late dragon’s treasure may still remain hidden at the site,making these features prime targets for treasure hunters.Extracting the treasure (if it exists at all) is apt to be diffi-cult. Younger dragons living at the site usually resent intru-sions, as do absentee parents who have laid eggs there (aswe have seen, dragons that leave their eggs untended oftenstill keep watch over their nests). These sites also attractCHAPTER 1: ALL ABOUT DRAGONS",
        "name":  "RULES",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "GUARDED SITES When a dragon becomes a guardian, it creates a geographical feature with an area of about 1 square mile per 5 points of Constitution the dragon had. The feature created always resembles a dragon in some subtle manner. The contours of a hill might suggest a sleeping dragon, for example, or a lake might have the shape of adragon’s head or footprint. Dragon eggs laid in a guarded area become hidden by non- detection andmirage arcana effects, provided the female laying them is of the same kind as the guardian. Both effects lasts until the eggs hatch, and neither effect has a magical aura, but other- wise they function as the spells cast by a 20th-level caster. Any dragon of the same kind as the guardian and of juvenile age or younger can visit the area once a month and receive the benefits of a commune spell. Older dragons of the same kind as the guardian get the same benefit, but only once a year. The heart of a guarded site may indeed contain a small amount of treasure left over from the guardian’s transformation (hidden near the heart of the site). Such a treasure containscoins and goods only and is of a level equal to one quarter of the guardian’s Challenge Rating at the time of its transforma- tion. Removal of the treasure does not harm the guarded site,but most dragons take a dim view of such activity. pqqqqrspqqqqrstheir share of ghostly dragons, adding a new element of danger for trespassers. DRACOLICHDOM Some evil dragons enlist the aid of others to cheat death.The dragon and its servants create an inanimate object,called a phylactery, that will hold the dragon’s life force. Next, a special brew is prepared for the dragon to con- sume. The potion is a lethal poison that slays the dragon forwhich it was prepared without fail. Upon the death of the dragon, its spirit transfers itself to the phylactery . From the phylactery, the spirit can occupy anydead body that lies close by, including its own former body . Ifthe body it currently inhabits is destroyed, the spirit returnsto the phylactery, and from there it can occupy a new body . See the Dracolich entry, page 146, for details on the results of this process. DRAGON SENSES “Dragons don’t see very well in the dark. They don’t hear sowell, either.” —The late Aylmer Dapynto, erstwhile sage and dragon hunter “You want to live a long and profitable life? Then don’t try to sneak past a dragon!” —Lidda, advising a young rogueLike any predatory creature, a dragon has acute senses. These remarkable senses become even better as a dragongrows and ages, mostly because a dragon’s mind becomesever more perceptive as the centuries pass. A dragon’s eyes,ears, and nose may not become any more sharper with age,but the dragon’s prodigious intellect can sift increasingamounts of information from its environment. VISION Dragons have vision superbly adapted to hunting. They enjoyexcellent depth perception, which allows them to judge dis-tances with great accuracy, and they have outstanding periph-eral vision as well. Dragons can perceive motion and detail atleast twice as well as a human in daylight, and their eyesadapt quickly to harsh light and glare. A dragon can stare atthe sun on a clear summer day and suffer no loss of vision.Eagles and other birds of prey can perform similar visualfeats. Such creatures often have poor night vision—and itmay be this fact that leads some scholars to conclude thatdragons don’t see well in the dark. In fact, dragons see exceedingly well in dim light. In moon- light, dragons see as well as they can in sunlight. In evendimmer light, a dragon sees four times as far as a human canunder similar conditions. Dragons can even see with nolight at all. When any illumination is present, a dragon sees in color. Its ability to discern hues is at least as good as a human’s. Inthe absence of light, a dragon’s vision is black-and-white. 17CHAPTER 1: ALL ABOUT DRAGONS",
        "name":  "RULES",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DRAGON IMMUNITIES Every kind of true dragon has immunity to at least one type ofenergy, as noted in the Monster Manual. A true dragon ignores the detrimental effects of extreme heat (110 °F to 140 °F) and of extreme cold (0 °F to –40 °F). A true dragon in these conditions does not have to make a Fortitudesave every 10 minutes to avoid taking nonlethal damage. All creatures of the dragon type are immune to magic sleep and paralysis effects, also as noted in the Monster Manual . True dragons develop damage reduction as they age, as noted in the Monster Manual . Damage reduction is a super- natural ability and is ineffective in an antimagic field. True dragons also develop spell resistance as they age, as noted in the Monster Manual . pqqqqrspqqqqrsdragons prefer damp and dismal swamps, and they also have the ability to create magical darkness. Copper drag-ons live in rocky hills and have the ability to shape stone.Often a dragon’s innate abilities have little direct impact oncombat, but the dragon can use them to defend its lair orto prepare for battle. A dragon’s spells tend to reflect its own personality . Each dragon develops a unique personal repertoire of spells(though many dragons choose similar spells for their sheerutility). No scholar has determined how dragons accom-plish this, and it seems that dragons themselves don’tknow how they do it. Dragons simply have an inborntalent for arcane magic. They develop rudimentary spell-casting powers as they approach adulthood. Humanoidsorcerers, who often claim their magical powers stemfrom a dragon ancestor, usually do not develop any magi-cal aptitude until after puberty . Some scholars take this asa sign that no connection at all exists between sorcerersand dragons. Other scholars dismiss the disparity as aninevitable result of the vast differences between draconicand humanoid life cycles.",
        "name":  "RULES",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A short description of the holy or unholy symbol carried by the deity’s clerics. This symbol is often used onaltars or other items dedicated to the deity .",
        "name":  "Symbol",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scimitar (claw) 31CHAPTER 1: ALL ABOUT DRAGONS Lawful good Lawful neutral Lawful evilNeutral good NeutralNeutral evilChaotic good Chaotic neutralChaotic evilTable 1–2: The Draconic Pantheon Deity Alignment Domains Aasterinian, Goddess of Invention CN Chaos, Dragon*, Luck, Travel, Trickery (Charm, Illusion, Trade) Astilabor, Goddess of Wealth N Dragon*, Protection, Wealth* (Cavern, Metal)Bahamut, God of Good Dragonkind LG Air, Dragon*, Good, Luck, Protection (Nobility, Storm) Chronepsis, God of Fate N Death, Dragon*, Knowledge (Fate, Planning, Time)Falazure, God of Decay NE Death, Dragon*, Evil (Darkness, Undeath) Garyx, God of Destruction CE Chaos, Destruction, Dragon*, Evil, Fire (Renewal)Hlal, Goddess of Humor CG Chaos, Dragon*, Good, Trickery (Rune) Io, Lord of the Gods N Dragon*, Knowledge, Magic, Strength, Travel, Wealth* (Spell)Lendys, God of Justice LN Destruction, Dragon*, Law, Protection (Retribution) Tamara, Goddess of Life NG Dragon*, Good, Healing, Strength, Sun (Family)Tiamat, God of Evil Dragonkind LE Destruction, Dragon*, Evil, Greed*, Law, Trickery (Hatred, Scalykind, Tyranny)32 Aasterinian is a cheeky deity who enjoys learning through play, invention, and pleasure. She is Io’s messenger, a Hugebrass dragon who enjoys disturbing the status quo. Dogma Aasterinian is flighty and quick-witted. She encouragesher followers to think for themselves, rather than relyingon the word of others. The worst crime, in Aas-terinian’s eyes, is not trusting in yourself andyour own devices. Clergy and Temples Aasterinian’s clerics aretypically wanderers whotravel in disguise orsecrecy . Temples to thegoddess are rare in theextreme, though simpleshrines dot the landscape—quiet,hidden places where worshipers can restpeacefully on their travels. Her followers enjoy friendly relations with those of Garl Glittergold, Fharlanghn, Olidammara,and similar deities. ASTILABOR",
        "name":  "Favored W eapon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragon*, Knowl- edge, Magic, Strength, Travel, Wealth* (Spell)",
        "name":  "Domains",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feat works much like the bard’s bardic knowl- edge class feature, except that it relies on the scale and impactof past events rather than on how many people already sharethe information. You may make a special Draconic Knowledgecheck (d20 + your age category + your Int modifier) to seewhether you know some relevant information about an item,event, or locale. This check will not reveal the powers of amagic item but may give a hint about its general function. Youmay not take 10 or take 20 on this check; this sort of infor-mation is essentially random. If you have a Knowledge skillthat is related to or applicable to the information you seek,you receive a +1 bonus on the draconic knowledge check forevery 5 ranks you have in that Knowledge skill. The DM determines the Difficulty Class of the check by referring to the table below.DC Type of Knowledge Examples 10 Something with worldwide Information about the or planetwide significance creation of the world, world- wide cataclysms, powerful places of mystery, or gods. 15 Something with regional Information about empires, significance, but long- wars, regional disasters, or lasting or with a long-term legendary individuals or impact groups 20 Something with regional Information about significance, but relatively countries, battles, national short-lived effects disasters, or powerful individuals or groups 25 Something with local Information about a minor significance, but long- dynasty, a minor place of lasting or with a long-term mystery, single magic item, impact or hero 30 Something with local Information about a local significance and relatively hero, a minor battle, or a short-lived effects single building",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain fast healing 3, or your existing fast heal- ing improves by 3. The benefit of this feat does not stackwith fast healing granted by magic items or nonpermanentmagical effects.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The animated breath is immune to mind- affecting effects, and to poison, magic sleep effects, paraly-sis, stunning, disease, death effects, necromantic effects, andany effect that requires a Fortitude save unless it also workson objects. The breath is not subject to critical hits, non-lethal damage, ability damage, ability drain, energy drain, ordeath from massive damage.",
        "name":  "Construct Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Directing your gaze toward the target creatures, you instill terror and awe in their hearts. The targets must make suc-cessful Will saves or cower. The saving throw DC to resist this effect is either the normal save DC for the spell or the save DC for your naturalfrightful presence ability, whichever is higher. You cannotcast this spell if you do not have a frightful presence ability,either natural or magically bestowed. 79CHAPTER 2: A DM’S GUIDE TO DRAGONS80Maddening Whispers Enchantment (Compulsion) [Mind-Affecting]Level: Sor/Wiz 8",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The subjects curl up on the floor and remain obliv- ious to events around them. Characters in a stupor are effec-tively stunned and prone. Maddening whispers has no effect upon creatures that can see you, creatures that have already rolled saving throws againstyour frightful presence, or unconscious creatures. Magic Fang, Superior",
        "name":  "Stupor",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes 81CHAPTER 2: A DM’S GUIDE TO DRAGONS This blue dragon’s rebuking breath blasts wraiths from the sky.82A web of force surrounds the target, entangling it like a net. If the target fails its saving throw, it is entangled. Perhapsmost important, the creature cannot use wings to fly—hence the common name of this spell. A creature flyingwith wings falls immediately if it is entangled by wingbind. An entangled creature can escape with a successful Escape Artist check against a DC equal to the savingthrow DC of the spell. Like a wall of force, the web of force is impervious to most attacks: It is immune to damage ofall kinds, cannot be burst with a Strength check, and isunaffected by most spells, including dispel magic. Also like wall of force, the web is immediately destroyed by disinte- grate, arod of cancellation, asphere of annihilation, orMor- denkainen’s disjunction. Wings of Air",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metal collar bestows the benefit of the Tempest Breath feat upon its wearer. A creaturewearing the gorget cannot also make use of a magic robe. Strong (no school); CL 13th; Craft Wondrous Item, Tem- pest Breath; Price 10,000 gp; Weight 10 lb.",
        "name":  "Gorget of Tempest Breath",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This complex metal device is worn in the mouth, fitting over the teeth while allowing them toprotrude. A row of metal teeth is set into the jaws of the dragon behind where the dragon’s teeth emerge, increasing the damage dealt by the dragon’s bite. The dragon gains thebenefit of the sharptooth spell while the jaws are worn. The device resizes to fit any creature as normal for a magic item,but creatures with no natural bite attack gain no benefitfrom wearing it. Moderate transmutation; CL 7th; Craft Wondrous Item, sharptooth; Price 40,000 gp; Weight 8 lb.",
        "name":  "Jaws of the Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metal disk has straps that go over a dragon’s forelimbs to hold the pectoral inplace over its chest. A winged creature wearing a pectoral of maneuverability has its flying maneuverability improved by one step. A greater pectoral of maneuverability improves maneuverability by two steps. A humanoid can wear a pec-toral as if it were a vest. Faint (ordinary) or moderate (greater) transmutation; CL 3rd (ordinary) or 9th (greater); Craft Wondrous Item, wings of air (ordinary) or greater wings of air (greater); Price 12,000 gp (ordinary) or 90,000 (greater); Weight 5 lb. 83CHAPTER 2: A DM’S GUIDE TO DRAGONS84LAIR WARDS Lair wards are a special kind of wondrous item that drag- ons often use to protect their lairs and hoards. They areidentical to certain kinds of wondrous architecture usedin humanoid-built strongholds and dungeons, as detailedin the Stronghold Builder’s Guidebook. Essentially, lair wards are immobile (or practically immobile) magic items, andthey follow all the normal rules for the use of magic items.See the Stronghold Builder’s Guidebook for information on creating these items and determining the market price fornew items. Most lair wards affect an area defined as a “single cavern.” This need not be an actual cavern; such an effect wards anarea of approximately 400 square feet.",
        "name":  "Pectoral of Maneuverability",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a stationary magic item, a lair ward is essentially identical to a magic trap (eventhough some have beneficial rather than harmful effects).A character with the trapfinding ability (including roguesand characters affected by a find traps spell) can use Search to find lair wards and Disable Device to deactivate them.The DC for both checks is 25 + the spell level of the high-est-level spell used in the lair ward’s construction. A suc-cessful Disable Device check suppresses the ward’smagical properties for 1d4 rounds, just as if the characterhad cast dispel magic on it. If the character beats the DC by 10 or more, she suppresses its magical properties for 1d4minutes instead.",
        "name":  "Disabling a Lair Ward",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 3-foot-wide steel half-orb sheds darkness in a 20-foot radius around itself. Not even crea- tures who can normally see in the dark can see through it,and it cancels out any normal light, as well as magical lightof 1st level or lower. If magical light of 2nd level (such ascontinual flame ) is brought into or cast in the area, it and the black luminary cancel each other out until the light spell expires or is removed from the area. Higher-level lightspells, such as the daylight spell, are unaffected by a black luminary ’s darkness. The orb has a shutter that enables a person standing beneath a ceiling-mounted black luminary to conceal or reveal the item (and the resulting darkness) with a moveaction. Faint evocation; CL 3rd; Craft Wondrous Item, darkness; Price 6,000 gp.",
        "name":  "Black Luminary",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 4-foot-wide steel half-orb sheds deeper darkness in a 60-foot radius around itself. Not even creatures that can normally see in the dark can see inthis darkness, and it cancels out any normal light as well asany magical light of 2nd level or lower. If a daylight spell is brought into or cast in the area, it and the pitch black lumi- nary cancel each other out until the light spell expires or is removed from the area. The orb has a shutter that enables a person standing beneath a ceiling-mounted pitch black luminary to conceal or reveal the item (and the resulting darkness) with amove action. Faint evocation; CL 5th; Craft Wondrous Item, deeper dark- ness; Price 15,000 gp. Bright Luminary: This 4-foot-wide steel half-orb sheds daylight in a 60-foot radius around itself. Creatures affected by normal daylight are affected by a bright luminary as well. If magical darkness is brought into or cast in the area, it andthe bright luminary cancel each other out until the magical darkness expires or is removed from the area. The orb has a shutter that enables a person standing beneath a ceiling-mounted bright luminary to conceal or reveal the item with a move action. Faint evocation; CL 5th; Craft Wondrous Item, daylight; Price 15,000 gp.",
        "name":  "Black Luminary, Pitch",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Within the walls of this cavern, the flyspell does not function. Characters who are flying when they enter the cavern float to the ground as ifthe spell’s duration had expired. When they leave thecavern, any flyspells whose durations have not expired return to normal efficacy . Moderate abjuration; CL 7th; Craft Wondrous Item, spell immunity; Price 14,000 gp.",
        "name":  "Cavern of the Earthbound",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 4-foot-wide crystal orb keeps the weather nasty (thunderstorms in spring, torrentialrain in summer, sleet in autumn, and blizzards in winter)around a lair for a 2-mile radius. Anyone attempting tomagically alter the weather in this area must make anopposed caster level check against the cloudgathering orb’s power to succeed. See pages 93–95 of the Dungeon Master’s Guide for infor- mation on weather effects. Moderate transmutation; CL 11th; Craft Wondrous Item, control weather; Price 33,000 gp.",
        "name":  "Cloudgathering Orb",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone who enters this cavern must make a DC 14 Will save or have any words that she speakscome out as unintelligible gibberish. The exact nature of thetransmuted sounds is determined by the creator of thismagic item at the time of creation. This effect makes it impossible for anyone in the cavern to communicate verbally with anyone else. Additionally, itprevents a spellcaster from casting a spell that requires averbal component. Faint transmutation; CL 5th; Craft Wondrous Item, sculpt sound; Price 7,500 gp.",
        "name":  "Cavern of Babble",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All sounds made within this cavern are negated (as if by a silence spell). Making a DC 13 Will save allows a character to speak normally (including cast-ing spells with vocal components), though other soundsremain dampened. This property doesn’t affect sounds created outside this cavern. Faint illusion; CL 3rd; Craft Wondrous Item, silence; Price 3,000 gp. Hurricane’s Eye: This 5-foot-wide crystal orb maintains hurricane-force winds (see page 95 of the Dungeon Master’s Guide ) around the outside of the lair at all times. The eye of the hurricane (the safe, calm part) is a cylinder with adiameter of up to 80 feet. If the lair is larger than this, mul-tiple orbs can be linked together by overlapping the eyes.Any section that is surrounded by eyes on all sides auto-matically becomes a part of the eye, turning the wholeCHAPTER 2: A DM’S GUIDE TO DRAGONSregion into one massive, continuously operating eye, keep- ing the raging winds of the hurricane entirely outside ofthe affected regions. The winds circle the eye in a clockwise or counterclock- wise fashion, as you prefer. However, if there are more orbsthan one, they must all force the wind to circle in the samedirection. If you join this item up with a tornado’s eye or a windstorm’s eye , they can each only function at the level of the weakest item. Strong transmutation; CL 15th; Craft Wondrous Item, control winds; Price 75,000 gp.",
        "name":  "Cavern of Silence",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This form of wondrous archi- tecture places arcane sigils throughout the walls and ceilingof a cavern. They can be as subtle or outlandish as the creatorlikes. However, when anyone tries to spy upon anyone inthe cavern by means of clairaudience/clairvoyance orscrying or acrystal ball or any other magic scrying device, the inscrip- tions glow softly . If the scrying attempt originates fromwithin the cavern, the person making the attempt beginsglowing as well. Anyone scried upon can attempt an opposed caster level check (using the caster level of the inscriptions of privacy ). If the target of the scrying attempt wins the opposed check,she immediately gets a mental image of the scrier, alongwith a sense of the direction and distance of the scrier, accu-rate to within one-tenth of the distance. Moderate divination; CL 7th; Craft Wondrous Item, detect scrying; Price 14,000 gp.",
        "name":  "Inscriptions of Privacy",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Everyone within a cavern adorned with these inscriptions becomes undetectable toscrying. In fact, to someone casting a scrying spell it appears as if the cavern is entirely empty of people and devoid ofactivity, no matter how many people are in it or what theyare doing. Moderate illusion; CL 9th; Craft Wondrous Item, false vision; Price 22,500 gp.",
        "name":  "Inscriptions of Vacancy",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This cavern—and everyone and everything inside it—is difficult to detect by divinationspells and detection spells and magic items. For such a spellor item to work, the caster or user must succeed on a casterlevel check (1d20 + caster level) against DC 16. Faint abjuration; CL 5th; Craft Wondrous Item, nondetec- tion; Price 7,500 gp.",
        "name":  "Missing Chamber",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 4-foot-wide crystal orb keeps the weather in a 2-mile radius around the lair mildand pleasant no matter the time of year. Anyone attempt-ing to magically alter the weather in this area must makean opposed caster level check against the orb’s power tosucceed. Moderate transmutation; CL 11th; Craft Wondrous Item, control weather; Price 33,000 gp.",
        "name":  "Orb of Pleasant Breezes",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any time an injured creature is placed on this 10-foot-round platform—which is affixed tothe floor—the creature recieves the benefits of a heal spell. If an undead creature somehow ends up on the platform, treat it as if a harm spell had been cast upon it instead. Strong conjuration; CL 17th; Craft Wondrous Item, mass heal; Price 76,500 gp.Pool of Scrying: This shallow pool forms a reflective sur- face in which the user can scry on others. This works justlike the standard scrying spell. Spellcasters can cast certain spells through the pool of scrying at creatures or things they are scrying upon, as per the scrying spell. While the pool can be shallow, it must be at least 2 feet by 4 feet. It can be formed into the top of a large pedestal, but theseitems are just as often found in a room’s floor. If the water isever entirely emptied from the pool, the item loses its magic. Faint divination; CL 5th; Craft Wondrous Item, scrying; Price 7,500 gp.",
        "name":  "Platform of Healing",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic item works just like the standard pool of scrying , with one exception. You can reliably cast any spells through it that you could use withthe greater scrying spell. Moderate divination; CL 11th; Craft Wondrous Item, greater scrying; Price 33,000 gp.",
        "name":  "Pool of Scrying, Greater",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The entire cavern is affected by a mind blank spell. No one in the cavern can be affected by devices and spells that detect, influence, or read emotions and thoughts, up to and including miracle orwish. Even a scrying attempt that scans an area does not work. Strong abjuration; CL 15th; Craft Wondrous Item, mind blank; Price 60,000 gp.",
        "name":  "Secure Cavern",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aglobe of invulnerability fills the entire cavern, as represented by the arcane sigils that areinscribed upon the walls. No spell effects of 4th level orlower function within this cavern. Such spells cannot becast within the cavern, nor can their effects extend towithin the cavern. A targeted dispel magic can temporarily suppress sigils of suppression , just like any other magic item. Moderate abjuration; CL 11th; Craft Wondrous Item, globe of invulnerability; Price 33,000 gp.",
        "name":  "Sigils of Suppression",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These are identical to sigils of suppression, except that they only block spell effects of 3rd level or lower (as per lesser globe of invulnerability ). Moderate abjuration; CL 7th; Craft Wondrous Item, lesser globe of invulnerability; Price 14,000 gp. Tornado’s Eye: This 6-foot-wide crystal orb maintains tornado-force winds (see page 95 of the Dungeon Master’s Guide ) around the outside of the lair at all times. See the description of the hurricane’s eye for how this works. If this item is joined with a hurricane’s eye or a windstorm’s eye, each item functions at the level of the weakest item. Strong transmutation; CL 18th; Craft Wondrous Item, control winds; Price 90,000 gp.",
        "name":  "Sigils of Suppression, Lesser",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This lair ward disguises up to 8,000 contiguous square feet of caverns with a mirage arcana effect, making the lair appear as something other than it is.It includes audible, visual, tactile, and olfactory elements,though it can’t disguise, conceal, or add creatures. Moderate illusion; CL 10th; Craft Wondrous Item, mirage arcana; Price 25,000 gp. Windstorm’s Eye: This 4-foot-wide crystal orb maintains windstorm-force winds (see page 95 of the Dungeon Master’s Guide ) around the outside of the lair at all times. See the description of the hurricane’s eye for details. 85CHAPTER 2: A DM’S GUIDE TO DRAGONS86If this item is joined with a hurricane’s eye or a tornado’s eye , each item functions at the level of the weakest item. Moderate transmutation; CL 12th; Craft Wondrous Item, control winds; Price 60,000 gp.",
        "name":  "Veil of Obscurity",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ward conceals all magical auras in a single cavern, just as if Nystul’s magic aura had been cast. Faint illusion; CL 3rd; Craft Wondrous Item, Nystul’s magic aura; Price 3,000 gp. DRAGON PRESTIGE CLASSES Dragons rarely adopt character classes. Their perspective on the passing of time, their enormous natural abilities,and their essentially bestial nature together incline themto a patient stance of allowing time to advance their abili-ties, rather than the sort of frantic adventuringand training typical of creatureswith character classes. That said, a not insignifi- cant number of dragons,when they reach an age ofsome maturity (often ma-ture adult or later), movedirectly into prestige classes,or adopt prestige classes aftera relatively short stint inone of the standard classesdescribed in Chapter 3 ofthe Player’s Handbook. While the standardclasses offer littlebenefit to mostdragons, a dragonprestige class can givea dragon access to power thatother dragons can only imagine. Dragons are someti mes motivated to adopt pres- tige classes for religious reasons. Dragons who devotethemselves to the service of the primary dragon deitiesfrequently advance as sacred watchers of Bahamut orunholy ravagers of Tiamat. A number of lesser dragons(and a scattered handful of true dragons) become dis-passionate watchers of Chronepsis, the draconicdeity of fate, death, and judgment. The legendaryevil dragon Ashardalon inspired a cult of dra-conic followers who emulate him by bindingdemonic spirits to their own hearts. Otherdragons seek divine status for themselves, andtheir advancement through the dragon ascen-dant prestige class measures their progresstoward that goal. Other dragons pursue a prestige class to increase their power by perfecting their innate abilities. The bloodscaledfury is a destructive force of nature, a creature of unbridledchaos, while the hidecarved dragon takes a more disci- plined appr oach to its advancement, carving protectiverunes into its own scales. The elemental master seeks a greater attunement to the natural forces that are a part ofall true dragons’ physical makeup, mastering the elementsand energies that flow through its veins. BLOODSCALED FURY An angry dragon is fearsome indeed. A dragon in a frothingrage, with its eyes shot red, great gobbets of spittle foamingfrom its mouth, and a sheen of blood coating its scales, is aterror few can withstand. A bloodscaled fury is a dragonwhose rage surpasses that of a human barbarian as the bar-barian’s rage surpasses a child’s tantrum. Most bloodscaled furies are dragons of at least juvenile age with several levels of barbarian. A very few dragonscome to the prestige class along a more unusual path, suchas the sohei class or Singh rager prestige class from Oriental Adventures. Few blood- scaled furies have levels in classes that do not fea- ture a rage ability . Bloodscaled furies are solitary dragons and rather akin to destructive forces of nature. Their ten- dency toward chaos means that no one can predict when a bloodscaled fury might descend upon a human settlement or wilderness outpost and level the place, leaving a blasted crater in its wake.",
        "name":  "W ondrous Absence",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a balor of enormous power named Ammet,the Eater of Souls. Inspired by this example, disciples ofAshardalon bind fiendish spirits to their own hearts, even-tually taking on the characteristics of demonic spawn them-selves. Disciples of Ashardalon do not really worship theancient dragon, nor do they literally learn directly from himas the word “disciple” implies, but they regard Ashardalon asthe great exemplar of their path and seek to emulate him inevery way possible. Dragons of any class or none can qualify for the disciple of Ashardalon prestige class. Those with a religious or arcaneleaning who have pursued specialized knowledge are mostlikely to follow this course. Even the most martially mindedevil dragons, though, often find enough to inspire them inAshardalon’s example that they adopt this class. 87CHAPTER 2: A DM’S GUIDE TO DRAGONSTable 2–4: The Bloodscaled Fury Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Fearsome presence 2nd +2 +3 +0 +0 Draconic fury +2/+1 3rd +3 +3 +1 +1 Scales of blood (spell resistance, damage reduction +5) 4th +4 +4 +1 +1 Rend5th +5 +4 +1 +1 Extended fury 6th +6 +5 +2 +2 Draconic fury +4/+27th +7 +5 +2 +2 Scales of blood (damage reduction +0/magic and cold iron) 8th +8 +6 +2 +2 Incite rage9th +9 +6 +3 +3 Tireless fury 10th +10 +7 +3 +3 Draconic fury +6/+3 11th +11 +7 +3 +3 Scales of blood (damage reduction +0/epic and cold iron) 12th +12 +8 +4 +4 Blinding speed88Disciples of Ashardalon are members of an organization, loose-knit and secretive though it may be. Of necessity, theyhave some contact with other members of the order, buttheir overwhelming personal ambition means they rarelycooperate with one another in pursuit of their various evilschemes. They are likely to make use of various minions,particularly those of a fiendish character, in pursuit oftheir plans, rather than rely on the cooperation of equals.Like their evil exemplar, they are often served by deludedcults made up of evil humanoids or even undead. Both theyand their cultists contemplate plans of sweeping evilgrandeur—seizing power, leveling kingdoms, reclaimingor destroying ancient artifacts, and the like. They are thusparticularly well suited for use in campaigns of epicscope and, quitelikely, epic level.",
        "name":  "The ancient red dragon Ashardalon, when struck a mortalblow by a human druid, replaced his wounded heart with aliving demon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic. Class Skills The sacred warder’s class skills (and the key ability foreach skill) are Concentration (Con), Diplomacy (Cha),Heal (Wis), Knowledge (religion) (Int), and Sense Motive(Wis). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and all allies within 30 feet who can see you are treated as having +4 HD for the purposes of determiningyour resistance to the frightful presence of dragons. All crea-tures so affected also gain a +4 morale bonus on Will savesmade to resist a dragon’s frightful presence. Your animal companion, familiar, or special mount auto- matically succeeds on its Will save to resist the dragon’sfrightful presence if you succeed on yours (or if your effec-tive Hit Dice total makes you immune). DRAGON HUNTER DEFENSE [GENERAL] Your insight into the tactics and abilities of dragons grantsyou awareness of how best to avoid their magical attacks.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can create any dragoncraft item whose prerequisites you meet. Creating a dragoncraft item fol-lows the normal rules for the Craft skill (see page 70 of thePlayer’s Handbook ). See Dragoncraft Items, page 116, for details. DRAGONDOOM [GENERAL] You have learned how to place blows against a dragon thatdeal tremendous damage.Prerequisites: Int 13, Dragonbane, Dragonfoe, base attack bonus +10.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 competence bonus on Appraise, Open Lock, and Slight of Hand checks. Greed Domain Spells 1 Cheat: Caster rerolls when determining the success of a game of chance. 2 Entice Gift: Subject gives caster what it’s holding. 3 Knock: Opens locked or magically sealed door. 4 Fire TrapM:Opened object deals 1d4 damage +1/level. 5 Fabricate: Transforms raw materials into finished items. 6 Guards and Wards: Array of magic effects protects area. 7 Teleport Object: Asteleport, but affects a touched object. 8 Phantasmal Thief: Creates an unseen force that steals from others. 9 SympathyF:Object or location attracts certain creatures. WEALTH DOMAIN",
        "name":  "Granted Power",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add Appraise to your list of cleric class skills. You gain Skill Focus (Appraise) as a bonus feat. 107CHAPTER 3: THE PLAYER’S PERSPECTIVE108Wealth Domain Spells 1 Alarm: Wards an area for 2 hours/level. 2 Obscure Object: Masks object against scrying. 3 Glyph of Warding M:Inscription harms those who pass it. 4 Detect Scrying: Alerts you of magical eavesdropping. 5 Leomund’s Secret Chest F:Hides expensive chest on Ethereal Plane; you retrieve it at will. 6 Forbiddance M:Blocks planar travel, damages creatures of different alignment. 7 Sequester: Subject is invisible to sight and scrying; renders creature comatose. 8 Discern Location: Reveals exact location of creature or object. 9 Antipathy: Object or location affected by spell repels certain creatures. DRUID SPELLS 2nd-Level Druid Spell",
        "name":  "Granted Powers",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Target loses all magical powers.",
        "name":  "Abjur Antimagic RayM",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A chunk of platinum worth at least 25 gp (slightly less than 1 ounce). Antimagic Ray",
        "name":  "Material Component",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No At one point during the duration of this spell, you can attempt to alter the outcome of a game of chance. Thisspell can only affect nonmagical games, such as those 109CHAPTER 3: THE PLAYER’S PERSPECTIVE110using cards or dice. It cannot affect a game involving magic, nor a magic item involved in a game of chance(such as a deck of many things ). Whenever a roll is made to determine the outcome of the game, a character under theeffect of this spell may demand a reroll and take the betterof the two rolls. For example, Darkon is playing a game that he has a 1 in 4 chance of winning. The DM secretly rolls 1d4 and tellsthe player that Darkon lost. Because Darkon is under theeffect of a cheat spell, the player can have the DM reroll. The spell alters probability, so there is no subterfuge thatanother character could notice (except for the casting ofthe spell itself ).",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You hamper the subject creature’s ability to fly (whether through natural or magical means) for the duration of thespell. If the target fails its saving throw, its fly speed (if any)becomes 0 feet. An airborne creature subjected to this spellfalls to the ground as if under the effect of a feather fall spell. Even if a new effect would grant the creature theability to fly, that effect is suppressed for the duration ofthe earthbind spell. If the target makes a successful Fortitude save, its fly speed (including any new effect granted during the spell’sduration) is reduced by 10 feet per caster level (maximumreduction 100 feet at 10th level). This reduction can’t bringthe creature’s fly speed down to less than 10 feet. Earthbind has no effect on other forms of movement, or even on effects that might grant airborne movement with-out granting a fly speed (such as jumping or levitate orair walk spells).CHAPTER 3: THE PLAYER’S PERSPECTIVE H ennet uses the dragonskin spell to give himself scales likea red dragon.Energy Immunity",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You enchant a creature so that it feels suddenly compelled to give you what it is holding when you cast this spell. Onthe creature’s next action, it moves as close to you as it canget in a single round and offers you the object as a standardaction. This spell allows you to act out of turn and acceptthe “gift” if the creature reaches you to hand you the object(assuming you have a free hand and can accept it). The sub-ject defends itself normally and acts as it wishes on subse-quent rounds, including attempting to get the object backif desired. If the subject is prevented from doing as thespell compels, the spell is wasted. For example, if the sub-ject is paralyzed and cannot move or drop the item, noth-ing happens. Fell the Greatest Foe",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes and No (object) When you cast this spell, you designate a target creature and a target object, both of which must be within the spell’srange. If the target creature fails its saving throw, it becomesconsumed by a powerful desire for the object. For the dura-tion of the spell, the creature seeks to obtain the object (goingso far as to attack anyone holding or wearing it). Once the creature gains possession of the object, it pro- tects the item greedily, attacking anyone who approacheswithin 30 feet or who otherwise appears to be trying to takethe object away . Dragons, due to their greedy nature, take a –4 penalty on their saving throws against this spell. Monstrous Thrall Enchantment (Compulsion) [Mind-Affecting]Level: Domination 9",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No An invisible force, not unlike an unseen servant, comes into being where the caster wishes. On the caster’s turn, this forcesteals objects from others as she inaudibly directs it to (a freeaction). A phantasmal thief can only steal from creatures. It cannot break into locked chests or steal unattended objects.Aphantasmal thief has a Hide modifier of +20 (useful against those who can see invisible creatures) and a Move Silentlymodifier of +20. If a phantasmal thief goes undetected, it can steal any object a creature possesses but is not holding or wearing.Even objects in a bag of holding can be stolen. It can only steal objects, bring objects to the caster, or put them back where they came from. It can take no other actions. A phantasmal thief needs 1 round to steal an object and another round to bring it to the caster. Aphantasmal thief can only hold one object at a time, and the object becomes invisible in its grasp. The thief cannot take an item if it is detected by the creature it’s trying to steal from (with a Listen or Spotcheck). However, the thief can repeat the attempt in thenext round. It cannot be harmed in any way, although itcan be dispelled. Aphantasmal thief can steal an object from a creature’s hand by making a successful disarm attempt. It does this asif it had the Improved Disarm feat and a +20 Strength mod-ifier. If a phantasmal thief is used in this way, it disappears after it brings the stolen object to the caster.",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The portion of a dragon’s body required to create the dragoncraft item. The cost of this part is includedin the dragoncraft price. On average, the part has a value ofapproximately one-third of the dragoncraft price, since itrepresents the raw materials needed for the item. If the char-acter crafting the item supplies the part himself (perhapsfrom a dragon he has slain), reduce the dragoncraft price forthis item by one-third.",
        "name":  "Dragon Part",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Craft skill needed to create the dragoncraft com- ponent. Dragoncraft Item Descriptions",
        "name":  "Skill",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This scepter functions much likearod of rulership , though it affects only drag-ons. The wieldercan commandthe obedience andfealty of dragons within 500 feetwhen she activates the device (a standard action). Dragons totaling 300 Hit Dice can be ruled, but those with Intelli- gence scores of 16 or higher are entitled to a DC 22 Will save to negate the effect. Ruled dragons obey the wielderas if she were their absolute sovereign. Still, if the wieldergives a command that is contrary to the nature of the drag-ons commanded, the magic is broken. A rod of dragon mas- tery can be used for 500 minutes before it crumbles to dust. This duration need not be continuous. There are two versions of this powerful magic item. The crimson rod of dragon mastery affects only evil and neutral dragons, while the golden rod of dragon mastery affects only good and neutral dragons. Strong enchantment; CL 20th; Craft Rod, mass charm monster; Price 120,000 gp. STAFFS",
        "name":  "Rod of Dragon Mastery",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These scaled boots grant their wearer a +5 enhancement bonus on Climb and Jump checks. Once per day, the wearercan cast jump on himself. Moderate transmutation; CL 9th; Craft Won- drous Item, jump, spider climb; Price 10,000 gp.",
        "name":  "Boots of Dragonstriding",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dracolich’s phylactery is crafted from a solid, inanimate object of at least 2,000 gp value.Gemstones, particularly ruby, pearl, carbuncle, and jet, arecommonly used for the phylactery, since they must be ableto resist decay . When a dracolich first dies, and any time its physical form is destroyed thereafter, its spirit instantly retreats to its phy-lactery regardless of the distance between that and its body . Adim light within the phylactery indicates the presence of thespirit. While so contained, the spirit cannot take any actionsexcept to possess a suitable corpse; it cannot becontacted or attacked by magic. The spirit canremain in the phylactery indefinitely . See the dracolich entry, page 146, for more information. Strong necromancy; CL 13th; Craft Won- drous Item, control undead, gem or similar item of minimum value 2,000 gp; Price 50,000 gp plusvalue of gem; Cost 25,000 gp plus value of gem+ 2,000 XP . Dragon’s Eye Amulet: This fist-sized orb resembles the eye of a dragon and dangles froma heavy gold chain. It grants its wearer a +10enhancement bonus on Search and Spot checks,as well as blindsense with a 30-foot range. Strong transmutation; CL 9th; Craft Wondrous Item, dragonsight; Price 85,000 gp.",
        "name":  "Dracolich Phylactery",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of these gog- gles gains a +10 bonus on Spot checks and enjoys low-light vision and 60-foot darkvision. Once per day, the wearer can command the goggles to grant him blindsense for 1 minute. The goggles also protect the wearer from being blinded by the cloud created by a hovering dragon (though thecloud still provides concealment for all within it). Moderate transmutation; CL 9th; Craft Wondrous Item, dragonsight; Price 46, 000 gp.",
        "name":  "Goggles of Draconic Vision",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agolem manual contains information, incantations, and magical power that help a character tocraft a golem (see page 134 of the Monster Manual ). The instructions therein grant a +5 competence bonus on skillchecks made to craft the golem’s body . Each manual alsoholds the prerequisite spells needed for a specific golem and effectively grants the builder use of the Craft Con- struct feat (see page 303 of the Monster Manual ) during the construction of the golem, and grants the charac- ter an increase to her caster level for the pur- pose of crafting a golem. Any golem built using a golem manual does not cost the creator any XP , since the requisite XP are “contained” in the book and “expended” by the book during the creation process. The spells included in a golem manual require a spell trigger activation and can be activated only to assist in the construction of a golem. The cost of the book does not include the cost of con- structing the golem’s body . Once the golem is finished, the writing in the manual fades and the book is consumed in flames. When the book’s ashes are sprinkled upon the golem, it becomes fully animated.",
        "name":  "Golem Manual",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This book contains ani- mate dead, cause fear, and geas/quest . The reader may treat her caster level as one level higher than normal for the purpose of crafting a dragonbone golem. The book supplies 4,400 XP for the creation of a dragonbone golem. Strong enchantment and necromancy [evil]; CL 12th; Craft Construct, creator must be caster level 12th, animate dead, cause fear, geas/quest; Price 28,000 gp; Cost 3,000 gp + 4,640 XP; Weight 5 lb.CHAPTER 3: THE PLAYER’S PERSPECTIVECrimson dragonhidebracers M antle of the silverwyrmDrakestone Golem Manual: This book contains animate objects, antimagic field, flesh to stone, and geas/quest . The reader may treat her caster level as three levels higher than normalfor the purpose of crafting a drakestone golem. The booksupplies 6,400 XP for the creation of a drakestone golem. Strong abjuration, enchantment, and transmutation; CL 16th; Craft Construct, creator must be caster level 16th, ani- mate objects, antimagic field, flesh to stone, geas/quest; Price 40,000 gp; Cost 4,000 gp + 6,720 XP; Weight 5 lb.",
        "name":  "Dragonbone Golem Manual",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This book contains animate objects, antimagic field, geas/quest, incendiary cloud, and limited wish . The reader may treat her caster level as four levels higher than normal for the purpose of crafting a ironwyrmgolem. The book supplies 8,000 XP for the creation of a iron-wyrm golem. Strong abjuration, enchantment, evocation, and trans- mutation; CL 18th; Craft Construct, creator must be casterlevel 18th, animate objects, antimagic field, geas/quest, incendi- ary cloud, limited wish; Price 50,000 gp; Cost 5,000 gp + 8,400 XP; Weight 5 lb.",
        "name":  "Ironwyrm Golem Manual",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This horn bears intricate carvings of dragons in flight. When blown (a full-round action), thehorn summons an adult dragon 1 round later, to a locationup to 100 feet away . The dragon remains for 1 hour andserves the user of the horn to the best of its ability . At theend of the duration, or if the dragon is slain or dispelled,the dragon disappears. The type of dragon depends on theuser’s alignment (see the table below). The horn may beblown once per month. User’s Alignment Dragon Summoned LG, NG, or LN Bronze CG, N, or CN CopperLE or NE Green CE Black Strong conjuration; CL: 17th; Craft Wondrous Item, summon monster IX ; Price 75,000 gp.",
        "name":  "Horn of Dragons",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Much like a figurine of wondrous power, anidol of the dragon is a miniature statuette (about 2 inches long) resembling aparticular variety of dragon. Thecolor and kind of the dragon is veryapparent, even at a glance, due tothe craftsmanship involved. Theidol grants energy resistance (5 or 10) of the appro priate type to its owner while carried (but not whilethe idol is in dragon form). Once per week, when the idol is tossed into the air and the propercommand word spoken, it becomesa full-size dragon of the appropriateage (see the table below). The dragonis a living creature, not a construct,and has all the abilities and powersof an average dragon of its age. Thedragon obeys and serves its owner forup to 1 hour. At the end of this duration,or if it is prematurely dismissed by its owner, the dragon returns to idol form. A targeted dispel magic on the full-size dragon can return it to idol form if successful. If the dragonis slain while at full size, the idol is destroyed. Type Age Resistance Price White wyrmling cold 5 15,000 gp Brass wyrmling fire 5 21,000 gpBlack very young acid 5 24,000 gp Copper very young acid 5 32,000 gpGreen young acid 10 42,000 gp Bronze young electricity 10 56,000 gpBlue juvenile electricity 10 73,000 gp Silver juvenile cold 10 93,000 gpRed young adult fire 10 116,000 gp Gold young adult fire 10 142,000 gp Faint to strong conjuration; CL 3rd (white), 5th (black, brass), 7th (copper, green), 9th (bronze), 11th (blue), 13th(silver), 15th (red), or 17th (gold); Craft Wondrous Item,resist energy, and either summon monster II (white), summon monster III (black, brass), summon monster IV (copper, green), summon monster V (bronze), summon monster VI (blue), summon monster VII (silver), summon monster VIII (red), or summon monster IX (gold); Price as shown on table.",
        "name":  "Idol of the Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This impressive cloak is fashioned from the hide of a silver dragon. It grants itswearer a +2 enhancement bonus to Charisma and resistanceto cold 10. In addition, its wearer can use fly(as the spell) once per day . Faint abjuration and transmutation; CL 5th; Craft Won- drous Item, eagle’s splendor, fly, resist energy; Price 27,000 gp; Weight 3 lb.",
        "name":  "Mantle of the Silver Wyrm",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tome, known as “Mysteries of the Dragon”in Common, is a legendary book oflore regarding dragonkind. Someclaim it was written by the firsthigh priest of the Cult of Ashar-dalon, but others call this asser-tion nothing but an idle boast, believing the book to be far olderthan that. Over the centuries, it hasbeen studied, copied, lost, andfound again by dozens if not hun-dreds of readers. Many lesser ver-sions of this book are known to exist, but none shareits power. 121CHAPTER 3: THE PLAYER’S PERSPECTIVE Draco M ystere122Reading Draco Mystere takes thirty consecutive 8-hour days of study . If the reader misses evena single day during this time, he must startagain from the beginning. Completion of thestudy gives the reader a +5 inherent bonuson Knowledge (arcana) checks regardingdragons. The reader also gains low-lightvision (if the character already has low-light vision, the effect is increased by onemultiple, such as from double to triple)and immunity to magic sleep and paraly-sis effects. In addition, a sorcerer who reads Draco Mystere gains 1 point of Cha- risma and sufficient XP to place himhalfway into the next experiencelevel (which must be used to in-crease his sorcerer level). Othercharacters who peruse the bookdo not receive these benefits. Any individual can only receive the tome’s benefitsonce in a lifetime. Strong transmutation; CL 19th; Weight 3 lb. PRESTIGE CLASSES Each of the new prestige classes describedhere draws power, inspiration, or both fromdraconic sources. DRACOLYTE Only a few rare nondragons takeup worship of the draconic gods.The dracolyte is the most dedicated of theserare individuals, a divine spellcaster who devotes his energyand support to the deities of dragonkind. As a dracolytegains power and prestige, he receives abilities associatedwith the dragons themselves. Clerics and druids are the most likely to become dra- colytes. Some paladins and rangers, particularly those withmetallic dragon allies, enter this prestige class. Most mem-bers of other classes don’t have the religious bent to pursuethis path.Dracolytes often congregate with others who share their respect and faith, including members of many of the other prestige classes presented here. They are outcasts in most cultures, except those that have innate respect for dragonkind (such as kobolds, lizardfolk, and troglodytes).",
        "name":  "Draco Mystere",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 5th level, a dracolyte is entrusted with the care of awyrmling dragon. The kind of dragon is up tothe DM, but the dragon’s alignment shouldmatch the dracolyte’s. The wyrmling dragon fol-lows the dracolyte loyally, and will even accom-pany him on adventures (though it receives noXP and can’t attain new levels). If the wyrmling dies, the dracolyte cannot gain any additional dracolyte levels until hereceives an atonement spell from another dracolyte or a cleric who worships a dra-conic deity . Immunities (Ex): A 7th-level draco- lyte gains immunity to magic sleep andparalysis effects. Keen Senses (Ex): At 9th level, a dra- colyte gains darkvision out to 60 feet and low-lightvision. Summon Dragon (Sp): A 10th-level dracolyte can, as a full-round action, summon a dragon once per day . Thisability is similar to a summon monster spell, except that thedracolyte summons an adult dragon of the same kind as the wyrmling dragon entrusted to his care (see above). The sum-moned dragon remains for 10 rounds and follows the dra-colyte’s commands. DRAGONKITH Dragonkith are creatures that serve and aid dragons. Theylive with or near a dragon or a group of dragons, acting asservants or peers (depending on the individual dragon andthe dragonkith). In return for service, over time, the dragonbestows upon a dragonkith special abilities—and evenphysical changes—using complex rituals known only totheir kind. Although sometimes they are humans, elves, dwarves, halflings, or gnomes, dragonkith are just as often mem-bers of other intelligent species, such as lizardfolk, giants,troglodytes, lammasu, pseudodragons, titans, dragonnes, beholders, lamias, and others—even, rarely, other dragons. Thus, dragonkith are a diverse group; no one class is more likely than another to become one, and many dragonkith do not have classes at all (they are monsters). NPC dragonkith are usually found in the company of their dragon companion. Sometimes they are alone, completing some errand for the dragon. Occasionally they work in small, tight-knit groups of dragonkith, all pledged either to the same dragon or to allied dragons.",
        "name":  "Foster Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each time an even-numbered dragonsong lyrist level is gained, the character gains new spells per dayand spells known as if she had also gained a level in a spell-casting class she belonged to before she added the prestigeclass. She does not, however, gain any other benefit a char-acter of that class would have gained (improved chance ofcontrolling or rebuking undead, metamagic or item cre-ation feats, and so on). This essentially means that the char-acter adds 1/2 her dragonsong lyrist level to the level ofwhatever spellcasting class she has, then determines spellsper day and caster level accordingly . If a character takes two or more levels in this class before having any levels in a spellcasting class, she doesnot receive this spellcasting benefit. If she thereafter takeslevels in one or more spellcasting classes, she becomes eli-gible to receive the spellcasting benefit for any level in thedragonsong lyrist class that she has not already attained.For example, a 6th-level monk/2nd-level dragonsong lyristdoes not receive the spellcasting benefit for being a 2nd-level dragonsong lyrist because she did not belong to aspellcasting class before taking 2nd level in the prestigeclass. If she then picks up one or more levels of wizardbefore advancing to 4th level in the dragonsong lyristclass, she receives the spellcasting benefit of a 4th-leveldragonsong lyrist (when she attains that level) but doesnot receive the 2nd-level benefit retroactively .DRAGONSTALKER “Dragonslayers? Pah, any fool can call himself a dragonslayer. Mostget themselves killed within a few days, which is probably for thebest. No, the real skill isn’t in walking into the dragon’s cave andchallenging it to a duel—it’s in tracking it across a hundred milesof wilderness, sneaking up close and killing it before it even knowsyou’re there.” —Deirdre Firewalker, dragonstalker The dragonstalker prefers a much more subtle approach than the dragonslayer. She uses stealth and guile to track herprey, striking with skill and uncanny accuracy when thetime is right. Rangers and rogues are the most common dragonstalkers, since the two classes share a predilection for the subtletyand patience the prestige class requires. Barbarians, particu-larly those from dragon-terrorized areas, often take up thisclass. Bards also make reasonable dragonstalkers—certainly,the profession makes for many great tales told around thefire. Most other classes are better off pursuing the path ofthe dragonslayer (see page 125). NPC dragonstalkers are loners, since they rarely trust others to hold their own in a hunt. When tracking a partic-ularly formidable foe, a dragonstalker might recruit otherstealthy characters, such as rangers or rogues, for assistance.Once or twice in a generation, a hunt of great significancemay arise that brings together a team of dragonstalkers fromvarious backgrounds. In such a case, the dragon has littlechance of escaping.",
        "name":  "Spellcasting",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must have participated in the loca- tion and recovery of a treasure hoard (dragon or otherwise)valued at 5,000 gp or more. Class Skills The hoardstealer’s class skills (and the key ability for eachskill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb(Str), Concentration (Con), Decipher Script (Int), DisableDevice (Int), Disguise (Cha), Escape Artist (Dex), GatherInformation (Cha), Jump (Str), Open Lock (Dex), Search (Int),Swim (Str), Use Magic Device (Cha), and Use Rope (Dex). SeeChapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beginning at 1st level, a hoardstealer gains the ability to cast a small number of arcane spells. To cast a spell,CHAPTER 3: THE PLAYER’S PERSPECTIVE A hoardstealerthe hoardstealer must have an Intelligence score of at least 10 + the spell’s level, so a hoardstealer with an Intelligenceof 10 or lower cannot cast these spells. Hoardstealer bonusspells are based on Intelligence, and saving throws againstthese spells have a DC of 10 + spell level + the hoardstealer’sInt modifier. When the hoardstealer gets 0 spells of a givenlevel (for instance, 1st-level spells for a 1st-level hoard-stealer), he gains only the bonus spells he would be entitledto based on his Intelligence score for that spell level. Thehoardstealer’s spell list appears below. A hoardstealer castsspells just as a wizard does. Darkvision (Su): At 1st level, a hoardstealer gains dark- vision with a range of 30 feet, or the range of his existingdarkvision improves by 30 feet if he already has the ability . At 5th level and at 9th level, the range of the hoard- stealer’s darkvision extends another 30 feet, to a maximumof +90 feet at 9th level. Trapfinding (Ex): Like a rogue, a hoardstealer can use the Search skill to locate traps when the task has a DChigher than 20. He may also use the Disable Device skill todisarm a magic trap. A hoardstealer who beats a trap’s DC by10 or more can study a trap, figure out how it works, andbypass it (with his party) without disarming it. Hide from Dragons (Sp): A 2nd-level hoardstealer can cast hide from dragons on himself once per day . This func- tions as the spell of the same name (see page 113), exceptthat it only affects the hoardstealer and lasts for only 1round per level. At 6th level, the hoardstealer may use this ability twice per day . At 10th level, he may use it three times per day . Trap Sense (Ex): Starting at 3rd level, a hoardstealer gains an intuitive sense that alerts him to danger fromtraps, giving him a +2 bonus on Reflex saves made to avoidtraps and a +2 dodge bonus to AC against attacks by traps.At 6th level these bonuses rise to +4, and at 9th level to +6.These bonuses stack with trap sense bonuses gained fromother classes. Deep Pockets (Su): Once per day, a 3rd-level hoardstealer can turn any container—from a waistcoat pocket to a back-pack to a barrel—into the equivalent of a bag of holding . The container’s weight remains the same, but it becomes capableof holding up to 10 cubic feet (or 100 pounds) of materialper level. The duration of this effect is 1 hour per level. If theeffect ends prematurely (such as by being dispelled), every-thing within the container spills out onto the floor.Treasure Dowsing (Su): Once per day, a 4th-level hoard- stealer can concentrate (a full-round action) to detect thelocation of the largest mass of metal or minerals within arange of 10 feet per level. If the hoardstealer concentrateson a specific metal or mineral (such as gold or diamonds), hedetects the location of each such deposit within range. Thisis otherwise identical to the effect of a rod of metal and min- eral detection (see page 236 of the Dungeon Master’s Guide ). At 7th level, the hoardstealer may use this ability twice per day . At 10th level, he may use it three times per day . Skill Mastery (Ex): At 8th level, a hoardstealer may select a number of skills equal to 3 + his Int modifier. Whenmaking a skill check with one of these skills, the hoard-stealer may take 10 even if stress and distractions would nor-mally prevent him from doing so. He becomes so certain inhis ability that he can use his skill reliably under adverseconditions, such as when an angry dragon pursues himdown a tunnel. Hoardstealer Spell List Hoardstealers choose their spells from the following list. 1st Level: detect magic, detect secret doors, expeditious retreat, ghost sound, identify, Tenser’s floating disk, Nystul’s magic aura,read magic, unseen servant . 2nd Level: cat’s grace, knock, invisibility, locate object, resist energy, spider climb . 3rd Level: arcane sight, clairaudience/clairvoyance, dispel magic, protection from energy, shrink item . 4th Level: arcane eye, dimension door, freedom of movement, hide from dragons* . *New spell detailed on page 106. INITIATE OF THE DRACONIC MYSTERIES Not all who explore the mysterious powers of dragons do soout of heritage or religious faith. Some become students ofknowledge that leads to greater power. Most initiates of the draconic mysteries are monks, though some fighters follow the path as well. In rare cases,barbarians, rangers, or rogues have been known tobecome initiates. NPC initiates may gather in quiet places of study to share their learning and practice their techniques. Or they maytest their powers in the field, either alone or with otherswho respect their ways. Regardless of her company, theinitiate of the draconic mysteries remains a strange and 131CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–9: The Hoardstealer Class Base Fort Ref Will —— Spells per Day —— Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +0 Darkvision +30 ft., trapfinding 0 — — — 2nd +1 +0 +3 +0 Hide from dragons 1/day 1 — — — 3rd +2 +1 +3 +1 Trap sense +2, deep pockets 1 0 — — 4th +3 +1 +4 +1 Treasure dowsing 1/day 1 1 — —5th +3 +1 +4 +1 Darkvision +60 ft. 1 1 0 — 6th +4 +2 +5 +2 Trap sense +4, hide from dragons 2/day 1 1 1 — 7th +5 +2 +5 +2 Treasure dowsing 2/day 2 1 1 0 8th +6 +2 +6 +2 Skill mastery 2 1 1 19th +6 +3 +6 +3 Darkvision +90 ft., trap sense +6 2 2 1 1 10th +7 +3 +7 +3 Treasure dowsing 3/day, hide from dragons 3/day 2 2 2 1132wondrous individual, set apart from others of her race by her pursuit of ancient secrets.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The two columns beneath this line give the dragon’s overland movement when it is carryingenough weight to prevent it from flying. (An exception isthe dragon turtle, which does not have a fly speed; its num-bers in these columns simply represent the reduction inland speed and swim speed that any creature suffers if it car-ries more than a light load.) Raising a Dragon Raising a true dragon from an egg until it’s large enoughto use as a mount can take several years. Even lesser dragons,such as wyverns, mature at such a slow rate that most char-acters simply aren’t willing to wait the necessary amountof time. For rules on how to raise a newly hatched dragon, see the Rearing a Dragon sidebar, page 13. When you successfullycomplete the rearing process, you can begin to teach thedomesticated dragon how to perform tasks. Although intelligent, a dragon requires training before it can bear a rider in combat. Training a dragon you have rearedto serve as a mount requires six weeks of work and a DC 25Handle Animal check. Riding a dragon requires an exoticsaddle. A dragon can fight while carrying a rider, but therider cannot also attack unless he or she succeeds on a Ridecheck (see the Ride skill, page 80 of the Player’s Handbook) . Even a trained or “tamed” dragon is still a dragon, not an ordinary domestic animal, with its own needs and desires.A young dragon is more like a very intelligent child thana simple animal (Intelligence score ranging from 8 to 18,depending on age and kind) and may well be smarter thanits rider. With such a creature, patience and tact producebetter results than harsh words and punishment. Expect adragon to learn quickly, but allow for its inexperience tocause mistakes. Like children and pets, dragons get tired,and it’s best to let them rest when they do. Negotiating Service It’s likely that a character seeking a draconic mount can’tor won’t put in the time necessary to rear a dragon. In sucha case, the best option is to bargain with your would-bemount. (Using magic such as charm spells is a mistake, since the magic eventually wears off, and such coercion angersthe dragon.) These negotiations always require some form ofpayment or reward to the dragon, which should take a formappropriate to the dragon variety (such as pearls for a bronzedragon) and should amount to at least 500 gp per HD of thedragon per year of service—paid in advance, of course, gen- erally as soon as the negotiations are over. Most potential dragon mounts begin with an indifferent attitude toward a character who approaches them. A dragonwhose attitude is changed to helpful (see Influencing NPCAttitudes, page 72 of the Player’s Handbook ) by a character can be trained to serve as a mount, but only as long as it istreated well and regularly rewarded. Promising an increasedreward can help persuade a dragon to cooperate; each addi-tional payment of 500 gp per HD provides a +2 circum-stance bonus on any Diplomacy check made to change thedragon’s attitude. You can’t retry a failed Diplomacy checkfor the same purpose unless the DM decides that the cir-cumstances merit giving you another chance (for instance,if you perform a great favor for the dragon). A dragon whose alignment isn’t within one step of its rider’s isn’t likely to serve for very long, even if the initialnegotiations succeed. Alternatively, you can select the Dragon Steed feat (see page 105) to gain the loyal service of a dragonnel. In thiscase, no payment or Diplomacy check is required. Keeping a Dragon Mount A dragon mount, although it may be loyal to you, is still anindependent, intelligent creature with a mind of its own.Expect the DM to treat a dragon mount as an NPC, not as apassive participant. (A rider with only a modest Charismascore can expect to lose a lot of arguments with his or hermount.) A dragon mount ages normally, but does not gainexperience points. Regardless of how well you treat your dragon, a time will likely come when the dragon wants to leave. Because of adragon’s relatively slow growth rate during its extremelylong life span, chances are you will gain experience (levels)faster than the dragon grows (and thereby increases itseffective character level). At some point the dragon willrealize it is being outpaced (when your level exceeds thedragon’s ECL by 5 or more), and it will leave. Also, a dragonmount that reaches adult age often begins thinking aboutleaving to raise a family . Trying to keep a dragon from leav-ing, even if you manage to succeed, is a mistake. Whetheror not a dragon discusses parting company before doing sodepends on its alignment and its relationship with you.(This point doesn’t apply if the dragon is your cohort or aspecial mount; see below.) If you keep your promises to a dragon mount and let it leave when it chooses, usually it will remain friendly towardyou. If it holds a grudge against you, it may attack openly, orit may plot secretly for years before striking. DRAGONS AS COHORTS If your DM is willing to allow it, you can use the Leadershipfeat to try attracting a dragon to be your cohort. To deter-mine what sort of dragon will heed your call, first refer tothe Leadership table on page 106 of the Dungeon Master’s Guide to determine the highest level of cohort you can attract. Then consult Table 3–14: Dragon Cohorts to seewhat age and kind of dragon can be attracted based on theCHAPTER 3: THE PLAYER’S PERSPECTIVElevel of cohort you can attract. Note that even though the table lists dragons with an ECL higher than 17, you can’t usethe Leadership feat to attract a cohort with a level higherthan 17th. Alternatively, the Dragon Cohort feat (see page 104) allows you to attract a draconic cohort. In this case, you can treatthe dragon’s ECL as if it were 3 lower than given, allowingyou to gain a more powerful dragon than with the Leader-ship feat. (This adjustment to ECL is only for purposes ofselecting an appropriate cohort, not for any other purpose.) Regardless of which feat is used, the method by which the character attracts the dragon cohort should be decidedby the player and DM together. Since most of the optionslisted on Table 3–14 are younger than adult, it’s entirely pos-sible that such a dragon was entrusted to the PC’s care andtraining by its parents. The character might even have hadthe opportunity to raise his cohort from an egg! See Rais-ing a Dragon, above, for more information on dealing withyoung dragons.DRAGONS AS SPECIAL MOUNTS Some paladins want more from a mount than loyalty . Somedesire an intelligent companion who can share their adven-tures, a mighty ally against the forces of evil whose powercan grow with the paladin’s. For these paladins, only onechoice exists: the dragon special mount. Clearly, a dragon is a far more powerful special mount than any other a paladin could obtain. If a paladin can simplysummon a dragon mount, a class feature designed primarilyas flavor and secondarily as an actual power boost to the pal-adin becomes significant more useful to the character. Sucha special mount threatens to become more special than thepaladin herself. Furthermore, most true dragons large enough to bear a rider have little interest in being at the beck and call ofanyone, even a character as devoted to law and good as a pal-adin must be. That said, few sights are more breathtaking than a paladin astride a mighty dragon, its scales glistening in the sunlightas it soars through the sky in search of evil to smite. If you(and your friends) are willing to put up with the headaches,this option might suit you. Only a lawful good dragon should be allowed to serve as a paladin’s special mount. The dragonnel (see Chapter 4) is aspecial exception to this guideline. A paladin who wishes to be able to summon a dragon spe- cial mount must select the Dragon Steed feat (see page 105).She then selects an appropriate dragon from Table 3–15:Dragon Special Mount Availability based on her paladin level.She may select any dragon indicated as available at her level orlower. For instance, a 9th-level paladin could select only a drag-onnel as her dragon special mount, while a 12th-level paladincould choose either a wyrmling gold dragon or a dragonnel.The paladin must choose a dragon capable of bearing her asa rider (which limits a Medium rider’s selections). Table 3–15: Dragon Special Mount Availability Paladin Level Dragon (Maximum Rider Size) 9th Dragonnel (M) 11th Spiked felldrake (M) 12th Gold, wyrmling (S) 13th Bronze, very young (S)14th Silver, very young (S) 16th Gold, very young (M)18th Bronze, young (S) 19th Silver, young (S) 20th Gold, young (M) A paladin must provide her special mount with a suitable lair; even a loyal silver dragon mount won’t live in the stablewith the other mounts. The Monster Manual describes what type of lair each kind of dragon prefers; any dragon deniedthe ability to build and reside in an appropriate lair will cer-tainly rebel against its paladin. The dragon must also be provided treasure to keep in its lair. A minimum hoard of 1,000 gp per Hit Die of the dragonis typical, with the exact makeup depending on the type andlikes of the dragon. Bronze dragons, for instance, preferpearls. (The dragon isn’t just keeping the treasure safe for 139CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–14: Dragon Cohorts Effective Dragon Alignment Character Level* Pseudodragon NG 4 White (wyrmling) CE 5Brass (wyrmling) CG 6 Black (wyrmling) CE 7Copper (wyrmling) CG 7 White (very young) CE 9 Black (very young) CE 10 Blue (wyrmling) LE 10Brass (very young) CG 10 Bronze (wyrmling) LG 10 Green (wyrmling) LE 10 Copper (very young) CG 11Red (wyrmling) CE 11 Silver (wyrmling) LG 11Gold (wyrmling) LG 12 White (young) CE 12Wyvern N 12 Black (young) CE 13 Blue (very young) LE 13 Bronze (very young) LG 13Green (very young) LE 13 Brass (young) CG 14Silver (very young) LG 14 Copper (young) CG 15Red (very young) CE 15 Gold (very young) LG 16Green (young) LE 16 Black (juvenile) CE 17Blue (young) LE 17 Brass (juvenile) CG 17Dragon turtle N 17 White (juvenile) CE 17Bronze (young) LG 18 Copper (juvenile) CG 18Silver (young) LG 18 Red (young) CE 19Gold (young) LG 20 Green (juvenile) LE 20*Subtract 3 if using the Dragon Cohort feat.140you, it belongs to the dragon, and it won’t part with this trea- sure kindly). Finally (and perhaps most important), the dragon must be treated with the respect that a creature of its intelligence,power, and stature commands. It is not a dumb beast toorder around, nor is it merely a minion to command. Evenlawful good dragons are willful creatures with their owndesires and needs. A dragon special mount gains abilities much as a typical special mount, though at a rate based on the level at whichthe mount first becomes available. This means that the mostpowerful special dragon mounts don’t get all the typical abil-ities of a special mount. Table 3–16: Special Dragon MountAbilities summarizes the details. For basic informationabout the terms on the table, see the sidebar The Paladin’sMount, page 45 of the Player’s Handbook . Differences from that basic information are covered below.",
        "name":  "Medium or Heavy Load",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to fire, magic sleep effects ,and paralysis, low-light vision, outsider traits, scent, resistance to acid 20, cold 20, andelectricity 20, vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 15/magic and 5/bludgeoning, darkvision 120 ft., immu-nity to cold, electricity, magic sleep effects , polymorph , and paralysis,  invulnerability, keen senses, low-lightvision,spell resistance 30, undead traits",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a dracolich is slain, its spirit immedi- ately returns to its phylactery . If no dragon-type corpselies within 90 feet for the spirit to possess, the dracolich istrapped in the phylactery until such a time—if ever—thata corpse becomes available. A dracolich is difficult todestroy . If its spirit is currently contained in its phylac-tery, destroying that item when a suitable corpse is notwithin range effectively destroys the dracolich. Likewise,an active dracolich is unable to attempt further posses-sions if its phylactery is destroyed. The fate of a disem-bodied dracolich spirit—that is, a spirit with no body orphylactery—is unknown, but presumably it is drawn tothe Lower Planes.CHAPTER 4: NEW MONSTERS DracolichSpell Resistance (Ex): Becoming a dracolich increases the dragon’s spell resistance by +3. A dracolich has a minimumspell resistance of 16.",
        "name":  "Invulnerability",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dracolich is immune to mind-affecting effects, poison, magic sleep effects, paralysis, stunning, dis-ease, death effects, and any effect that requires a Fortitude saveunless it also works on objects or is harmless. It is not subjectto critical hits, nonlethal damage, ability damage to its physi-cal ability scores, ability drain, energy drain, fatigue, exhaus-tion, or death from massive damage. It cannot be raised, andresurrection works only if it is willing. It has darkvision out to60 feet (unless the base creature had a greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animals with this template become magical beasts, but otherwise the creature type isunchanged. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A draconic creature has a +4 racial bonus on saves against magic sleep effects and paralysis, thanks toits heritage.",
        "name":  "Saves",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., detect magic",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; no goods; double items",
        "name":  "Treasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic sleep effects and paralysis, low-light vision, scent",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Blindsense 60 ft., darkvision 60 ft., gaseous form, immunity to magic sleep effects and paraly- sis, low-light vision",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3CHAPTER 4: NEW MONSTERSIllus. by J. J arvis DragonnelAir drakes are temperamental and cowardly, lording over those weaker than themselves but fleeing more power-ful threats. An air drake’s scales are sandy brown, the better to blend in with the desert below. Its underbelly shades to a lightblue, making it difficult to spot by viewers on the ground.The drake’s teeth are needle-sharp, as are its claws. Air drakes often clash with dragonnes, since the two prefer similar lairs and often fight over territory . Air drakesgenerally flee from copper dragons or blue dragons unlessthey can ambush a small one or poach eggs from an un-guarded nest. Air drakes speak Draconic and Auran in a susurrant tone, often slurring words together or mixing the lan-guages unintentionally . Combat Air drakes use their airborne speed and maneuverabilityto their advantage, employing Flyby Attack to strike atslower-moving opponents. They prefer to sneak up on tar-gets that appear weak, injured, or defenseless. They canalso hover in place, kicking up a blinding sandstorm tohamper their foes. Air Mastery (Ex): Airborne creatures take a –1 penalty on attack and damage rolls against an air drake. Blinding Sandstorm (Ex): If an air drake hovers close to the ground in an area with lots of loose debris (such asa sandy desert), the draft from its wings creates a hemi-spherical cloud with a radius of 30 feet. The winds so gen-erated can snuff torches, small campfires, exposedlanterns, and other small, open flames of nonmagicalorigin. The cloud obscures vision, and creatures caughtwithin are blinded while inside it and for 1 round afteremerging. Those caught in the cloud must succeed on aDC 14 Concentration check to cast a spell. The air drakeis not immune to this effect, though its Blind-Fight featcompensates somewhat. Gaseous Form (Su): Once per day, an air drake can assume gaseous form as the spell (caster level equals drake’s HD).",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magicsleep effects and paralysis, low-light vision, tremorsense 60 ft.",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 Earth drakes are ponderous creatures, slow of speech and action. When roused, though, they are fearsome to behold. An earth drake’s hide is brownish gray and craggy in tex- ture, helping it to blend with its natural surroundings. Itsclaws are short and sturdy, helping it to burrow through theearth. Its green eyes glisten like emeralds. Earth drakes lair underground, often in vaulted caverns that allow them to spread their wings when desired. Theyprefer gems as treasure, and their low Intelligence occa-sionally leaves them susceptible to crafty characters whoattempt to trade relatively low-value gemstones for valuableitems or information. Earth drakes speak both Draconic and Terran, but slowly, with occasional pauses in speech that give evidence of theirlow intellect. Combat Unlike other drakes, earth drakes prefer to remain land-bound, only using flight to escape from danger. When facedwith multiple opponents, an earth drake begins combatwith its tremor ability, and then attacks fallen targets.Because of its poor eyesight (compared to other drakes), itrelies on tremorsense to keep track of opponents. Earth Mastery (Ex): An earth drake gains a +1 bonus on attack and damage rolls if both it and its foe are touching theground. If an opponent is airborne or waterborne, the draketakes a –4 penalty on attack and damage rolls. (These modi-fiers are not included in the statistics block.) Tremor (Su): Once per day, an earth drake can cause a tremor at a point where it touches the ground. All creaturesstanding on the ground within 60 feet of the drake mustmake a DC 20 Reflex save or fall down. Airborne or water-borne creatures don’t suffer any ill effects, and the tremordoesn’t deal any structural damage.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Darkvision 60 ft., immu-nity to fire, magic sleepeffects ,and paralysis, low-light vision,vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to cold, magic sleep effects, and paralysis, low-light vision,vulnerability to fire",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to fire, magic sleep effects ,and paralysis, low-light vision, tremorsense 60 ft., vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amphibious, darkvision 60 ft., immu- nity to magic sleep effects and paralysis, low-light vision",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to fire, magic sleep effects, and paralysis, low-light vision,vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amphibious, darkvision 60 ft., immu- nity to magic sleep effects and paralysis, low-light vision",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 157CHAPTER 4: NEW MONSTERS158Water drakes lay claim to areas of coastline or island chains, preying on sailors and any other creatures foolish enough toenter their territory . A water drake’s silver-blue scales appear more like those of a fish than a reptile, smooth and shimmering. Its sleek bodycuts through the water with decent speed; however, it can’tkeep up with most other aquatic creatures, so it tends toremain at shallow depths so it can take to the air as needed. Dragon turtles and water drakes often share similar terri- tory, though a lone drake is no match for such an opponent.Only groups of water drakes are brave enough to face a foeof such power. Water drakes hate bronze dragons, but fearthem even more. Water drakes speak Draconic and Aquan. Their speech is burbling and pleasant to the ear. Combat Water drakes prefer to fight their battles beneath the waves,to take advantage of their combat prowess there. They takewing only to snatch victims (such as off the deck of a ship),using Flyby Attack to grab a target and return to the waterin a single swoop. Drench (Ex): A water drake’s touch puts out torches, campfires, exposed lanterns, and other open flames of non-magical origin if these are Large or smaller. The drake candispel magical fire it touches as by a dispel magic spell cast by a sorcerer whose level equals the drake’s HD. Water Mastery (Ex): A water drake gains a +1 bonus on attack and damage rolls if both it and its opponent aretouching water. If the opponent or the drake is land-bound, the drake takes a –4 penalty on attack and dam-age rolls. (These modifiers are not included in thestatistics block.) Amphibious (Ex): Although water drakes are aquatic, they can survive indefinitely on land.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic sleep effects and paralysis, low-light vision, scent, spellresistance 18, water breathing",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic sleep effects and paralysis, low-light vision, scent",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 5/magic, darkvision 120 ft., immunity to acid, magicsleep effects, and paralysis, keen senses, low-light vision,rejuvenation, spell resistance 21, turn resistance +4,undead traits",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ghostly dragon is immune to mind- affecting effects, poison, magic sleep effects, paralysis, stun-ning, disease, death effects, and any effect that requires aFortitude save unless it also works on objects or is harmless.It is not subject to critical hits, nonlethal damage, abilitydamage to its physical ability scores, ability drain, energydrain, fatigue, exhaustion, or death from massive damage. Itcannot be raised, and resurrection works only if it is willing.It has darkvision out to 60 feet (unless the base creature hada greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as the base dragon +5. GOLEM Golems are magically created automatons of great power. Constructing one involves the use of mighty magic and ele-mental forces. Normally, the animating force for a golem is a spirit from the Elemental Plane of Earth. However, the three golemspresented here—the dragonbone golem, the drakestonegolem, and the ironwyrm golem—are instead imbued withthe life force of a mighty dragon. The process of creationbinds the unwilling spirit to the artificial body and subjectsit to the will of the golem’s creator. In all three cases, these golems are constructed in forms traditionally associated with dragons—quadrupedal crea-tures with long necks and tails, claws, and wings. Thoughthese constructs are built with wings, they are incapable offlight (but the golems can use their wings for attacks). Golems have no language of their own, but they can understand simple instructions from their creators. COMBAT Golems are tenacious in combat and prodigiously strong aswell. Despite their former existence as highly intelligentdragons, these golems are mindless and thus can do noth-ing in the absence of orders from their creators. Theyalways follow instructions explicitly and are incapable ofany strategy or tactics. They are emotionless in combat andcannot be provoked. If a golem’s creator is within 60 feet of it and both visible and audible to it, he or she can command the creaturedirectly . An uncommanded golem usually follows its lastinstruction to the best of its ability, though it returns anyattacks made against it. The creator can give the golem asimple program (such as “Remain in this area and attack allcreatures or creatures of a specific kind that enter,” or“Ring a gong and attack,” or the like) to govern its actionsin his or her absence. Since golems do not need to breathe and are immune to most forms of energy, they can press an attack against anopponent almost anywhere, from the bottom of the sea tothe frigid top of the tallest mountain.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A golem has immunity to poison, magic sleep effects, paralysis, stunning, disease, deatheffects, necromancy effects, mind-affecting effects (charms,compulsions, phantasms, patterns, and morale effects), andany effect that requires a Fortitude save unless it also 163CHAPTER 4: NEW MONSTERS164works on objects or is harmless. It is not subject to critical hits, nonlethal damage, ability damage, ability drain, fatigue,exhaustion, or energy drain. It cannot heal damage, but itcan be repaired. It has darkvision out to 60 feet and low-light vision. Immunity to Magic (Ex): Golems have immunity to mag- ical and supernatural effects, except when otherwise noted. DRAGONBONE GOLEM",
        "name":  "Construct Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 5/magic and adamantine, immunity to magic",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A dragonbone golem is crafted from the skeletons of one or more dragons, wired together into a gruesome whole. It typ-ically measures about 10 feet in length and stands 5 feet tallat the shoulder. It is easily mistaken for a skeletal dragon ora dracolich (see those entries in this chapter)—and, in fact,is often built by necromancers—but it is a construct, not anundead creature. Combat A dragonbone golem wades into combat without hesitation,weakening opponents’ resolve with its fear aura. Fear Aura (Su): A dragonbone golem radiates an aura of fear in a 60-foot-radius burst. Any creature with fewer HDthan the dragonbone golem is shaken (Will DC 20 negates).The effect lasts for as long as the creature remains withinrange and for 2d6 rounds afterward. A creature that suc-ceeds on the Will save to resist is immune to that dragon-bone golem’s fear aura for 24 hours. Magic Immunity (Ex): A dragonbone golem has immu- nity to all spells, spell-like abilities, and supernatural effectsand abilities. Construction A dragonbone golem’s body must be crafted from theskeletons of one or more dragons, strung together withadamantine wire worth 5,000 gp. Creating the body requires a DC 20 Heal check. CL 13th; Craft Construct (see page 303 of the Monster Manual ),animate dead, cause fear, geas/quest, caster must be at least 13th level; Price 115,000 gp; Cost 60,000 gp +4,400 XP . DRAKESTONE GOLEM",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 10/magic and adamantine, immunity to magic",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    }
]
