[
    {
        "origin_file":  "magic_items.json",
        "description":  "— A drakestone golem appears at first glance to be a beauti- fully crafted statue of a dragon, 12 feet long and 6 feet tall atthe shoulder. Only when it animates, its stone scales rip-pling like muscled flesh and its eyes gleaming with amberlight, do its enemies realize their danger. Combat A drakestone golem opens any combat with its petrifyingbreath, but otherwise relies on its devastating physicalattacks to reduce foes to a pulp. Petrifying Breath (Su): Once every 1d4 rounds, a drake- stone golem can exhale a 30-foot cone of petrifying gas (For-titude DC 27 negates). Immunity to Magic (Ex): A drakestone golem is immune to all spells, spell-like abilities, and supernaturaleffects, except as follows. A transmute rock to mud spell slows it (as the slow spell) for 2d6 rounds, with no saving throw, while transmute mud to rock heals all its lost hit points. Construction A drakestone golem’s body is intricately chiseled from asingle block of high-quality stone, usually granite, weighingat least 3,000 pounds and costing 5,000 gp. It must also bepolished with rare oils worth 10,000 gp. Assembling thebody requires a DC 25 Craft (sculpting or masonry) check.CHAPTER 4: NEW MONSTERSCL 16th; Craft Construct (see page 303 of the Monster Manual ),animate objects, antimagic field, flesh to stone, geas/quest, caster must be at least 16th level; Price 175,000 gp; Cost 95,000 gp + 6,400 XP . IRONWYRM GOLEM",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction 15/magic and adamantine, immunity to magic, immu-nity to rust",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A skeletal black dragon takes on a new level of horror in undeath. Lizardfolk adepts and clerics often animate skeletal black dragons to pro- tect their tribes. Combat A skeletal black dragon possesses none of the craftiness it had in life. It merely attacks as its master has ordered. Its blind- sense and keen senses make it an excellent guardian. Frightful Presence (Ex): This skeletal black dragon can unsettle foes with- in 210 feet with its mere presence,CHAPTER 4: NEW MONSTERSShadow Dragon Abilities by Age Age Speed Initiative AC Special Abilities Caster Level SR Wyrmling 80 ft., fly 150 ft. (average) +0 19 (+2 size, +7 natural) Energy drain immunity — 12 Very young 80 ft., fly 150 ft. (average) +0 21 (+1 size, +10 natural) Shadow blend — 13Young 80 ft., fly 150 ft. (average) +0 24 (+1 size, +13 natural) — — 15 Juvenile 80 ft., fly 150 ft. (poor) +0 26 (+16 natural) Mirror image 1st 17 Young adult 80 ft., fly 150 ft. (poor) +0 29 (+19 natural) Damage reduction 5/magic 3rd 20 Adult 80 ft., fly 150 ft. (poor) +0 31 (–1 size, +22 natural Dimension door 5th 22 Mature adult 80 ft., fly 150 ft. (poor) +0 34 (–1 size, +25 natural) Damage reduction 10/magic 7th 25 Old 80 ft., fly 150 ft. (poor) +0 36 (–2 size, +28 natural) Nondetection 9th 27 Very old 80 ft., fly 150 ft. (poor) +0 39 (–2 size, +31 natural) Damage reduction 15/magic 11th 28 Ancient 80 ft., fly 150 ft. (poor) +0 42 (–2 size, +34 natural) Shadow walk 13th 30 Wyrm 80 ft., fly 150 ft. (clumsy) +0 43 (–4 size, +37 natural) Damage reduction 20/magic 15th 31Great wyrm 80 ft., fly 150 ft. (clumsy) +0 46 (–4 size, +40 natural) Create shadows 17th 33*Can also cast cleric spells and those from the Chaos, Evil, and Trickery domains as arcane spells. Skeletal black dragonwhenever it attacks, charges, or flies overhead. Creatures with 4 or fewer HD become panicked for 4d6 rounds, whilethose with 5 to 21 HD become shaken for 4d6 rounds. A DC23 Will save negates the effect and makes the creatureimmune to that dragon’s frightful presence for 24 hours. Keen Senses (Ex): A skeletal dragon sees four times as well as a human in low-light conditions and twice as well innormal light. CREATING A SKELETAL DRAGON “Skeletal” is an acquired template that can be applied to anydragon (referred to hereafter as the base dragon). A skeletaldragon uses all the base dragon’s statistics and special abili-ties except as noted here.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A skeletal dragon is immune to mind-affecting effects, poison, magic sleep effects, paralysis, stunning, disease,death effects, and any effect that requires a Fortitude saveunless it also works on objects or is harmless. It is not subjectto critical hits, nonlethal damage, ability damage to its physicalability scores, ability drain, energy drain, fatigue, exhaustion, or death from massive damage. It cannot be raised, and res-urrection works only if it is willing. It has darkvision out to 60feet (unless the base dragon had a greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amorphous, blindsense 60 ft., dark- vision 60 ft., immunity to magic sleep effects and paraly-sis, low-light vision, resistance to acid 10, cold 10, elec-tricity 10, and fire 10",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Despite their aberrant nature, squamous spewers share certain traits with creatures of the dragontype, including darkvision out to 60 feet, immunity to paral-ysis and magic sleep effects, and low-light vision.",
        "name":  "Dragon Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., gaseous form, immu- nity to magic sleep effects and paralysis, low-light vision,resistance to cold 30 and electricity 30",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 10/magic, darkvision 120 ft., fast healing 5, immunity tofire, keen senses, resistance to cold 20 and electricity 20,spell resistance 23, turn r esistance +4, undead traits, vampiric weaknesses",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vampiric dragon is immune to mind- affecting effects, poison, magic sleep effects, paralysis, stun-ning, disease, death effects, and any effect that requires aFortitude save unless it also works on objects or is harmless.It is not subject to critical hits, nonlethal damage, abilitydamage to its physical ability scores, ability drain, energydrain, fatigue, exhaustion, or death from massive damage. Itcannot be raised, and resurrection works only if it is willing.It has darkvision out to 60 feet (unless the base creature hada greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A zombie dragon is immune to mind- affecting effects, poison, magic sleep effects, paralysis, stun-ning, disease, death effects, and any effect that requires aFortitude save unless it also works on objects or is harmless.It is not subject to critical hits, nonlethal damage, abilitydamage to its physical ability scores, ability drain, energydrain, fatigue, exhaustion, or death from massive damage. Itcannot be raised, and resurrection works only if it is willing.It has darkvision out to 60 feet (unless the base dragon hada greater range).",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +3, Diplomacy +3, Hide +10, Intimi- date +13, Knowledge (arcana) +3, Listen +12, Search +10,Spot +15, Swim +23; Alertness, Improved Initiative, PowerAttack, Shape Breath. Breath W eapon (Su): 60-ft. line (30-ft. cone if shaped), 6d4 acid, Reflex DC 17 half. Myastanaklon Juvenile Black Dragon Dwelling at the bottom of a fetid lake, Myastanaklon rarelysurfaces or sees the sun. In fact, when the sun shines unusu-ally brightly upon the lake surface and the water becomesunusually clear, he swathes himself in magical darkness so he can continue to enjoy the watery gloom. He never speaksand only rarely fights, preferring to float slowly through thewater, brooding while he consumes fish, crocodiles, andlizardfolk that come too near.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 11 + spell level): 0—daze, detect magic, ray of frost, resistance; 1st— grease, protec- tion from good . Haldulfvinemmonis Adult Black Dragon Haldulfvinemmonis is a bully . He enjoys his physicalstrength for its own sake, but enjoys it even more for whathe can do with it. He views the entire world as his buffet,and the other creatures in it as either objects of fun or an-noyances to be eliminated. In the latter category is hismother, Bluutsvilvarrt, who tormented him mercilesslywhen he was younger and now commands all the hatred hecan muster. Haldulfvinemmonis lives for the day he canwreak his revenge.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 12 + spell level): 0—detect magic, ghost sound, light, mage hand; 1st—bane,magic missile. Acophisinian Young Adult Blue Dragon The bane of Acophisinian’s existence is a nest of guardiannagas that “share” her territory . The three nagas have so farbeen unable to force the dragon out of their region of bad-lands, and the dragon for her part has honed her combatskills for years, preparing to wipe out the nagas once andfor all. She is insecure about her magical ability, however,and wants to improve that—probably by adding levels ofsorcerer—before challenging them. She believes the nagasare guarding a priceless treasure and she covets it—in addi-tion to simply wanting them out of her rightful dominion,as she considers it. Acophisinian has an intense personality,and even without the aid of her frightful presence or a hyp- notism spell other creatures tend to find her either enthralling or terrifying.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 12 + spell level): 0—dancing lights, detect magic, ghost sound, ray of frost, resistance; 1st— bane, doom, hypnotism. Jabidakimbatuul Adult Blue Dragon Young for a suzerain, Jabidakimbatuul has let the power goto his head. By virtue of dwelling in an area that not manyblue dragons find appealing—a temperate desert on theleeward side of a high, cold mountain range—he is theoldest of perhaps a half-dozen blue dragons within hun-dreds of miles, and thus holds the title of suzerain. Heenjoys commanding the younger dragons, meddling over-much in their affairs, and disciplining any misstep or chal-lenge on their part with violent retribution. He considershimself so superior to these younger dragons that non-dragons hardly even merit his notice—which will likelybe the death of him.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(5/4; save DC 11 + spell level): 0—dancing lights, guidance, prestidigitation, read magic; 1st— command, magic missile. Amnehodenphinix Juvenile Brass Dragon",
        "name":  "Sorcerer Spells Known",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 11 + spell level): 0—detect magic, mage hand, prestidigitation, read magic, resist- ance; 1st— chill touch, expeditious retreat, hypnotism . Alazphraxion Young Adult Brass Dragon Alazphraxion likes to set things on fire. He is not destruc-tive, he simply finds fire beautiful—and sometimes losestrack of what is burning. He tends to toy with fire whiletalking (which he does as much as any brass dragon), which can have an unnerving effect on his conversation partners,but he is oblivious to their discomfort. Alazphraxion makes his lair in a series of volcanic cav- erns in a mountain range at the edge of a great desert.When he has no one to talk to in his lair, he enjoys splash-ing lava around and observing its effects on various othersubstances.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +10, Concentration +13, Diplomacy +6, Intimidate +4, Jump +17, Knowledge (geography) +10,Knowledge (nature) +9, Listen +13, Perform (comedy) +9,Search +13, Sense Motive +13, Spellcraft +7, Spot +13, UseMagic Device +14; Combat Expertise, Flyby Attack, Multi-attack, Wingover. Breath W eapon (Su): 60-ft. line, 6d4 acid, Reflex DC 17 half; or 30-ft. cone, slow 1d6+3 rounds, Fortitude DC 17 negates.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 12 + spell level): 0— dancing lights, daze, detect magic, ghost sound; 1st— command, grease.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Potion of blur, potion of Charisma, potion of invisibility, rust bag of tricks. Ladunappindon Juvenile Copper Dragon A large town of gnomes nestled in a rocky valley has a guard-ian few such communities can boast. Ladunappindon makesher lair in a large house carved into a cliff side in the midstof the town. She is not by any means an accomplished illu-sionist, but she entertains young gnomes greatly with comicpresentations created with silent image and narrated by the dragon through ventriloquism. She contributes her modest magic and significant combat prowess to the defense of thetown from a neighboring tribe of goblins who still occasion-ally dare to make raids on the gnomes.",
        "name":  "Possessions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 13 + spell level): 0—dancing lights, detect magic, ghost sound, mage hand, pres- tidigitation, read magic; 1st— grease, random action, ray of enfeeblement, shocking grasp; 2nd— minor image, Tasha’s hideous laughter. Kearidilonshar Adult Copper Dragon Kearidilonshar is fascinated by elementals, particularly earthelementals (as well as xorn and other outsiders from thePlane of Earth). She lairs in a deep cavern near a permanentCHAPTER 5: SAMPLE DRAGONSportal to that plane, and seeks out the conversation of its natives above all others. Her knowledge of other planes ingeneral is quite extensive, thanks to her good relationshipwith a number of renowned dwarf and deep gnome schol-ars. She tries to mimic the mannerisms of earth creatures,straining to keep her voice slow and low, searching for justthe right rumble in her throat, but she quickly losespatience for that affectation in an extended conversationand resumes her normal rapid, higher-pitched voice.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 13 + spell level): 0—dancing lights, detect magic, mage hand, prestidigitation; 1st— expeditious retreat, true strike. Yunshenunomei Juvenile Gold Dragon A large atrium ringed with exquisite statuary, a cascadingfountain in the center, is the entry to Yunshenunomei’s lair,and the rest of the mountaintop lair is no less beautifullyappointed. The other rooms are spacious and airy, admittingplenty of sunlight through open windows and skylights. Heis a passionate collector of art, with a particular fondnessfor sculpture depicting religious subjects, which appearsin every room. He typically greets visitors (and intruders) inthe atrium in human form, wearing a silk robe and sandals.He kneels on the floor while talking, and offers no betterseat to his guests.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 14 + spell level): 0—arcane mark, detect magic, disrupt undead, mending, pres- tidigitation; 1st— chill touch, command, doom. Kacdaninymila Young Adult Gold Dragon Kacdaninymila lives the life of a wealthy urban merchant,without actually engaging in trade. She maintains an impec-cable, luxurious townhouse with enormous stables, ridesextensively in the surrounding lands with a smallentourage of admirers and sycophants, and squanders herconsiderable wealth on fine horses to add to her collection.Beneath the appearance of a spoiled petty noble, however,is the heart of a paladin. She displays her wealth largely inorder to lure thieves she can then capture and bring to jus-tice, and rides outside the city on guard against evil crea-tures—and her “sycophantic” followers include a numberof paladins as well as good clerics, fighters, and others, averitable adventuring troupe protecting the city from harmwithout reward or recognition.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "She has taken up resi-dence in a bustling metropolis, where she lives the life of awealthy noble, acting as a patron of adventurers. She offerssubstantial bounties for the heads of evil creatures thatthreaten the city or its outlying areas, and spends much ofher time researching valuable artifacts that might be usefulin fighting evil, then commissioning adventurers to locateand recover them.",
        "name":  "Zudinmulamshius has found what she considers to be thebest use of her considerable hoard",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +5, Diplomacy +14, Intimidate +9, Listen +8, Search +8, Sense Motive +8, Spot +9, Swim +20;Flyby Attack, Multiattack, Wingover. Breath W eapon (Su): 30-ft. cone, 4d6 acid, Reflex DC 16 half. Ottwarslyndanox Young Green Dragon Ottwarslyndanox has long been at odds with a small com-munity of elves that live within the confines of the forestthat she considers her property . In her younger years,Ottwarslyndanox made direct raids on the settlement, butshe was soundly repulsed each time. Now, though she is amuch greater force to be reckoned with, she approaches her foes with more caution. She has learned not to expose her-self to attack unless she is certain that she has the advantageover her foes. Ottwarslyndanox has respect for spellcastersand magic in general, and she looks forward to the day shecan cast spells herself. She is always on the lookout formagic items that might give her an advantage, and she doesnearly anything (short of parting with treasure) to acquire anew one.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 12 + spell level): 0—detect magic, ghost sound, prestidigitation, resistance; 1st— color spray, true strike. Klorphaxius Young Adult Green Dragon Certain groups of elves have been known to build entirecities in trees, supporting their graceful buildings on plat-forms among the branches so they seem almost a living partof the tree. Klorphaxius discovered such a city and took afancy to it, and it is now hers. Her lair is in the largest tree,where she has taken over the palace of the elven princelingwho once ruled the city . The palace required some retro-fitting to accommodate her Large form, but the sunderedinterior walls and scattered rubble suit her temperamentperfectly, serving as a daily reminder of just how terribleshe is.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 12 + spell level): 0—arcane mark, detect magic, ray of frost, resistance; 1st— command, protection from good. Drachenflagrion Young Adult Red Dragon Drachenflagrion collects art objects. He has agents in manycommunities who seek out such objects, then deliver themto specified locations where he picks them up before bring-ing them back to his lair. He has his eye on a number of reli-gious relics, but so far has not had the courage to go afterthem himself. Drachenflagrion decorates his cave with a variety of interesting objects, from silver flagons to sculptures to tap-estries. He protects his lair with liberal use of the alarm spell, and uses obscure object to conceal new arrivals to his cave for the first week or two (until search attempts arelikely to have been called off ).",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 12 + spell level): 0—arcane mark, detect magic, flare, ray of frost, read magic, resist- ance; 1st—alarm, magic missile, protection from good, ventrilo-quism; 2nd— darkness, obscure object. Melniirkumaukrekon Adult Red Dragon Ever since a pair of silver dragons slew her parents, Melni-irkumaukrekon has held a special place of hatred in herheart for such creatures. She uses every means at her dis-posal to track down unprotected nests or the offspring ofher enemies. She avoids unnecessary risks, knowing thatshe doesn’t yet have the power to face a silver dragon olderthan her, much less a mated pair. Rather than press a losingfight, Melniirkumaukrekon has no compunction againstfleeing the scene, perhaps to return weeks or months laterwith a better plan of attack.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise +31, Bluff +37, Concentration +28, Craft (trapmaking) +18, Hide +2, Intimidate +39, Jump+48, Knowledge (arcana) +31, Knowledge (local) +31,Knowledge (religion) +31, Listen +37, Search +37, SenseMotive +37, Spellcraft +23, Spot +37, Use Magic Device +22;Cleave, Flyby Attack, Great Cleave, Hover, ImprovedSnatch, Iron Will, Overcome Weakness, Power Attack,Snatch, Suppress Weakness, Wingover. Breath W eapon (Su): 60-ft. cone, 18d10 fire, Reflex DC 33 half. Crush (Ex): Area 20 ft. by 20 ft.; Medium or smaller opponents take 4d6+19 points of bludgeoning damage, andmust succeed on a DC 33 Reflex save or be pinned. Frightful Presence (Ex): 270-ft. radius, HD 30 or fewer, Will DC 29 negates. Improved Snatch (Ex): Against Large or smaller crea- tures, bite for 4d6+13/round or claw for 2d8+6/round.Spell-Like Abilities: 9/day— locate object; 3/day— suggestion. Caster level 13th; save DC 16 + spell level.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 13 + spell level): 0—detect magic, mage hand, mending, resistance; 1st— burning hands, obscuring mist. Stratiglynculcies Juvenile Silver Dragon Elegant and reflective, Stratiglynculcies has just begun to beamazed at the world around her. An avid traveler, she findsthat the humanoid races simply astound her with theamount of knowledge and wisdom they can collect in suchshort life spans. While she spends much of her time inhumanoid form (usually blending in seamlessly with anyrace or culture), she has been known to assume othershapes in the pursuit of knowledge. Recently, Stratiglyn- culcies has taken to accompanying good-aligned parties ofadventurers in expeditions to unexplored lands or ruinedsettlements. She often forgets what a “rush” these shorter-lived creatures are in, however, and can be left behind whenshe spends weeks or even months studying a new find.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 14 + spell level): 0—detect magic, detect poison, disrupt undead, mending, prestidig- itation; 1st— burning hands, cure light wounds, magic missile. Lothirlondonis Young Adult Silver Dragon In his earliest youth, Lothirlondonis found he could notchange shape as freely as his hatchmates. A kindly druidtook him in and helped the silver hatchling develop hisshapechanging skills. Ever since, Lothirlondonis has hada love for the forest and for forest creatures. He even payshomage to several nondraconic deities of the woodlands(such as Ehlonna) though he does not worship them.Lothirlondonis still spends most of his time in silver dragonshape but sometimes polymorphs into a fey creature andobserves travelers who pass through his woods. If they showrespect and tend toward conservation, he may aid them orprotect them. If they do otherwise, Lothirlondonis does nothesitate to correct them.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +14, Listen +18, Move Silently +18, Search +17, Spot +18, Swim +12; Flyby Attack, Hover,Improved Maneuverability, Power Attack, Power Dive,Recover Breath. Breath W eapon (Su): 40-ft. cone, 5d6 cold, Reflex DC 20 half. Frightful Presence (Ex): 150-ft. radius, HD 14 or fewer, Will DC 16 negates. Spell-Like Abilities: 1/day— fog cloud. Caster level 5th.Cealdia Adult White Dragon Cealdia has survived many years in the frozen northernworld by knowing her limitations. She is not the strongest,smartest, or largest predator, and she realizes plenty ofcreatures exist that are ready and willing to destroy her fora variety of a reasons. She spends most of her time in herlair—a complex series of underground, icy tunnels—andoften uses her small magical skills to lure enemies intotraps or ambushes. When Cealdia must fight in the open,she prepares ahead of time and prefers fighting fromabove. She is a cautious opponent and is not above a littlejudicious bargaining if things do not appear to be goingher way .",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yawn. What’s next? If you and your players are becoming bored with hoards,it may be time to spice themup with a little more detail.Few players get excited byfinding “six gems worth 100 gpeach” or, worse yet, “three artobjects worth 500 gp apiece.” Ifyou’ve taken the time to crafta unique dragon, take a fewmore minutes to craft a uniquedragon’s hoard. The three basic components of a treasure hoard are coins,goods (gems and art objects),and items (mundane and magic).Within each of these categories,there are plenty of opportuni-ties to spice up what the PCsfind. Next time they comeacross a hoard, here’s what youmight hear:",
        "name":  "Players",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragons appreciate the value of potions. Drag- ons with a Spellcraft skill modifier of +15 or better can take10 to identify a potion, and won’t let such items go to waste.",
        "name":  "Potions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dragons can wear magic rings without difficulty . Even if a dragon doesn’t know exactly what a ring does, it’slikely to wear it for the decorative value alone.",
        "name":  "Rings",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As staffs, though Huge and larger dragons may have difficulty manipulating such small items (at the DM’sdiscretion).",
        "name":  "Wands",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic items in this category must be handled on a case-by-case basis. Some, such as amulets, areeasy for dragons to wear and gain the benefits from. Otherseither don’t fit, aren’t useful, or simply look better sitting on 281APPENDIX282top of a pile of coins. Still, a party is likely to remember the green dragon with a half-dozen ioun stones whirling around its head! SAMPLE HOARDS Provided below are twenty-seven sample dragon hoards:one each for Challenge Rating 1 through Challenge Rating27. Each represents approximately triple the expected trea-sure value of an encounter of that level, as normal for adragon encounter. If you use one of these hoards for a creature that doesn’t normally have triple standard treasure, reduce the hoard’svalue accordingly, as given on the table below. For example,the CR 8 hoard is appropriate for a CR 12 dragon with stan-dard treasure, and the CR 24 hoard is used for a CR 28dragon with double standard treasure. Hoard CR Standard Double Standard 1— — 2131 2 41 352 4 62 573 6 84 795 8 10 6 9 11 7 10 12 8 1113 9 12 14 10 1315 11 14 16 12 1517 13 16 18 14 1719 15 18 20 16 18 21 16 19 22 17 1923 17 20 24 17 2025 18 21 26 18 2227 18 23 28 19 24 A total value is given for each treasure hoard in its header line. This figure assumes full normal value for all objects(in many cases, items from the hoard can be sold for onlyhalf value by the PCs). Items marked with an asterisk (*)are likely to be used by dragons with an Intelligencescore of 6 or higher (smart enough to know what they areand how to utilize them). The gold piece values of indi-vidual goods in each hoard are given in parentheses(gold piece values for items are given in the Dungeon Master’s Guide ). You can easily swap out items in any hoard as appropriate for your game. Unless you specifically desire to give outmore or less than the expected value of treasure for the encounter, any added items should replace items of a simi-lar value. For lairs with multiple dragons, use the treasure that cor- responds to the total Encounter Level of the lair. CR 1  (889 gp, 9 sp, 7 cp)",
        "name":  "W ondrous Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tanglefoot bag*. CR 2  (1,799 gp, 5 sp, 5 cp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Masterwork heavy flail, potion of detect thoughts* , divine scroll of doom ,hold person , and silence . CR 3  (2,700 gp, 1 sp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climber’s kit, potion of eagle’s splendor* ,wand of shatter * (21 charges). CR 4  (3,600 gp, 7 sp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alchemist’s fire* (2 flasks), antitoxin (3 doses), figurine of wondrous power * (silver raven). CR 7  (7,800 gp, 3 sp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcane scroll of jump, mount , and water breathing , wand of ghoul touch * (30 charges). CR 8  (10,200 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Potion of hide from animals, potion of true strike*, potion of cat’s grace*, potion of cure light wounds*, wand ofsummon monster I* (25 charges).APPENDIXCR 9  (13,500 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine scroll of faerie fire and barkskin ,potion of jump, potion of cure light wounds*, potion of enlarge person , divine scroll of cure light wounds, detect evil, and augury ,wand of invisibility* (29 charges). CR 12  (29,400 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ring of protection +4* . CR 14  (51,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " 2 jasper (40 each), 4 amber (70 each), golden yellow topaz (300), gold-plated herald’s trumpet (90), silveranklet studded with hematite (340), cloak of giant eaglefeathers (1,100), mithral bracelet studded with sapphires(7,000), mithral belt studded with sapphires (8,000).Items: Potion of displacement*, wand of mirror image* (15 charges), wand of cure critical wound s (25 charges), quiver of Ehlonna. CR 15  (66,000 gp)",
        "name":  "Goods",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Potion of lesser restoration , arcane scroll of charm person, arcane lock, and knock ,golembane scarab (any golem), cloak of Charisma +2,wand of bull’s strength* (48 charges), +2 keen spear . CR 17  (108,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine scroll of greater magic fang and rusting grasp , arcane scroll of magic circle against law and detect scrying , arcane scroll of bull’s strength and wall of stone ,staff of earth and stone (23 charges), ring of freedom of movement* . CR 19  (183,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Manual of quickness in action +1, frost brand, amulet of health *+6, staff of the woodlands (26 charges), divine scroll of raise dead and antimagic field ,scarab of protection *. CR 25  (384,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divine scroll of restoration ,control winds ,fire seeds , and word of recall ,wand of ice storm (37 Charges), +1 anarchic vorpal scimitar ,crystal ball (with true seeing ),+4 breastplate of spell resistance (15) . Appendix 2: Index of Dragons The lists in this appendix include all dragons published in official D UNGEONS \u0026 D RAGONS products up to the publication of this book. Indexed sources include the following titles: Monster Manual (MM)APPENDIXMonster Manual II (MMII) Fiend Folio (FF) Monsters of Faerûn (MoF) Magic of Faerûn (MaF) Oriental Adventures (OA) Epic Level Handbook (Epic) DRAGON ® Magazine (Dragon issue number) Draconomicon (Dra) True Dragons Dragon Category SourceAmethyst Gem MMIIBattle Planar DraBlack Chromatic MMBlue Chromatic MMBrass Metallic MMBronze Metallic MMBrown — MoFChiang lung Lung OAChaos Planar DraCopper Metallic MMCrystal Gem MMIIDeep — MoFEmerald Gem MMIIEthereal Planar DraFang — DraForce Epic EpicGold Metallic MMGreen Chromatic MMHowling Planar DraLi lung Lung OALung wang Lung OAOceanus Planar DraPan lung Lung OAPrismatic Epic EpicPyroclastic Planar DraRadiant Planar DraRed Chromatic MMRust Planar DraSapphire Gem MMII Shen lung Lung OAShadow — DraSilver Metallic MMSong — MoFStyx Planar DraTarterian Planar DraT’ien lung Lung OATopaz Gem MMIITun mi lung Lung OAWhite Chromatic MMYu lung Lung OA Lesser Dragons Dragon SourceAir drake DraBarautha Dragon 284 Cave wurm Dragon 296 Desert landwyrm DraDragon turtle MMDragonnel DraEarth drake DraErmalkankari Dragon 284 Faerie dragon DraFelldrake, crested MMIIFelldrake, horned MMIIFelldrake, spitting MMIIFire drake DraForest landwyrm DraForest wurm Dragon 296 Grassland wurm Dragon 296 Hellfire wyrm MMIIHill landwyrm DraHill wurm Dragon 296 Ibrandlin MoFIce drake DraJungle landwyrm DraLava wurm Dragon 296 Linnorm, corpse tearer MMII 287APPENDIX LESSER DRAGONS BY CR Following is a list, in ascending order, of the Challenge Ratings for all lesser dragons. The table on page 288 provides CRs for all true dragons. CR 1: felldrake, crested; pseudodragon CR 2: felldrake, spitting CR 3: felldrake, horned CR 5: dragonnel; ibrandlin; trilligarg; wurm, Small (any variety) CR 6: air drake; faerie dragon; plains landwyrm; wyvern CR 7: ice drake; mardallond; scalamagdrion CR 8: water drake; Underdark landwyrm CR 9: barautha; dragon turtle; smoke drake; vallochar; wurm, Medium (any variety) CR 10: fire drake; ermalkankari; forest landwyrm CR 11: earth drake CR 12: ooze drake; hill landwyrm CR 13: magma drake CR 14: tundra landwyrm; sunwyrmCR 15: sea drake; wurm, Large (any variety) CR 16: jungle landwyrm CR 17: storm drake CR 18: desert landwyrm CR 20: swamp landwyrm; linnorm, gray CR 22: mountain landwyrm CR 23: wurm, Huge (any variety) CR 25: linnorm, dread CR 26: hellfire wyrm CR 28: linnorm, corpse tearer CR Special Template (CR Adj.) Dracolich (base +3) Draconic (base +1)Ghostly dragon (base +2) Half-dragon (base +2)Skeletal dragon (base ×1/2) Vampiric dragon (base +2) Zombie dragon ([base ×1/2] +1)288Linnorm, dread MMII Linnorm, gray MMIIMagma drake DraMardallond Dragon 284 Mountain landwyrm DraMountain wurm Dragon 296 Ooze drake DraPlains landwyrm DraPseudodragon MMRiver wurm Dragon 296 Sand wurm Dragon 296 Scalamagdrion MaFSea drake FFSea wurm Dragon 296 Smoke drake DraStorm drake DraStorm wurm Dragon 296 Sunwyrm FFSwamp landwyrm DraSwamp wurm Dragon 296Trilligarg Dragon 284 Tundra landwyrm DraTundra wurm Dragon 296 Underdark landwyrm DraVallochar Dragon 284 Water drake DraWyvern MM Dragon-Only Templates Template SourceDracolich DraGhostly dragon DraSkeletal dragon DraVampiric dragon DraZombie dragon Dra Dragon-Related Templates Template SourceDraconic DraHalf-dragon MMAPPENDIXTrue Dragon CRs by Age and Kind Very Young Mature Very Great Kind Wyrmling Young Young Juvenile Adult Adult Adult Old Old Ancient Wyrm Wyrm Amethyst 4579 1 2 1 5 1 7 1 9 2 0 2 2 2 4 2 6 Battle 3468 1 0 1 2 1 4 1 7 1 8 1 9 2 0 2 2 Black 34579 1 1 1 4 1 6 1 8 1 9 2 0 2 2 Blue 3468 1 1 1 4 1 6 1 8 1 9 2 1 2 3 2 4 Brass 3468 1 0 1 2 1 5 1 7 1 9 2 0 2 1 2 3 Bronze 3579 1 2 1 5 1 7 1 9 2 0 2 2 2 3 2 4 Brown 2357 1 0 1 3 1 5 1 7 1 8 2 0 2 2 2 4 Chaos 3468 1 1 1 3 1 5 1 6 1 7 1 9 2 0 2 2 Chiang lung — — — 9 12 14 17 19 20 22 23 25 Copper 3579 1 1 1 4 1 6 1 8 2 0 2 2 2 3 2 4 Crystal 3458 1 1 1 3 1 6 1 8 1 9 2 1 2 2 2 4 Deep 2468 1 1 1 4 1 6 1 8 1 9 2 1 2 2 2 4 Emerald 3579 1 2 1 5 1 7 1 9 2 0 2 2 2 3 2 5 Ethereal 34679 1 0 1 3 1 5 1 6 1 7 1 8 1 9 F a n g 23468 1 0 1 2 1 5 1 7 1 8 1 9 2 1 Gold 5 7 9 11 14 16 19 21 22 24 25 27Green 3458 1 1 1 3 1 6 1 8 1 9 2 1 2 2 2 4 Howling 5 8 10 12 14 16 18 20 22 23 25 26 Li lung — — — 8 10 13 15 18 19 21 22 24 Lung wang — — — 10 13 15 18 20 21 23 24 26Oceanus 4569 1 2 1 3 1 6 1 8 1 9 2 0 2 1 2 2 Pan lung — — — 7 9 11 14 16 18 19 20 22 Pyroclastic 4 5 7 10 12 14 16 18 19 21 22 24 Radiant 5 6 8 10 13 14 17 19 20 21 22 23Red 4 5 7 10 13 15 18 20 21 23 24 26 Rust 3468 1 0 1 3 1 5 1 7 1 8 2 0 2 2 2 4 Sapphire 3579 1 1 1 4 1 6 1 9 2 0 2 2 2 3 2 5 Shadow 2357 1 0 1 2 1 5 1 7 1 8 2 0 2 1 2 3 Shen lung — — — 8 11 14 16 18 19 21 22 24 Silver 4 5 7 10 13 15 18 20 21 23 24 26Song 2468 1 0 1 3 1 5 1 8 1 9 2 1 2 2 2 4 Styx 3458 1 0 1 2 1 5 1 7 1 8 2 0 2 1 2 3 Tarterian 5 7 9 11 13 15 17 19 20 22 23 25 T’ien lung — — — 10 13 15 18 20 21 23 24 26Topaz 4 5 7 10 13 15 18 20 21 23 24 26 Tun mi lung — — — 9 12 14 17 19 20 22 23 25White 23468 1 0 1 2 1 5 1 7 1 8 1 9 2 1 Yu lung 2 4 6 —————————1SVENTSORGGVIRESH’S VOLCANO LAIR A Web Enhancement for the Draconomicon CREDITS",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tibulliax can cast divine spells as a 6th-level cleric from the cleric spell list and the Good, Healing,and Protection domains. Cleric SSpells PPrepared(5/4/4/3; save DC 13 + spell level): 0— cure minor wounds, detect magic, mending, purify food and drink, read magic; 1st— comprehend languages, cure light wounds, divine favor, sanctuary; 2nd— bear’s endurance, bull’s strength, cure moderate wounds, zone of truth; 3rd— cure serious wounds, dispel magic, protection from energy.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "237 gp, 11 gold trade bars (50 gp each), three pieces of hematite (10 gp each), one zircon(50 gp), two amethysts (100 gp each), two golden-yellow topazes (500 gp each), potion of lesser restora- tion , scroll of arcane lock , scroll of color spray and silent image . ARTURIREX, HALF-BLACK DRAGON/ HALF-BASILISK Also known as a dracolisk, Arturirex is an abhorrent creature spawned of magical crossbreeding. Thoughshe is more cunning and vicious than a normal basilisk,she is hardly the equal of her draconic parent. The dra- colisk cares nothing for treasure of any kind, since shedoesn’t possess any of the greed common to dragons.",
        "name":  "Sample TTreasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aurumpente casts spells as a 9th-level sor- cerer. He has access to spells from the cleric list andfrom the Good and Law domains. Spit ((Ex):Aurumpente can spit his venom up to 30 feet as a standard action. This ranged touch attack hasno range increment. Any opponent hit by this attackmust attempt a Fortitude save (DC 20) againstAurumpente’s poison, as above.6Sorcerer SSpells KKnown(6/8/7/7/5; save DC 15 + spell level): 0— create water, cure minor wounds, dancing lights, daze, detect magic, disrupt undead, mage hand, read magic; 1st— command, cure light wounds, detect evil, magic missile, sleep; 2nd— detect thoughts, enthrall, invisibility, resist energy; 3rd— dispel magic, nondetection, tongues; 4th— charm monster, polymorph.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Diaboli Religion: As their home innately fear most demiplane touches on both humans and the Region of Dreams and humanoids the Ethereal Plane, and they meet suffers the Far Realm\u0027s and find foul taint, diaboli the forms of have strong taboos such creatures concerning disbelief repulsive. For their They never take anything part, many humans and at face value, as mind-bending humanoids feel the same reality twists occur near their original way about diaboli. Only homes so frequently. Diaboli lack deities rarely do the two groups put aside their revulsion as most humans understand them, and instead of one another and make attempts to communicate and seem to worship ideas like anarchy, chaos, freedom, and trade. Even after the diaboli and native humanoids set wonder. Their religious practices lack dogmatic rote, and up peaceful lines of communication, a tension always most diaboli worship alone and spontaneously. Diaboli exists between two such groups. At worst, this quiet clerics, although rare, do exist. They often choose from unease leads to cool but respectful meetings, but even the following domains: Chaos, Destruction, Luck, Magic, at best a gathering of diaboli and humanoids brings Protection, Travel, and Trickery. about an air of extreme politeness, as if both sides fear Language: Diaboli speak their own language, insulting or otherwise provoking the other. Diabolan. Diabolan words make frequent use of harsh, Adventurers from both sides often make the initial guttural hisses and the unique physiologic structure of steps of peaceful communication—many find it difficult the diaboli\u0027s forked tongue. While not difficult to learn, not to befriend those with whom they frequently face most humanoids of the Material Plane find mastery of lethal dangers. Because they themselves often live at Diabolan impossible. Most words in Diabolan contain the fringe of their societies, adventurers often judge a soft \"f\" \"s,\" \"th,\" and \"z\" sounds. companion not by appearance but by competence, and Many diaboli also learn to communicate simple most diaboli adventurers prove quite competent. ideas by twirling and positioning their tails in a sort of",
        "name":  "Relations",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The battle dancer is a skilled warrior who can protect her comrades in battle. She can take on a fighter in the right situation, and her exotic, magical dance abilities grant her excellent mobility and maneuver options. GAME RULE INFORMATION Battle dancers have the following game statistics.",
        "name":  "Role",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The death master\u0027s exhaustive study of level to determine the abilities and bonuses it gains. For necromantic magic grants him the ability to use arcane example, an nth-level death master with a ghast minion spells. The death master can cast the spells given on the grants it benefits as a 2nd-level death master. TABLE 2-4: THE DEATH MASTER BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL 0 1ST 2ND 3RD 4TH 5TH 6TH 7TH 8TH 9TH 1st +0 +0 +0 +2 Rebuke undead, spells, 3 1 undead minion 2nd +1 +0 +0 +3 4 2 3rd +2 +1 +1 +3 4 2 1 4th +3 +1 +1 +4 4 3 2 +3 +1 +1 +4 Master of the dead 4 3 2 1 6th +4 +2 +2 +5 4 3 3 2 7th +5 +2 +2 +5 4 4 3 2 1 — — — - _ 8th +6/+1 +2 +2 +6 4 4 3 3 2 9th +6/+1 +3 +3 +6 4 4 4 3 2 1 — - — — 10th +7/+2 +3 +3 +7 Sustenance of the dead 4 4 4 3 3 2 — — — — 11th +8/+3 +3 +3 +7 4 4 4 4 3 2 1 — — — 12th +9/+4 +4 +4 +8 4 4 4 4 3 3 2 — — — 13th +9/+4 +4 +4 +8 4 4 4 4 4 3 2 1 - - 14th +10/+5 +4 +4 +9 4 4 4 4 4 3 3 2 — — 15th +11/+6/+1 +5 +5 +9 Aspect of the dead 4 4 4 4 4 4 3 2 1 16th +12/+7/+2 +5 +5 +10 4 4 4 4 4 4 3 3 2 — 17th +12/+7/+2 +5 +5 +10 4 4 4 4 4 4 4 3 2 1 18th +13/+8/+3 +6 +6 +11 4 4 4 4 4 4 4 3 3 2 19th +14/+9/+4 +6 +6 +11 • 4 4 4 4 4 4 4 4 3 3 20th +15/+10/+5 +6 +6 +12 Lichdom 4 4 4 4 4 4 4 4 4 4 THE DEATH MASTER\u0027S UNDEAD MINION turn resistance in addition to any turn resistance it A death master\u0027s undead minion is superior to a normally gains. normal undead creature of its kind and has special Unholy Might: Once per day as a standard action, the powers, as described below. death master can channel unholy energy into his minion to allow it to fight with increased vigor. The death master must touch the minion to imbue it with this power. The minion gains a +4 bonus to Strength and a +2 bonus on all saves for a number of rounds equal to 5 + the death 1-4 +0 +0 Turn resistance +4 masters Wisdom modifier. If the minion is a zombie, it 5-8 +2 +2 Unholy might loses the single actions only drawback for the duration 9-12 +4 +4 Persistent corruption of this ability. 13-16 +6 +6 Link of the grave Persistent Corruption: The death master of this level is 17-20 +8 +8 Relentless undead such a favored apostle of Orcus that the lord of undead returns a destroyed minion to him shortly after its",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Determines properties of magic item. 16th Level or Higher (Level -15) Inflict Light Wounds: Touch deals ld8 damage +1/ Spectre level (max +5).",
        "name":  "Wraith Identify",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Humanoid creature of 4 HD or less loses Ray of Enfeeblement: Ray deals ld6 +1 per two next action. levels Str damage. Detect Magic Detects spells and magic items within 60 ft. Sanctuary: Opponents can\u0027t attack you, and you",
        "name":  "Daze",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Read scrolls and spellbooks. Alter Self: Assume form of a similar creature.",
        "name":  "Read Magic",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Living creature of 6 HD or less loses normal plants. next action. Dispel Magic: Cancels magical spells and effects.",
        "name":  "Daze Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allows \"listening\" to surface +1/level (max +15). thoughts. Magic Circle against Good: As protection spells, but",
        "name":  "Detect Thoughts",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Paralyzes one humanoid for 1 round/level. Phantom Steed: Magic horse appears for 1 hour/level.",
        "name":  "Hold Person",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispels magical ability penalty Stinking Cloud: Nauseating vapors, 1 round/level. or repairs ld4 ability damage. Stone Shape: Sculpts stone into any shape.",
        "name":  "Restoration, Lesser",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Summons swarm of bats, rats, Detect Scrying: Alerts you of magical eavesdropping. or spiders. Dimension Door Teleports you a short distance.",
        "name":  "Summon Swarm",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical auras become visible to you. into giant vermin.",
        "name":  "Arcane Sight",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speak any language. reveals magic effects on creatures and objects.",
        "name":  "Tongues",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Enables possession of another creature. nonchaotic subjects.",
        "name":  "Magic Jar",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Triggered rune wracks nearby Antimagic Field: Negates magic within 10 ft. creatures with pain. Antipathy: Object or location affected by spell repels",
        "name":  "Symbol of Pain",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but up to +20 Mind Blank: Subject is immune to mental/emotional on check. magic and scrying.",
        "name":  "Dispel Magic, Greater",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. verbal put down, the hilarious joke, or the savage verbal lashing. His words can inspire dread and outrage in CLASS SKILLS his enemies or confidence and comfort in his friends. The jester\u0027s class skills (and the key ability for Once per day per jester level, the jester can use his wit each skill) are Balance (Dex), Bluff (Cha), Climb to produce magical effects in those around him. The (Str), Disable Device (Int), Disguise (Cha), Escape jester must have at least 1 rank in Perform (comedy) to Artist (Dex), Gather Information (Cha), Hide (Dex), use these abilities, and many of them rely on the use of Intimidate (Cha), Jump (Str), Knowledge (local) (Int), that skill to establish their save DCs and other effects. Knowledge (nobility and royalty) (Int), Move Silently The jester must share a language and be able to speak to (Dex), Open Lock (Dex), Perform (Cha), Search (Int), the target or targets of his performance abilities unless Sense Motive (Wis), Sleight of Hand (Dex), Speak otherwise noted in the specific ability\u0027s description. Language (None), Tumble (Dex), Use Magic Device Starting a jester\u0027s performance ability is a standard (Cha), and Use Rope (Dex). action, and the jester can maintain the performance Skill Points at 1st Level: (6 + Int modifier) x 4. (either as a free action or move action, depending on the",
        "name":  "Hit Die",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 + Int modifier. specific performance used). The jester cannot use spells, activate magic items by spell completion, or activate CLASS FEATURES magic items by word while using his jester\u0027s performance All of the following are class features of the jester. ability. The jester must keep up a steady stream of puns,",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alters object\u0027s magic aura. Crushing Despair: Subjects take -2 on attack rolls,",
        "name":  "Magic Aura",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Puts 4 HD of creatures into magical slumber. invisible. Tasha\u0027s Hideous Laughter: Subject loses actions for Rage: Subjects gains +2 to Str and Con, +1 on Will 1 round/level. saves, -2 to AC.",
        "name":  "Sleep",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Invisible force obeys your Shrink Item: Object shrinks to one-sixteenth size. commands. Slow: One subject/level takes only one action/round,",
        "name":  "Unseen Servant",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As major image, but no her cunning and her infernal pact. She can produce concentration required. magical effects to trick others with the dark power",
        "name":  "Persistent Image",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Changes appearance of one person per invested in her soul. The mountebank also has several two levels. abilities similar to a rogue\u0027s. She has a wide variety of skills, she can disarm even magical traps, and she can 6TH-LEVEL JESTER SPELLS strike with deadly accuracy against an opponent ill-",
        "name":  "Seeming",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Turns you invisible and creates illusory double. They loot, kill, assassinate, and deceive others as it Otto\u0027s Irresistible Dance: Forces subject to dance. pleases them. Most neutral mountebanks have similar attitudes, although they might not harm others from Mountebank a sense of joy but rather for the sake of necessity. Mountebanks who struggle against their fate are almost always neutral. based on an idea proposed by E. Gary Gygax, DRAGON Religion: Mountebanks generally enter pacts with #65, September 19S2 demonic or infernal powers. Having been exposed to such creatures, they rarely pray to other deities. Baalzebul, The mountebank is a trickster allied with the fell powers Graz\u0027zt, Mammon, Mephistopheles, and Orcus most of the Outer Planes: the herald of a demon prince, a duke likely serve as patrons to a mountebank. A few evil deities, of Hell, or a similar power. Some mountebanks seek out such as Vecna and Iuz, also strike bargains with them. such an alliance, their thirst for power blotting out any Background: Mountebanks arise in a wide variety of fears they might have of eternal damnation or servitude. circumstances. Some reach out to the dark powers as part Other mountebanks are opportunists forced to embrace of their initiation into an evil cult, while others learn to an infernal pact for lack of any better options. In any case, forge their pact from a more powerful mountebank, one the mountebank is a master trickster who derives power who seeks out and recruits new fodder for her master. from her link to a dark master. In some cases—particularly in the case of a neutral Mountebanks excel at manipulating others with careful person—a deity, devil, or demon tempts a mortal who lies, ruses, and other stratagems. Their connection to the faces a great danger with the powers of a mountebank. dark powers allows them to generate magical effects that Baalzebul in particularly enjoys corrupting the innocent normally require extensive arcane training and skill to and desperate to the mountebank\u0027s path. create. Their hypnotic gaze can leave even the stoutest Races: Humans and half-elves most often become warriors vulnerable to attack, while their magical talents mountebanks. Humans are ambitious and daring enough make them almost impossible to trap. Mountebanks to take up such an offer. Half-elves, suspended between thrive on swindling the trusting, stealing from those two distinct cultures, might turn to the mountebank\u0027s who use their wealth to help others, and doing whatever path due to the resentment both halves of their heritage else they can to spread misery. Some mountebanks fight display. While half-orcs are outcasts to an even greater against the temptation to do evil. These brave souls strike degree, their poor charisma and tendency toward direct a bargain with evil and try to turn it against their foul action make them poorly suited to this role. Dwarves, masters. Few of them succeed. elves, halflings, and gnomes produce few mountebanks,",
        "name":  "Mislead",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. CLASS SKILLS The mountebank\u0027s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Concentration (Con), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (Int), Gather Information (Cha), Hide (Dex), Intimidate (Cha), Knowledge (the planes) (Int), Move Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Tumble (Dex), and Use Magic Device (Cha). Skill Points at 1st Level: (6 + Int modifier) x 4.",
        "name":  "Hit Die",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mountebanks can use the Search skill to to an infernal patron or similar, sinister master, the locate traps when the task has a Difficulty Class higher mountebank can channel the energies of the Lower than 20. Finding a nonmagical trap has a DC of at least Planes to aid her in clouding the minds of others. In a 20, or higher if it is well hidden. Finding a magic trap manner similar to how a cleric calls upon the power of has a DC of 25 + the level of the spell used to create it. his deity the mountebank turns to her master for aid. She Mountebanks can use the Disable Device skill to can call upon her patron\u0027s aid a number of times per day disarm magic traps. A magic trap generally has a DC of equal to 1/2 her mountebank level + Charisma modifier. 25 + the level of the spell used to create it. A mountebank Channeling this energy and using it to power her abilities who beats a trap\u0027s DC by 10 or more with a Disable is a standard action. The mountebank gains the ability to Device check can study the trap, figure out how it works, use this power in a number of different ways. and bypass it without disarming it. Moss Beguile (Su): At 3rd level, the mountebank can",
        "name":  "Trapfinding",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The savant is a jack — of — all19 —th trad3e s. Hi2s mastery 2 1 of a wide range of lore, from arcane and divine magic 20th 3 3 3 2 to the secrets of defeating traps, makes him useful in almost any situation. However, savants lack other, more TABLE 2-9: SAVANT DIVINE SPELL focused classes\u0027 mastery of magic and combat. They are PROGRESSION excellent support characters, particularly since their unique talent with skills allows them to mask their allies\u0027 LEVEL 1ST 2ND 3RD 4TH shortcomings. 10th 1 — — — 11th 1 — — — GAME RULE INFORMATION 12th 1 0 — — Savants have the following game statistics. 13th 1 0 — —",
        "name":  "Role",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Savants study magic with the same The savant gains divine spells in the same manner curiosity and intellectual rigor they use to approach as arcane ones. At 10th level, he learns two new other topics. Through an understanding of the basic divine spells from the savant divine list. Each level theories of magic, the savant learns to cast a limited thereafter he gains two additional divine spells. He number of arcane spells. must be high enough level to cast a spell before he At 5th level the savant gains access to arcane spells can select it. If the savant has a 0 listed for a spell as shown on Table 2-8. The savant must choose and level, he can cast and gain new spells of that level if prepare his spells ahead of time. To learn, prepare, or his Wisdom score is high enough to grant him bonus cast a spell, a savant must have an Intelligence of at spells of that level. least 10 + the spell\u0027s level. The DC for a saving throw The savant chooses and prepares his divine spells at against a savant\u0027s arcane spell is 10 + the spell\u0027s level + the same time as his arcane ones. After 8 hours of rest, the savant\u0027s Intelligence modifier. he needs 1 hour of meditation and study to prepare Like other Spellcasters, a savant can cast only a both sets of spells. certain number of spells of each level per day. His The savant cannot use his arcane spell slots to prepare base allotment of spells is given below. In addition, divine spells and vice versa. Keep track of the two sets of the savant receives bonus arcane spells if he has a high spells separately. Intelligence score. At 5th level, the savant chooses two spells from his SAVANT SPELLS lists that he has acquired through research and diligent study. Each level afterward, he selects two more arcane 1ST-LEVEL ARCANE SAVANT SPELLS spells from the savant arcane spell list. The savant Alarm: Wards an area for 2 hours/level. cannot select spells from a given level until he is high Comprehend Languages: You understand all spoken enough level to cast them. and written languages.",
        "name":  "Arcane Lore",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reveals hidden doors within 60 ft. ahead of time by getting a good night\u0027s sleep and Detect Undead: Reveals undead within 60 ft. spending 1 hour in study. While studying, the savant Disguise Self: Changes your appearance. decides which spells to prepare. The savant does not Erase: Mundane or magical writing vanishes. need a spellbook or similar item. Instead, he focuses Expeditious Retreat: Your speed increases by 30 ft. on the arcane lore he has learned and sorts through Feather Fall: Objects or creatures fall slowly. his notes. Grease: Makes 10-ft. square or one object slippery. If the savant has a 0 listed for a spell level, he adds Hold Portal: Holds door shut. his bonus spells for a high Intelligence as normal to Identify: Determines properties of magic item. determine the number of spells he can cast each day. Jump: Subject gets bonus on Jump checks. If after applying this modifier the result is still 0, the Mount: Summons riding horse for 2 hours/level.",
        "name":  "The savant must choose and prepare his spells Detect Secret Doors",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opens locked or magically sealed door. Sanctuary: Opponents can\u0027t attack you, and you can\u0027t",
        "name":  "Knock",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical auras become visible to you. (max +10). Clairaudience/Clairvoyance: Hear or see at a Gentle Repose: Preserves one corpse. distance for 1 min./level. Make Whole: Repairs an object.",
        "name":  "Arcane Sight",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic horse appears for 1 hour/level.",
        "name":  "Phantom Steed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Object shrinks to one-sixteenth size. Helping Hand: Ghostly hand leads subject to you.",
        "name":  "Shrink Item",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Speak any language. Locate Object: Senses direction toward object (specific or type). 4TH-LEVEL ARCANE SAVANT SPELLS Magic Circle against Chaos/Evil/Good/Law: As",
        "name":  "Tongues",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You understand all spoken Tongues: Speak any language. Sha\u0027ir by Dean Poisso, DRAGON #315, January 2004 The traders speak of a distant land where genies walk the streets, where princes fly upon carpets, and where desert winds sing promises of earthly delights. Even the most skeptical adventurer realizes that a nation of vast power lies somewhere across the seas, and that its civilization was old before recorded history began. This quixotic land, where fate determines the fortunes of the most tyrannical desert princes and the humblest of beggars, calls out to those who would learn its secrets. The enigmatic sha\u0027irs are the sages of this mysterious land—the primary arbiters between the immensely powerful geniekind and the mortal natives. Feared for their mysterious ways, the sha\u0027irs are also revered by the people. Some of the most powerful caliphs employ these respected Spellcasters as advisors. Steeped in ancient lore, the sha\u0027irs enjoy a cultural acceptance of their sorcerous power that is found nowhere else in the world. The chief reason for this appreciation of sha\u0027irs is that their exquisite finesse allows them to parley with the ancient, powerful forces of the desert. In fact, genies forced to deal with mortals often refuse to interact with anyone other than a sha\u0027ir. A sha\u0027ir could find his way into a traditional campaign in a number of ways. An angry genie could use a powerful spell to send him across the cosmos, or a curious sha\u0027ir might travel across land and sea to visit distant regions of your campaign world. Between commerce, diplomacy, or even war, the sha\u0027ir\u0027s arcane traditions could slowly filter across the world. The sha\u0027ir\u0027s magical tradition could even originate on a different plane and make its way to your world via planar travel.",
        "name":  "Comprehend Languages",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sha\u0027irs adventure for many of the same reasons as wizards and sorcerers. They might seek to test their spellcasting talent in the field, as study and practice in the safety of civilized lands lacks a certain edge they seek. Other sha\u0027irs might seek out ancient relics, particularly those relating to genies and their kind. Sha\u0027irs tend to prefer to travel with other adventurers, particularly fighters, barbarians, and other skilled combatants. Their magic is flexible, but it takes them some time to gather a specific spell.",
        "name":  "Adventures",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sha\u0027ir is a skilled spellcaster who, with the help of his elemental familiar, can gain access to almost any arcane spell and many divine ones. The sha\u0027ir\u0027s familiar, known as a gen, searches the elemental planes for knowledge of a spell and then returns to its TABLE 2-11: THE SHA\u0027IR Base Attack Fort Ref Will Level Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Summon gen familiar 4 2 2nd +1 +0 +0 +3 5 3 3rd +1 +1 +1 +3 Recognize genie works 5 3 1 — 4th +2 +1 +1 +4 5 4 3 5th +2 +1 +1 +4 Elemental protection 5 4 3 1 6th +3 +2 +2 +5 5 4 4 3 7th +3 +2 +2 +5 Call janni 5 5 4 3 1 — — — — — 8th +4 +2 +2 +6 5 5 4 4 3 — — — — — 9th +4 +3 +3 +6 Elemental travel (1/day) 5 5 5 4 3 1 — — — — 10th +5 +3 +3 +7 5 5 5 4 4 3 — — — — 11th +5 +3 +3 +7 Call genie 5 5 5 5 4 3 1 — — - 12th +6/+1 +4 +4 +8 5 5 5 5 4 4 3 — — — 13th +6/+1 +4 +4 +8 Craft genie prison 5 5 5 5 5 4 3 1 — — 14th +7/+2 +4 +4 +9 5 5 5 5 5 4 4 3 — — 15th +7/+2 +5 +5 +9 Elemental travel (2/day) 5 5 5 5 5 5 4 3 1 — 16th +8/+3 +5 +5 +10 5 5 5 5 5 5 4 4 3 — 17th +8/+3 +5 +5 +10 5 5 5 5 5 5 5 4 3 - 18th +9/+4 +6 +6 +11 Elemental travel (at will) 5 5 5 5 5 5 5 4 4 3 19th +9/+4 +6 +6 +11 5 5 5 5 5 5 5 5 4 4 20th +10/+5 +6 +6 +12 5 5 5 5 5 5 5 5 5 5 master. While a sha\u0027ir can thus use almost any spell Other Classes: Sha\u0027irs sometimes see wizards and he has seen or learned about, it takes at least a few sorcerers as rivals. They feel their magic is superior to moments for his gen to retrieve it for him. other arcane casters because of their flexibility. A clever In addition to his abilities with spells, the sha\u0027ir excels sha\u0027ir always has the right spell for any situation. He is at dealing with geniekind and elemental powers. Since never forced to prepare his spells ahead of time or rely his magic relies on traffic with the elemental planes, on the talents he inherited from his forefathers. he gains immunity to some forms of damage and the Sha\u0027irs appreciate other characters, particularly ability to travel to different planes. fighters and rogues, for the talents they lend to an",
        "name":  "Characteristics",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sha\u0027irs are drawn from a wide range adventuring group. Sometimes a sha\u0027ir needs a few of alignments. In their native lands, their magical moments to recover the perfect spell to defeat an practices are as common as the sorcerer and wizard\u0027s enemy. While the sha\u0027ir waits for his gen to return abilities in the standard D\u0026D setting. with the spell, he needs his friends to keep him safe.",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sha\u0027irs tend to revere deities of magic, Role: The sha\u0027ir provides arcane casting ability to elemental powers, and knowledge. Chances are—if the party. His ability to recall a wide variety of spells the sha\u0027ir originates from a land far from the core makes him the most flexible of casters, but this ability realms of your campaign setting—he prays to deities is sometimes unreliable and slow. He works best with that are unknown to the other members of the party. rogues, monks, and other scouts who can uncover",
        "name":  "Religion",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— can never go below 0 as the result of a gen\u0027s demise or dismissal. A slain or dismissed gen can be replaced the This creature resembles a blue-skinned humanoid with following day, but since it is an outsider, it cannot be hair like waving seaweed. raised from the dead. A sha\u0027ir with more than one class that grants a familiar Water gens often dwell on the Elemental Plane of may have only one familiar at a time. Water. Thought to be related to the marids, they are Recognize Genie Works: At 3rd level, a sha\u0027ir can often found within marid cities, although they travel recognize the craftsmanship of any item or magical almost constantly. effect created by geniekind. To use this ability, the sha\u0027ir Water gens speak Common and Aquan. must make a successful DC 20 Knowledge (the planes) check. The sha\u0027ir receives a bonus on this check equal to COMBAT his sha\u0027ir level. Water gens avoid combat whenever possible. Elemental Protection: At 5th level, a sha\u0027ir gains When they must fight, they slam opponents with resistance to acid 2, cold 2, electricity 2, and fire 2. He their fists. also gains damage reduction 2/— against attacks made Amphibious (Ex): Although water gens are aquatic, by any creature with the air, earth, fire, or water subtype. they can survive indefinitely on land. The resistance increases to 4 against the energy type to which his gen is immune (see below), and the damage reduction increases to 4/— against attacks made by any given level and must make the decision at creatures of his gen\u0027s elemental subtype. He also gains the same time as he gains new spells known for a +2 bonus on all saves against acid-, cold-, electricity-, the level. and fire-based attacks, and this bonus increases to +4",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sha\u0027ir may use metamagic feats against attacks that deal the energy damage to which his he possesses to modify the spells his gen fetches. The gen is immune. gen simply fetches the spell with the metamagic feats Call Janni (Sp): A 7th-level or higher sha\u0027ir may call applied. Unlike the sorcerer, the sha\u0027ir does not need a janni to aid him once per day. This functions as the to take a full-round action to cast such spells. lesser planar ally spell except that the Sha\u0027ir can only call a janni. The sha\u0027ir must pay the spell\u0027s XP cost and draw their power from the city and return it tenfold bargain with the janni as normal. Caster level is equal to with devotion and faith. the sha\u0027ir\u0027s class level. Adventures: Urban druids adventure to gain Elemental Travel (Sp): At 9th level, a sha\u0027ir can knowledge (especially about the history and plane shift once per day, as the spell, to any of the architecture of cities and the ways of their citizens). elemental planes or from any elemental plane to the Unlike the druids of nature, urban druids do not Material Plane. At 15th level, the sha\u0027ir may use this form hierarchical societies. Each is left to her own; ability twice per day, and at 18th level, the sha\u0027ir may when two urban druids meet, they often exchange use this ability at will. Caster level is equal to the ideas, lore, and philosophies, but only rarely do sha\u0027ir\u0027s class level. they stay together. Urban druids find destruction Call Genie (Sp): An 11th-level or higher sha\u0027ir may call and entropy to be the most horrifying aspect of the any type of genie to aid him once per day. This functions world; anything that can destroy a city is to be hated, as the planar ally spell except that the Sha\u0027ir can only call feared, and hunted. Undead are particularly reviled one dao (see the Manual of the Planes), djinni, efreeti, or for their ability to quickly destroy populations marid (see the Manual of the Planes), or two jann. The through disease, terror, and negative energy, but sha\u0027ir must pay the spell\u0027s XP cost and bargain with dragons and elementals (with their capability to the genie or jann as normal. Caster level is equal to the destroy large buildings and swaths of cities with sha\u0027ir\u0027s class level. ease) are also hated, and often an urban druid turns to an adventuring life to seek out and slay these Craft Genie Prison (Ex): At 13th level, a sha\u0027ir gains the terrible foes. benefit of the Craft Wondrous Item feat, except that he can use it only to create genie prisons. A genie prison is created in Characteristics: Urban druids cast divine spells in die same way as an iron flask and functions identically to the same way druids do, although they get their spells that device, except that it can hold only geniekind. from the power of the city\u0027s spirit rather than from nature. Their spells are oriented toward society and Urban Druid construction. In addition to spells, urban druids gain an increasing array of magical powers, including the ability to change shape into different humanoids and by James Jacobs, DRAGON #317, March 2004 creatures found in urban environments. The most powerful urban druids can transform into objects or The frenzied surge of a riot, the stately presence even constructs. of a cathedral, the constant vigilance of the city Alignment: As with classic druids, urban druids watch, the slow decay of worm-eaten waterfront must remain impartial to a certain degree. They must buildings-—to most, these things are nothing more value society and civilization above the individual. than the results of civilization, but to a rare few, As a result, all urban druids must have a neutral they represent something more. To these few, the component to their alignment. No urban druid is milling of pedestrians in a busy marketplace is akin chaotic neutral, since hearing the secret voice of the to the industry of an ant colony. The towering statues city requires at least a modicum of organization. erected to honor bygone dynasties are as pure as the Religion: An urban druid worships the purity mightiest redwood tree. The cobblestone and dirt of society and the city above all else. Religions are streets are arteries of life. To these few, civilization incorporated into this as a whole, although the urban represents a powerful force in and of itself, opposed druid finds more to draw power from in the massive to but not necessarily in conflict with nature. Just as cathedrals and huge masses of worshipers than from nature has those who venerate and worship its purity their deities. and strength, so does the city have its faithful. They Background: As mentioned above, urban druids tend to be solitary and introverted, despite living in are alone in the crowd. They dwell in cities, and urban environments. They are physically alone but although they often visit smaller towns or even travel spiritually connected to the secret voices of the city into the wilderness on a quest, they are only truly at itself. They are the urban druids. ease in a settlement with a population of no less than The urban druid knows that each city is, after a 5,000 souls. Often, a neighborhood never realizes fashion, a living organism. Each city has its own that an urban druid dwells in its midst, so secretive personality, its own joys, and its own nightmares. The and subtle are her workings and goals. presence of its citizens are its voice, and the memories Races: Humans, being industrious and quick of its dead are its soul. The buildings are its bones, the to expand and build, have the highest affinity for streets its veins, and the protective walls its skin. Its the calling of the urban druid. Half-elves and eyes are the market, and its ears the port. Urban druids half-orcs, often forced to live in large cities where BASE ATTACK FORT REF WILL LEVEL. BONUS SAVE SAVE SAVE SPECIAL 0 1 2 3 4 5 6 7 8 9 1st +0 +2 +0 +2 City sense, favored city 1, 3 1 urban companion 2nd +1 +3 +0 +3 Crowd walk 4 2 3rd +2 +3 +1 +3 Alley fighting 4 2 1 4th +3 +4 +1 +4 Disease immunity, 5 3 2 favored city 2 5th +3 +4 +1 +4 Urban shape (1/day) 5 3 2 1 6th +4 +5 +2 +5 Urban shape (2/day) 5 3 3 2 7th +5 +5 +2 +5 Urban shape (3/day) 6 4 3 2 1 8th +6/+1 +6 +2 +6 Urban shape (Large), 6 4 3 3 2 favored city 3 9th +6/+1 +6 +3 +6 Information network 6 4 4 3 2 1 — — — - 10th +7/+2 +7 +3 +7 Urban shape (4/day) 6 4 4 3 3 2 — — — 11th +8/+3 +7 +3 +7 Urban shape (Tiny) 6 5 4 4 3 2 1 - — - 12th +9/+4 +8 +4 +8 Urban shape (object), 6 5 4 4 3 3 2 — — favored city 4 13th +9/+4 +8 +4 +8 — 6 5 5 4 4 3 2 Hi — - 14th +10/+5 +9 +4 +9 Urban shape (5/day) 6 5 5 4 4 3 3 2 — 15th +11/+6/+1 +9 +5 +9 Urban shape (Huge) 6 5 5 5 4 4 3 2 1 - 16th +12/+7/+2 +10 +5 +10 Favored city 5, urban shape 6 5 5 5 4 4 3 3 2 (animated object 1/day) 17th +12/+7/+2 +10 +5 +10 6 5 5 5 5 4 4 3 2 1 18th +13/+8/+3 +11 +6 +11 Urban shape (6/day, 6 5 5 5 5 4 4 3 3 2 animated object 2/day) 19th +14/+9/+4 +11 +6 +11 — 5 5 5 4 4 3 3 20th +15/+10/+5 +12 +6 +12 Favored city 6, urban shape 6 5 5 5 5 5 4 4 4 4 (animated object 3/day, Gargantuan) and engineering) (Int), Knowledge (history) (Int), or her deity\u0027s (if she has one). Spells associated with Knowledge (local) (Int), Perform (Cha), Profession particular alignments are indicated by the chaos, evil, (Wis), Sense Motive (Wis), Speak Language, Spellcraft good, and law descriptors in their spell descriptions. (Int), Survival (Wis). City Sense (Ex): An urban druid gains a +2 bonus on Skill Points at 1st Level: (4 + Int modifier) x 4. Gather Information and Knowledge (local) checks.",
        "name":  "Metamagic Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Six or more Diminutive or Fine objects, all Create Water: Creates 2 gallons/level of pure water. within 1 ft. of each other, whose total weight does not Cure Minor Wounds: Cures 1 point of damage. exceed 25 lb. Detect Magic Detects spells and magic items within 60 ft.",
        "name":  "Target",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Object shines like a torch. cause them to fly off in all directions simultaneously. Mending: Makes minor repairs on an object. The spray of items makes a burst with a 10-foot Purify Food and Drink: Purifies 1 cu. ft/level of food or water. radius. If the items are fairly hard or sharp (such as Read Magic: Read scrolls and spellbooks. stones, sling bullets, coins, broken glass, or the like), Repair Minor Damage*: Repairs 1 point of damage. creatures in the burst take ld8 points of damage. Resistance: Subject gains +1 bonus on saving throws. A successful Reflex save negates this damage. Eggs, Virtue: Subject gains 1 temporary hp. fruit, and other soft objects deal nonlethal damage. This spell originally appeared in the FORGOTTEN 1ST-LEVEL URBAN DRUID SPELLS REALMS Campaign Setting. Alarm: Wards an area for 2 hours/level.",
        "name":  "You point to a collection of little, unsecured items and Light",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cold metal damages those who touch it. Quench: Extinguishes nonmagical fires or one magic item.",
        "name":  "Chill Metal",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allows \"listening\" to surface thoughts. (max +15). Eagle\u0027s Splendor Subject gains +5 to Cha for 1 min./level. Shrink Item: Object shrinks to one-sixteenth size.",
        "name":  "Detect Thoughts",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Opens locked or magically sealed door. Antiplant Shell: Keeps animated plants at bay.",
        "name":  "Knock",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Misleads divinations for one creature Cure Serious Wounds: Cures 3d8 damage +1/level or object. (max +15). Owl\u0027s Wisdom: Subject gains +4 to Wis for 1 min./level. Dispel Magic: Cancels spells and magical effects. Repair Moderate Damage*: Repairs 2d8 damage +1/ Dominate Person: Controls humanoid telepathically. level (max +10). Freedom of Movement: Subject moves normally",
        "name":  "Misdirection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ignores 10 (or more) points of damage/ despite impediments. attack from specified energy type. Giant Vermin: Turns centipedes, scorpions, or spiders Restoration, Lessen Dispels magical ability penalty or into giant vermin. repairs ld4 ability damage. Hold Monster: As hold person, but any creature.",
        "name":  "Resist Energy",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms raw materials into finished items. Disintegrate: Makes one creature or object vanish.",
        "name":  "Fabricate",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cures ld8 damage +1/level Finger of Death: Kills one subject. for many creatures. Iron Body: Your body becomes living iron. Dispel Magic, Greater. As dispel magic, but +20 on check. Maze: Traps subject in extradimensional maze. Eagle\u0027s Splendor, Mass: As eagle\u0027s splendor, affects one Polymorph Any Object: Changes any subject into subject/level. anything else.",
        "name":  "Cure Light Wounds, Mass",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Array of magic effects protect area. Repel Metal or Stone: Pushes away metal and stone.",
        "name":  "Guards and Wards",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These dedicated clerics and druids of Ehlonna fight and move with divine speed. Flux Adept The flux adept learns to use her magic to alter and control her body.",
        "name":  "Fleet Runner of Ehlonna",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mages of this class focus on magic missile to push that spell beyond its normal limits.",
        "name":  "Force Missile Mage",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spellcaster learns to weave magic that allows him to control the structure of bones, whether his own or his enemies\u0027.",
        "name":  "Osteomancer",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Initiates into this rare magical tradition learn from mysterious entities to reshape objects with incredible ease. Aerial Avenger REQUIREMENTS To qualify to become an aerial avenger, a character must fulfill by Monte Cook, DRAGON #319, May 2004 all of the following criteria.",
        "name":  "Shaper of Form",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex +3. Some say there is a brotherhood—unspoken, perhaps— Skills: Tumble 5 ranks. among those who can leave the ground behind and Feats: Dodge, Mobility. take to the sky. The unbridled freedom enjoyed by such Special: Must have a fly speed or the ability to cast fly creatures breeds jealousy in their earthbound lessers. at least twice per day. A role common among creatures as diverse as dragons, cloud giants, and harpies, the aerial avenger is a combatant CLASS SKILLS trained to utilize the ability to fly to its utmost. They The aerial avenger\u0027s class skills (and the key ability for come streaking out of the sky to attack those below with each skill) are: Balance (Dex), Concentration (Con), Craft skill and ferocity, inspiring dread in all who experience (Int), Escape Artist (Dex), Hide (Dex), Jump (Str), Listen their assaults. (Wis), Move Silently (Dex), Perform (Cha), Profession Aerial avengers are quite rare among humanoid (Wis), Survival (Wis), Swim (Str), and Tumble (Dex). races, although sometimes a sorcerer with the ability Skill Points at Each Level: 6 + Int modifier. to magically fly takes up the necessary training. Usually however, aerial avengers are creatures like mephits, +1 competence bonus to damage. At 5th level, this bonus celestials, certain fiends, giant eagles, sphinxes, dragons becomes +2, and at 8th level it rises to +3. (and half-dragons), sprites, and couatls—to name just a Power Dive (Ex): When a 2nd-level aerial avenger makes few. Even beholders and other creatures that fly by non- a dive (charge) attack, she deals an additional +1d6 points traditional means sometimes become aerial avengers. of damage if she hits. Usually, an aerial avenger serves as a steward over Maneuverability Increase (Ex): At 3rd level, the aerial her fellow creatures, defending them against attack and avenger\u0027s maneuverability increases by one rank, so that an retaliating against their enemies. They sometimes form aerial avenger with an average maneuverability gains good into efficient cadres of flying warriors. maneuverability. If the aerial avenger\u0027s maneuverability is already perfect, this ability cannot affect it. The aerial CLASS FEATURES avenger\u0027s maneuverability increases again at 7th level. All of the following are class features of the aerial avenger Speed (Ex): At 3rd level, the aerial avenger learns to prestige class. increase her speed by +10 feet. This bonus increases by +10",
        "name":  "Base Save Bonus",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At each even-numbered level gained in the Cerebrex class, a character gains new spells per day (and spells known, if applicable) as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain any other benefit a character of that class would have gained (improved chance of rebuking or controlling undead, metamagic or item creation feats, and so on), except for an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming a Cerebrex, she must decide to which class she adds the new level for purposes of determining spells per day. Enigma\u0027s Bane (Ex): A Cerebrex knows the way to the heart of any mystery. When confronted by a puzzle, REQUIREMENTS equal to one-half her cerebrex level. This effect lasts one To qualify to become a round per cerebrex level. cerebex, a character must Blindsense (Ex): At 5th level, the cerebrex\u0027s heightening fulfill all of the following senses grant her blindsense to 30 feet. criteria. Telepathic Immunity (Su): A Cerebrex of 5th level is",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast 3rd-level arcane spells. Eidetic Memory (Ex): At 6th level, the Cerebrex reaches the next level of her evolution: memory. She has perfect recall CLASS SKILLS of events in all five senses. This grants her a competence The cerebex\u0027s class skills (and the key ability for each bonus on all Intelligence checks and Intelligence-based skill) are: Appraise (Int), Concentration (Con), Craft (Int), skill checks equal to half her cerebrex levels. Decipher Script (Int), Disable Device (Int), Forgery (Int), Clairaudience/Clairvoyance (Sp): By concentrating for Heal (Wis), Knowledge (all) (Int), Listen (Wis), Profession 1 minute, a 7th-level Cerebrex may expand her senses to (Wis), Search (Int), Speak Language (None), Spellcraft such an extent that she can perceive an unseen area as (Int), Spot (Wis), and Use Magic Device (Cha). per the clairaudience/clairvoyance spell. This ability is as",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. Evasion (Ex): At 2nd level and above, a fleet runner can avoid even magical and unusual attacks with great agility.",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At every odd-numbered level, a flux adept gains 1 point of acid damage per hit. For each minute that she new spells per day (and spells known, if applicable) as touches an item (such as ropes or shackles binding her, if she had also gained a level in a spellcasting class she or a wooden door that blocks her path), her acidic sweat belonged to before adding this prestige class. She does ignores 1 point of the object\u0027s hardness. not, however, gain any other benefit a character of that Feign Death (Ex): The 5th-level flux adept is able class would have gained (improved chance of rebuking to turn off her metabolism (requiring no food, water, or controlling undead, metamagic or item creation or even air) by entering a deep trance that resembles feats, and so on), except for an increased effective death. She can remain in this dormant state for up to level of spellcasting. If a character had more than one 24 hours, and shows all the physical signs of death. She spellcasting class before becoming a flux adept, she may enter this trance as a standard action. Awakening must decide to which class she adds the new level for from the trance takes a full round. Upon entering a purposes of determining spells per day. trance, the flux adept must designate up to three Grace Through Will (Ex): The simplest lesson of the triggers that will awaken her prematurely. A trigger path of the flux adept is the means to precisely control can only be an event that somehow affects the character all of the body\u0027s muscles. While this is by no means (such as being touched, slapped, or damaged), and something that can be mastered immediately, the mind cannot be something tied to the time of day (such as and body can be made, in time, to work as one. The the sun rising or setting). Triggers cannot depend on REQUIREMENTS To qualify to become a flux adept, a character must fulfill all of the following criteria.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At least one metamagic feat, Endurance, Great Fortitude.",
        "name":  "Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast 2nd-leve! spells. CLASS SKILLS The flux adept\u0027s class skills (and the key ability for each) are: Balance (Dex), Bluff (Cha), Climb (Str), Craft (Int), Escape Artist (Dex), Heal (Wis), Hide (Dex), Jump (Str), Knowledge (any) (Int), Move Silently (Dex), Sense Motive (Wis), Spellcraft (Int), Swim (Str),Tumble (Dex), and Use Magic Device (Cha).",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast magic missile once per day. CLASS SKILLS The force missile mage\u0027s class skills {and the key ability for each skill) are Concentration (Con), Craft (Int), Knowledge (arcana) (Int), Profession (Wis), Spellcraft (Int), and Spot (Wis).",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to cast at least three transmutation spells, one of which must be 1st level or higher. CLASS SKILLS The osteomancer\u0027s class skills (and the key ability for each) are: Concentration (Con), Craft (Int), Disguise (Cha), Heal (Wis), Intimidate (Cha), Knowledge (all)(Int), Scry (Int), Spellcraft (Int), Use Magic Device (Cha).",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 + Int modifier. and elves tend to be deeply suspicious of magic that warps their mortal frames. After all, they are possessions they intend to keep intact for centuries. CLASS FEATURES All of the following are class features of the osteomancer prestige class.",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spirits of form, mysterious beings from beyond the normal ken of mortals, must have contacted the character. A character who wishes to join this class does well to study both magical and mundane means of altering the world around her in order to attract the attention of these beings. CLASS SKILLS The shaper of form\u0027s class skills (and the key ability for each skill) are Appraise (Int), Concentration (Con), Craft (Int), Disable Device (Int), Escape Artist (Dex), Heal (Wis), Knowledge (arcana) (Int), Profession (Wis), and Spellcraft (Int).",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The shaper of form changes race, gender, shaper of form must touch the item to be changed in or general physical appearance. She cannot change type order to affect it. and no ability score adjustments occur as a result of Polymorph Any Object (Sp): At 9th level, the shaper of the change. Thus, if the character is weak and becomes form can cast polymorph any object once per day as a spell an orc, she becomes a weak orc. The shaper of form like ability. cannot choose to become a member of a race with a level Disable (Sp): At 10th level, the shaper of form gains the adjustment. ability to ruin an item once every other day. This ability",
        "name":  "Renaissance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The shaper of form gains +10 hit points. abilities from a single item or to disintegrate (as the spell) Fortify Item (Su): Also at 2nd level, a shaper of form any nonmagical, nonliving object. Neither use of this can increase the hardness of a single object her size or ability allows a saving throw, although artifacts can only smaller by 1 with a touch. She can do this once per day. be affected as described under Mordenkainen\u0027s disjunction",
        "name":  "Toughness",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scott Carter. Source: #311. You can follow tracks across the featureless wastes of the Astral Plane. In addition, you can try to determine ANARCHIC BLOODLINE the destination of a creature that has used a teleport [BLOODLINE] spell or effect. You are descended from a chaotic outsider. The Prerequisites: Knowledge (the planes) 11 ranks, characteristics you display might depend in part on Spellcraft 8 ranks, Survival 10 ranks, Track. the kind of chaotic heritage you have. Regardless of Benefit: You can attempt to track a creature normally, your exact ancestry, you are likely to have one or more even through the featureless wastes of the Astral Plane unusual physical traits, such as mismatched eyes or (base Survival DC 25). In addition, when standing at untamable and strangely hued hair. the location (on any plane) from which a creature The descendants of demons tend to have misshapen departed by means of a teleportation spell or effect, features and a terrible temper with a decidedly cruel you can determine its destination with a successful streak. Eladrin descendants tend to have strong DC 30 Survival check. If you have your own means of emotional reactions (especially positive emotions) teleportation, you can then teleport to that location as and often become fervent (if short-term) supporters of though you had viewed it once. a cause. Characters with slaad ancestry generally have Author: James Wyatt. Source: #309. strongly variable mood swings, and they often take on the personality traits, speech patterns, and clothing AXIOMATIC BLOODLINE styles of those around them in a haphazard and [BLOODLINE] unpredictable manner. Those with titan blood often You are descended from a native of a lawful plane. stand head — and — shoulders aboveT hoet hmeor st mcoemmmbeorns members of this bloodline are the of their race; they enjoy experiencing the world spawn of devils, who sow their seed in the Material around them and become angry when others might Plane as part of far-reaching and complex plots against merely be bored. their rivals. Archons create mixed-blood offspring with Characters with the Anarchic Bloodline feat are nearly mortals in order to counter the machinations of devils always chaotic-aligned. They tend to be restless, desiring and other evil outsiders. Rarely, mortal travelers who change above all else. They are prone to act irrationally, spend a significant portion of their lives in a lawfully based on sudden whims and flights of fancy. The aligned plane begin to take on some of the traits of adventurous life, full of excitement, danger, and travel, that plane that later manifest in their descendants. appeals to them. Chaos-blooded characters often have a Members of this bloodline are almost exclusively wide variety of spells in their repertoire from all schools lawful. They seem driven by an inner set of rules that and for all manner of uses. They rarely focus their spells generally work in accordance with the laws of the land. around a theme or with a specific function in mind. They tend to have a symmetrical appearance, dress",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your ancestry gives you a bonus spell known of their ability. Creatures descended from devils tend at each spell level, starting at 1st, from the following list. to use rules for their benefit, manipulating the system 1st—Color spray and taking advantage of legal loopholes. Descendants 2nd—Tasha\u0027s hideous laughter of archons practice the gentler aspects of regimen, 3rd—Rage living lives in as organized a fashion as possible. 4th—Confusion Characters with the Axiomatic Bloodline feat tend 5th—Mind fog to be organized and consistent; they generally look 6th—Mislead down on abnormality or spontaneity. As such, those 7th—Prismatic spray with lawful blood excel at spells that locate items and 8th—Maze creatures as well as spells that return things to their 9th—Weird proper place or shape.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a character takes this feat any time after 1st Prerequisites: Ability to cast arcane spells level and has already learned any of the spells on this without preparation. list in the class to which she applies this feat, she gains Benefit: Your ancestry gives you a bonus spell known no additional spells known at those spell levels. This at each spell level, starting at 1st, from the following list. 1st—Detect chaos with couatl or lillend ancestors are often physically 2nd—Locate object beautiful, and they tend to favor snakes and other 3rd—Magic circle against chaos reptiles as familiars. The most common sources of 4th—Locate creature celestial blood, however, are minor good deities or the 5th—Dismissal avatars of more powerful beings. A sorcerer descended 6th—True seeing from such a line can be very passionate about his faith, 7th—Forcecage whether he follows his ancestor\u0027s religion or not. 8th—Discern location Characters with the Celestial Bloodline feat are usually 9th—Dominate monster good-aligned, although not always. Their yearning for",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sleight of Hand 5 ranks, Improved action. The touched character can apply a metamagic Unarmed Strike. feat to the next spell he casts as a free action. The",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While engaged in combat, you may attempt total level cost of the metamagic feat must be less to use the Sleight of Hand skill to pickpocket an enemy than or equal to the number of turn undead uses you without provoking an attack of opportunity. This feat expended. Unused energy lasts 1 round before it fades. allows you to disguise your Sleight of Hand attempts as All divine energy transferred in this way is completely combat maneuvers. absorbed by the touched character and has no other",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Using Sleight of Hand in melee provokes an effects. The caster must have access to the metamagic attack of opportunity. feat as normal. He applies it to the spell while he casts",
        "name":  "Normal",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dean Poisso. Source: #303. DRACONIC BLOODLINE [BLOODLINE] You are descended from a dragon. The dragon bloodline is strong in both physical power and magic. Your characteristics might vary with the type of dragon from which you are descended, but you share some traits with others of draconic blood. Like your majestic reptilian ancestor, you are proud and of noble bearing, and you might even share its coloration in some way. Although characters with draconic blood can have any alignment, they are prone to mimic their dragon ancestor\u0027s personalities. Others often see them as somewhat arrogant and obsessive, but the dragon- blooded usually feel justifiably proud of their abilities. Spellcasters with draconic ancestors love knowledge and beautiful items, and they often adventure to acquire one or the other. Their spell selections tend toward either flamboyant, combat-oriented spells, or knowledge- gathering spells. Sorcerers of this bloodline favor the same environments as their dragon ancestors.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scott Carter. Source: #311. list in the class that granted her access to this feat, she gains no additional spells known at those spell levels. DRAGON SIGHT [BLOODLINE] This restriction does not apply if she learned any of You have a dragon\u0027s affinity for magic and can see these spells as a member of another spellcasting class. magical auras. When you use this ability, your eyes glow Characters with this feat cannot learn or cast spells with inner light. with the air descriptor, and all such spells are removed",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use detect magic three times per day as a spell-like ability (caster level equals your level in the ELEMENTAL THEURGY [GENERAL] arcane spellcasting class that granted you access to this You can combine alternative sources of power when feat). This ability does not affect your number of spells using spells that contain the same elemental descriptor known or spells per day. (air, earth, fire, or water).",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rich Redman. Source: #310. spirits of the dead, this belief could not be further from the truth—in fact, all fey are inherently bound to life. Thus, FELL ENERGY SPELL [METAMAGIC] characters with the Fey Bloodline feat cannot learn or cast You add a dose of raw necromantic energy to your spells that create or control undead, and all such spells are beneficial spells, making them especially effective for removed from the spell lists of all their spellcasting classes. undead creatures. Author: Scott Carter. Source: #311.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scott Carter. Source: #311. these spells as a member of another spellcasting class. Characters with this feat cannot learn or cast spells FIRE BLOODLINE [BLOODLINE] with the water descriptor, and all such spells are removed One of your ancestors was a creature of elemental fire. Your from the spell lists of all their spellcasting classes. physical characteristics might vary with the type of elemental Author: Scott Carter. Source: #311. creature from which you are descended, but you\u0027re likely to have wild red or coal-black hair and either smoky gray or FLASH CASTING [GENERAL] golden eyes. Your heritage probably stems from one of the Your passion for magic manifests visibly when you cast humanoid-shaped beings from the Elemental Plane of Fire, a spell. although elemental fire creatures native to the Material Prerequisite: Cha 13, ability to cast a spell with the fire Plane can contribute this bloodline as well. or light descriptor.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Patrick Younts. Source: #319. LAWFUL DISCIPLINE [BLOODLINE] Your orderly mind allows you to overcome magical coercion more easily.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gary Holian. Source: #306. SERPENT BLOODLINE [BLOODLINE] One of your ancestors served as a slave of the yuan- ti. Over the course of years, the constant exposure to serpentine magic and blood warped your ancestor, putting just a trace of snake blood into your family line. Your physical characteristics might vary with the type of snake from which you are descended, hut you\u0027re likely to have yellow or black eyes and patches of scaly skin. Viper-blooded characters tend to have sharp, angular features with narrow jaws; they generally speak quickly and have a sharp wit. Descendants of cobras tend to have wide, thick necks and hair that grows out from the sides of their heads; they generally prefer solitude, but when in the company of others they possess a commanding presence. Creatures with a constrictor ancestor often have strong, thick bodies and limbs; they tend to take their time, even in dangerous situations, but they become an unstoppable force once they finally decide to act. Rattler-blooded characters tend to have a tough, worldly look; they like to dress in bright colors, especially reds and yellows, and are usually quite vocal about their abilities and intent. Sorcerers with serpentine blood prefer spells that intimidate a foe or end a fight quickly.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Travis Stout. Source: #301. SONG OF THE DEAD [METAMAGIC] You can add such a powerful dose of necromantic energy to your mind-affecting spells that they function against undead creatures but are useless against all others.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "#319. A deluge rod has a number of formidable powers, but it extracts a price from its user. The bearer of a deluge rod can RODS AND STAFFS never truly feel warm or dry, even in the hottest desert. As Rods are scepterlike devices that have unique magical a result, the wielder takes a -8 penalty on Fortitude saves powers and do no usually have charges. Anyone can made to resist the effects of a cold environment and on use a rod. Constitution checks to resist drowning, but he gains a Staffs offer immense utility because they pack so +4 circumstance bonus on Fortitude saves to resist the many capabilities into one item and they use the effects of heat and on Constitution checks to stave off wielder\u0027s ability score and relevant feats to set the DC thirst. Sea elves and other aquatic races consider this for saves against their spells. curse a boon when traveling on land.",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cherished by all who face illusionists Rods of the wild appear as 3-foot-long oak cudgels in battle, rods of revealing are especially prized among those intricately carved with stylized representations of the four animal aspects they bestow. As a rod ages, in the wild. Rangers tend to favor acorns of acuity, as they the grain of its wood darkens until it achieves the enhance their nature-oriented skills. appearance of bog oak. An acorn of acuity is a fist-sized wooden carving of A rod of the wild functions as a +2 club that grants special an acorn made from oak and polished smooth as if abilities based on four animal totems. Once per day, the from years of use. The first time a character holds an rod of the wild\u0027s wielder can choose to take on certain acorn of acuity he feels a sudden rush of consciousness aspects of one of these four animals. The rod continues as the item attunes to him. to grant the special abilities of the chosen animal totem A character who holds the acorn in one hand gains a as long as its wielder holds it. A rod of the wild only grants +5 competence bonus on all Survival skill checks. The its wielder the abilities of one totem animal at a time. acorn of acuity\u0027s owner can also speak with animals, as the",
        "name":  "Rod of Revealing",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This staff is carved from stone into its component parts. This effect immediately and tipped with either a gem or an intricately sculpted destroys a potion but also reveals what ingredients chunk of marble. It allows the use of the following spells: were used in the potion\u0027s creation. This command also • Soften earth and stone (1 charge) removes the salt from seawater, separates poisons from • Stone shape (1 charge) any liquids they\u0027re mixed with, and is sometimes used • Tremor (1 charges) to check the purity of fresh water. • Transmute mud to rock (2 charges) The second command word causes separated • Transmute rock to mud (2 charges) materials to pour from the bottom of the glass, each Moderate transmutation; CL 10th; from a different spout. This can be helpful when Craft Wondrous Item, soften earth and identifying unusual ingredients or when trying stone, stone shape, tremor, transmute to purify a potable liquid. mud to rock, transmute rock to mud; If there are more components than Price 46,406 gp; Weight 5 lb. spouts, as many components as possible",
        "name":  "Staff of Earthen Might",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ari Marmell. Source: #314. drain out. When the second command word is spoken again, another round WONDROUS ITEMS of components pours from the spouts. This is a catch-all category for The second command word can be used anything that doesn\u0027t fall into repeatedly until all of the components the other groups. Anyone can use have been separated. a wondrous item (unless specified Faint divination; CL 3rd; Brew otherwise in the description). Potion, Craft Wondrous Item, detect poison,",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amulets of deception are used capable of movement and has statistics identical to confuse those who might scry upon their wearers. to a Medium animated object made of wood. Each amulet of deception is a 1-inch-wide, 2-inch-tall Like a golem, it follows the commands of its creator gold locket on a thin chain of golden links. The amulet or those its creator designates. In addition to the is often oval- or heart-shaped and opens up to reveal normal actions an animated object can take, the a tiny portrait, such as one might keep of a lover or autonomous harp can be commanded to play itself as a spouse. However, the image that appears in the locket is free action (playing itself is also a free action for the also the one that appears in place of the wearer if she is harp), providing a +2 circumstance bonus on Perform ever scried upon or in the area of a scrying effect while checks made within 20 feet that would benefit from wearing the amulet of deception. The amulet also grants musical accompaniment. Moderate transmutation; CL nth; Craft Wondrous drink; Price 6,500 gp; Weight 1 lb. Author: Owen K.C. Item, Perform (strings) 5 ranks, animate objects; Price 6,250 Stephens. Source: #289. gp; Weight 40 lb. Author: S. Deniz Bucak. Source: #317. Belt of the Camel: Made from woven camel hair and",
        "name":  "Amulet of Deception",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Savage orc and goblin tribes isn\u0027t enough. They need something to look at or a universally feared the mighty elven armies of ancient performance doesn\u0027t hold their attention. To reach these times, but the elves\u0027 celebrated victories were in great people, a bard can hire a troupe of dancers or she can part due to the cunning and charismatic generals who find a chromatic flute. These masterwork flutes are usually led them in battle. In those legendary days, the leader crafted from a precious metal, such as gold or platinum, of each elven host wore a cape made out of glistening and inscribed with arcane runes. When played, illusory night-blue silk with myriad silver runes imprinted abstract images form behind the bard, flowing from around the collar. This garment served to display the shape to shape and changing color in response to a officer\u0027s rank, but was also magically endowed to help performance. The visual accompaniment provides a him in his duties. Most of these cloaks went to the grave +2 circumstance bonus on Perform checks made with with the generals who wore them, but fortunate tomb the flute. Additionally, as a standard action, the player robbers occasionally stumble upon a cape of the general. of the flute can attempt to use it to cast illusion spells. In modern elven society, very few of these garments The instrument\u0027s player must make a Perform check remain, but some are still handed down from one to make the flute cast the spell, DC 10 for a silent image, generation to the next. DC 15 for a minor image, and DC 20 for a major image. A cape of the general functions as a +2 cloak of The Perform check to make the flute create an illusion resistance and also provides a +2 enhancement bonus does not benefit from the +2 circumstance bonus on to the wearer\u0027s Charisma and Intelligence scores. Perform checks. When worn by a character with elven blood, the item Moderate illusion; CL 7th; Craft Wondrous Item, grants a +4 morale bonus on saving throws made major image, minor image, silent image; Price 46,500 gp; against fear effects to all elven-blooded allies within Weight 1 lb. Author: S. Deniz Bucak. Source: #317. a 30-foot radius. Circlet of Convocation: Some people really don\u0027t Faint abjuration and transmutation; CL 5th; Craft like being scried upon. For these individuals, the circlet Wondrous Item, eagle\u0027s splendor, fox\u0027s cunning, remove fear, of convocation gets the point across. This silver circlet creator must be elf or half-elf; Price 38,000 gp; Weight 1 contains five green gems, each sparkling with radiance lb. Author: Richard Farrese. Source: #328. from within.",
        "name":  "Cape of the General",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The hinged and jointed pieces of The circlet of convocation provides a +5 insight bonus the carrion gauntlet are made from bits of bone, carapace on the wearer\u0027s Intelligence check to notice a scrying shards, and the dried flesh of various creatures. Created sensor. If the wearer notices a scrying sensor, he may use by evil clerics in an attempt to harness the power of the circlet of convocation as a standard action to instantly undeath, the gauntlet constantly thirsts for life force. The appear in a random open square adjacent to the scrying wearer of this +1 gauntlet can use it to cast vampiric touch at creature. This travel is a flawless teleportation that can will as a 5th-level caster. even cross the boundaries of planes. Each time the Moderate necromancy; CL 5th; Craft Wondrous Item, circlet of convocation is used to transport the wearer to a vampiric touch; Price 32,300 gp; Weight 1 lb. Author: Kevin scrying creature, one of the five gemstones \"burns out.\" Hamilton. Source: #325. In effect, the circlet of convocation is a five-charge magic",
        "name":  "Carrion Gauntlet",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These unusual items item with each such use expending one charge. If no always appear to be dented, scratched, and tarnished open adjacent square exists, the teleportation attempt goblets of little value. This appearance is an illusion to simply fails and a gem is not burnt out. conceal the chalice\u0027s true form of valuable inlaid gold Even after all five charges have been used, the circlet studded with precious gems. In its true appearance, a continues to provide its +5 insight bonus on detecting chalice of true seeing is always constructed of materials scrying sensors. worth at least 2,000 gp. All of these chalices have command Using the power of the circlet has its disadvantages. The words engraved on them, usually on the bottom. circlet does not grant any information about the scrying creature or guarantee the safety of the environment that The magic force keeps out (and in) all magic and is the wearer\u0027s destination. all things. Ethereal and astral forms of movement are Strong conjuration; CL 13th; Craft Wondrous Item, blocked. Astral projection, blink, dimension door, ethereal jaunt, detect scrying, greater teleport, planeshift; Price 4,775 etherealness, gate, maze, plane shift, shadow walk, teleport, and gp; Weight —. Author: Johnathan M. Richards and similar spell-like or psionic abilities cannot pass through Matthew Sernett. Source: #319. the barrier created by the coffin clamps.",
        "name":  "Chalice of True Seeing",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Upon command, this fist-sized Although not created for the purpose of vampire lump of gray clay can be stretched and molded into slaying, after their discovery in a vampire\u0027s castle they an object of any size up to Medium. The clay follows were used to seal vampires into their coffins and transport the vision of the user, helping the user mold it into a them to places of holiness where they were released and perfect likeness of the object the user desires to create. killed by waiting paladins. More clever—or desperate— The sculpting of the object takes 1 full round plus 1 vampire slayers used the clamps to seal vampire coffins full round per each size category the desired object is after the vampires had exited them, therefore disallowing larger than Tiny. Interruptions in this process leave the reentrance by gaseous form. clay at the point it was left; with use of the command Strong evocation; CL 13th; Craft Wondrous Item, word, the process can be continued or the user can dimensional anchor, forcecage; Price 37,760 gp; Weight 6 lb. chose to begin the process anew. When the sculpting Author: Joseph R. Terrazzino. Source: #288. is finished, the clay of sculpting turns into a solid stone Deathglance Locket: This small locket is an anti¬ version of the object created. It remains in this form scrying device not in the sense that it prevents scrying until a second command word is spoken or until the upon the subject, but rather that it is used to punish formed object is broken or destroyed, whereupon it those who would so intrude upon the subject\u0027s privacy. reverts to a fist-sized lump of clay. A deathglance locket is a 1-inch tiger eye gemstone on Moderate transmutation; CL 9th; Craft Wondrous a slim golden chain. It is worn about the neck and Item, stone shape, transmute mud to rock; Price 20,000 gp; counts as an amulet in terms of magic items worn. The Weight 1 lb. Author: Ari Marmell. Source: #314. deathglance locket grants its wearer a +2 insight bonus Cloak of the Desert This cloak is made from a light on Intelligence checks to notice scrying sensors. When brown, sturdy material, velvety on one side with a rough the wearer notices a scrying sensor, she may call upon sandpaperlike texture on the other. If the wearer wraps it the power of the locket to strike back at the scrying around herself, the cloak of the desert allows her to merge creature. Once per day upon command, the deathglance with sand or any sandstone large enough to encompass her locket traces the scrying sensor\u0027s magic back to the body, in the same manner as meld into stone. This effect can scrying creature\u0027s location and sends an immaterial last to up to an hour and can be used three times per day. copy of its tiger eye gem hurtling his way. From the Moderate transmutation; CL 6th; Craft Wondrous scrying creature\u0027s point of view, it\u0027s as if the tiger eye Item, meld into stone; Price 18,000 gp; Weight 1 lb. Author: gem suddenly flies from the locket and speeds in his Kevin Hamilton. Source: #325. direction. The scrying creature immediately suffers",
        "name":  "Clay of Sculpting",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Invoking this rune and drinking from harm and provides one of two effects. The drinker can the stein grants a +3 competence bonus on any Craft either breathe forth gouts of flame or contain the fire skill check. This magical benefit lasts one week. within. That decision must be made immediately after Strength Rune: This rune causes the liquid within the the liquid is imbibed. stein to have the same effects as a potion of bull\u0027s strength.",
        "name":  "Once per hour, the burning fluid can be drunk without Skill Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The sturdiness rune grants the liquid functions exactly like an elixir of fire breath. drinker a +10 competence bonus on Balance skill If the drinker decides to contain the fire within, the checks and a +10 competence bonus on Strength checks drinker gains protection from energy (cold) as though cast by to resist bull rush attacks for 1 hour. a loth-level caster. Moderate transmutation; CL 8th; Brew Potion, Craft If the burning fluid is imbibed when it is not safe (less Wondrous Item; Price 3,300 gp; Weight 1 lb. Author: than an hour since the last time it was safely imbibed) Owen K.C. Stephens. Source: #289. the drinker must make a DC 20 Fortitude save or take Extradimensional Anchor: This device constantly 4d6 points of fire damage. Success indicates the drinker radiates a dimensional anchor effect in a 40-foot-radius takes half damage. emanation. Creatures on the same plane within this Moderate abjuration; CL 10th; Craft Wondrous Item, area cannot use astral projection, blink, dimension door, protection from energy; Price 72,000 gp; Weight —. Author. ethereal jaunt, etherealness, gate, maze, plane shift, shadow Owen K.C. Stephens. Source: #289. walk, teleport and similar magic. This property makes",
        "name":  "If the drinker decides to breathe flame, the imbibed Sturdiness Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "#314. nonmagical. Detect",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Goggles of scrutiny grant their eyestalk dagger do not gain a Will save to resist being wearer a +2 bonus on all Search and Spot checks. In seen and spell resistance does not apply. Anti-scrying addition, any creature with the death attack special spells, such as mind blank or screen function normally, ability need only study a potential victim for 2 rounds hiding or disguising the creature or area from the golden instead of 3. beholder\u0027s user as described by the spell. If the gemstone is Strong divination; CL 12th; Craft Wondrous Item, removed from the eyestalk dagger, or the eyestalk dagger clairaudience/clairvoyance; Price 12,000 gp; Weight —. is otherwise broken or destroyed, the user of the golden Oliver Diaz and Robert J. Hahn. Source: #330. beholder cannot use that dagger as a scrying sensor. The scrying link between the golden beholder and that require it to use its arms. An undead takes 1d6 points its eyestalk daggers withstands any distance, even of holy damage each round it remains bound. separation across different planes. The scrying effect The shackles bind the undead until the user speaks of an eyestalk dagger cannot be dispelled, but a the command word to release it or it escapes. The successful targeted dispel magic attempt made against undead can escape with a successful DC 35 Escape Artist an eyestalk dagger suppresses that dagger\u0027s function check or DC 28 Strength check. A successful Strength for 1d4 rounds. An antimagic field also suppresses the check opens the shackles; it does not destroy them. golden beholder\u0027s ability to access an eyestalk dagger. Moderate evocation; CL 10th; Craft Wondrous Item, A golden beholder user can cast spells through the holy smite, creator must be good; Price 19,500 gp; Weight device as though using the greater scrying spell. 3 lb. Author: Joseph R. Terrazzino. Source: #288.",
        "name":  "Goggles of Scrutiny",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The music of in many different ways. Most commonly, the horn of the planes resonates with the eyestalk daggers are given to allies planes of the multiverse. A performer (or allowed to fall into the hands of with the horn of the planes and enemies) so that the user can keep the correct melody can open track of other creatures\u0027 movements a portal to another plane. The and actions. Other golden masterwork horn is a platinum beholder owners use them as trumpet with inscription on security devices, hiding eyestalk the outside that depicts the daggers in key locations such arrangement of the planes. Once that they are not easily spotted per day, a performer playing but have good views of the the horn can attempt to use it surrounding terrain. to open a gate (as per the spell). Strong divination; CL 13th; The bard must know the proper Craft Wondrous Item, greater melody to play for a particular saying, Nystul\u0027s magic aura; plane. Learning the proper melody Price 38,000 gp; Weight 100 requires that the performer have lb. Author: Johnathan M. 5 ranks in Perform and successfully Richards and Matthew make a DC 30 Knowledge (the planes) Sernett. Source: #319. or bardic knowledge check. Any player may open a gate to a random",
        "name":  "Golden beholder owners use the potent item Horn of the Planes",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " plane as a standard action with a A tribe of dwarf barbarians successful DC 25 Perform check. known as the Hunting Wind If the performer knows the tune for noticed that their vampire a specific plane, she can open a gate on adversaries would not venture close to the tombs of their holiest warriors. Shamans Mask of that plane at a random location (on the plane) and holy men debated the strange behavior. the Reaper as a standard action with a successful DC 25 Perform check and to a specific location as a standard Finally, it was decided that the tribe would capture action with a successful DC 30 Perform check. Because vampires and perform experiments upon them, using there is a consequence of failure (getting a result of the unearthed skeletons of their long-lost heroes. 25 or greater but less than 30 on the Perform check), This decision, which daringly broke ancient taboos, a character cannot take 20 on the Perform check to produced the holy bone shackles. Gifted shamans used play a horn of the planes. If a performer plays the horn the bones of their holiest people to make thick bonds without attempting to open a gate, there is a cumulative that locked magically, and skilled artisans carved 1% chance for each continuous round of playing that sacred images of the Hunting Wind tribe about the the horn opens a gate to a random plane as long as the shackles. It is said that vampires the world over still horn has not already been used to open a gate. The horn warn one another of the \"curse of the Hunting Wind.\" of the planes can open a gate only once per day. Although originally fabricated from the bones of deceased holy men, these masterwork manacles can Strong conjuration; CL 17th; Craft Wondrous Item, be made from any kind of bone. When the shackles are gate; Price 55,000 gp; Weight 5 lb. Author: S. Deniz Bucak. hurled at a corporeal undead with a humanoid form, they Source: #317. expand or contract to fit the undead and bind its arms Ioun Stone (Black and White Ellipsoid): This ioun on a successful ranged touch attack. An undead with its stone, an ellipsoid mottled in black and white, provides arms bound cannot use them to attack or cast spells with a the equivalent of a mind blank spell in regards to somatic component, and it automatically fails skill checks scrying. That is, if anyone attempts to scry directly upon a person using this type of ioun stone, the attempt in the twenty-four gems. Each gem holds 1 hour\u0027s automatically fails. If a scrying device or spell is used worth of images, so the whole mirror can store up to to scan an area that the person with the ioun stone is in, a full day\u0027s images. If left activated for more than 24 the scrying creature sees the area but not the person. hours, the mirror begins \"recording over\" the oldest The ioun stone does not provide any of the non-scrying images so that only the most recent 24 hours are kept benefits of the mind blank spell, such as immunity on record. Using the second command word again to spells, effects, and devices that otherwise detect, stops the recording. influence, or read emotions or thoughts. If a third command word is uttered while touching Strong abjuration; CL 15th; Craft Wondrous Item, one of the gemstones on the frame, the mirror \"plays mind blank; Price 60,000 gp. Author: Jonathan back\" the images it has stored within that Richards and Matthew Sernett. Source: #319. gem. Finally, a fourth command word",
        "name":  "Holy Bone Shackles",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mask of the reaper uttered while touching a gemstone takes appears as a gray knit mask with two eyeholes. it out of the \"continuous recording When worn, a mask of the reaper grants a gaze loop\" so that the hour\u0027s worth of images attack with a range of 30 feet. Any creature can be stored there indefinitely without within range must make a DC 14 Will save being \"recorded over\" in subsequent or see in the wearer a manifestation of its uses of the mirror. Of course, this worst fear, affecting the creature as the cause lowers the length of time available to fear spell although without the HD limit. the mirror for continuous recording. The mask cannot affect a creature more than If at a later time the user wishes once in a 24-hour period, to record over the images stored whether the target fails in a gem, repeating the fourth its save or not. command word while touching Moderate illusion; the gem in question returns it to Quiver CL 7th; Craft of Plenty the pool of available gemstones Wondrous Item, for continuous recording. cause fear; Price Mirrors of captured images are often used 30,000 gp; Weight —. in magical stakeouts, when someone Oliver Diaz and Robert is expecting a particular item to be J. Hahn. Source: #330. stolen and wishes to capture the Mirror of Captured identity of the thief without",
        "name":  "Mask of the Reaper",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small \u0027black bag with pictures of scout goggles. Each individual makes her own saving entwined snakes woven into the fabric contains the throw in such instances. sand of Set. Clerics sift through piles of sand and chose A person with scout goggles in transmit mode only the finest, darkest sand to bless in the name of automatically grants anyone else wearing a set in Set. When a user tosses a handful of the sand of Set receive mode a +2 circumstance bonus on their Spot onto the ground within 5 feet of herself, 1d4+1 medium checks to notice something the transmitting member vipers (see the Monster Manual) appear and follow their has already spotted herself (perhaps a hidden guard or creator\u0027s mental commands. The vipers remain for 7 the tripwire to a trap). A person wearing scout goggles in rounds or until destroyed. The bag contains enough receive mode can see both what they can normally see sand for three uses. at their location and what the transmitting scout goggles Moderate conjuration; CL 7th; Craft Wondrous Item, see without being disoriented. summon nature\u0027s ally IV; Price 4,200 gp; Weight —. Author: A set of scout goggles works only with the other goggles Kevin Hamilton. Source: #325. in its own set. Additional goggles can be made and",
        "name":  "Sand of Set",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scorpion bracers are made from joined to an existing set, but only if all other pairs are the shells of giant desert scorpions. Clerics of Set use present during the creation of the new pair, allowing ancient ceremonies to magically infuse these bracers them all to be attuned together. with power, giving the wearer a +5 resistance bonus on The creation information is for a single pair of Fortitude saves against all poisons. scout goggles. Moderate abjuration; CL 10th; Craft Wondrous Item, Faint divination; CL 5th; Craft Wondrous Item, resistance; Price 3,000 gp; Weight 1 lb. Author: Kevin clairaudience/clairvoyance; Price 15,000 gp; Weight —. Hamilton. Source: #325. Author: Johnathan M. Richards and Matthew Sernett.",
        "name":  "Scorpion Bracers",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magic item traditionally made in Source: #319. pairs, a set of scout goggles consists of at least two pairs Shell of Amplification: This is a 7-inch-long conch of identical goggles. Each pair has two clear lenses that shell with a hole at the point. When the command word fit over the eyes and are held in place by a leather band is spoken, sounds made near the hole become audible securing them to the head. A pair of scout goggles is and clear to all creatures who can hear (not deaf or within activated by command word; once triggered, anything the area of a silence spell) within a 200-foot-radius spread. viewed through that pair of goggles is also sent to the This negates any negative circumstance modifiers to other pair (or pairs) in the set, allowing other wearers to Perform checks due to noise or poor acoustics and allows see what the transmitting user sees. Most commonly, a speaker or singer to be heard clearly even in the midst whoever normally takes \"point\" in a scouting mission of calamity. In addition, when a bard uses the fascinate activates her pair and allows other party members ability through the shell, it increases the range of that (those who have a pair of scout goggles from the same ability to a 200-foot-radius spread and negates the need set) to see through her eyes. This allows the rest of the for the creature to see the bard or the bard to see the party to know if she gets into trouble while separated creature. Allies the bard sees and designates can be from the group. considered immune to his use of the fascinate ability. Moderate transmutation; CL 7th; Craft Wondrous Brown Recluse: This dull brown mask completely Item, message; Price 7,000 gp; Weight 1 lb. Author: S. covers the wearer\u0027s head, with only eight black eyes and Deniz Bucak. Source: #317. two huge hairy fangs breaking the surface. The wearer",
        "name":  "Scout Goggles",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Silver collars of Adentrius gains the following abilities: prevent vampires from turning into their gaseous • +4 profane bonus on Spot and Listen checks. forms. When a collar is hurled at a vampire or vampire • Jump and spider climb at will. spawn, it expands and fits onto the undead creature on • The wearer gains the ability to make a single bite a successful ranged touch attack. The collar grips the attack each round. This bite deals ld6 damage vampire tightly, and the vampire is magically prevented and injects a terrible poison that begins to rot the from assuming gaseous form until the user speaks the wearer\u0027s flesh (DC 18 Fortitude save; initial and command word to release it. The vampire or vampire secondary damage 2d6 Constitution). spawn can break (and ruin) the collar with a successful Phase Spider: This mask resembles that of a phase DC 30 Strength check or escape with a successful DC 30 spider: white and blue, with eight silvery white eyes. The Escape Artist check. wearer gains the following abilities: If a vampire is reduced to 0 hit points while wearing • +2 profane bonus on Spot, Search, and Listen checks. the collar, the vampire is instantly destroyed. • The wearer gains the ability to make a single bite Moderate transmutation; CL 10th; Craft Wondrous attack each round. This bite deals ld6 damage and Item, gaseous form; Price 7,250 gp; Weight 3 lb. Author: poison (DC 13 Fortitude save; initial and secondary Joseph R. Terrazzino. Source: #288. damage ld6 Constitution).",
        "name":  "Silver Collars of Adentrius",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The original snake charmer • As a move action, the wearer can shift from the instruments were double-reed talimbas from a distant Ethereal Plane to the Material Plane. Shifting back land. As knowledge of the instruments spread, the to the Ethereal Plane also takes a move action. The enchantment was applied to other instruments, and ability is otherwise identical to the ethereal jaunt now snake charmers come in a variety of instruments. A spell as cast by a 9th-level cleric. The wearer can snake charmer adds a +10 bonus on Perform checks when shift between the planes at will. the bard using it tries to fascinate reptilian creatures Strong necromancy; CL 15th; Craft Wondrous Item, (including creatures of the dragon type). This stacks with jump, poison (brown recluse); Craft Wondrous Item, ethereal the +2 bonus for playing a masterwork instrument. jaunt, poison (phase spider); Craft Wondrous Item, cause Faint enchantment; CL 3rd; Craft Wondrous Item, fear, poison (black widow); Price 37,840 gp (brown recluse), enthrall; Price 1,100 gp; Weight by instrument type. 115,440 gp (phase spider), 56,150 gp (black widow); Weight",
        "name":  "Snake Charmer",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This mask is midnight-black, with the functions only when the glass is placed against a wall. It distinctive red hourglass shape of the black widow cannot be used to look through floors, tables, ceilings, spider located on the forehead. Unlike the other masks trees, or anything other than a constructed or carved listed here, the wearer\u0027s mouth is visible, although it wall. Because of the ease with which such an item can be looks like he possesses huge, spider-like fangs. Eight misused, spyglasses are outlawed in some kingdoms. small spider eyes are scattered evenly on the mask\u0027s Moderate divination; CL 5th; Craft Wondrous Item, surface. The wearer gains the following abilities: clairaudience/clairvoyance; Price 16,000 gp; Weight 3 lb. • +4 profane bonus on Listen, Move Silently, Search, Author: Owen K.C. Stephens. Source: #289. and Spot checks. Sylvan Cloak: Originally created by a dryad sorcerer, • Cause fear at will as if cast by a 15th-level sorcerer. many sylvan races fighting to preserve their woodland • The wearer gains the ability to make a single bite homes favor these cloaks. Elves and their allies possess attack each round. This bite deals ld8 damage and the majority of these magic garments. poison (DC 18 Fortitude save; initial and secondary A sylvan cloak is mottled green in color with oak leaf damage 3d6 Constitution). designs in brown and gold running along its length. Faint transmutation; CL 5th; Craft Wondrous Item, Sylvan pass without trace; Price 11,500; Weight 1 lb. Author: Kieran Cloak Turley. Source: #326.",
        "name":  "Black Widow",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gifted to the staunchest of nature\u0027s defenders by members of fey and elven royalty, these heavy garments conceal far greater powers than their worn, simple appearances belie. Superficially appearing as sylvan cloaks, these magic items grant all of a sylvan cloak\u0027s abilities, as well as the ability for their wearers to tree stride, as the spell, once per hour. Additionally, a wearer can also animate a tree as per the liveoak spell once per day. Moderate transmutation; CL nth; Craft Wondrous Item, liveoak, tree stride; Price 153,360 gp; Weight 1 lb.",
        "name":  "Sylvan Cloak, Greater",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This unusual item is rarely used. a tall and heavy flagon usually of steel or bronze. It weighs 5 pounds and is designed for a larger than Strong enchantment; CL 12th; Craft Wondrous Item, human-sized hand. A quart of liquid can be poured zone of truth; Price 8,640 gp; Weight 5 lb. Author: Eric into the mug without quite reaching its brim. Even Cagle. Source: #298",
        "name":  "War Mug of the Ogre Magi",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "of them are applicable to that spell and she can pay all Templates for Spells the costs. Unless otherwise specified, a spell template that applies a special effect to a spell does so only once, regardless of how many separate effects the spell produces. by Christopher Perkins, DRAGON #311, September 2003. For example, if a spellcaster uses the ghost touch template d20 Open Game content • see page 171 for details on a scorching ray spell (which fires up to three rays), the ghost touch effect applies only to the first ray. T he concept of spell templates was originally The following format is used to present spell template introduced in Arcana Unearthed, the variant information. Player\u0027s Handbook written by Monte Cook Name: The description of the spell template discusses for Malhavoc Press, and updated in Arcana Evolved. its origin, effect, and the kind of spells to which it can Just as creature templates alter the basic statistics be applied. For example, some templates work only with and abilities of monsters, spell templates modify spells that deal damage, some with spells of a certain existing spells, altering their parameters or requirements. school or subschool, some with single-target spells, A spellcaster who has access to a particular spell template and so forth. Any physical effects that use the template can apply it to any of her spells that meet the requirements might have on the spellcaster are also noted here. specified in the template\u0027s description. Cost: This cost must be applied each time the spell In Arcana Evolved, a character can acquire a spell template comes into play. Costs might be material template in any of several ways. She can gain a class components of a certain value, or they might be verbal feature or magic item that allows her to apply a spell or somatic components that cannot be modified (or template to her spells, or she can take a special feat negated) by any means, including metamagic feats. (called a ceremonial feat) that grants access to the desired For example, the Silent Spell feat cannot be applied template. Unless otherwise noted, use of a template to to a spell with a verbal component that cannot be modify a spell does not increase its level. modified. Material components are consumed unless Unlike other feats, ceremonial feats involve magic and the component is specified as a material focus. grant supernatural abilities. Access to spell templates is Prerequisite: This entry describes the how the spell just one of the many benefits that feats in this category template can be acquired. In most cases, a spell template provide. Acquiring a ceremonial feat requires not only an is acquired by taking the requisite ceremonial feat. available feat slot, but also a daylong ritual or ceremony. The ritual takes one week to prepare and requires BLOODLEECH special supplies and ingredients costing 100 gp. (This Using methods taught by the spirits of slain cost does not apply to a ceremonial feat taken at 1st level necromancers, you draw strength from those you because the ritual is assumed to have occurred before the wound with your spells. Your veins throb and pulse character enters play.) visibly when you cast a bloodleech spell. This article presents seven new spell templates, as well This template can be added to any spell that deals hit as the ceremonial feats that grant access to them. The chart point damage. The spell deals an additional 1d6 points of indicates which feats correspond to each new template. damage to one living target of the caster\u0027s choice, and the caster is instantly healed of damage equal to this bonus SAMPLE SPELL TEMPLATES amount. If the chosen target is immune to the type of A character who has access to more than one spell template damage the spell deals or does not suffer the damage for can add multiple templates to a given spell, as long as all some reason, the caster does not heal any hit points. Using a bloodleech spell against another sentient of damage per round of the same energy type as the creature is considered an evil act. spell itself dealt. For instance, a creature damaged by",
        "name":  "Arcane Alterations",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bloodthirsty. purpose of dispel magic. A spell with this template gains the appropriate CHAMPION energy descriptor (the acid descriptor for an elemalefic You have learned ancient magical techniques for acid spell, the cold descriptor for an elemalefic cold imbuing summoned monsters with greater power. spell, and so forth).",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Somatic component (a grasping hand gesture) others\u0027 movements with your magic. that cannot be modified, a material focus (a set of silver Benefit: You may apply the shackled template to your shackles worth at least 100 gp), and material component spells. You also gain a +2 bonus on Use Rope checks (a golden key worth at least 25 gp). This template cannot made to bind a creature. affect 9th-level spells.",
        "name":  "Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may apply the bloodleech template to After completing a daylong ritual attended by six others, your spells. If you have cast a bloodleech spell in the at least one of whom is a conjurer, you gain the ability past 24 hours, you heal naturally at an accelerated rate, to summon more powerful creatures than normal and recovering hit points equal to twice your character level establish a magical connection with them. with a night of rest, or three times your character level Benefits: You may apply the champion template with an entire day and night of rest. to your spells. Furthermore, you cast conjuration (summoning) spells at +1 caster level. ELEMALEFIC SPELLCASTER (CEREMONIAL) SPELL TEMPLATE FEATS After a daylong ritual involving an invocation to angry elemental spirits, you can call upon their rage to enhance Spell Template Associated Ceremonial Feat your spells. Bloodleech Bloodthirsty",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may apply the invigorating template to foil those nimble-fingered, keen-eyed thieves at every your spells. You also gain a +2 bonus on all Heal checks. turn. Glyphs are also terrific for providing a surprise for an invading party bent on pounding through that You either select the glyph you want to learn or you open archway to blast the Temple of Evil\u0027s resident learn one at random. High Priest. Aside from their practical usefulness, glyphs also RESOURCES DC provide an opportunity for the DM to utilize a bit of Extensive library 15 fiendish creativity in the actual creation of the glyphs Large library 20 themselves. Glyphs that differ by only a single element Mid-sized library 25 (e.g., one glyph that is a triangle with two wavy lines, Small library 30 and one that is a triangle with three wavy lines) can You either select the glyph you want to learn or you make for many delightful snafus, as can glyphs that learn one at random. have the same purpose but different names. There are also many more possibilities for glyphs than the usual RESOURCES DC fire damage, electrical damage, paralysis, and so forth, Extensive library 15 which the Player\u0027s Handbook details. Following are a Large library 20 description of the mechanics of glyphs as they exist in Mid-sized library 25 the author\u0027s Cerilonian Campaign, a list of glyphs for Small library 30 You can know up to one glyph per level of arcane the reader\u0027s perusal, and a few ideas for magic items and divine spellcasting class you possess. Once you which pertain to glyphs. Happy Warding! learn a glyph you cannot \"lose\" its knowledge to learn a The third-edition update to this classic article different one. alters the rules for glyphs to make them useful to all USING GLYPHS Spellcasters. Originally presented as useful variations To use a glyph, you must scribe the glyph and invest it on the glyph of warding spell, this article has been with arcane or divine power. A divine caster can also expanded and slightly altered to make glyphs and simply cast glyph of warding and use any of the glyphs their creation a useful art. he knows to replace that spell\u0027s standard options. In For purposes of these rules, a glyph is any mystical this case, the caster simple uses the spell and ignores symbol imbued with arcane or divine energy. When the following rules. the symbol is disturbed, such as by an unwary rogue Scribing a glyph requires 10 minutes of work and a stepping upon it, the glyph discharges its energy. Craft (runes) skill check. The DC of this check depends In addition to the new rules given here, a divine on the spell energy used at the time of the glyph\u0027s caster can opt to use any of the presented symbols with creation. When you scribe a glyph, you must spend a the glyph of warding spell spell slot of at least 3rd level to grant it power. The Craft DC equals 20 + spell level used. You may take 10 on this LEARNING GLYPHS check as normal. If you fail, you do not spend the spell An arcane or divine spellcaster can learn the process slot and can try again. Inserting the energy into the behind scribing or creating a glyph through the Glyph glyph is the last step in the process of its creation. Scriber feat. A glyph created in this manner is weaker than one created using glyph of warding. It can be set to discharge GLYPH SCRIBER [GENERAL] when the first creature touches it or enters its square, You have studied the art of using and inscribing and it remains in place for 1 hour per level of the spell magical symbols known as glyphs. You can use these slot spent to power it. symbols to create magical wards that protect you When you create a glyph in this manner, its caster against intruders. level equals double the level of the spell slot used to",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You learn 2 glyphs and can learn more as A glyph occupies a single 5-foot by 5-foot square. described below. You also gain the ability to scribe and The first creature to touch the glyph or enter its space empower glyphs. triggers the glyph and takes its effects. You must spend long hours in research at a If a glyph is scribed using finely powdered gems library, wizardly conclave, sorcerer\u0027s union, or similar worth 100 gp per spell level used to create it, the glyph institution. Each day, you must make a special is permanent until discharged. Knowledge (arcana) check, with your caster level as a Aside from the changes noted above, a glyph scribed in competence bonus. The DC of this check depends on this manner acts as one created with glyph of warding. the resources available to you. This check represents In terms of the campaign, you can also use these both your ability to uncover the information you need glyphs as various symbols and to describe the specific and your ability to comprehend it. effects of the options described under the standard glyph of warding spell. A glyph of warding cast to deal electrical damage might appear as the symbol beel. In some cases, the glyphs given here are weaker than the effects provided for by the spell. This is intentional, as glyphs scribed by spending spell slots are more flexible and easier to access than those Ejo: Balance. This glyph deals 1d6 created through the spell. points of damage per 2 caster levels to any creature that does not have a neutral component to its CERILONIAN GLYPHS alignment. A successful Reflex save halves the damage. The following forty-four glyphs add a great deal of Ez: Magicbane. This glyph drains charges flexibility to Spellcasters. from any wand possessed by the toucher or",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This glyph explodes into a crackling Fola: Causes uncontrollable muscle ball of energy that deals 1d6 points of spasms for 2 rounds per caster level. Victim electrical damage per 2 caster levels. A drops any held items, falls prone, and can successful Reflex save halves the damage. take only one action (standard or move) per",
        "name":  "Beel",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Paperbane. This glyph causes the per caster level. ink on all items of paper the toucher or Sovin: Causes disease. The glyph\u0027s creator passer bears to temporarily fade. This selects a disease as per the spell contagion. includes scrolls, maps (if on paper), The target is exposed to that disease and spellbooks, librams, manuals, and so on. Each item must make a saving throw against it to resist its progress. fades for 1 minute per caster level. Use the save DC listed for the disease to determine its",
        "name":  "Mot",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Life drain. This glyph grants 1 for 2 rounds per level of caster, dealing an negative level to the target. A successful additional 2 points of damage per round. A successful Fortitude save negates the effect. This Fort save halves the duration (to only l round per level lasts for 1 round per caster level, and caster level). Binding and magic do not staunch this it does not cause permanent level loss. blood loss, but dispel magic does. This glyph affects",
        "name":  "Ors",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gembane. All gems, jewelery, restore vigor to a jaundiced campaign. And riddles and other Diminutive items worth less provide wonderful obstacles for low-level characters than 10 gp on the victim\u0027s person teleport who can\u0027t go out and fight the big stuff but who tire from his possession to a spot within of killing a score of kobolds in order to get twelve 100 feet of the glyph, per the creator\u0027s choosing. A copper pieces. successful Will save negates the effect. Such a spot is Riddles involve players directly with the action going usually within a locked box or chest. on. It\u0027s not just rolling dice and looking at modifiers—",
        "name":  "Xorsan",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The traveller. This glyph suddenly it\u0027s the players themselves and their own transports the target as per the spell abilities that determine whether or not they make it dimension door to a spot of the glyph through the adventure, find the treasure, rescue the creator\u0027s choosing. A successful Will save princess, or even escape with their characters\u0027 lives! negates the effect. This spot must be selected when In this way, riddles add a dimension of reality to an the glyph is created. adventure, making the excitement of the situation",
        "name":  "Yagsha",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pale purple liquid or powder, smells like order to cast a spell or perform any other activity that raisins (DC 18 Spot check to notice). Vedya has no initial requires him to concentrate. These effects wear off 1d3 damage. Vedya is a persistent alchemically enhanced x 10 rounds after the victim attempts his initial save. poison that deals 1d4 points of Constitution damage as Fortitude DC 16; Price 250 gp. its secondary damage. If its victim fails his save to resist Breek: Odorless, colorless liquid. Breek deals 1d2 the poison\u0027s secondary damage, the poison takes on the points of Constitution damage as its initial damage. properties of a disease and continues to deal 1d4 points As its secondary damage, breek deals 1 point of of Constitution damage every day until he dies, makes Constitution damage 1 minute later as usual and then four successful Fortitude saves in a row (one each day, another 1 point of Constitution damage 1 minute after as a disease), or receives magical healing. Because of that. A successful save against the poison\u0027s secondary vedya\u0027s alchemical potency it is immune to any spell damage negates all later damage as well. short of lesser wish, miracle, or wish. The damage it deals, Fortitude DC 14; Price 200 gp. however, can be cured normally. Devil Ale: Odorless liquid, very light orange color. Fortitude DC 22; Price 10,000 gp. Devil ale deals 1 point of Strength damage as its initial",
        "name":  "Vedya",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Odorless, light-gold liquid. Trif has no initial 1d4 points of Dexterity damage 1 minute after that. A damage. As its secondary damage, trif deals 1d2 points successful save against the poison\u0027s secondary damage of Constitution damage and 1 point of Dexterity negates only that damage; the victim must succeed again damage every minute for 1d10 minutes, or until it 1 minute later to negate the final damage. The victim\u0027s deals 8 points of Constitution damage. A successful vision grows dim after he takes 5 points of Dexterity damage. He can only see up to a range of 30 feet, and all attacks he makes suffer a 20% miss chance. If he takes 10 points of Dexterity damage he becomes blind. This blindness is permanent, but it can be cured via magic as normal. If blindness does not occur, the victim\u0027s vision clears 1 hour after he last takes damage from the poison. Neutralize poison or a similar effect removes the effects of dimmed vision, but not blindness. Remove blindness cures the blindness effect, as normal. Fortitude DC 18; Price 350 gp.",
        "name":  "Trif",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 tentacles +9 melee (1d6+2 and blood drain) While the bleeder lacks a gauth or beholder\u0027s magical Space/Reach: 10 feet/10 feet abilities, it is still a fearsome opponent. Once it",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bodak gains damage reduction also works on objects. It is not subject to critical hits, 10/cold iron. nonlethal damage, ability damage, ability drain, energy Electricity Immunity (Ex): Bodaks are immune drain, or death from massive damage. A bodak cannot to electricity. be raised, and resurrection works only if it is willing. The Flashbacks (Ex): From time to time, a bodak sees creature has darkvision to 60 feet. something that reminds it of its almost-forgotten Abilities: Increase from base creature as follows: life. At the start of every encounter, there is a 5% +2 Strength, +4 Dexterity, -4 Intelligence, +2 Wisdom, chance that it notices something about an opponent and +2 Charisma. Being undead, a bodak has no (randomly determined, if more than one opponent Constitution score. is present) that causes it to recall its life. If this Environment: Any. happens, the bodak takes no action for 1 round and Organization: Solitary or gang (2-4). thereafter takes a -2 penalty on all attacks directed at Alignment: Always chaotic evil. that opponent. Advancement: Same as the base creature. Bonespitter in this terrible storm are torn asunder and put back together as bonespitters, horrific beasts animated by the planar magic that caused the flux. Luckily, planar fluxes by James Jacobs, DRAGON #2S7, September 2001 are incredibly rare, although they are more common in areas where mages experiment with travel between the Medium Undead worlds or in areas where Limbo and similar planes bleed",
        "name":  "Damage Reduction",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Counterspelling, DR 5/magic, electricity and sonic resistance 20, displacement, +4 turn resistance, undead traits",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Air blast by Mike Mearls, DRAGON #306, April 2003 Special Qualities: DR 5/magic, immunities (cold, electricity), outsider traits, SR12",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 5/magic, form of ashes, immune intelligent and cunning of the elemental demons. to fire, outsider traits. SR12, vulnerable to cold These elemental demons meet in secret cabals to",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Equal to double the creature\u0027s HD (maximum 25). RESISTANCE TABLE COLD, FIRE DAMAGE HIT DICE RESISTANCE REDUCTION 1-3 5 4-7 10 5/magic 8-11 15 10/magic 12+ 20 15/magic If the base creature already has one or more of these special qualities, use the better value. Haste (Su): Because the creature is an actual composite entity, and both the demon and the elemental are—at least somewhat—separately aware, the demonically fused elemental continually gains the benefits of haste.",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 5/magic, immunity to electricity, horror attempts to parlay with intelligent creatures. It multiple forms, spectrum immunity, telepathy, offers its services as a guard in return for gems, although tremorsense 60 ft. it cares little for work that does not allow it to rest in",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usually lawful neutral above an important item or doorway, and so forth.",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard empathic bond can transfer that damage to its bonded Alignment: Always chaotic evil creature. For example, a ragewing bonded to an air demon Advancement: By character class is struck by a chaoswyrd\u0027s tentacle attack. The tentacle attack does 5 points of damage, but since the ragewing is Ravenous ghoulish halflings hunt near small towns, bonded with the air demon, the demon takes the 5 points villages, and other poorly guarded population centers. of damage and the ragewing escapes unharmed. Occasionally a group of them sets up along a major Each time a ragewing makes use of this power, the road to ambush passersby. bonded creature receives a new DC 14 Will save to break free of the bond. On a successful save the damage is Combat transferred, but the link is lost. A ragewing can only Ravenous ghoulish halflings try to attack with surprise transfer an amount of damage equal to its current hit whenever possible. They fight relentlessly, attempting point total. Thus, a ragewing with 3 remaining hit points to feed in the middle of combat if able. They never can only transfer 3 of the points of damage it takes in retreat and never stop pursuing opponents who do. the following rounds to the creature it has bonded. This Create Spawn (Su): A creature killed by a ghoulish creature ability\u0027s save DC is Charisma-based. rises as a form of ghoul 1d4 days after death. The victim returns as a ghoul if it was a humanoid with 3 or fewer HD Ravenous Creatures and as a ghoulish creature if it was a giant or monstrous humanoid or a humanoid with 4 or more HD. Feed (Ex): A ravenous creature deals automatic bite by Clifford Horowitz, DRAGON #319, May 2004 damage with a successful grapple check. Improved Grab (Ex): To use this ability, the ravenous Those undead that dine upon the flesh of humanoids creature must hit with a natural attack. If it gets a hold, occasionally catch a magical virus that twists them still it can feed. further, granting them even greater powers. Need to Feed (Ex): A ravenous creature is driven by a consuming hunger, not a lust for battle. Whenever SAMPLE RAVENOUS CREATURE it slays a living opponent, the ravenous undead must This halfling has mottled, decaying flesh drawn tight across succeed at a DC 15 Will save or immediately stop to clearly visible bone. It is mostly hairless and has oversized eat its kill. When eating, a ravenous creature can do jaws and red glowing eyes. nothing else. It loses its Dexterity bonus to AC and does not make attacks of opportunity. Ravenous Ghoulish 1st-level Halfling Warrior Paralysis (Ex): Those hit by a ghoulish creature\u0027s natural Small Undead attack must succeed at a Fortitude save or be paralyzed for",
        "name":  "Any ragewing that is struck for damage that has an active Treasure",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A seelie court fey retains all the a creature with a vernal touch. This touch removes special qualities of the base creature and gains the dazed, nauseated, fatigued, and exhausted conditions following abilities. from living creatures. For undead creatures, a seelie Aura of Glory (Su): A seelie court fey radiates calm. She court fey\u0027s touch attack acts like a cleric\u0027s ability to turn is immune to fear (magical or otherwise). Allies within 10 SEELIE COURT FEY DR AND SPELL-LIKE ABILITIES HIT DICE DAMAGE REDUCTION ABILITY 1 5/cold iron Command, disrupt undead, prestidigitation 2-3 5/cold iron As above, plus charm person, unseen servant 5/cold iron As above, plus create food and water, enthrall 6-7 5/cold iron As above, plus minor creation*, suggestion 8-9 5/cold iron As above, plus charm monster, Leomund\u0027s secure shelter 10-11 10/cold iron As above, plus major creation* 12+ 10/cold iron As above, plus Mordenkainen\u0027s magnificent mansion, mass suggestion *ltems created by seelie court fey using these spell-like abilities vanish if touched by iron or steel. Fey cannot create iron or steel items. feet of her gain a morale bonus on saving throws against Advancement: — fear effects equal to the seelie court fey\u0027s Charisma bonus. Level Adjustment: —",
        "name":  "At will, as a standard action, the seelie fey can touch Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +7, Gather Information +7, Hide +11, attack, this extra damage is not multiplied. Intimidate +7, Listen +7, Spot +7, Tumble +11, Use A trap haunt can sneak attack only living creatures Magic Device +12 with discernible anatomies—undead, constructs,",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Trap haunts can use the Search skill to locate traps when the task has a Difficulty Class higher than 20. Trap haunts can use the Disable Device skill to disarm magic traps. A magic trap generally has a DC of 25 + the level of the spell used to create it. A trap haunt who beats a trap\u0027s DC by 10 or more with a Disable Device check can study a trap, figure out how it works, and bypass it without disarming it. Evasion (Ex): A trap haunt can avoid even magical and unusual attacks with great agility. If it makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, it instead takes no damage. A helpless trap haunt does not gain the benefit of evasion. Trap Sense (Ex): The trap haunt has an intuitive sense that alerts it to danger from traps, giving it a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. Uncanny Dodge (Ex): A trap haunt can react to danger before its senses would normally allow it to do so. It retains its Dexterity bonus to AC (if any) even if caught flat-footed or struck by an invisible attacker. However, it still loses its Dexterity bonus to AC if immobilized. Bonded Trap (Su): Trap haunts cannot move more than 30 feet from the trap that created them, but as long as the trap that created the trap haunt exists, the undead spirit cannot be slain. If reduced to 0 hit points, the trap haunt merely fades away for 2d6 rounds before returning at full strength. As long as the trap haunt has at least 1 hit point, its trap\u0027s hardness is increased by a number equal to the trap haunt\u0027s Charisma bonus. If the trap is destroyed, the trap haunt continues to inhabit the ruined remains but can no longer animate the trap. If the trap haunt is then brought down to 0 hit points, it is permanently destroyed. Invisibility (Su): When the trap haunt is not using its chill aura ability, it is invisible as per the spell greater invisibility. Invisibility purge, see invisibility, true seeing, and similar spells reveal the presence and location of the trap haunt normally. Turn Resistance (Ex): A trap haunt has +4 turn resistance. CREATING A TRAP HAUNT \"Trap haunt\" is a template that can be added to any living creature that possesses at least 1 level of rogue and has been slain by a trap. The creature (referred to hereafter as the \"base creature\") must have a Charisma score of at least 18. The base creature\u0027s type changes to undead, and it gains the incorporeal subtype. It otherwise uses all the base creature\u0027s statistics and special abilities except as noted here.",
        "name":  "Trapfinding",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary or gang (2-4) Spellcasters use dispel magic to tear away any defenses",
        "name":  "Organization",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+0 The summer unseelie fey gnome is cruel in her pranks and interactions with others. Combat Summer unseelie fey gnomes prefer misdirection and deception over direct confrontation. They would rather befuddle or embarrass foes before killing them. Summer unseelie fey gnomes make heavy use of illusion magic and carefully prepared ambushes and traps whenever they can. Summer Caress (Su): Surrounded as if by the warm, from all creatures of any alignment except for verdant air of summer, an unseelie fey with summer\u0027s those of the animal, beast, fey, or magical beast caress is protected by a magic circle of nature. This ability creature types. Caster level equals HD. functions much like a magic circle against evil, except • Autumn Harvest (Su): Autumn is a time of endings. that it protects against attacks from all creatures of any As a standard action, an unseelie fey can touch a alignment except for those of the animal, beast, fey, or creature with a special dispelling touch. This touch magical beast creature types. Caster level 1st. acts as a targeted dispel magic. The unseelie fey can use this ability a number of times per day equal to CREATING AN UNSEELIE FEY 1 + Charisma modifier (minimum 1). Caster level \"Unseelie fey\" is a template that can be added to any equal to HD. living creature type (referred to hereafter as the \"base • Winter Chill (Su): An unseelie fey with winter chill has creature\"). The creature\u0027s type becomes \"fey.\" It uses all a presence that disquiets nonfey. The more beautiful the base creature\u0027s statistics and special abilities except the creature is, the more uncomfortable other crea as noted here. tures feel. living, nonfey creatures within 5 feet of her",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " are for and for what location, (i.e., a chamber, room, 20-ft- D12 RESULT wide corridor, and so on). Now break out your books, your 1-2 Parallel passage or 10 ft. x 10 ft. room if dice, and plenty of graph paper, and have fun! door straight ahead The upper level above the dungeon in which your 3 Passage straight ahead solo adventures are to take place should be completely 4 Passage 45 deg. ahead/behind planned out, and it is a good idea to use the outdoor 5 Passage 45 deg. behind/ahead encounter matrix to see what lives where (a staircase 6-12 Room (go to Table H-7: Chambers discovered later just might lead right into the midst and Rooms) of whatever it is). The stairway down to the first level *lf no room is beyond a door check again on Table H-l: of the dungeon should be situated in the approximate Periodic Checks 30 feet after passing by or through a door. TABLE H-3 STAIRS TABLE H-5: CAVES \u0026 CAVERNS D20 RESULT D12 RESULT 1-5 Down 1 level* 1-3 Cave about 40 ft. x 60 ft. 6 Down 2 levels** 4 Cave about 50 ft. x 75 ft. 7 Down 3 levels*** 5 Double Cave: 20 ft. x 30 ft., 60 ft. x 60 ft. 8 Up dead end (1 in 6 is collapsing chute 6 Double Cave: 35 ft. x 50 ft., 80 ft. x 90 ft* down 1 level) 7-9 Cavern about 95 ft. x 125 ft * 9 Down dead end (1 in 6 to chute down 2 levels) 10 Cavern about 120 ft. x 150 ft. 10 Chimney up 1 level, passage continues, 11 Cavern about 150 ft. x 200 ft* check again in 30 ft. 12 Mammoth cavern about 250 ft.-300 ft. x 11-12 Chimney up 2 levels, passage continues, 350 ft.-400 ft.** check again in 30 ft. *Roll to see if pool therein 13 Chimney down 2 levels, passage continues, **Roll to see if lake therein check again in 30 ft. 14-18 Trap door down 1 level, passage continues, POOLS check again in 30 ft. D12 RESULT 19-20 Trap door down 2 levels, passage continues, 1-5 No pool check again in 30 ft. 6-7 Pool, no monster *1 in 12 has a door that closes egress for the day 8-9 Pool, monster **1 in 10 has a door that closes egress for the day 10-11 Pool, monster ^treasure ***1 in 8 has a door that closes egress for the day 12 Magical pool CAVES AND CAVERNS FOR LOWEST LEVELS LAKES You might wish to have rough-hewn and natural D12 RESULT tunnels in lower levels, and where chambers and 1-5 No lake rooms are indicated substitute Caves and Caverns. 6-8 Lake, no monsters Exits are as above and contents are as per the random 9-11 Lake, monsters table from the DUNGEON MASTER\u0027S Guide. 12 Enchanted lake MAGIC POOLS TABLE H-4: SIDE PASSAGES DIO RESULT 1-3 Turns gold to platinum (1-3) or lead D12 RESULT (4-6), one time only. 1 Left 90 degrees 4-6 50% adds +4 bonus to random attribute, 2 Right 90 degrees otherwise imposes 4 points of damage to 3 Left 45 degrees ahead chosen ability 4 Right 45 degrees ahead 7-10 Transporter pool: 1-2 back to surface, 5 Left 45 degrees behind 3-4 one level down, 5-6 100 miles away 6 Right 45 degrees behind on surface 7 Left curve 45 degrees ahead 8 Right curve 45 degrees ahead 9 Passage T\u0027s TABLE H-6: TURNS 10 Passage Y\u0027s 11 4-way intersection (Determine width of passage on Table H-2.) 12 Passage X\u0027s (if present passage is D12 RESULT horizontal or vertical it forms a fifth 1-4 Left 90 degrees passage into the X) 5 Left 45 degrees ahead H Left 45 degrees behind PASSAGE WIDTH 7-10 Right 90 degrees D12 RESULT 11 Right 45 degrees ahead 1-7 m 10 ft. 12 Right 45 degrees behind 8-10 20 ft. 11 30 ft. 12 5 ft. TABLE H-7: CHAMBERS AND ROOMS Roll for shape and size, then exits, then contents. EXITS: NUMBER, LOCATION, AND DIRECTION (PASSAGES IN CHAMBERS, DOORS IN ROOMS) D12 CHAMBER SHAPE AND AREA D6 ROOM AREA NUMBER OF EXITS 1-4 Square, 20 ft. x 20 ft. 1 up to 600 ft. HSU 5 Square, 30 ft. x 30 ft. 1 over 600 ft. 2 6 Square, 40 ft. x 40 ft. 2 up to 600 ft. 2 7-9 Rectangular, 20 ft. x 30 ft. 2 over 600 ft. 3 10 Rectangular, 30 ft. x 50 ft. Q( 3 up to 600 ft. 3 11 Rectangular, 40 ft. x 60 ft. 3 over 600 ft. 4 12 Unusual shape and area, see sub-table below. 4 uupp ttoo 11220000 fftt.. 0* 4 oovveerr 11220000 fftt.. 1 D12 ROOM SHAPE AND AREA 5 up to 1600 ft. 0* 1 Square, 10 ft. x 10 ft. 5 over 1600 ft. 1 2-4 Square, 20 ft. x 20 ft. 6 anysize 1-4, roll to determine 5 Square, 30 ft. x 30 ft. * A secret door might exist, and a search might be 6 Square, 40 ft. x 40 ft. made if desired. For every 10 ft. of wall space checked 7 Rectangular, 10 ft. x 20 ft. roll a 12-sided die—a 1 indicates a secret door is 8-9 Rectangular, 20 ft. x 30 ft. present, a 12 indicates a wandering monster has come 10 Rectangular, 20 ft. x 40 ft. in. The secret door has a Search DC equal to 10 + the 11 Rectangular, 30 ft. x 40 ft. dungeon level + ldlO. 12 Unusual shape and area, see sub-table below. D12** LOCATION DIRECTION (IF A DOOR USE UNUSUAL SHAPE AND SIZE TABLE H-2: DOORS INSTEAD) (ROLL SEPARATELY FOR SHAPE AND SIZE): 1-5 opposite wall straight ahead D12 SHAPE 6-8 left wall straight ahead 1-3 Circular 9-11 right wall straight ahead, 20 ft. wide 4-5 Triangular 12 same wall 45 deg. left/right 6-7 Trapezoidal ** If a passage or door is indicated in a wall where the 8-9 Odd-shaped* space immediately beyond the wall has already been 10 Oval mapped then the exit is either a secret door (1-2) or a 11 Hexagonal one-way door (3-6). 12 Octagonal *Draw what shape you desire or what will fit the map D12 DIRECTION (IF A DOOR USE H-2: DOORS INSTEAD) D12 SIZE 1-5 straight ahead 1-3 about 500 sq. ft. 6-8 straight ahead 4-5 about 900 sq. ft. 9-11 straight ahead, 20 ft. wide 6-7 about 1,300 sq. ft. 12 45 deg. left/right 8-9 about 2,000 sq. ft. 10 about 2,700 sq. ft. CHAMBER OR ROOM CONTENTS 11 about 3,400 sq. ft. Use the appropriate tables from the DUNGEON 12 roll again and add result to 11 above (if MASTER\u0027S Guide. another 12 repeat the process, doubling 11 above, and so on) *draw what shape you desire or what will fit the map Likewise, keep a side record of all monsters, treasures, rolling until you obtain something which fits with tricks/traps, and whatever. If the opportunity ever comes your predetermined limits. Common sense must (as it most probably will), you have an ample supply of prevail. If a room won\u0027t fit, a smaller one must serve, dungeon levels and matrices to entertain other players. and any room or chamber that is called for can be Discretion must prevail at all times. For example, if otherwise drawn to suit what you believe to be its best you have decided that a level is to be but one sheet of positioning. At all times you are serving in two roles, paper in size, and the die result calls for something DM and player, so be sure to keep a fair balance. wbich goes beyond an edge, amend the result by Now proceed to the tables that explain all play.",
        "name":  "BEYOND DOOR IS",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action consumes a very small amount time—even if it’s not your turn. of time, but represents a larger expenditure of effort and energy Using an immediate action on your turn is the same as using a than a free action. You can perform one swift action per turn swift action, and counts as your swift action for that turn. If you without affecting your ability to perform other actions. In that do use an immediate action in this way, you cannot use another regard, a swift action is like a free action. However, you can immediate action until your next turn (effectively, using an im- perform only a single swift action per turn, regardless of what mediate action before your turn is equivalent to using your swift other actions you take. action for the coming turn). You also cannot use an immediate You can take a swift action any time you would normally action if you are currently flat-footed. be allowed to take a free action. Since swift actions usually Under these rules, casting a feather fall spell is an immediate involve magic or psionics, or the activation of magic or psionic action (not a free action, as stated in the spell description in items, many characters (especially those who don’t use magic the Player’s Handbook). or psionics) will never have the opportunity to take a swift",
        "name":  "Swift Actions",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "React to others based primarily far as its authority extends. An offense against a major house on their perceived value to you. Your adventuring companions is answered by members of that house. The Church of Lolth are vital to your survival, so you won’t want to alienate them. punishes those who transgress against the Queen of Spiders In other cases, though, react with anger when someone you and her faith. Individual drow react to slights and offenses perceive as inferior disagrees with or disobeys you. Judge all as their own abilities and status permit. If a lone drow or an individuals by how much power they wield, and offer them institution lacks the capacity to strike back against someone respect accordingly. You do not revere life for its own sake, who has wronged her or it, then that individual or institu- and are puzzled by those who speak about the inherent value tion is clearly not entitled to retribution—and that failure to or dignity of living beings. This doesn’t make you a wanton retaliate might mark the wronged party as weak enough to murderer; it simply means that you have no compunctions be overthrown by rivals. about killing if doing so is the most expedient or convenient On rare occasions, a drow institution might request the aid means of handling a situation (and you feel you can get away of another organization in seeking justice or vengeance against with it with minimal repercussions). an adversary. A priestess might ask that one of the houses send soldiers to deal with a troublemaker, rather than making use pqqqqqqqqqqqqqqqqqqqqrs DROW ALIGNMENT and desires require that their society remain at least somewhat The drow are a highly chaotic, individualistic people, a fact ad- stable. They employ few true laws, but they are tightly bound dressed multiple times throughout this chapter. They worship by traditions and codes, and even if they follow them primarily a deity who dwells in the Abyss and is a paragon of chaotic evil. out of fear, they follow them nonetheless. It is ironic that a lone Yet for all that, the Monster Manual gives drow alignment as drow is likely to drift toward chaos, but that despite their rivalry “usually neutral evil.” with one another, the presence of multiple drow in a given com- The truth is, the drow are at least somewhat cooperative with munity literally forces them into a level of cooperation beyond one another, almost in spite of their own nature. Their ambitions what truly chaotic individuals would maintain. pqqqqqqqqqqqqqqqqqqqqrs 95726720_Ch01.indd 10 2/22/07 3:01:23 PM 11 THE DROW ALL ABOUT CHAPTER 1 of her own resources. Alternatively, the reverse might happen, The drow do not believe in imprisonment as a punishment in wherein a powerful drow in a community requests that the and of itself, nor do they believe in second chances. priesthood punish a wrongdoer. Such temporary agreements Roleplaying Application: You fi nd the notion of a com- normally occur when an individual wishes to keep her own munitywide police force or city guard a foreign one, as well faction out of direct involvement in a confl ict. For instance, as the notion that certain activities are “illegal.” You think in if a member of House Eilservs insults or attacks a member of terms of whether a particular individual has the power to seek House Inlindl, and Inlindl responds in kind, the result could vengeance if you wrong him, and you often forget (at least at be a feud that envelops both houses in protracted confl ict. If fi rst) that a community itself might seek to punish you for Inlindl wishes to avoid that result—likely, since it holds far transgressions against a specifi c person. less power than Eilservs—it might instead request that the Church of Lolth punish the transgressor. Doing so, of course, Drow Government and Rule puts the house in debt to the priestesses, so it would take such To say that the drow are governed by a matriarchal theocracy an action only if the offense was dire. is both accurate and misleading. It is certainly true that the Drow punishment, regardless of whose hands deliver the ruling members of drow society are the priestesses of Lolth sentence, is brutal and effi cient. In some instances, the punish- and the matrons (and other matriarchs of the great houses), ing force simply strips the transgressor of power and property. but calling them a “government” is a misnomer. Just as the More frequently, the individual becomes a bound slave to the drow are guided by tradition but have no formal law, they are house or church. Torture and execution are common as well. overseen by these infl uential personages but have no formal government. A drow city has no duchess, reeve, or mayor; a drow nation has no empress or queen. A drow community is governed, so to speak, through the unsteady cooperation of its three most powerful institutions. The Church of Lolth is the most infl uential faction among the drow. The priestesses of this church interpret and dissemi- nate the will of Lolth, conduct rites and rituals to honor the dark goddess, and technically have the authority to demand anything in her name. If the drow were to have a formal government, it would be made up of these individuals. On a practical level, however, although the priestesses are indeed the social leaders of the drow, the church often lacks the power to take drastic action without the support of the great houses. Powerful matriarchs frequently hold power in both the church and a house—thus, what is self-interest for one must often be self-interest for the other. It is also important to understand that the church is not a monolithic entity, guided by a single voice or a single goal. It is made up of individual priestesses, all of whom are loyal to Lolth, but all of whom have the same drive to dominate the weak and advance their own cause as any other drow. Thus, although a drow priestess can bring substantial might to bear against a lone individual or small family who offends her, she cannot muster the resources of the church against an entire house, unless the house has blatantly and conspicuously turned against Lolth as a whole. The houses of the drow hold the bulk of the community’s economic and military power in their hands. In some commu- nities, a specifi c house might be a greater power even than the priestesses of Lolth, directing the activities of religious leaders with behind-the-scenes threats or open shows of force. The high priestess of a community might also be a highly ranked matriarch of a great house, using one to advance the schemes of the other. No single house has ever managed to rise to domi- nance across multiple drow cities, however, and few maintain a permanent position of authority even in individual com- munities. Each house is tied to the other houses in a complex web of treaties and confl icts, alliances and betrayals. Should one house become too powerful, others ally to bring it down Priestesses and house matriarchs hold great power over other drow— just so long as they have the might to enforce it Illus. by W. O’Connor 95726720_Ch01.indd 11 2/22/07 3:01:25 PM 12 1 RETPAHC TUOBA LLA WORD EHT (even while appearing, on the surface, to support them, playing Gender Roles both sides against the middle). Further, although the church The supremacy of the female is deeply ingrained in drow usually lacks the power to single-handedly destroy a house, culture. Females are seen as stronger, smarter, and more emo- neither can a house afford to make an enemy of the church. tionally controlled than males, and—above all—holier and Too much of the power in a community is held by Lolth’s more devoted to Lolth. Males, on the other hand, are viewed priestesses, and a house that fails to work with those priest- as spiritually, intellectually, and physically inferior, useful esses loses access to those channels of infl uence. Although primarily for physical and skilled labor and breeding purposes. such an occurrence is rare, the church can decree that a house A male drow is seen as superior to a member of any other race, has earned the disfavor of Lolth, essentially giving all other but inferior even to female drow of lower status. houses blanket permission and encouragement to openly turn This attitude comes from a variety of separate but related against it. Some houses are strong enough to withstand even sources. The fi rst and most obvious is Lolth herself. The god- this sort of assault, which invariably leads to a dilution of the dess has, over the course of drow mythology and history, church’s position in the community. But more often, such a taken multiple consorts, all of whom have been eventually decree results in the house being weakened suffi ciently for discarded. Whether this is the cause of Lolth’s opinion of another to rise and take its place. When one adds to this already males or a symptom of it, Lolth believes that only females are volatile mix the constant scheming of house members against worthwhile servants. one another, in the hope of gaining higher status within the Much like the spiders they revere, drow females also hold house, it’s quite understandable that no single house has ever power due to biological reasons. In many spider species, the managed to hold widespread power for long. females are far larger and stronger, and males often do not The military is the fi nal drow institution that, in some com- survive the mating process. Drow childbirth is a physically munities, could be a governing body. Drow communities do not strenuous occasion (see the Pregnancy, Birth, and Childhood have standing armies, since this would require a formal gov- sidebar, page 24), and though the drow feel little if any affection ernment. Multiple smaller forces make up the larger soldiery for their young, they understand the importance of continu- of a drow city. These consist primarily of house-loyal militias, ing the family and house lines. Thus, the females, who are church soldiers, and independent mercenary companies. For both essential to reproduction and capable of withstanding the most part, then, the “military” is simply the enforcement it, are clearly both stronger and more blessed than the males. arm of a house or the church. In some rare instances, how- Whether the drow think as they do because of their emulation ever—particularly in communities engaged in a constant war of spiders is unclear and ultimately unimportant. with a hostile power—the military takes on an authority of its Finally and perhaps most important, females are already own. Its generals, under the guise of protecting the commu- ascendant within drow society. Matriarchs and priestesses nity, usurp authority from the matriarchs who normally hold have enough trouble clinging to power in the face of other it. The house soldiers become the dominant members of the ambitious females; the last thing they want is to double the house, or at least carry suffi cient authority that the matriarchs pool of potential rivals. Thus, the tradition of female domi- and matrons cannot ignore their input. The army might even nance continues, in large part, at the behest of the females come to guide the Church of Lolth, directing priestesses in the who are already dominant. defense of the city and in attacks on the enemy. The generals Male drow hold little if any power, but not all of them are of differing factions, such as rival houses or a house and the mere property, even if many females see them as such. Some church, have been known to cooperate behind the scenes, of the most skilled crafters, warriors, and arcane casters among artifi cially extending or even creating military crises to wrest the drow are male. In fact, the submissive status of males in supremacy from the houses and the priesthood. drow society actually inspires many of them to excel. Male It is worth noting that rank in a military unit is the only drow can lay claim to little authority, and they are constantly pathway male drow have to any position of authority, so they at risk of being discarded by their female leaders, so only those are the military offi cers most likely to attempt this sort of with skills and abilities that are not easily replaceable can be power grab. relatively confi dent of their positions. For more information on the priestesses of Lolth, see the Denied the right to formally infl uence society, male drow Religion section; for more on the great houses, see Houses of have become masters of fi nding subtle and nontraditional the Drow; and for more on the military, see the War header roads to power. Many become teachers of arcane magic or under Drow Life, all below. military strategy, attempting to form strong bonds with their",
        "name":  "Roleplaying Application",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is simple combat against a rival her newfound vulnerabilities—for instance, a cleric stripped of drow or a monster of power equal to or greater than the sub- her magic who gains several levels of rogue before her powers ject of the test. Defeat, or showing mercy to the foe, results in return—do not count against her for the purpose of multi- failure of the test. classing penalties.) pqqqqqqqqqqqqqqqqqqqqrs lekniwhoV .F yb .sullI 95726720_Ch01.indd 18 2/22/07 3:01:43 PM 19 THE DROW ALL ABOUT CHAPTER 1 community. Three titles are common among the drow, though LOLTH even these are far from universal. The Spider Queen, Queen of the Demonweb Pits, Flesh-Carver, An elder, experienced, or powerful priestess is often called Weaver of Webs Reverend Mother. Intermediate Deity",
        "name":  "The Test of Strength",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The dark elves’ favorite use of dancing lights ize what’s happening. is to confuse enemy sentinels’ attempts to calculate the size of The drow, for the most part, loathe the fact that their race has a drow force. When cast at random intervals during camping innate weaknesses that counterbalance some of their advan- or troop movement, the torchlike effects make it diffi cult for tages. One of the main reasons they employ non-drow shock observers to determine exactly how many campfi res or lan- troops is because they know that they are usually less hardy terns—and thus how many soldiers—a unit contains. than their opponents. They do not worry overmuch about A less common but far more valuable use of dancing lights mind-affecting spells—even if the magic penetrates their spell is to send coded messages over great distances. By causing resistance, they are incredibly strong-willed creatures—but the balls of light created by the spell to move up and down or they fear the results should damaging or transformative magics blink out in particular patterns, the drow can create signals break through their resistance. Thus, most drow spellcasters, “written” in the scripted form of their sign language. This is a and those who can afford powerful magic, make at least some particularly effective means for offi cers to pass messages and attempt at using magic to counter these particular weaknesses. coordinate efforts in combat. Constitution-boosting and saving throw-boosting items are Of course, should all else fail, the drow can use their dancing relatively common among those who engage in battle on a lights to provide illumination for soldiers and slaves who lack regular basis. So, too, are items that provide for the possibility their masters’ ability to see far in the darkness. of a sudden escape when the situation turns bad. (See Contin- gency Plans, above.) 95726720_Ch01.indd 44 2/22/07 3:02:34 PM he Underdark is home to alien creatures, depraved CRAFT (INT) cultures, and hazards that can snuff out the lives Drow artisans make do with what they have. Many materi- of any creatures unfortunate enough to stumble als that the surface races take for granted are rare in the across them. The drow have developed techniques to Underdark, if they are present at all. Drow raiders do steal respond to these many threats. This chapter explores much from the surface world, but transporting signifi cant the options available to drow characters, presenting new uses quantities of wood, grains, and other fi nished materials is for skills, new feats, alternative class features, and new spells simply not practical. The scarcity of resources means that and invocations. drow must turn to nontraditional materials to provide themselves with life’s necessities. Vegetable fi bers such as cotton and fl ax are all but unknown in drow society; SKILLS fi ber extracted from woody fungi or leather is more com- Innovation allows dark elves to make do with the scarce monly used. Thus, drow can substitute other materials resources of the Underdark, fi nding new ways to manufac- they have on hand when attempting Craft checks. ture common goods and to deal with the day-to-day needs in The most well-known examples of drow-created their civilization. items are the poisons and alchemical substances that are found only in their society. Chapter 4 provides BLUFF (CHA) extensive information about these special substances. Given the unique form of Drow Sign Language, some dark Included here are DCs and costs for creating alchemi- elves learn to incorporate elements of the complex language cal items and drow poisons. into normal body movements.",
        "name":  "Dancing Lights",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can substitute Dex- Alchemical Item Craft (alchemy) DC Cost terity for Charisma when making Bluff checks to deliver a Bile droppings 15 50 gp Darkvision powder 20 10 gp secret message, if you and the recipient are both fl uent in Dwarfblind stone 25 50 gp Drow Sign Language. Shedden 20 75 gp Spelunker’s oil 20 15 gp Stoneburn acid 22 10 gp 45 Vilegrip 25 50 gp IIlllluuss.. bbyy WW.. EEnnggllaanndd 95726720_Ch02.indd 45 2/22/07 2:59:54 PM 46 2 RETPAHC WORD SNOITPO Poison Craft (poisonmaking) DC Cost have a special quality that enables them to learn more than Darklight brew 28 1,500 gp others of their type ordinarily could. It is impossible to push a Fish glue 18 100 gp vermin. Additionally, vermin are never deemed “wild animals” Illithid mindscorch 27 1,000 gp and thus cannot be reared. Psychotropic rot 17 125 gp In addition to the tricks described in the Player’s Handbook Roach paste 15 50 gp and elsewhere, drow commonly teach the following tricks to Underdark blight 20 300 gp their vermin servants. Magic-Infused Ambush (DC 20): The vermin makes a Hide check and Poison Craft (poisonmaking) DC Cost waits for a creature to come near it. When a target passes The calling 28 2,000 gp beneath it or comes within 10 feet, the vermin attacks. Creeping nullscourge 25 1,000 gp Bestow Venom (DC 15): By succeeding on a DC 15 Handle Slow taint 18 300 gp Animal check to handle a vermin that has a poison special Slowswarming 21 1,200 gp Swarming spiderbite 26 1,800 gp attack, you can compel the vermin to give up some of its venom. The creature deposits its poison into a container you indicate, providing a single dose. A Handle Animal check to Craft (Poisonmaking): The amount of raw materials extract venom takes 1 minute. You can then attempt a DC 15 needed to manufacture poison depends on the general avail- Craft (poisonmaking) check to refi ne this venom into a poison ability of the active ingredient. If a supply is readily available, you can use. the raw materials cost one-sixth of the poison’s market price. Web (DC 15): On command, a web-spinning vermin shoots Otherwise, the raw materials cost at least three-quarters of a web at the closest hostile creature. the market price (though only if the substance is for sale). Multiply your check result by the poison’s DC to determine SPEAK LANGUAGE the value in gp of poison you create. When the total equals Drow Sign Language is unlike any other language. A complex or exceeds the market price of one dose, that dose is fi nished. harmony of gestures, facial expressions, and body language, (Depending on the check result, you might be able to create it is all but impossible to comprehend by those not fl uent in more than one dose at a time). If you fail the check by 4 or less, the “tongue.” Though it lacks a vocal component, Drow Sign you make no progress, and if you fail by 5 or more, you ruin Language is otherwise like any other language, with a robust half the raw materials and have to buy them again. vocabulary and even a written form. This script, however, HANDLE ANIMAL (CHA) is as unusual as the “spoken” form of the language. Consist- ing of symbols that illustrate the proper hand motions with Vermin are vital to the drow. On one hand, they are creatures emphasis marks to indicate other physical gestures, it might sacred to Lolth, expressions of her perfect divine form. On be overlooked by those unfamiliar with the tongue, and inter- the other, they are abundant, and with the proper training, preted as just more of the whorls and patterns that decorate they can serve as guardians, soldiers, and even steeds. drow settlements. Since vermin are mindless creatures, they don’t learn as",
        "name":  "Delivering a Secret Message",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you hit a creature spell weren’t there. of your size or smaller with an This ability doesn’t apply to attack of opportunity, you can other spells that have the dark- spend an immediate action to ness descriptor. exchange places with that BLEND INTO creature. Both you and the target SHADOWS must be able to move into You can draw from nearby magical and legally occupy the new shadow to cloak yourself in darkness. space in order for this feat",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Clever Opportunist as a fi ghter an area of magical darkness. bonus feat. You also gain one additional daily use of your darkness spell-like ability. COERCIVE SPELL [METAMAGIC] CAUTIOUS ATTACK Living foes damaged by your spell become more pliable and vulnerable to your commands. When you take your time in combat, you quickly assess the",
        "name":  "Special",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can expend one daily use of dancing spell-like ability, you create deeper darkness instead. lights and darkness to extinguish all nonmagical light sources You also gain one extra daily use of your darkness spell-like within 100 feet. This is not a magical darkness effect; the fi res ability. (or other sources, such as sunrods) simply go out. This ability 95726720_Ch02.indd 50 2/22/07 3:00:03 PM 51 OPTIONS DROW CHAPTER 2 MASTER OF SHADOW You gain extra uses of your drow powers of light and darkness.",
        "name":  "Curtain of Darkness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spiders are not available as animal companions. UMBRAL SPELL [METAMAGIC] You add the darkness descriptor to a spell you cast.",
        "name":  "Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can alter a burst-, emanation-, or spread-shaped Your spells cannot harm your vermin allies. spell so that it gains the darkness descriptor. The altered spell",
        "name":  "SPIDERFRIEND MAGIC Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your sneak attack creates an aura of magical dark- tion. However, activating a divine feat is not considered an ness that impedes your target’s vision for 3 rounds. The target attack unless the feat’s activation could be the direct cause takes a –4 penalty on Spot checks and treats all other creatures of damage to a target. Lolth’s Caress, for example, expedites as having concealment. Neither darkvision nor low-light the secondary effect of poison, but does not directly deal vision pierces this effect, though the ability to see through damage to an opponent upon its activation. It is not itself magical darkness does. Any spell with the light descriptor an attack. suppresses the effect. Using this feat reduces your sneak attack damage by 2d6. DIVINE INTERCESSION [DIVINE] You can channel divine energy to remove yourself from a SICKENING STRIKE [AMBUSH] dangerous situation. Your sneak attacks leave enemies reeling in pain. Prerequisite: Turn or rebuke undead, Travel or Trickery",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This unspeakable vow grants a variety of super- (see page 108), becoming a scuttling thing with no memory natural benefi ts, but at a terrible price. of your former self. If you have 12 or more HD, you immedi- Illus. by J. Zhang 95726720_Ch02.indd 55 2/22/07 3:00:17 PM 56 2 RETPAHC WORD SNOITPO ately become a drider. In both cases, you automatically lose In addition, once per round you can declare that a melee the benefi t of this feat and may not select a new one to replace attack you make with a mace, heavy mace, or warmaceCW it. If you break your vow because of magical compulsion, or against a fl anked enemy is intended to open the enemy’s otherwise unintentionally, you lose the benefi t of this feat defenses. You must declare this attempt before you roll your until you perform a suitable penance and receive an atone- attack, and the attempt is wasted for the round if the attack ment spell. misses. If the attack hits, your summoned creatures gain a +2 morale bonus on attack rolls and damage rolls against that VOW OF VENGEANCE [VILE] enemy until the start of your next turn. Filled with hate, you have made an unspeakable vow to visit vengeance on those whom you believe wronged you and your EILSERVS SCHOOL [STYLE] people. Whether the affront is real or imagined, you settle for You have learned the fi ghting techniques of House Eilservs, nothing less than the extermination of your enemy. which utilize magic staffs in combat.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Target takes 2 points Lolth as your patron deity. electricity, AC bonus. of damage per spell level affecting it. ASSASSIN SPELLS 5th Level Shadow Double: Shadowy figure",
        "name":  "Magical Backlash",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Create a single Spider Form: You take on the form and magical light source. gelatinous cube. abilities of a Large fi endish monstrous BARD SPELLS 4th Level spider.",
        "name":  "Engulfi ng Terror",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    }
]
