[
    {
        "origin_file":  "magic_items.json",
        "description":  "Decipher Script, Disable Device, Knowledge (arcana), Knowledge (dungeoneering), Knowledge (geography), Knowledge (nature), Knowledge (religion), Knowledge (the planes), Ride, Search, Survival, Use Magic Device. Duties:  Members must keep the guild apprised of their abilities and notify the guild when they are under- taking an adventure or quest. They are not required to accept any job offers the guild might point their way, but constant refusal of employment might eventually upset the guildmasters. Finally, members must be willing, if asked, to embark on a quest to rescue or discern the fate of other missing guild members. They are only required to accept such a mission once per year (if that often), but doing so more frequently is a good way to gain popularity within the guild. Finally, all members are expected to pay the guild 10% of the value of any treasure or goods they ﬁ  nd on their adventures, in addition to the regular monthly dues. Favored Benefits:  The character can request a rescue or search party, as mentioned above, but with a lower cost. While the search party is still entitled to 40% of the character’s treasure, the guild takes only the standard 10% for the quest, leaving the character with 50% rather than a mere 20%. Additionally, the guild sends potential employers—particularly wealthy ones—the character’s way with great frequency. He gains a +2 circumstance bonus on Diplomacy checks when haggling with a potential employer who contacts him through the guild. Sample Contact:  Barak One-Hand (half-orc bard 4/ranger 7). Barak has traveled all over the region, fought and studied numerous monsters, and explored many legends, and is happy to share his knowledge when asked (+2 bonus on PC’s Knowledge [arcana], Knowledge [dungeoneering], Knowledge [geography], Knowledge [nature], Knowledge [religion], Knowledge [the planes], or Bardic Knowledge checks made when researching any potential danger or quest). Once per month. ARCANE GUILDS An arcane guild consists primarily of spellcasters, but occasionally boasts noncasting members, such as experts who practice alchemy. Wizards make up the majority of guild members, with bards, sorcerers, and other casters a distinct minority. These guilds offer comfortable and well-stocked libraries for research, and laboratories for experimentation. Perhaps more important, they offer an environment where casters can exchange ideas and theories, or simply interact with those who actually understand them. Arcane guilds are also valuable as political leverage in cities where governments or common folk distrust the use of magic. Examples:  Mages guild, alchemists guild.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Autohypnosis, Concentration, Knowl- edge (psionics), Psicraft, Use Psionic Device. Duties:  The member must share with the guild any new power or scholastic lore he discovers. Favored Beneﬁ  ts: The guild subsidizes the creation of psionic items, reducing the character’s raw materials cost by 5%.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration, Diplomacy, Heal, Knowledge (religion), Knowledge (any one other), Spellcraft. Duties:  Members must observe and adhere to the speciﬁ  c tenets and strictures of their faith. Additionally, some orders might require partial or complete secrecy regarding their activities, membership, or even existence. Finally, if a religious guild is dedicated to a speciﬁ  c pur- pose (such as research or proselytizing), members must spend at least 1d4 days (4 hours/day) each week engaged in that activity. Favored Benefits:  The member’s faith and under- standing of her fellows is bolstered by association with others who share her beliefs and purpose. She gains a +1 bonus on Diplomacy and Gather Information checks when dealing with any follower of her religion, 620_95386_Ch3.indd   91620_95386_Ch3.indd   91 8/22/06   9:20:41 AM8/22/06   9:20:41 AM92 CHAPTER 3 POLITICS AND POWERwhether or not they are in the guild. She also gains a +2 bonus on Will saves when resisting any compulsion that would cause her to act outside the dictates of her faith. Sample Contact:  Father Eliaj (elf cleric 5). Eliaj will assist the PC in researching religious matters (+2 bonus on any Knowledge check related to a church or religious matter). Once per week. SCHOLASTIC GUILDS A scholastic guild can be anything from a small circle of researchers dedicated to studying a particular topic to a full-scale university providing knowledge to all who wish it. In any case, the guild works to further the knowledge and education of its members, if not its entire commu-nity. It provides libraries, places of study and academic discourse, an atmosphere conducive to the acquisition of knowledge, and possibly instructors willing to educate students in one or more subjects. Some scholastic guilds overlap with arcane or psionic guilds if the culture considers magic or psionics to be just another ﬁ  eld of study.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Decipher Script, Gather Informa- tion, Knowledge (any), Profession (scribe), Spellcraft, Use Magic Device.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Divina Scuppernon (gnome bard 10). Divina is fascinated by legendary people and items, and will cast legend lore  for free if the material component is paid for up front or provided. Once per month. CRIMINAL ORGANIZATIONS Criminal organizations are some of the urban jungle’s most common groups. Every group from the lowliest band of cutpurses to the city’s most powerful crime s y n d i c a t e  q u a l i f i e s  a s  a n  o r g a n i z a t i o n  o f  t h i s  t y p e .  Criminal organizations clash with one another more often than with any other groups, and in the largest cities, the competition between such organizations can be literally cutthroat. Each criminal organization attracts members whose skills best suit the organization’s needs; a gang of drug peddlers might beneﬁ  t from the skills of a bard, while a cult of slavers might look for ﬁ  ghters and rangers. Examples:  Crime families, hired muscle, speciﬁ  c gangs.",
        "name":  "Sample Contact",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft (any relevant), Diplomacy, Gather Information, Knowledge (arcana), Knowledge (dungeoneering), Knowledge (local), Profession (any relevant), Spellcraft, Spot, Survival, Use Rope. Duties:  Unlike adventurers guilds, heroic organiza- tions require their members to come to the aid of other members in times of need. If such a call comes, and a member is within reasonable distance, he must make e v e ry  e ff o rt  t o  a rri v e  an d  l e n d  ai d.  I n  a d d i ti o n ,  all  members must donate 20% of the value of all gold and magic items garnered from missions assigned or set up by the organization. Favored Beneﬁ  ts: As a rule, most organizations will pay to have identify  cast on magic items a number of times per month equal to the member’s level. Depending on circumstances (such as the availability of spellcasters), this number can vary slightly. Sample Contact:  Baldric the Blade (human ﬁ  ghter, level 2 lower than the PC’s). Baldric will accompany the character as a cohort on an important adventure. Once per year, but Baldric could choose (at the DM’s discretion) to assist on additional adventures if the price is right. POLITICAL ORGANIZATIONS Political organizations wear a variety of faces, depend- ing on the nature of the power centers in which they arise. In autocratic systems, they often work at street level, garnering support for change through grassroots movements, whereas democratic govern-ments produce numerous independent groups, each dedicated to a different cause or mission. Given the close links between church and state in many fantasy campaigns, clerics, paladins, and monks comprise most of the adventuring members in these types of orga-nizations. Regardless of the influence of the church, most political organizations have a few aristocrats on board as well.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Prelate Dunsadine (human cleric 7). Dunsadine will cast one spell he knows for a PC or one of his companions if he is compensated for any material components. Once every 2 months. URBAN SAVANT “The unprepared city beckons to all manner of evil through its open gates. I am my city’s preparation.” —Freilya Stormwind, black vigilant of the League of Eyes The city has stood for centuries, weathering attacks of every kind—from wild animal incursions to rampaging hordes of raiders to infestations of monstrous vermin. And for most of that time, one secret society has defended it against all threats: the League of Eyes. Dedicated to the study of the creatures that prowl the urban jungle, the League of Eyes remains secretive (despite a long history of admiration from a grateful public), training and employing a corps of knowledgeable agents known as urban savants. The League would be of no use to the city were it not for these educated few, who devote their time to studying the city’s traditional threats and watch-ing for signs of renewed aggression from any source. Their vigilance and expertise have turned the tide of battle more than once in the past, and will undoubtedly do so again. BECOMING AN URBAN SAVANT An urban savant is a scholar at heart, with a voracious appetite for information. While those of an intellectual bent (particularly bards and wizards) are best suited to the role, urban savants also hail from the ranks of skill-heavy classes such as rangers and rogues. Knowledge-hungry experts constitute a substantial minority as well. To meet the Knowledge skill requirements, most others must either multiclass or wait until higher levels to become urban savants. Table 3–4: The Urban Savant  Hit Die: d6 Base Attack Fort Ref WillLevel Bonus Save Save Save Special Spellcasting1st +0 +0 +2 +2 Urban savvy (strengths) +1 level of existing arcane spellcasting class2nd +1 +0 +3 +3 Urban empathy +1 level of existing arcane spellcasting class3rd +1 +1 +3 +3 Continuing education +1 +1 level of existing arcane spellcasting class4th +2 +1 +4 +4 Urban savvy (weaknesses) +1 level of existing arcane spellcasting class5th +2 +1 +4 +4 Eyes of the city (low-light vision) +1 level of existing arcane spellcasting class6th +3 +2 +5 +5 Continuing education +2 +1 level of existing arcane spellcasting class7th +3 +2 +5 +5 Urban savvy (methods) +1 level of existing arcane spellcasting class8th +4 +2 +6 +6 Eyes of the city (pierce deception) +1 level of existing arcane spellcasting class9th +4 +3 +6 +6 Continuing education +3 +1 level of existing arcane spellcasting class10th +5 +3 +7 +7 Urban savvy (true nature) — Class Skills (6 + Int modifier per level):  Balance, Bluff, Climb, Concentration, Decipher Script, Diplomacy, Gather Information, Hide, Knowledge (all skills, taken individually), Listen, Move Silently, Profession, Search, Sense Motive, Speak Language, Spellcraft, Spot, Tumble, Use Magic Device. 620_95386_Ch3.indd   100620_95386_Ch3.indd   100 8/22/06   9:21:18 AM8/22/06   9:21:18 AM101CHAPTER 3 POLITICS AND POWEREntry Requirements",
        "name":  "Sample Contact",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Remove all ranks in Knowledge (local); remove 1 rank from Concentration (changing the modiﬁ  er to +2). Remove Iron Will (changing Will save to +3). Cult Member CR 4 Male or female human adept 5Any alignment (but rarely good) Medium humanoidInit 0; Senses  Listen +3, Spot +3 Languages Common, empathic link AC 10, touch 10, ﬂ  at-footed 10; Dodge hp 18 (5 HD) Fort +1, Ref  +1, Will  +9 Speed  30 ft. (6 squares) Melee  club +2 (1d6) Ranged  dart +2 (1d4) Base Atk +2; Grp +2 Adept Spells Prepared  (CL 5th): 2nd— invisibility, scorching ray (+2 ranged touch) A cultist leads her ﬂ  oc k in prayerIllus. by E. Widermann 620_95386_Ch4.indd   116620_95386_Ch4.indd   116 8/22/06   9:30:34 AM8/22/06   9:30:34 AM117CHAPTER 4 EVENTS AND ENCOUNTERS 1st— command  (DC 14), cure light wounds, sleep  (DC 14) 0—detect magic, ghost sound  (DC 13), touch of fatigue (+0 melee touch, DC 13) Abilities Str 10, Dex 10, Con 10, Int 10, Wis 16, Cha 10 SQ familiar, share spells Feats  AlertnessB (if familiar within 5 ft.; modiﬁ  ers not included in skills, below), Deceptive Spell*, Dodge, Iron Will Skills  Appraise +3, Concentration +6, Gather Information +2, Knowledge (local) +6, Knowledge (religion) +6, Spell- craft +6 Possessions  club, 5 darts, holy symbol, periapt of Wisdom +2, potion of cure moderate wounds",
        "name":  "Nonhuman Cult Initiates",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The individual creatures that form a pest swarm vary in size from  Diminutive to Small. For ease of play, assume that on average, the creatures in the swarm are Tiny. And while it consists of some insects and other vermin, the swarm as a whole has animal characteristics. ZEITGEIST Before your eyes, the sights of the city—random detritus, smoke drifting in the wind, even parts of old buildings—suddenly rise up and begin to coalesce into a single, towering ﬁ  gure. Zeitgeist CR 23 CN Huge fey (incorporeal) Init +1; Senses  all-around vision, low-light vision; Listen +26, Spot +30 Languages Common, Dwarven, Elven, Gnome, Sylvan, plus one more as appropriate to the speciﬁ  c city; telepathy 5 miles (but only within the city) AC 16, touch 16, ﬂ  at-footed 15 hp 270 (20 HD); fast healing 10 SR 34 Fort +16, Ref  +13, Will  +15 Speed  ﬂ y 60 ft. (12 squares) (perfect) Melee noneSpace  10; Reach  15 Base Atk +10; Grp — Special Actions urban manifestationSpell-Like Abilities  (CL 20th): At will— animate objects, call lightning storm  (DC 22) , calm emotions  (DC 19) , confusion  (DC 20) , contagion (DC 20) , fear (DC 20) , impeding stones* (DC 18) , make whole, move earth, produce ﬂ  ame, remove disease, repel metal or stone, repel wood, soften earth and stone, spike stones  (DC 21) , stone shape, swarm sphere*  (DC 20) , wall of iron, wall of stone, wood shape, zone of peace* (DC 22) Abilities Str —, Dex 13, Con 30, Int 22, Wis 16, Cha 25 SQ incorporeal traits, invisibility Feats  Cleave†, Great Cleave†, Improved Bull Rush†, Improved Sunder†, Power Attack†, Quicken Spell-Like Ability (repel metal or stone), Quicken Spell-Like Ability (repel wood) † A zeitgeist has access to these feats only while it is manifested Skills  Appraise +29, Concentration +33, Diplomacy +32, Gather Information +9, Intimidate +30, Knowledge (architecture) +29, Knowledge (history) +29, Knowledge (local) +29, Listen +26, Search +33 (+35 secret doors), Sense Motive +26, Spellcraft +29, Spot +30, Survival +3 (+5 following tracks) All-Around Vision (Ex) A zeitgeist is a part of the city that sur- rounds it, so it sees from all directions at once, providing it a +4 racial bonus on Search and Spot checks. Opponents gain no beneﬁ  ts when ﬂ  anking a zeitgeist. Greater Invisibility (Su)  A zeitgeist remains invisible even when it attacks. This ability is constant, but the zeitgeist can sup- press or resume it as a free action. Urban Manifestation (Su)  Once per day, a zeitgeist can assume a form composed of smoke, of stone detritus and portions of old buildings, or even of humanoid ﬁ  gures. In manifested form, a zeitgeist is no longer invisible or incorporeal. It gains the speciﬁ  c qualities noted under the appropriate manifestations, below, and loses the beneﬁ  ts of the incor-poreal subtype. Should a zeitgeist’s urban manifestation be destroyed, it dissipates and must wait 24 hours before it can use any of its abilities again. While a zeitgeist is manifested, the following changes to its statistics are in effect: AC 19 (touch 9, ﬂ  at-footed 18); Melee +14/+14 (see below for type and damage); Grp +24; DR 15/cold iron and magic; Str 22.A member of a pest swarmIllus. by W. Mahy 620_95386_Ch4.indd   138620_95386_Ch4.indd   138 8/22/06   9:32:29 AM8/22/06   9:32:29 AM139CHAPTER 4 EVENTS AND ENCOUNTERSThe zeitgeist is a strange, phantasmal fey that appears to be generated by the lives and emotions of those living in an urban center. It is capable of assuming multiple forms; each is drawn from the building blocks of the city and culture. Mob Manifestation A zeitgeist can take the form of a mob of humans (page 124), albeit of Huge size. It cannot make slam attacks in this form, instead making mob attacks as described in that entry. It retains its own Hit Dice, hit points, and abilities, rather than adapting those of the mob. Smoke Manifestation A zeitgeist in this form appears to be an enormous cloud of semi-solid rolling smoke. In smoke form, the zeitgeist’s melee attacks are slams dealing 2d4+6 points of damage (plus ﬁ re damage, as described below). It gains the following abilities: Air Mastery (Ex):  Airborne creatures take a –1 penalty on attack and damage rolls against a zeitgeist manifested as smoke. Choke (Ex):  In smoke form, the zeitgeist can move into an opponent’s square as though making a trample attack. The victim takes 1d4 points of damage and must make a DC 26 Fortitude save or be sickened by the choking vapors. This effect lasts as long as the creature remains within the smoke and for 1d4 rounds thereafter. Fiery Slam (Ex):  A zeitgeist deals 1d4 points of damage with its slam attack. The heat of the smoke is not suf-ﬁ cient to set creatures or objects alight, however. Subtypes (Ex): A zeitgeist manifested as smoke gains both the air and ﬁ  re subtypes. Flight (Ex):  A zeitgeist manifested as smoke is natu- rally buoyant. At will as a free action, it can produce an effect like that of the ﬂ y  spell (caster level 5th), except that the effect applies only to itself. This ability gives it a ﬂ y speed of 120 feet (perfect). Stone Manifestation A zeitgeist taking this form appears to be a huge human- oid ﬁ  gure, composed of stones, detritus, and even whole buildings. In stone form, a zeitgeist’s melee attacks are two slams dealing 2d8+6 points of damage. In this form, a zeitgeist gains the following abilities: Earth Mastery (Ex): A zeitgeist manifested as stone gains a +1 bonus on attack and damage rolls if both it pqs ZEITGEIST LORE Characters with ranks in Knowledge (arcana) or Knowledge (nature) can learn more about zeitgeists. When a character makes a successful skill check, the following lore is revealed, including the information from lower DCs. If a character comes from a culture without large cities, the DC of this check increases by 5. Knowledge (Arcana or Nature) DC Result20 Zeitgeists are urban fey. This result reveals all fey traits.30  Zeitgeists are strange, phantasmal fey that spontaneously arise in some select cities. They are driven by the alignment and emotion of the city’s populace, and are capable of manifesting in several physical forms. 35  A zeitgeist’s forms include a body of smoke, a body of stone and buildings, and a mob of humanoids. It can see in all directions, and is capable of using a great number of magical abilities at will. 40  Destroying a zeitgeist in any of its manifested forms does not destroy the creature permanently. This result provides a semicomplete list (roughly 75% accurate) of a zeitgeist’s spell-like abilities. pqsZeitgeistIllus. by Daarken 620_95386_Ch4.indd   139620_95386_Ch4.indd   139 8/22/06   9:32:35 AM8/22/06   9:32:35 AM140 CHAPTER 4 EVENTS AND ENCOUNTERSand its foe are touching the ground. If an opponent is airborne or waterborne, the zeitgeist takes a –4 penalty on attack and damage rolls. STRATEGIES AND TACTICS Zeitgeists are solitary creatures that consider the city to be their territory and their protected ground. They are incapable of leaving “their” city and they die if the city is destroyed. Zeitgeists manifest almost exclusively in violent con-ditions, so they always appear combative. Zeitgeists do not deliberately work with other creatures, though they might wind up ﬁ  ghting alongside others who seek to defend the city. Because they are driven by the emotions and alignment of the community, their behavior can be wildly unpredictable. SAMPLE ENCOUNTERS Zeitgeists do not deliberately ally with other creatures, but they sometimes manifest under circumstances that make conditions unusually dangerous. EL 23: A zeitgeist appears when its city falls under siege. Unfortunately, because the battle has already moved within the walls, it considers soldiers on both  sides a danger to the city, and kills indiscriminately. EL 24:  An  e n o rm o u s  ri o t ,  c o v e rin g  m ul ti p l e  di s - tricts, has generated sufficient emotional resonance to bring forth the city’s zeitgeist. Driven by the mob’s uncontrolled emotion, the zeitgeist is proving just as mindlessly destructive. EL 24:  A zeitgeist appears in the midst of a natural catastrophe such as a flood. The fear of the populace drives it to strange behaviors. It rescues some citizens but kills others, without apparent rhyme or reason. ECOLOGY Zeitgeists, unlike most fey, appear to have no biological needs. So long as their city survives, they survive. They do not age, but neither do they reproduce. Rather, a few cities seem to spontaneously generate these strange fey.",
        "name":  "Typical Physical Characteristics",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures able to see invisibility describe an unmanifested zeitgeist as a vaguely humanoid-shaped bank of mist, roiling with multiple colors. The colors appear to match those hues most commonly worn by the people of the city. SOCIETY Zeitgeists do not see themselves as members of a speciﬁ  c race; that is, one zeitgeist never gives any thought to the possibility of other zeitgeists. Rather, each sees itself as a natural part of the community from which it formed. Zeitgeists do what they can to protect their cities, yet they can also prove destructive to those same commu-nities. This is due to the zeitgeist’s driving factor—the emotions of the citizenry. If a large portion of the population is angry (such as during a riot or repulsing an attack), the zeitgeist grows angry. If the populace is scared, the zeitgeist grows scared, and might lash out at random targets. Zeitgeists see the city as important, but they view individual parts of the city—such as speciﬁ  c buildings or people—as less so. A zeitgeist rarely hesitates to destroy creatures or places, so long as it is not putting the entire city at risk. Alignment:  A zeitgeist’s alignment actually varies dramatically. It normally shares the alignment of the major- ity of the population of its city. This alignment is heavily inﬂ uenced by emotion, however. Thus, since the zeitgeist normally manifests only during periods of conﬂ  ict, it normally manifests with a chaotic neutral alignment—its only concern is either to preserve itself or its city, or to wreak destruction to assuage its rage or fear. ADVANCED ZEITGEISTS Few zeitgeists grow larger than that discussed here, but a few truly large and ancient cities might generate larger zeitgeists. A zeitgeist of up to 30 Hit Dice remains Huge, while zeitgeists of 31 to 60 Hit Dice are Gargantuan. ZEITGEISTS IN EBERRON Z e i t g e is t s  ar e  s urp ris in gl y  rar e  o n  Kh o rv air e ,  p e r h a ps due to the destruction that was wrought by the Last War, and the number of cities that were decimated during that conf lict. They appear more frequently within the few large cities found on Xen’drik and Sarlona. ZEITGEISTS IN FAERÛN Zeitgeists appear most frequently in those cities that can trace their ancestry back to the Netheril Empire, or to those that played hosts to wandering gods during the Time of Troubles. 620_95386_Ch4.indd   140620_95386_Ch4.indd   140 8/22/06   9:32:42 AM8/22/06   9:32:42 AMo truly make an urban campaign come alive, and to take full advantage of all the city has to offer, the Dungeon Master must do more than simply incorporate guilds, churches, and urban NPCs into an otherwise traditional game. The urban campaign has a mood and feel all its own, and can be used to accomplish things, to set up speciﬁ  c plot points and to tell particular tales, that cannot happen elsewhere. WHY THE CITY? So why run an urban campaign? What is it that city-based fantasy has to offer that other settings do not? First and foremost, they permit the characters to retain a connection to a “normal”—or at least a previous—life. They are still concerned about their forthcoming adventure—the next monster to face, and the next treasure to retrieve—but characters also have the oppor- tunity to visit with family, to build their own tavern or shop, to hold down a career as a city guard, a gladiator, a spellcaster-for-hire, or even an adviser to the duke. Urban campaigns are a great opportunity for players to ﬂ  esh out their characters’ interests, personalities, and activities in ways that other campaigns cannot offer, and for DMs to set up the sort of adventures they could not arrange elsewhere. The city offers adventurers the opportunity not only to hunt monsters in the sewers or track down a killer in the slums, but also to overcome political rivals in the local guild, ﬁ  gure out why the magistrates are suddenly allowing criminals to roam free, and to investigate an arson attempt on their own tavern. A monster hunt takes on a whole new meaning when the PCs have family dwelling in the victimized district, or when they themselves are threatened by the economic damage caused by closing shops. Not all these challenges will appeal to all play-ers, of course. Some players prefer straightforward monster hunts, and that’s ﬁ  ne. The city is as viable a site for such adventures as anywhere else, and these players face new tactical challenges as they must ﬁ  gure out how to defeat the monsters in the alleys or the catacombs without harming the buildings and the bystanders around them. For players who want a greater variety of challenges, however, the city offers a veritable buffet. The PCs might have to hunt monsters one day, solve a murder the second, protect their reputations from the slander of a guild rival the third, prove them-selves innocent of a writ of outlawry the fourth, and ﬁ  nally track down the mastermind behind 141Illus. by D. BirchamIllus. by D. Bircham 620_95386_Ch5.indd   141620_95386_Ch5.indd   141 8/22/06   9:49:19 AM8/22/06   9:49:19 AM142 CHAPTER 5 RUNNING THE CITYall these events by the time the weekend is over. The city still gives heavy fighters and combat-oriented arcanists a chance to shine, while offering the skill-masters, the negotia- tors, and the researchers their moments in the spotlight as well.  Perhaps most important, at least in the eyes of some players, is the opportunity to really delve into the goals and motivations of their characters. It’s all well and good to set out on adventures for fortune and glory, but what are the character’s motiva-tions? What does she plan to do with all the treasure hoards she liberates? In a city cam-paign, the players can spend time not only acquiring those riches, but putting them to immediate use. One character might visit with their poverty-stricken family, offer-ing them more money from one adventure than they’ve seen in a lifetime. Another might buy that old tavern he used to love, renovating it and hiring an old friend to run it while he continues his adventuring lifestyle. Such an establishment might even serve as a useful base of operations where the group can relax between quests, and where anyone who wishes to hire them knows they can be found.  Alternatively, characters might have other career goals, activities and objectives that the DM can use to bring adventure to them, rather than sending them searching for it. The PCs might be members of the city guard or the baron’s personal investigators, dispatched to deal with monsters, hauntings, and mysteries that the average watchman cannot handle. Perhaps the characters are members of a gladiatorial stable, ﬁ  ghting in the arena once a week or so while spending the rest of their time building a reputation by hunting strange creatures outside the coliseum. Maybe they are undercover temple inquisitors, seeking jobs in the city govern-ment, all the while investigating reports of corruption and demon-worship in the ranks of the senate. Or perhaps they’re all members or employees of a particular merchant house, with a cause no more noble than protecting the family’s assets against both political and monstrous threats.  In short, an urban campaign might focus heavily on the minds, the lives, the desires, and the goals of the characters. It’s certainly not impossible to explore these aspects in In an urban campaign, characters have more— but they also have more to loseIllus. by H. Lyon 620_95386_Ch5.indd   142620_95386_Ch5.indd   142 8/22/06   9:49:23 AM8/22/06   9:49:23 AM143CHAPTER 5 RUNNING THE CITYother campaigns, but the city setting makes it a much easier task. This not only provides options for players, but for the DM as well. The fact that the players have a personal stake in their characters’ lives, homes, and surroundings means that any threat to the area hits them much harder, and grabs their attention more solidly. Most heroes respond if a city is threatened by a dragon, a corrupt leader, or even a simple ﬂ  ood—but when it’s their  city, with their families and their careers and their shops, it becomes a much more urgent matter. It’s possible to overdo this, though. The occasional threat to everything the PCs have worked for is ﬁ  ne. If it becomes a “city-destroying monster of the week” campaign, however, it tends to lose its punch. Thankfully for the DM, the urban environment offers far more than just the opportunity to hit the players where they live. Just as the city allows noncombative PCs to shine, so too does it allow the Dungeon Master to break out unusual villains. Been itching to try out an NPC bard, but never had the chance because you knew she couldn’t stand up to the group in a direct ﬁ  ght? Make her a politician, or a high-ranking member of a guild or noble house. She’s a rival of the PCs, someone who doesn’t ﬁ  ght them head on, but ruins their good names, buys out goods or establishments on which they’ve had their eye, ruins the careers of their friends and contacts. She is a villain the PCs cannot simply kill; they must put up with her efforts against them until they ﬁ  nd a means of outmaneuvering her, of digging up her secrets and learning her goals, of bringing her down politically just as she has tried to do to them. The city offers the opportunity for mystery. Even if a group is capable of facing off against deadly monsters and brutal killers, they can’t do much until they ﬁ  nd their adversary. Bodies left in alleyways, missing magic items—these all require investigation before their culprits can be defeated. If you’ve never run adventures like this before and are starting to get nervous, never fear. Advice for running political games, mysteries, and more can be found later in the chapter. And again, if you’d rather just stick with more straightforward adventures, we’ve got you covered there, too. Beyond the villains, a city campaign allows the DM to explore a cast of NPCs in greater detail than elsewhere. While he still must portray multiple personalities, as compared to the one that each of his players portrays, the DM has the opportunity to delve into NPCs’ goals and mannerisms in greater detail than many other campaigns allow. In a city campaign, it is highly likely that the group develops a select group of allies and acquaintances with whom they deal on a regular basis (see Contacts, page 57). These can, in a sense, almost become the DM’s own characters. So long as the Dungeon Master maintains perspective, and never allows them to overshadow the player characters, this can be a wonderful opportunity for the DM to get to know his characters almost as well as the players get to know theirs. Finally, despite taking place in a largely ﬁ  xed environ- ment with a cast of recurring characters, the urban setting offers the DM a surprising amount of ﬂ  exibility to shake up the campaign. In how many other campaigns can the DM alter the entire feel of the setting by replacing a single NPC? In the city, if the duke dies and is replaced, or if the council falls under the sway of a particular member, or even if a guild simply changes hands, everything in which the PCs are involved might change as well. The city’s laws and procedures might be altered. A group of heroes might suddenly ﬁ  nd themselves declared outlaws or suddenly and inexplicably lose favor with the nobles. Political allies might become rivals and vice-versa. The urban campaign allows the DM almost inﬁ  nite room for change, if he’s not afraid to shake things up. CITY HISTORY It’s important for the DM to have some sense of what’s happened in and to the city in the generations before the campaign takes place. This doesn’t mean that he must have an in-depth written history, complete with names and dates (though there’s nothing wrong with that, if that’s the sort of preparation you enjoy). Rather, he simply needs to know basics and generalities of the city’s past. For what purpose was the city founded, if any? Has it faced any major struggles or invasions? Was it the site of any great battles, or vital mystical discoveries? Did a previous settlement exist here? Have there been any violent uprisings or overthrows of the government? Does it have any holy (or unholy) signiﬁ  cance? This basic level of knowledge is vital, and not just so the DM has something to say when a PC rolls a 27 on her Knowledge (history) check. Nothing shapes the current status of a city, and even its physical construction, like what has come before. If it was once the center of some dark religion, a tiny hidden remnant of that faith might yet exist as a cult. If a previous city stood here, ruins or underground catacombs might exist beneath the city’s sewers. If the city has faced violent uprisings or powerful criminal guilds in the past, the government probably maintains a larger and more effective city guard than in other communities. And of course, the motivations and purpose behind the founding of the city have a strong impact on its layout, as described in Chapter One. Not only do these historical events shape the city, they provide the basis for many adventures. The aforementioned cult could become a long-term enemy of the group, or a sinkhole in a sewer tunnel might reveal undiscovered catacombs just waiting for intrepid explorers. An ancient 620_95386_Ch5.indd   143620_95386_Ch5.indd   143 8/22/06   9:49:30 AM8/22/06   9:49:30 AM144 CHAPTER 5 RUNNING THE CITYtext that mentions a trove of powerful magic items hidden somewhere in the city might spark a competition between n umerous factions as they attempt to locate the hoard before their rivals do.  The following section suggests ten historical events that might have occurred in a city, the effects those e v e n t s  m i g h t  h a v e  h a d  o n  c i t y  d e v e l o p m e n t ,  a n d  p l o t hooks related to those events. Dungeon Masters can drop any of these situations into a city as-is or use them as a springboard for inspiring brand new ideas. TEN HISTORICAL ADVENTURES 1. Before the city was constructed, a powerful wizard made his lair in the region. Effect on City:  Abnormal amounts of mystical hazards.",
        "name":  "Typical Physical Characteristics",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The remaining cultists of this god are slowly working to corrupt all other churches from within. 3. The city has faced invasion by several different enemy forces. Effect on City:  The city has thick walls and powerful defensive magics; all citizens are required to serve two years in the militia. Plot Hook:  Knowing the city’s defenses are strong, enemy sleeper agents dwell among its citizenry, hoping to under- mine it from within and render it vulnerable to attack. 4. The city government has been overthrown violently, at least once, during the past century.",
        "name":  "Plot Hook",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The current ruling power is paranoid, cracking down on dissent with brutal force; subtract 1 from the city’s law rank (see below) for each violent overthrow. Plot Hook:  Someone claiming to be the rightful heir to one of the prior governments is seeking aid reclaiming her throne. Is she a better ruler than the current govern- ment? Does she have any real legal right to power? Will returning her to power do enough good to make the necessary violence worthwhile? 5. The city has dealt with a recent famine or shortage. Effect on City:  Prices of food (or whatever was in short supply) remain high. Plot Hook:  People’s efforts to stockpile an emergency supply, combined with a poor growing season (or perhaps enemy action), threaten a new shortage. The government is looking for adventurers to ﬁ  nd new supplies, or perhaps a magical solution. 6. The city has dealt with a major crime wave or crimi-nal guild war in the past few generations. Effect on City:  The city watch has enormous power to do its job, and is practically fascist in its attitude. Plot Hook:  The guard is arresting innocents on the ﬂ imsiest of excuses. Someone must rescue these people before they are executed for “treason,” and perhaps ﬁ  nd a way to ﬁ  x the system. 7. The city has faced recent economic hardship, perhaps due to shortages, war, or simply weak markets. Effect on City:  Roads and structures are in disrepair, city services are negligible, and most of the citizens have grown impoverished.",
        "name":  "Effect on City",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The members of one race form a separate and very unequal social class in the dominant society. They might be freed slaves or the remnant of a conquered nation, and their status in the society remains second-class at best. Little or no opportunity for advancement is afforded to the members of the underclass, and personal prejudice against them is deeply ingrained in the dominant society. Acts of violence or mob “justice” against members of the underclass are not uncommon. The native culture of the oppressed race is viewed with scorn by the dominant race. JOBS Even in the wildest urban fantasy environments, most city-dwellers are not adventurers. They are alchemists and architects, laborers and lawyers, scribes and smiths, just like everywhere else. The living wage these common folk earn will vary somewhat depending on the region, the size of their city, and the wealth of the nation in which the city is located, but by and large will follow a standardized rate in most fantasy settings. The following table shows the average weekly income for occupations in the average fantasy city. Table 5–1: Average Income * In unusually wealthy cities, these figures are adjusted upward. Add 1 gp or 1 sp (as appropriate) to any static value; add 1d4 gp or 1d4 sp (as appropriate) to any value that involves a die roll. In particularly poor cities, these figures are adjusted downward by the same amount. Characters of various classes—both PC classes and NPC classes—ﬁ  ll a tremendous variety of roles within a city, and neither roles nor titles often neatly correspond to a given class or level. Two people with the exact same rank and function within the city watch might be a warrior 5 and a ﬁ  ghter 3. The High Priest at one temple might be a cleric 12 while the same role at another temple is ﬁ  lled by an adept 3 (or even a commoner 6). Multiclassing only muddies the waters further: a cleric 4/ﬁ  ghter 6 might serve a primarily religious function, or might be a member of the city guard (who supports the guard with healing magic), or could even be a templar charged with defending a temple against attack. The following lists are intended to help you imagine what roles NPCs of various classes might ﬁ  ll within a city, but by their very nature they are more limiting than the “reality” of a fantasy city. Barbarians : adventurer, bandit, bodyguard, bounty hunter, freedom ﬁ  ghter, gladiator, mercenary, soldier.",
        "name":  "Underclass",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "adventurer, adviser, alchemist, assassin, battle caster, bodyguard, cabalist, court wizard, cultist, fortune teller, magic item dealer, spellcaster for hire, tutor. Wizards : adventurer, adviser, alchemist, assassin, battle caster, bodyguard, cabalist, court wizard, cultist, fortune teller, magic item dealer, sage, scholar, scribe, spell- caster for hire, student, teacher, troubleshooter, tutor.",
        "name":  "Sorcerers",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "acolyte, alchemist, cabalist, cultist, fortune- teller, high priest, magic item dealer, priest, sage, scholar, scribe, spellcaster for hire, student. Aristocrats : ambassador, bureaucrat, chancellor, diplomat, diplomatic aide, knight, mayor. Commoners : apprentice, artisan, barkeep, farmer, fisher, innkeeper, journeyman, maintenance worker, merchant, servant, serving staff, shopkeeper. Experts : acrobat, actor, apprentice, artisan, barkeep, buffoon, bureaucrat, caravan leader, diplomat, fisher, innkeeper, jester, juggler, journeyman, magic item dealer, merchant, minstrel, professional, sage, scholar, scribe, serving staff, shopkeeper, student, tutor. Warriors : bandit, bodyguard, city guard, mercenary, soldier, templar, thug, trainer.CITY LOCATIONS Once armed with an idea as to the sorts of races, classes, and vocations found in his city, the DM must then put it all into context. This section provides a sampling of locations that can help make even the most basic sites—blacksmiths, curio shops, restaurants, tanneries, town halls, and more—come to life and stick in play-ers’ minds. Most of the information provided under each entry is available to PCs with a successful DC 15 Knowledge (local) or DC 20 Knowledge (history) check, depending on the particular piece of information. Apples and Oranges:  T h i s  un a s s um in g  li ttl e  s t o r e began as a simple produce stand that mainly sold, as one can imagine, apples and oranges. But when the stand’s owner, Dora-lae Underhill (N female gnome adept1/com- moner3) started making a habit of engaging passersby in conversation, an unusual thing happened. What started with casual comments about the quality of others’ pur- chases turned swiftly into an open-ended dialog with her community. People would bring goods to Dora-lae’s stand, where she would provide detailed appraisals of the prod- ucts’ age, quality, and craftsmanship—including precise estimations as to when the products would break down or go bad and suggestions for alternate purchases—all in a matter of seconds. And all they’d have to do by way of recompense was to buy a piece of fruit or two. Dora-lae’s advice was so sound, and her knowledge of the design of things so innate, that she eventually decided to start charging for it. She opened a store she called Apples and Oranges, where people could come to compare products in a knowledgeable, unbiased way. And, of course, to buy fruit. Catch of the Day: The proprietor of the best seafood restaurant in town knows that there are really only two types of city restaurateur: The ones who want to make good impressions, and the ones who want to make good food. Chef Trumblek (LN male half-orc ﬁ  ghter pqqqqqqqqqqqqqqqqqqqqrs pqqqqqqqqqqqqqqqqqqqqrsCOMMONER OR EXPERT? Is the blacksmith on Winding Way a commoner or an expert? In game terms, it makes no difference insofar as the smith’s abil-ity to make items from iron is concerned; a commoner and an expert of the same level probably have the same skill ranks in Craft. In terms of the game world, commoners are more often menial laborers than master artisans. In a small village, the only blacksmith might be a commoner, but with little opportunity to advance in level, a commoner can’t compete in a big city with plenty of expert blacksmiths. The blacksmith who is a true expert might have commoner apprentices and a number of other com-moners who tend his forge and carry his firewood. The difference between commoners and experts lies primarily in education and opportunity. A person born into a commoner family rarely becomes an expert, and hardly ever learns skills—even specific Craft or Profession skills—other than those that her family teaches her. The child of a farmer learns Profession (farmer) and Handle Animal, takes Skill Focus (Profession), and tends his parents’ farm his whole life. An expert’s child has more money available and receives a better education—not necessarily a formal education, but enough to master many more skills.  All that said, the majority of the humanoid population is made up of commoners, not experts. Cities represent the larg-est concentrations of noncommoners in the world, but even in a bustling metropolis teeming with PC-classed characters, experts, and aristocrats, commoners still make up the majority of the population. Remember this statistic when placing experts and other NPCs in your city, and don’t be afraid to make the majority of NPCs your players encounter commoners. After all, most craftspeople don’t need six skills—one is enough to make a living. 620_95386_Ch5.indd   149620_95386_Ch5.indd   149 8/22/06   9:49:55 AM8/22/06   9:49:55 AM150 CHAPTER 5 RUNNING THE CITY2/commoner 3) has always considered himself one of the latter, and if the popularity of his business is any indicator, he’s done so to his credit. Although the Catch of the Day doesn’t boast a prime location or the prettiﬁ  ed decorations of its many competitors, the food is superb and prices are set to accommodate purses of every size. The result is a dining experience that’s hard to beat. Even the atmosphere is more pleasant than it might otherwise be, given its location, since most regulars know that causing trouble is liable to bring the six-foot-seven-inch, 285-pound Trumblek out of the kitchen, meat cleaver in hand. And nobody wants that . Edman’s Tannery:  As one might expect, this location houses the operation of a local tanner. What makes this one stand out is that it’s owned and operated by Edvart Edman (CG male human expert 4), who is blind. With but a single assistant at his disposal, many would assume that Edvart could scarcely hope to compete with his sighted peers, but his is one of the most successful operations of its kind in the city. His reputation for both speed and excellence has grown roughly in proportion to the spread of rumors surrounding the source of his talent. Those who have heard that he knows when customers are trying to cheat him on his fees suspect black magic; those who have actually seen such exchanges ﬁ  rsthand and watched as Edvart twirled each coin between his slim ﬁ ngers, know the truth is far more ordinary and thus far more special. Edvart Edman needs neither charm nor magic spell to do his job.",
        "name":  "Adepts",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd.Replaces: If you select this class feature, you do not gain trackless step.Benefit: When you choose to \"lay low,\" you become all but impossible to find without magical means. All attempts to find you with Urban Tracking (Cityscape 64) simply fail outright. Hidden Stalker For those who know how to use them, the ever-shifting concealment of the throng and the back alleys of the city provide just as much opportunity for stealth as the shadows of the trees or the early morning fog.Cityscape, Part 1",
        "name":  "Level",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Astaroth guided mortals, and he still grants abilities based in knowledge and education. As a fallen angel, and then a vestige, his magics have grown ever grimmer and more distasteful; he also grants powers based on directly controlling and offending others.",
        "name":  "Granted Abilities",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While bound to Astaroth, you gain a +4 competence bonus on all Craft checks. In addition, each time you bind with Astaroth, you may select one item creation feat as a temporary bonus feat. So long as you continue to bind with Astaroth, you may use that feat as though you possessed it normally; you must still Cityscape, Part 2 spend all standard gold and XP for any item you create, and you must still provide all necessary spells for a given item. If your effective binder level is not at least as high as the necessary caster level to take a specific item creation feat, you cannot choose that feat. For instance, a 4th-level binder could not choose any item creation feat with a prerequisite of caster level 5th or higher.",
        "name":  "Master Craftsman",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "According to ancient myths, the earliest true community was a human village called Desh, or \"shelter\" in the old tongue. Here the people dwelt together for protection against predators, and they first constructed structures rather than use existing shelters for protection against the elements. (For more on the legend of Desh, see Races of Destiny.) This legend itself is neither uncommon nor unknown today. What few realize, however, is how swiftly the natural and magical worlds adapt to changes within. Desh was not merely the first community, but it also birthed the first urban fey, a distant ancestor of what would become the mighty zeitgeist. Desharis knew nothing of his own origins. He knew only that of his two conflicting urges -- one to protect the sanctity of the natural world, the other to defend Desh and the people therein -- the latter was by far the stronger. Invisibly, he worked to stave off attacks from predators; to keep the village free of plague; and to aid its inhabitants when other humanoids attempted to raid Desh for its supplies. While the people of Desh thanked the gods and spirits for their fortune, however, they never knew of Desharis himself. The other fey of the world, horrified at the notion of a spreading society that might supplant the natural order, counted Desharis a traitor. They worked to thwart his efforts and even destroy him. Though he was, in effect, the very embodiment of community, Desharis was ever alone. Desharis grew bitter at the disdain of the other fey, and some suggest that he inspired the spread of civilization as vengeance against them. Whatever the case, Desharis spread as the notion of community did, growing ever Cityscape, Part 2 more diffuse, ever larger. Though he gained in size and influence, he gained nothing in the way of power; smaller villages added nothing to his abilities, and larger communities frequently birthed their own urban fey. Eventually, the spirit of community was too diffuse and spread out to exist as a being at all -- and yet, as the embodiment of civilization, now a permanent part of the world, he could not entirely fade away.",
        "name":  "Legend",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can animate objects, as the spell, as a caster of your binder level. Once you have used this ability, you must wait 5 rounds after the effect has expired, or all the objects have been destroyed, before you may do so again. Shadows of the City Binders are not the only practitioners of strange magics operating in the bustling city. The night-touched shadowcaster draws her power from the Plane of Shadow, and the dark and twisted reflection of the material world cast therein. And nothing, an urban shadowcaster would tell you, casts a longer or darker shadow than tall buildings and endless winding streets. Apprentice Path Mysteries Night\u0027s Long Fingers 1 Quicker than the Eye: Gain bonus on Sleight of Hand checks; use Sleight of Hand at a distance. 2 Trail of Haze: Touched target emits a trail of shadowy mist only you can see. 3 Umbral Fist: Make special attacks at a distance. Darkened Alleys 4 Fearful Gloom: Area of shadow causes fear in all who enter. 5 Sickening Shadow: Area of shadow causes illness in all who enter. 6 Deadly Shade: Area of shadow enhances or dampens damage dealt within. Master Path MysteriesShadowscape 7 Grasping Shadows: Tendrils grapple foes and cause blindness. 8 Menagerie of Darkness: Transform nearby animals and vermin into shadow creatures and gain control over them. 9 Black Labyrinth: Shift portions of the real world into Shadow and vice-versa, creating a bewildering array of effects. New MysteriesCityscape, Part 2 Black Labyrinth Master, Shadowscape Level/School: 9th/Conjuration (Creation)",
        "name":  "Spirits of the City",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) Area/Target: 20-ft.-radius spread Duration: 1 round/level Saving Throw: Will partial Spell Resistance: See text Stalks of shadows burst from the ground, as though desperate to escape the bonds of the earth, and immediately flail at everyone nearby. This mystery creates an area of grasping tendrils that function as the spell Evard\u0027s black tentacles (PH 228), with one additional hazard: Anyone successfully grappled by a tentacle must attempt a Will save or go blind. A successful save means the individual is safe from blinding during that particular grapple, but if she escapes and is then regrappled, she must make another saving throw. The blindness is permanent until magically cured.Cityscape, Part 2 Menagerie of Darkness Master, Shadowscape Level/School: 8th/Transmutation",
        "name":  "Range",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "30 ft. Area: 30-ft.-radius emanation centered on you Duration: 10 minutes/level (D) Saving Throw: Will negates Spell Resistance: Yes Nearby animals and vermin abruptly shudder. Their mouths and eyes gape wide as a torrent of blackness flows into them from the surrounding gloom. Any animals or vermin within the emanation, or who enter it, must make a Will save or immediately take on the aspects of their shadow selves, temporarily gaining the dark creature template (Tome of Magic 158). You gain control over these animals, as per the spell dominate animal (PH 224). You can command any number of them as a single move action if you are giving them all the same orders. If you wish to give different commands to different animals or vermin, however, you must spend a move action on each order. At any given time, you may have a total number of Hit Dice of animals and vermin under your control equal to 4 x your caster level. Menagerie of darkness does not affect animals or vermin with Hit Dice higher than your caster level. Quicker than the Eye Apprentice, Night\u0027s Long Fingers Level/School: 1st/Transmutation",
        "name":  "Range",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal Target: You Duration: 1 minute/level (D) A faint layer of shadow flows like ink over your hands, staining them pitch black -- and then, in an instant, they appear normal once more. You gain a +5 enhancement bonus on Sleight of Hand checks (which you can now attempt even if you have no ranks in that skill). This bonus increases to +10 at 5th level, and +15 at 10th level. In addition, if you invoke umbral hand (Tome of Magic 152), you may attempt Sleight of Hand checks through it. Sickening Shadow Initiate, Darkened Alleys Level/School: 5th/Necromancy [Darkness]",
        "name":  "Range",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This \"item\" is actually a pair of separate substances: a thick viscous liquid and a thinner fluid. When poured over paper, the thicker liquid forms an extremely thin layer of what appears to be blank paper. The writing remains, but it is hidden behind what looks like a blank sheet. Only a DC 35 Search check reveals that the paper is dual-layered. The owner can write on this new layer, or leave it Cityscape, Part 3 blank, as he chooses. Applying the second fluid causes the top layer to disintegrate (along with anything written on it), revealing the original writing beneath. This has proven to be an effective means of smuggling hidden messages into or out of a city, or even -- although it costs a great deal -- a means of hiding a spellbook from prying eyes. The cost given is for enough false paper to cover, and then reveal, a single sheet. You may add multiple layers of false paper to a single sheet, but each layer after the first reduces the DC to detect the false paper by 5.",
        "name":  "False Paper",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "150 gp (plus 7 gp for masterwork bolt); 12 XP (greater version 700 gp [plus 7 gp for masterwork bolt]; 56 XP. Wondrous Items Duo-Dimensional Jug Price (Item Level): 1,000 gp (4th) Body Slot: -- (held) Caster Level: 5th Aura: Faint; (DC 12) transmutation Activation: Standard (command) Weight: 8 lb. This appears to be a perfectly normal jug, though it\u0027s perhaps a bit nicer and cleaner than most.A duo-dimensional jug contains two interiors -- one accessed normally, and one in an extradimensional space -- each of which can hold up to a gallon of liquid. By speaking the command word as you remove the cork, you can access the extradimensional space instead, filling it or emptying it as you choose. Anyone who removes the cork without saying the command word accesses the jug\u0027s normal contents.Cityscape, Part 3 Only liquids can be placed within the extradimensional space. This is particularly useful for smuggling poisons, potions, or the like, though it can be used simply to keep one\u0027s companions out of the good wine.",
        "name":  "Cost to Create",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, rope trick.",
        "name":  "Prerequisites",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scouts adventure for numerous reasons. Many have a role in a military organization. Whether serving as outriders for a large army or as foresters for a small border fort, these scouts venture into the wilder - ness under orders. Although more common than other scouts, those attached to the military are unlikely to have the time or permission necessary to undertake regular adventures. Instead, adventuring scouts come from rural villages, having honed their skills over a lifetime of wandering the woods. Others have left their military service behind and ﬁnd themselves attracted to the adventuring lifestyle. Many adventuring scouts begin their careers as guides hired to lead other adventurers through the wilderness. Those who ﬁnd the excitement and challenge of adventuring to their taste then seek out a group of their own.",
        "name":  "Adventures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scouts adventure for numerous reasons. Many have a role in a military organization. Whether serving as outriders for a large army or as foresters for a small border fort, these scouts venture into the wilder - ness under orders. Although more common than other scouts, those attached to the military are unlikely to have the time or permission necessary to undertake regular adventures. Instead, adventuring scouts come from rural villages, having honed their skills over a lifetime of wandering the woods. Others have left their military service behind and ﬁnd themselves attracted to the adventuring lifestyle. Many adventuring scouts begin their careers as guides hired to lead other adventurers through the wilderness. Those who ﬁnd the excitement and challenge of adventuring to their taste then seek out a group of their own.",
        "name":  "Adventures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5d4 gp. SPELLTHIEF Spellthieves use skill and arcane magic to drain the abilities of their opponents and turn their foes’ own powers against them. Spellthieves love the challenges that adventure brings, and they relish ﬁnding unique and inventive ways to use their abilities. Because they have such a wide variety of abilities, spellthieves can adapt themselves to overcome nearly any challenge, Table 1–2: The Scout Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +0 +0 +2 +0  Skirmish (+1d6), trapfinding 2nd +1 +0 +3 +0  Battle fortitude +1, uncanny dodge 3rd +2 +1 +3 +1  Fast movement +10 ft., skirmish (+1d6, +1 AC), trackless step 4th +3 +1 +4 +1 Bonus feat  5th +3 +1 +4 +1  Evasion, skirmish (+2d6, +1 AC)  6th +4 +2 +5 +2 Flawless stride  7th +5 +2 +5 +2  Skirmish (+2d6, +2 AC)  8th +6/+1 +2 +6 +2  Camouflage, bonus feat  9th +6/+1 +3 +6 +3  Skirmish (+3d6, +2 AC) 10th +7/+2 +3 +7 +3 Blindsense 30 ft. 11th +8/+3 +3 +7 +3  Battle fortitude +2, fast movement +20 ft., skirmish (+3d6, +3 AC) 12th +9/+4 +4 +8 +4  Bonus feat13th +9/+4 +4 +8 +4  Skirmish (+4d6, +3 AC)14th +10/+5 +4 +9 +4 Hide in plain sight15th +11/+6/+1 +5 +9 +5  Skirmish (+4d6, +4 AC)16th +12/+7/+2 +5 +10 +5 Bonus feat17th +12/+7/+2 +5 +10 +5  Skirmish (+5d6, +4 AC) 18th +13/+8/+3 +6 +11 +6 Free movement 19th +14/+9/+4 +6 +11 +6  Skirmish (+5d6, +5 AC)20th +15/+10/+5 +6 +12 +6  Battle fortitude +3, blindsight 30 ft., bonus feat12 CHAPTER 1 CLASSES 13CHAPTER 1 CLASSES Skill Points at 1st Level: (8 + Int modiﬁer) × 4.",
        "name":  "Gold",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5d4 gp. SPELLTHIEF Spellthieves use skill and arcane magic to drain the abilities of their opponents and turn their foes’ own powers against them. Spellthieves love the challenges that adventure brings, and they relish ﬁnding unique and inventive ways to use their abilities. Because they have such a wide variety of abilities, spellthieves can adapt themselves to overcome nearly any challenge, Table 1–2: The Scout Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +0 +0 +2 +0  Skirmish (+1d6), trapfinding 2nd +1 +0 +3 +0  Battle fortitude +1, uncanny dodge 3rd +2 +1 +3 +1  Fast movement +10 ft., skirmish (+1d6, +1 AC), trackless step 4th +3 +1 +4 +1 Bonus feat  5th +3 +1 +4 +1  Evasion, skirmish (+2d6, +1 AC)  6th +4 +2 +5 +2 Flawless stride  7th +5 +2 +5 +2  Skirmish (+2d6, +2 AC)  8th +6/+1 +2 +6 +2  Camouflage, bonus feat  9th +6/+1 +3 +6 +3  Skirmish (+3d6, +2 AC) 10th +7/+2 +3 +7 +3 Blindsense 30 ft. 11th +8/+3 +3 +7 +3  Battle fortitude +2, fast movement +20 ft., skirmish (+3d6, +3 AC) 12th +9/+4 +4 +8 +4  Bonus feat13th +9/+4 +4 +8 +4  Skirmish (+4d6, +3 AC)14th +10/+5 +4 +9 +4 Hide in plain sight15th +11/+6/+1 +5 +9 +5  Skirmish (+4d6, +4 AC)16th +12/+7/+2 +5 +10 +5 Bonus feat17th +12/+7/+2 +5 +10 +5  Skirmish (+5d6, +4 AC) 18th +13/+8/+3 +6 +11 +6 Free movement 19th +14/+9/+4 +6 +11 +6  Skirmish (+5d6, +5 AC)20th +15/+10/+5 +6 +12 +6  Battle fortitude +3, blindsight 30 ft., bonus feat14 CHAPTER 1 CLASSES 15CHAPTER 1 CLASSESbut they have neither the overpowering arcane might of wizards nor the brute force of ﬁ  ghters. Spellthieves never cast two spells when one will do, and they excel at using misdirection and deception to overcome seemingly stronger opponents. Good spellthieves use their skills and magic to enter- tain themselves, protect those less gifted than themselves, and occasionally serve a cause or nation as a spy. Evil spellthieves use their versatile skills to trick and deceive, or plague large cities as daring cat burglars.",
        "name":  "Gold",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellthieves adventure because they love a challenge. They see each puzzle, trap, or monster as a new way to test their skills. This does not mean that they are all overconﬁ  dent. Some are, but many simply have a healthy dose of curiosity and a keen interest in proving their own mastery. Because they have such versatile abilities, they know they have a chance to overcome nearly any kind of challenge. When confronted with a powerful physical foe, a spellthief often can’t help wanting to know whether his stealth and cunning could overcome the foe’s brute force. When confronted with a clever trap, a spellthief can’t help wondering whether his speed and skill could overcome the trapmaker’s ingenuity and preparation. Like other characters, spellthieves are attracted to the wealth that adventuring offers. Living an open, ﬂ  amboyant (and therefore expensive) lifestyle suits many, if not all, spellthieves, and adventuring offers ready rewards both in gold and fame. Characteristics: Spellthieves use an intuitive form of arcane magic to enhance their versatile talents. They have a broad skill selection and are capable of developing several sets of skills. Many spellthieves emphasize stealth and social abilities, perfecting the ability to surprise and deceive their opponents. In combat, spellthieves use a combination of precise attacks and spells to steal abilities from their opponents. At lower levels, a spellthief concentrates on ﬂ  anking foes and delivering sneak attacks. As a spellthief progresses in level, his ability to cast spells grows stronger, allowing him to magically augment his modest combat abilities. A spellthief’s most potent ability allows him to temporarily steal spells, spell effects, and even energy resistances from his opponents.",
        "name":  "Adventures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellthieves come from a wide vari- ety of backgrounds. Although few places are devoted to the formal training of spellthieves, the ones that exist (usually military academies that train a capable corps of espionage agents) produce especially capable and loyal spellthieves. These agents of the crown are the exception rather than the rule, however; most spellthieves acquire their training from one or more solitary mentors. These mentors are often spellthieves of varied back- grounds who wish to pass along their talents to a likely protégé. Others are rogues or sorcerers who only partially understand their disciple’s unique mixture of skills, yet they provide enough guidance and encouragement for a young spellthief to develop his own skills. Spellthieves from these diverse backgrounds often pride themselves on their blend of skills and magic. They rarely take levels in other classes, viewing their mixture of abili-ties as something particularly suited to their talent and personality.",
        "name":  "Background",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Humans are more likely than members of other races to become spellthieves. Their ﬂ  exible nature and varied interests make them well suited to the specialties of the spellthief. Elves also make excellent spellthieves, beneﬁ  ting from their natural grace and afﬁ  nity for arcane magic. Halﬂ  ings and gnomes ﬁ  nd the spellthief’s combination of spellcasting abilities and skill selection a good match for their small size. Many gnomes, with their afﬁ  nity for illusion magic, enjoy the versatility offered by the spellthief class, and they often use their combination of stealth and spellcasting to develop a formidable repertoire of practical jokes. Halﬂ  ings, on the other hand, usually take advantage of the class’s skill selection and stealth abilities, viewing their spells as a way to boost their ability to slip past dangerous traps and monsters. Neither dwarves nor half-orcs make particularly good spellthieves, since most members of those races prefer physical power over skill or subterfuge. Dwarves who do become spellthieves often emphasize their ability to find and disable traps to the exclusion of other skills.",
        "name":  "Races",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellthieves can ﬁ  ll any number of diverse roles in an adventuring group, depend-ing on the skills and abilities of the other members of the party. They can at times function as a group’s expert on arcane magic. With the right skill selection, a spellthief can act as a group’s primary scout and its master of stealth. Because his abilities overlap with those of ar- cane spellcasters and rogues, a spellthief might have a hard time ﬁ  nding a niche in a group that already includes one character of each kind. In such a case, a spellthief usually con- centrates on using his spells to augment his class abilities and combat prowess and ends up pairing with the rogue in most endeavors. The two can scout almost anywhere with little chance of being detected, and their ability to ﬂ  ank an opponent and both deal sneak attack damage makes them a deadly duo in combat. GAME RULE INFORMATION Spellthieves have the following game statistics.",
        "name":  "Role",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6.Starting Gold: 4d4 ×10 gp.Class Skills A spellthief’s class skills (and the key ability for each skill) are Appraise (Int), Bluff (Cha), Concentration (Con), Craft (Int), Decipher Script (Int), Disable Device (Int), Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump (Str), Knowledge (arcana) (Int), Knowledge (local) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Speak Language (n/a), Spellcraft (Int), Spot (Wis), Swim (Str), Tumble (Dex), and Use Magic Device (Cha). Skill Points at 1st Level: (6 + Int modi- ﬁ  er) × 4. Skill Points at Each Additional",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellthieves adventure because they love a challenge. They see each puzzle, trap, or monster as a new way to test their skills. This does not mean that they are all overconﬁ  dent. Some are, but many simply have a healthy dose of curiosity and a keen interest in proving their own mastery. Because they have such versatile abilities, they know they have a chance to overcome nearly any kind of challenge. When confronted with a powerful physical foe, a spellthief often can’t help wanting to know whether his stealth and cunning could overcome the foe’s brute force. When confronted with a clever trap, a spellthief can’t help wondering whether his speed and skill could overcome the trapmaker’s ingenuity and preparation. Like other characters, spellthieves are attracted to the wealth that adventuring offers. Living an open, ﬂ  amboyant (and therefore expensive) lifestyle suits many, if not all, spellthieves, and adventuring offers ready rewards both in gold and fame. Characteristics: Spellthieves use an intuitive form of arcane magic to enhance their versatile talents. They have a broad skill selection and are capable of developing several sets of skills. Many spellthieves emphasize stealth and social abilities, perfecting the ability to surprise and deceive their opponents. In combat, spellthieves use a combination of precise attacks and spells to steal abilities from their opponents. At lower levels, a spellthief concentrates on ﬂ  anking foes and delivering sneak attacks. As a spellthief progresses in level, his ability to cast spells grows stronger, allowing him to magically augment his modest combat abilities. A spellthief’s most potent ability allows him to temporarily steal spells, spell effects, and even energy resistances from his opponents.",
        "name":  "Adventures",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellthieves come from a wide vari- ety of backgrounds. Although few places are devoted to the formal training of spellthieves, the ones that exist (usually military academies that train a capable corps of espionage agents) produce especially capable and loyal spellthieves. These agents of the crown are the exception rather than the rule, however; most spellthieves acquire their training from one or more solitary mentors. These mentors are often spellthieves of varied back- grounds who wish to pass along their talents to a likely protégé. Others are rogues or sorcerers who only partially understand their disciple’s unique mixture of skills, yet they provide enough guidance and encouragement for a young spellthief to develop his own skills. Spellthieves from these diverse backgrounds often pride themselves on their blend of skills and magic. They rarely take levels in other classes, viewing their mixture of abili-ties as something particularly suited to their talent and personality.",
        "name":  "Background",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Humans are more likely than members of other races to become spellthieves. Their ﬂ  exible nature and varied interests make them well suited to the specialties of the spellthief. Elves also make excellent spellthieves, beneﬁ  ting from their natural grace and afﬁ  nity for arcane magic. Halﬂ  ings and gnomes ﬁ  nd the spellthief’s combination of spellcasting abilities and skill selection a good match for their small size. Many gnomes, with their afﬁ  nity for illusion magic, enjoy the versatility offered by the spellthief class, and they often use their combination of stealth and spellcasting to develop a formidable repertoire of practical jokes. Halﬂ  ings, on the other hand, usually take advantage of the class’s skill selection and stealth abilities, viewing their spells as a way to boost their ability to slip past dangerous traps and monsters. Neither dwarves nor half-orcs make particularly good spellthieves, since most members of those races prefer physical power over skill or subterfuge. Dwarves who do become spellthieves often emphasize their ability to find and disable traps to the exclusion of other skills.",
        "name":  "Races",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spellthieves can ﬁ  ll any number of diverse roles in an adventuring group, depend-ing on the skills and abilities of the other members of the party. They can at times function as a group’s expert on arcane magic. With the right skill selection, a spellthief can act as a group’s primary scout and its master of stealth. Because his abilities overlap with those of ar- cane spellcasters and rogues, a spellthief might have a hard time ﬁ  nding a niche in a group that already includes one character of each kind. In such a case, a spellthief usually con- centrates on using his spells to augment his class abilities and combat prowess and ends up pairing with the rogue in most endeavors. The two can scout almost anywhere with little chance of being detected, and their ability to ﬂ  ank an opponent and both deal sneak attack damage makes them a deadly duo in combat. GAME RULE INFORMATION Spellthieves have the following game statistics.",
        "name":  "Role",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6.Starting Gold: 4d4 ×10 gp.Class Skills A spellthief’s class skills (and the key ability for each skill) are Appraise (Int), Bluff (Cha), Concentration (Con), Craft (Int), Decipher Script (Int), Disable Device (Int), Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump (Str), Knowledge (arcana) (Int), Knowledge (local) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Speak Language (n/a), Spellcraft (Int), Spot (Wis), Swim (Str), Tumble (Dex), and Use Magic Device (Cha). Skill Points at 1st Level: (6 + Int modi- ﬁ  er) × 4. Skill Points at Each Additional",
        "name":  "Hit Die",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beginning at 4th level, a spellthief gains the ability to cast a small number of arcane spells, which are drawn from a subset of the sorcerer/wizard spell list (see below). He can cast any spell he knows without preparing it ahead of time, just as a sorcerer can (see page 54 of the Player’s Handbook ). To learn or cast a spell, a spellthief must have a Cha - risma score equal to at least 10 + the spell level (Cha 11 for 1st-level spells, Cha 12 for 2nd-level spells, and so on). The DC for a saving throw against a spellthief’s spell is 10 + spell level + spellthief’s Cha modiﬁer. Like other spellcasters, a spellthief can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on Table 1–3: The Spellthief. In addition, he receives bonus spells per day if he has a high Charisma score (see Table 1–1, page 8 of the Player’s Handbook ). When Table 1–3 indicates that a spellthief gets 0 spells per day of a given spell level (for instance, 1st-level spells for a 4th-level spellthief), he gains only the bonus spells he would be entitled to based on his Charisma score for that spell level. A spellthief’s selection of spells is extremely limited. A spellthief begins play knowing no spells but gains one or more new spells at certain levels, as indicated on Table 1–4: Spellthief Spells Known. (Unlike spells per day, his Charisma does not affect the number of spells he knows; the numbers on Table 1–4 are ﬁxed.) A spellthief can learn any sorcerer/wizard spell from the following schools: abjuration, divination, enchantment, illusion, and transmutation. No other sorcerer/wizard spells are on the spellthief’s class spell list. Upon reaching 12th level, and at every third spellthief level after that (15th and 18th), a spellthief can choose to learn a new spell in place of one he already knows. In effect, the spellthief “loses” the old spell in exchange for the new one. The new spell’s level must be the same as that of the spell being exchanged, and it must be at least two levels lower than the highest-level spellthief spell that the spellthief can cast. For instance, upon reaching 12th level, a spellthief could trade in a single 1st-level spell for a different 1st-level spell. A spellthief can swap only a single spell at any given level, and he must choose whether or not to swap the spell at the same time that he gains new spells known for the level. At 4th level and higher, a spellthief’s caster level for spells is one-half his spellthief level.Table 1–4: Spellthief Spells Known ———— — Spells Known ————— Level 1st 2nd 3rd 4th 1st — — — —  2nd — — — —  3rd — — — — 4th 2 1 — — — 5th 2 — — — 6th 3 — — —  7th 3 — — —  8th 4 2 1 — — 9th 4 2 — —10th 4 3 — —11th 4 3 2 1 — 12th 4 4 3 —13th 4 4 3 —14th 4 4 4 2 1 15th 4 4 4 316th 4 4 4 317th 5 4 4 418th 5 5 4 419th 5 5 5 4 20th 5 5 5 5 1  Provided that the spellthief has sufficient Charisma to have a bonus spell of this level. Steal Spell-Like Ability (Su):  At 5th level and higher, a spellthief can use a sneak attack to temporarily steal a creature’s spell-like ability. A spellthief who hits an opponent with a sneak attack can choose to forgo dealing 1d6 points of sneak attack damage and instead gain one use of one of the target’s spell-like abilities. If the target is willing, a spellthief can steal a spell-like ability with a touch as a standard action. This spell-like ability can originate from the target’s class, race, template, or any other source, and can be of any level up to a maximum of one-third the spellthief’s class level. A spellthief can select a speciﬁc spell-like ability to steal; otherwise, the DM chooses the ability at random. If the ability has a limited number of uses per day, the target must have at least one such use left, or the spellthief can’t steal the ability. If the target can’t use its ability at the present time (such as a summoned demon’s summon ability), the spellthief can’t steal it. A spellthief can use a stolen spell-like ability once. For all purposes (caster level, save DC, and so on), treat the spell-like ability as if it were being used by the original possessor of the ability. A spellthief must use the stolen spell-like ability within 1 minute of acquiring it, or it is lost harmlessly. Until the spellthief uses the ability (or until the minute elapses), the target cannot use the stolen ability. Absorb Spell (Su):  Beginning at 7th level, if a spellthief makes a successful save against a spell that targets him, he can attempt to absorb the spell energy for later use. This ability affects only spells that have the spellthief as Table 1–3: The Spellthief Base Attack Fort Ref Will      — — Spells per Day —— Level Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +0 +2 Sneak attack +1d6, steal spell (0 or 1st), trapfinding — — — — 2nd +1 +0 +0 +3 Detect magic, spellgrace +1, steal spell effect — — — — 3rd +2 +1 +1 +3 Steal energy resistance 10 — — — — 4th +3 +1 +1 +4 Steal spell (2nd) 0 — — — 5th +3 +1 +1 +4 Sneak attack +2d6, steal spell-like ability 0 — — — 6th +4 +2 +2 +5 Steal spell (3rd) 1 — — — 7th +5 +2 +2 +5 Absorb spell 1 — — — 8th +6/+1 +2 +2 +6 Steal spell (4th) 1 0 — — 9th +6/+1 +3 +3 +6 Arcane sight , sneak attack +3d6 1 0 — — 10th +7/+2 +3 +3 +7 Steal spell (5th) 1 1 — — 11th +8/+3 +3 +3 +7 Spellgrace +2, steal energy resistance 20 1 1 0 — 12th +9/+4 +4 +4 +8 Steal spell (6th) 1 1 1 — 13th +9/+4 +4 +4 +8 Discover spells, sneak attack +4d6 1 1 1 — 14th +10/+5 +4 +4 +9 Steal spell (7th) 2 1 1 0 15th +11/+6/+1 +5 +5 +9 Steal spell resistance 2 1 1 1 16th +12/+7/+2 +5 +5 +10 Steal spell (8th) 2 2 1 1 17th +12/+7/+2 +5 +5 +10 Sneak attack +5d6 2 2 2 1 18th +13/+8/+3 +6 +6 +11 Steal spell (9th) 3 2 2 1 19th +14/+9/+4 +6 +6 +11 Steal energy resistance 30 3 3 3 2 20th +15/+10/+5 +6 +6 +12 Absorb spell (immediate casting), spellgrace +3 3 3 3 320 CHAPTER 1 CLASSESa target, not effect or area spells. A spellthief can’t absorb a spell of a higher spell level than he could steal with his steal spell ability (see above). To absorb a spell that targets him, a spellthief must suc - ceed on a level check (1d20 + spellthief class level) against a DC of 10 + the spell’s caster level. Failure indicates that the spell has its normal effect. Success means that the spellthief suffers no effect from the spell and can cast the spell later (or use its energy to cast one of his own spells known) as if he had stolen the spell with his steal spell ability. His normal limit of total spell levels stolen still applies. At 20th level or higher, a spellthief can choose to use the stolen spell energy as an immediate action (see page 137), either to recast the original spell or to cast one of his own spells known using the stolen spell energy. Arcane Sight (Sp):  Beginning at 9th level, a spellthief can use arcane sight as a swift action (see page 137) a number of times per day equal to his Charisma modiﬁer (minimum 1). His caster level is equal to his spellthief class level. Discover Spells (Ex): A spellthief of 13th level or higher who steals a spell from a spellcaster with his steal spell ability automatically learns the names of all other spells prepared or known by the spellcaster that are of the same spell level as the stolen spell. This knowledge allows the spellthief to better choose which spells to steal on subsequent attacks. For example, a 13th-level spellthief who steals dis - integrate from an enemy sorcerer would also discover the names of all other 6th-level spells known by that sorcerer. Steal Spell Resistance (Su):  Beginning at 15th level, a spellthief can use a sneak attack to temporarily steal some or all of a creature’s spell resistance. A spellthief who hits an opponent with a sneak attack can choose to forgo 3d6 points of sneak attack damage and instead reduce the target’s spell resistance by 5. The spellthief also gains spell resistance equal to 5 + his class level (up to a maximum value equal to the original spell resis - tance of the target). If the target is willing, a spellthief can steal spell resistance with a touch as a standard action. The stolen spell resistance beneﬁts the spellthief for a number of rounds equal to the spellthief’s Charisma modiﬁer (minimum 1 round) and then returns to the target creature. If the spell resistance is derived from a temporary effect (such as a spell), the stolen spell resis - tance disappears when the effect elapses. A spellthief can’t use this ability on the same creature again until the creature’s stolen spell resistance returns. HALFLING SPELLTHIEF STARTING PACKAGE",
        "name":  "Spells",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if he were actively looking for it. Evasion (Ex):  If Vadamar is exposed to any effect that normally allows him to attempt a Reﬂex saving throw for half damage, he takes no damage with a successful saving throw.",
        "name":  "Elf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if he were actively looking for it. Evasion (Ex):  If Vadamar is exposed to any effect that normally allows him to attempt a Reﬂex saving throw for half damage, he takes no damage with a successful saving throw.",
        "name":  "Elf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +21, Listen +4, Spot +4; Alertness. Deliver Touch Spells (Su): Berkich can deliver touch spells for its master (see Familiars, page 52 of the Player’s Handbook).Zaadi Akanthas, a daggerspell shaperVadamar Lyrr, a daggerspell mage 34 Illus. by W. O’ConnorCHAPTER 2 PRESTIGE CLASSES 36CHAPTER 2 PRESTIGE CLASSES 37 Improved Evasion (Ex):  If Berkich is exposed to any effect that normally allows it to attempt a Reﬂex saving throw for half damage, it takes no damage with a successful saving throw and half damage if the saving throw fails. Speak with Master (Ex): Berkich can communicate ver - bally with Vadamar. Other creatures do not understand the communication without magical help.",
        "name":  "Skills and Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A toad’s coloration gives it a +4 racial bonus on Hide checks. DAGGERSPELL SHAPER In a reclusive monastery in the heart of an ancient forest, a varied group of druids and arcane spellcasters train together. The adherents of this monastery work to perfect a unique ﬁghting and spellcasting style that relies on wielding a pair of daggers at all times. Some of these students—known as daggerspell shapers—blend the ﬁghting style with druid magic, spinning a deadly web of steel in front of them as they perform powerful feats of natural magic, or blending their daggers into the claws and talons of their wild-shaped forms. Daggerspell shapers see the precise martial powers of their twin-dagger style and their magic as an extension of one powerful philosophy. The shapers seek truth in all things, believing that you can separate right from wrong and nature from corruption with the clean slice of a blade. Although never numerous, shapers are respected as judges, warriors, and defenders of the weak. Daggerspell shapers are closely related to the other half of their guild, the daggerspell mages. Both preserve the work of good folk and balance the concerns of civilized communities against the sanctity of nature, but where a daggerspell mage is wild and impulsive, a shaper is quiet and calculating. The two halves of the Daggerspell Guardians organization (see page 167) work together amicably, but they have decidedly different approaches to most problems. Almost every daggerspell shaper begins her career as a druid, taking a level or two of rogue or scout after a few successful adventures. These individuals are drawn to the exotic ﬁghting style and balanced ideals of the guild. Although most daggerspell shapers are primarily spellcasters, some have more complicated multiclass pathways that include ranger or barbarian levels. These shapers follow all the precepts of the guild, but they are more likely to defend nature with the steel of their daggers than with their spells.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A toad’s coloration gives it a +4 racial bonus on Hide checks. DAGGERSPELL SHAPER In a reclusive monastery in the heart of an ancient forest, a varied group of druids and arcane spellcasters train together. The adherents of this monastery work to perfect a unique ﬁghting and spellcasting style that relies on wielding a pair of daggers at all times. Some of these students—known as daggerspell shapers—blend the ﬁghting style with druid magic, spinning a deadly web of steel in front of them as they perform powerful feats of natural magic, or blending their daggers into the claws and talons of their wild-shaped forms. Daggerspell shapers see the precise martial powers of their twin-dagger style and their magic as an extension of one powerful philosophy. The shapers seek truth in all things, believing that you can separate right from wrong and nature from corruption with the clean slice of a blade. Although never numerous, shapers are respected as judges, warriors, and defenders of the weak. Daggerspell shapers are closely related to the other half of their guild, the daggerspell mages. Both preserve the work of good folk and balance the concerns of civilized communities against the sanctity of nature, but where a daggerspell mage is wild and impulsive, a shaper is quiet and calculating. The two halves of the Daggerspell Guardians organization (see page 167) work together amicably, but they have decidedly different approaches to most problems. Almost every daggerspell shaper begins her career as a druid, taking a level or two of rogue or scout after a few successful adventures. These individuals are drawn to the exotic ﬁghting style and balanced ideals of the guild. Although most daggerspell shapers are primarily spellcasters, some have more complicated multiclass pathways that include ranger or barbarian levels. These shapers follow all the precepts of the guild, but they are more likely to defend nature with the steel of their daggers than with their spells.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must survive a great trial under - ground. This trial usually takes one of three forms: • A solo dungeon expedition that earns the character half of the experience points needed for advancement to the next level. (For example, a 7th-level character must earn 3,500 XP on such a solo run.) The character must complete the venture in one week, though he may leave the dungeon and return as often as desired during that time. • Survival of a cave-in or other collapse (see page 66 of the Dungeon Master’s Guide ). • Living for a year without seeing the light of the sun, usually among underground denizens such as the deep dwarves or drow. CLASS SKILLS The dungeon delver’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Climb (Str), Craft (Int), Disable Device (Int), Hide (Dex), Jump (Str), Knowledge (dungeoneering) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Spot (Wis), Survival (Wis), Swim (Str), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex).",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must survive a great trial under - ground. This trial usually takes one of three forms: • A solo dungeon expedition that earns the character half of the experience points needed for advancement to the next level. (For example, a 7th-level character must earn 3,500 XP on such a solo run.) The character must complete the venture in one week, though he may leave the dungeon and return as often as desired during that time. • Survival of a cave-in or other collapse (see page 66 of the Dungeon Master’s Guide ). • Living for a year without seeing the light of the sun, usually among underground denizens such as the deep dwarves or drow. CLASS SKILLS The dungeon delver’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Climb (Str), Craft (Int), Disable Device (Int), Hide (Dex), Jump (Str), Knowledge (dungeoneering) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Spot (Wis), Survival (Wis), Swim (Str), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex).",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 3rd, 6th, and 9th levels, an exemplar gains a bonus feat, which must be selected from the fol - lowing list: Acrobatic, Agile, Alertness, Animal Afﬁnity, Athletic, Blind-Fight, Combat Casting, Combat Expertise, Deceitful, Deft Hands, Diligent, Improved Initiative, Improved Swimming†, Investigator, Magical Aptitude, Negotiator, Nimble Fingers, Open Minded†, Persuasive, Self-Sufﬁcient, Skill Focus, Stealthy, Track, or Versatile Performer†. The exemplar must meet all the prerequisites for the chosen feat. † New feat described in Chapter 3. Sustaining Presence (Su): Starting at 4th level, an exemplar knows how to call upon her force of personality to help keep herself alive in tense or dangerous situations. She adds her Charisma bonus (if any) to her Concentra - tion checks and Fortitude saves. Persuasive Performance (Ex): Starting at 5th level, an exemplar can use her skill artistry to improve the attitudes of NPCs. To do this, the NPCs must observe her using one of the skills to which she has applied skill artistry. Treat this as a Diplomacy check made to inﬂuence NPC attitudes (see pages 71–72 of the Player’s Handbook ), but replace the Diplomacy check with a check using the chosen skill. The demonstration must be nonthreatening and intended to entertain and amuse the onlookers. Viewers must be within 30 feet of the exemplar, must be able to see her clearly, and must willingly pay attention to her actions. This ability requires at least 1 minute to perform, and it can affect a particular creature only once every 24 hours. Intellectual Agility (Su): Starting at 8th level, an exemplar can channel her intellect to more physical needs. She adds her Intelligence bonus (if any) to her initiative checks and Reﬂex saves.",
        "name":  "Bonus Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 10th-level exemplar has tuned her body with skill to the point that she becomes a magical creature. Her type changes to outsider (native). See the monk class feature, page 42 of the Player’s Handbook. Table 2–9: The Exemplar Base Attack Fort Ref WillLevel Bonus Save Save Save Special  1st +0 +0 +0 +2  Skill artistry, skill mastery 2nd +1 +0 +0 +3  Lend talent (one-half penalty) 3rd +2 +1 +1 +3 Bonus feat  4th +3 +1 +1 +4  Skill artistry, sustaining presence 5th +3 +1 +1 +4  Persuasive performance 6th +4 +2 +2 +5 Bonus feat 7th +5 +2 +2 +5 Skill artistry 8th +6 +2 +2 +6  Intellectual agility, lend talent (equal to penalty) 9th +6 +3 +3 +6 Bonus feat10th +7 +3 +3 +7  Perfect self, skill artistry SAMPLE EXEMPLAR",
        "name":  "Perfect Self",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 3rd, 6th, and 9th levels, an exemplar gains a bonus feat, which must be selected from the fol - lowing list: Acrobatic, Agile, Alertness, Animal Afﬁnity, Athletic, Blind-Fight, Combat Casting, Combat Expertise, Deceitful, Deft Hands, Diligent, Improved Initiative, Improved Swimming†, Investigator, Magical Aptitude, Negotiator, Nimble Fingers, Open Minded†, Persuasive, Self-Sufﬁcient, Skill Focus, Stealthy, Track, or Versatile Performer†. The exemplar must meet all the prerequisites for the chosen feat. † New feat described in Chapter 3. Sustaining Presence (Su): Starting at 4th level, an exemplar knows how to call upon her force of personality to help keep herself alive in tense or dangerous situations. She adds her Charisma bonus (if any) to her Concentra - tion checks and Fortitude saves. Persuasive Performance (Ex): Starting at 5th level, an exemplar can use her skill artistry to improve the attitudes of NPCs. To do this, the NPCs must observe her using one of the skills to which she has applied skill artistry. Treat this as a Diplomacy check made to inﬂuence NPC attitudes (see pages 71–72 of the Player’s Handbook ), but replace the Diplomacy check with a check using the chosen skill. The demonstration must be nonthreatening and intended to entertain and amuse the onlookers. Viewers must be within 30 feet of the exemplar, must be able to see her clearly, and must willingly pay attention to her actions. This ability requires at least 1 minute to perform, and it can affect a particular creature only once every 24 hours. Intellectual Agility (Su): Starting at 8th level, an exemplar can channel her intellect to more physical needs. She adds her Intelligence bonus (if any) to her initiative checks and Reﬂex saves.",
        "name":  "Bonus Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 10th-level exemplar has tuned her body with skill to the point that she becomes a magical creature. Her type changes to outsider (native). See the monk class feature, page 42 of the Player’s Handbook. Table 2–9: The Exemplar Base Attack Fort Ref WillLevel Bonus Save Save Save Special  1st +0 +0 +0 +2  Skill artistry, skill mastery 2nd +1 +0 +0 +3  Lend talent (one-half penalty) 3rd +2 +1 +1 +3 Bonus feat  4th +3 +1 +1 +4  Skill artistry, sustaining presence 5th +3 +1 +1 +4  Persuasive performance 6th +4 +2 +2 +5 Bonus feat 7th +5 +2 +2 +5 Skill artistry 8th +6 +2 +2 +6  Intellectual agility, lend talent (equal to penalty) 9th +6 +3 +3 +6 Bonus feat10th +7 +3 +3 +7  Perfect self, skill artistry SAMPLE EXEMPLAR",
        "name":  "Perfect Self",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bardic knowledge and evasion abilities.48CHAPTER 2 PRESTIGE CLASSES 49CLASS SKILLS The Fochlucan lyrist’s class skills (and the key ability for each skill) are Appraise (Int), Bluff (Cha), Concentration (Con), Craft (any) (Int), Decipher Script (Int), Diplomacy (Cha), Disguise (Cha), Gather Information (Cha), Handle Animal (Cha), Heal (Wis), Hide (Dex), Knowledge (all skills, taken individually) (Int), Listen (Wis), Move Silently (Dex), Perform (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), Sleight of Hand (Dex), Speak Language (n/a), Spellcraft (Int), Survival (Wis), Swim (Str), and Use Magic Device (Cha).",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use bardic music six times per day. See the bard class feature, page 29 of the Player’s Handbook. Countersong (Su): Use music or poetics to counter magical effects that depend on sound. Fascinate (Sp): Use music or poetics to cause one or more creatures to become fascinated with her. Inspire Competence (Su): Use music or poetics to help an ally succeed at a task. Inspire Courage (Su):  Use music or poetics to bolster her allies against fear and improve their combat abilities. Evasion (Ex):  If Tyrea is exposed to any effect that CHAPTER 2 PRESTIGE CLASSES Tyrea Neylia, a Fochlucan lyrist Illus. by E. Cox pqqqqqqqqqqqqqqqqqqqqrs FOCHLUCAN BANDORE In the same vein that most folk consider the Fochlucan College to be the most famous of the bardic colleges, the most well-known and most often encountered of all the famed instruments of the bards is the Fochlucan bandore.  (This item and the other instru- ments of the bards are described in detail in Complete Arcane. ) This three-stringed masterwork lute grants a +2 circumstance bonus on Perform (string instruments) checks and a +1 compe-tence bonus on bardic music checks for countersong, fascinate , and suggestion. The instrument can be played by anyone to produce light once per day. Any character with at least 2 ranks in Perform (string instruments) can use the bandore to cast flare, mending, and message each once per day. Faint transmutation, faint evocation; CL 3rd; Craft Wondrous Item, flare, light, mending, message, creator must be a bard; Price 1,900 gp; Weight 3 lb. pqqqqqqqqqqqqqqqqqqqqrspqqqqqqqqqqqqqqqqqqqqrs THE FOCHLUCAN COLLEGE Perhaps the most famous of the bardic colleges, the Fochlu-can College serves as a beacon of learning and diplomacy in a dark and restless land. Many have accused the Fochlucan masters of fomenting intrigues among the nearby kingdoms and using their famed neutrality to conceal the real extent of their meddling and manipulation. By advising mighty rulers and undertaking the tutoring of royal heirs, the Fochlucan bards turn the fate of kingdoms with nothing more than quiet words and whispered secrets. The Fochlucan College itself is located on the shores of the misty Loch Firrnen, a few miles from the town of Oakenway. The College is a rambling old stone building that resembles some- thing between a minor lord’s manor house and a decrepit old monastery. Green ivy covers its walls, and old lanterns hanging from its eaves warm its chill, misty nights with golden light. No more than a handful of its collegians are present at any given time—the strength of the organization lies in the learn-ing and skill of its individual members, not in any muster of warriors. Members are welcome to stay as long as they like but are expected to contribute to the college’s upkeep. The custom- ary donation is 50 gp a month (for itinerant members) or 200 gp a month (for members living on the premises). A small number of servants keep the College in order and prepare meals, but there are no guards or soldiers. Instead, its defense lies primarily in the reputation and influence of its mem- bers. Should trouble come anyway, the College is well defended by the handful of lyrists or guests who happen to be visiting at any given time. In case of serious trouble, the Fochlucans turn to the creatures of the surrounding forest. Through ancient pacts, the sylvan denizens of Loch Firrnen’s forests are pledged to defend the bards’ house against attack. The College is governed by the Yew Circle, a small council composed of the five most senior Fochlucans currently enrolled in the order. All five are nominally equal, but if the Circle’s opinion is divided on any important matter, the Eldest of the Circle—the Fochlucan who has served the longest in the col-lege—decides the issue. Currently, the Eldest of Fochlucan is Yew Master Hurlich Stennarden, a half-elf who has belonged to the College for better than fifty years. The masters of the Yew Circle rarely meet, since they are not often at the College at the same time. The Fochlucans are affiliated with several other bardic colleges in neighboring lands, including the College of Mac-Fuirmidh, the Doss School, and the High College of Anstruth, oldest and most knowledgeable of the colleges. pqqqqqqqqqqqqqqqqqqqqrs48CHAPTER 2 PRESTIGE CLASSES 49CLASS SKILLS The Fochlucan lyrist’s class skills (and the key ability for each skill) are Appraise (Int), Bluff (Cha), Concentration (Con), Craft (any) (Int), Decipher Script (Int), Diplomacy (Cha), Disguise (Cha), Gather Information (Cha), Handle Animal (Cha), Heal (Wis), Hide (Dex), Knowledge (all skills, taken individually) (Int), Listen (Wis), Move Silently (Dex), Perform (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), Sleight of Hand (Dex), Speak Language (n/a), Spellcraft (Int), Survival (Wis), Swim (Str), and Use Magic Device (Cha).",
        "name":  "Bardic Music",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use bardic music six times per day. See the bard class feature, page 29 of the Player’s Handbook. Countersong (Su): Use music or poetics to counter magical effects that depend on sound. Fascinate (Sp): Use music or poetics to cause one or more creatures to become fascinated with her. Inspire Competence (Su): Use music or poetics to help an ally succeed at a task. Inspire Courage (Su):  Use music or poetics to bolster her allies against fear and improve their combat abilities. Evasion (Ex):  If Tyrea is exposed to any effect that CHAPTER 2 PRESTIGE CLASSES Tyrea Neylia, a Fochlucan lyrist Illus. by E. Cox pqqqqqqqqqqqqqqqqqqqqrs FOCHLUCAN BANDORE In the same vein that most folk consider the Fochlucan College to be the most famous of the bardic colleges, the most well-known and most often encountered of all the famed instruments of the bards is the Fochlucan bandore.  (This item and the other instru- ments of the bards are described in detail in Complete Arcane. ) This three-stringed masterwork lute grants a +2 circumstance bonus on Perform (string instruments) checks and a +1 compe-tence bonus on bardic music checks for countersong, fascinate , and suggestion. The instrument can be played by anyone to produce light once per day. Any character with at least 2 ranks in Perform (string instruments) can use the bandore to cast flare, mending, and message each once per day. Faint transmutation, faint evocation; CL 3rd; Craft Wondrous Item, flare, light, mending, message, creator must be a bard; Price 1,900 gp; Weight 3 lb. pqqqqqqqqqqqqqqqqqqqqrspqqqqqqqqqqqqqqqqqqqqrs THE FOCHLUCAN COLLEGE Perhaps the most famous of the bardic colleges, the Fochlu-can College serves as a beacon of learning and diplomacy in a dark and restless land. Many have accused the Fochlucan masters of fomenting intrigues among the nearby kingdoms and using their famed neutrality to conceal the real extent of their meddling and manipulation. By advising mighty rulers and undertaking the tutoring of royal heirs, the Fochlucan bards turn the fate of kingdoms with nothing more than quiet words and whispered secrets. The Fochlucan College itself is located on the shores of the misty Loch Firrnen, a few miles from the town of Oakenway. The College is a rambling old stone building that resembles some- thing between a minor lord’s manor house and a decrepit old monastery. Green ivy covers its walls, and old lanterns hanging from its eaves warm its chill, misty nights with golden light. No more than a handful of its collegians are present at any given time—the strength of the organization lies in the learn-ing and skill of its individual members, not in any muster of warriors. Members are welcome to stay as long as they like but are expected to contribute to the college’s upkeep. The custom- ary donation is 50 gp a month (for itinerant members) or 200 gp a month (for members living on the premises). A small number of servants keep the College in order and prepare meals, but there are no guards or soldiers. Instead, its defense lies primarily in the reputation and influence of its mem- bers. Should trouble come anyway, the College is well defended by the handful of lyrists or guests who happen to be visiting at any given time. In case of serious trouble, the Fochlucans turn to the creatures of the surrounding forest. Through ancient pacts, the sylvan denizens of Loch Firrnen’s forests are pledged to defend the bards’ house against attack. The College is governed by the Yew Circle, a small council composed of the five most senior Fochlucans currently enrolled in the order. All five are nominally equal, but if the Circle’s opinion is divided on any important matter, the Eldest of the Circle—the Fochlucan who has served the longest in the col-lege—decides the issue. Currently, the Eldest of Fochlucan is Yew Master Hurlich Stennarden, a half-elf who has belonged to the College for better than fifty years. The masters of the Yew Circle rarely meet, since they are not often at the College at the same time. The Fochlucans are affiliated with several other bardic colleges in neighboring lands, including the College of Mac-Fuirmidh, the Doss School, and the High College of Anstruth, oldest and most knowledgeable of the colleges. pqqqqqqqqqqqqqqqqqqqqrsCHAPTER 2 PRESTIGE CLASSES 50CHAPTER 2 PRESTIGE CLASSES 51normally allows her to attempt a Reﬂ  ex saving throw for half damage, she takes no damage with a successful saving throw. Half-Elf Traits: Half-elves have immunity to magic sleep effects. For all effects related to race, a half-elf is considered an elf. Resist Nature’s Lure (Ex): Tyrea gains a +4 bonus on saving throws against the spell-like abilities of fey. Trackless Step (Ex): Tyrea leaves no trail in natural surroundings and cannot be tracked. Trapﬁ  nding (Ex): Tyrea can ﬁ  nd, disarm, or bypass traps with a DC of 20 or higher. She can use the Search skill to ﬁ  nd, and the Disable Device skill to disarm, magic traps (DC 25 + the level of the spell used to create it). If her Disable Device result exceeds the trap’s DC by 10 or more, she discovers how to bypass the trap without triggering or disarming it. Woodland Stride (Ex): Tyrea can move through natural thorns, briars, overgrown areas, and similar ter-rain at her normal speed and without damage or other impairment. However, thorns, briars, and overgrown areas that are magically manipulated to impede motion still affect her. Bard Spells Known (3/4/3 per day; caster level 6th): 0— dancing lights, daze (DC 13) , ghost sound (DC 13) , lul- laby (DC 13) , mage hand, summon instrument; 1st— alarm, charm person (DC 14), disguise self, undetectable alignment; 2nd— detect thoughts (DC 15) , invisibility, mirror image. Druid Spells Prepared (caster level 6th): 0— create water, cure minor wounds, detect magic, know direction, purify food and drink; 1st— entangle (DC 16), longstrider, pass without trace, shillelagh, speak with animals; 2nd— animal messen- ger, cat’s grace, spider climb, tree shape; 3rd— cure moderate wounds, sleet storm, speak with plants.",
        "name":  "Bardic Music",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While gnomes are renowned for their magical craftsmanship, they don’t have a monopoly on the trade. This class would be appropriate for a secret organization of item-creating arcanists who are not nec- essarily gnomes. If you change the spell requirement to divine spells, it’s also a good ﬁ  t for clerics of deities who are known for their peerless magical craftings, such as Moradin. Hit Die: d4. REQUIREMENTS To qualify to become a maester, a character must fulﬁ  ll all the following criteria.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft (any) 8 ranks, Use Magic Device 4 ranks.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any two item creation feats.",
        "name":  "Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcane caster level 5th.CLASS SKILLS The maester’s class skills (and the key ability for each skill) are Appraise (Int), Concentration (Con), Craft (Int), Disable Device (Int), Knowledge (arcana) (Int), Knowl- edge (architecture and engineering) (Int), Spellcraft (Int), and Use Magic Device (Cha).",
        "name":  "Spells",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 1st and 5th level, a maester receives a bonus item creation feat. He must meet the prerequisites for this feat. Quick Crafting (Ex):  A maester can craft magic items in half the normal time required (one day per 2,000 gp in the item’s base price; minimum one day). Spells per Day/Spells Known:  Beginning at 2nd level, a maester gains new spells per day (and spells known, if applicable) as if he had also gained a level in a spellcasting class to which he belonged before adding the prestige class level. He does not, however, gain any other beneﬁ  t a character of that class would have gained. If he had more than one spellcasting class before becoming a maester, he must decide to which class to add each level for the purpose of determining spells per day and spells known. Identiﬁ  cation (Sp): A maester of 3rd level or higher can determine the magical properties of a magic item by handling it for 1 minute and making a successful Spellcraft check (DC 10 + the item’s caster level). The maester can’t take 10 on this check, nor can he retry the check (and thus he can’t take 20). This ability otherwise functions as the identify spell. SAMPLE MAESTER",
        "name":  "Bonus Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While gnomes are renowned for their magical craftsmanship, they don’t have a monopoly on the trade. This class would be appropriate for a secret organization of item-creating arcanists who are not nec- essarily gnomes. If you change the spell requirement to divine spells, it’s also a good ﬁ  t for clerics of deities who are known for their peerless magical craftings, such as Moradin. Hit Die: d4. REQUIREMENTS To qualify to become a maester, a character must fulﬁ  ll all the following criteria.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft (any) 8 ranks, Use Magic Device 4 ranks.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any two item creation feats.",
        "name":  "Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arcane caster level 5th.CLASS SKILLS The maester’s class skills (and the key ability for each skill) are Appraise (Int), Concentration (Con), Craft (Int), Disable Device (Int), Knowledge (arcana) (Int), Knowl- edge (architecture and engineering) (Int), Spellcraft (Int), and Use Magic Device (Cha).",
        "name":  "Spells",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 1st and 5th level, a maester receives a bonus item creation feat. He must meet the prerequisites for this feat. Quick Crafting (Ex):  A maester can craft magic items in half the normal time required (one day per 2,000 gp in the item’s base price; minimum one day). Spells per Day/Spells Known:  Beginning at 2nd level, a maester gains new spells per day (and spells known, if applicable) as if he had also gained a level in a spellcasting class to which he belonged before adding the prestige class level. He does not, however, gain any other beneﬁ  t a character of that class would have gained. If he had more than one spellcasting class before becoming a maester, he must decide to which class to add each level for the purpose of determining spells per day and spells known. Identiﬁ  cation (Sp): A maester of 3rd level or higher can determine the magical properties of a magic item by handling it for 1 minute and making a successful Spellcraft check (DC 10 + the item’s caster level). The maester can’t take 10 on this check, nor can he retry the check (and thus he can’t take 20). This ability otherwise functions as the identify spell. SAMPLE MAESTER",
        "name":  "Bonus Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pinker’s familiar is a rat named Wannbar. The familiar uses the better of its own and Pinker’s base save bonuses. The rat’s abilities and characteristics are summarized below. Familiar Beneﬁts:  Pinker gains special beneﬁts from having a familiar. Wannbar grants him a +2 bonus on Fortitude saves. Pinker and Wannbar enjoy the empathic link and share spells special qualities. Alertness (Ex): Wannbar grants its master Alertness as long as it is within 5 feet. Empathic Link (Su):  Pinker can communicate telepathi - cally with his familiar at a distance of up to 1 mile. The master has the same connection to an item or a place that the familiar does. Share Spells (Su): Pinker can have any spell he casts on himself also affect Wannbar if the latter is within 5 feet at the time. He can also cast a spell a target of “You” on his familiar.",
        "name":  "Familiar",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pinker’s familiar is a rat named Wannbar. The familiar uses the better of its own and Pinker’s base save bonuses. The rat’s abilities and characteristics are summarized below. Familiar Beneﬁts:  Pinker gains special beneﬁts from having a familiar. Wannbar grants him a +2 bonus on Fortitude saves. Pinker and Wannbar enjoy the empathic link and share spells special qualities. Alertness (Ex): Wannbar grants its master Alertness as long as it is within 5 feet. Empathic Link (Su):  Pinker can communicate telepathi - cally with his familiar at a distance of up to 1 mile. The master has the same connection to an item or a place that the familiar does. Share Spells (Su): Pinker can have any spell he casts on himself also affect Wannbar if the latter is within 5 feet at the time. He can also cast a spell a target of “You” on his familiar.",
        "name":  "Familiar",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 10th-level master of many forms has reached the pinnacle of her shapechanging abilities. She gains the shapechanger subtype and becomes immune to any transmutation effect unless she is willing to accept it. Galatea, a master of many formsTable 2–14: The Master of Many Forms Base Attack Fort Ref WillLevel Bonus Save Save Save Special  1st +0 +2 +2 +0  Shifter’s speech, improved wild shape (humanoid) 2nd +1 +3 +3 +0  Improved wild shape (giant; Large) 3rd +2 +3 +3 +1  Fast wild shape, improved wild shape (monstrous humanoid)  4th +3 +4 +4 +1  Improved wild shape (fey; Tiny)  5th +3 +4 +4 +1  Improved wild shape (vermin)  6th +4 +5 +5 +2  Improved wild shape (aberration; Huge)  7th +5 +5 +5 +2  Extraordinary wild shape, improved wild shape (plant)  8th +6 +6 +6 +2  Improved wild shape (ooze; Diminutive)  9th +6 +6 +6 +3  Improved wild shape (elemental)10th +7 +7 +7 +3  Evershifting form, improved wild shape (dragon; Gargantuan)Illus. by M. MooreCHAPTER 2 PRESTIGE CLASSES 60CHAPTER 2 PRESTIGE CLASSES 61 In addition, she no longer takes ability penalties for aging and is not subject to magical aging, though any aging penalties she already may have taken remain in place. Bonuses still accrue, and a master of many forms still dies of old age when her time is up. SAMPLE MASTER OF MANY FORMS",
        "name":  "Evershifting Form",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if she where actively looking for it. Improved Wild Shape (Su): Galatea can assume humanoid or giant forms when she uses wild shape. She can also take the form of Large creatures. Resist Nature’s Lure (Ex): Galatea gains a +4 bonus on saving throws against the spell-like abilities of fey. Shifter’s Speech (Ex):  Galatea can speak normally regardless of the form she takes, and she can communicate with creatures of whatever kind she transforms into. Trackless Step (Ex):  Galatea leaves no trail in natural surroundings and cannot be tracked. Wild Shape (Su): Galatea can change into a Small, Medium, or Large animal, humanoid, or giant, and back again, as per the polymorph spell. This ability lasts for 5 hours or until she changes back. Woodland Stride (Ex): Galatea can move through natural thorns, briars, overgrown areas, and similar ter - rain at her normal speed and without damage or other impairment. However, thorns, briars, and overgrown areas that are magically manipulated to impede motion still affect her. Druid Spells Prepared (caster level 5th): 0— cure minor wounds, detect magic, know direction, resistance, virtue ; 1st— cure light wounds, endure elements, entangle (DC 15), magic fang; 2nd— barkskin, bear’s endurance, cat’s grace; 3rd— cure moderate wounds, greater magic fang.",
        "name":  "Elf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if she where actively looking for it. Improved Wild Shape (Su): Galatea can assume humanoid or giant forms when she uses wild shape. She can also take the form of Large creatures. Resist Nature’s Lure (Ex): Galatea gains a +4 bonus on saving throws against the spell-like abilities of fey. Shifter’s Speech (Ex):  Galatea can speak normally regardless of the form she takes, and she can communicate with creatures of whatever kind she transforms into. Trackless Step (Ex):  Galatea leaves no trail in natural surroundings and cannot be tracked. Wild Shape (Su): Galatea can change into a Small, Medium, or Large animal, humanoid, or giant, and back again, as per the polymorph spell. This ability lasts for 5 hours or until she changes back. Woodland Stride (Ex): Galatea can move through natural thorns, briars, overgrown areas, and similar ter - rain at her normal speed and without damage or other impairment. However, thorns, briars, and overgrown areas that are magically manipulated to impede motion still affect her. Druid Spells Prepared (caster level 5th): 0— cure minor wounds, detect magic, know direction, resistance, virtue ; 1st— cure light wounds, endure elements, entangle (DC 15), magic fang; 2nd— barkskin, bear’s endurance, cat’s grace; 3rd— cure moderate wounds, greater magic fang.",
        "name":  "Elf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must undergo intensive training and tests with the Nightsong Guild before she can gain the class abilities. CLASS SKILLS The nightsong inﬁ  ltrator’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Craft (Int), Decipher Script (Int), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (Int), Gather Information (Cha), Hide (Dex), Jump (Str), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Profession (Wis), Ride (Dex), Search (Int), Sleight of Hand (Dex), Spot (Wis), Swim (Str), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex). Skill Points at Each",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must undergo intensive training and tests with the Nightsong Guild before she can gain the class abilities. CLASS SKILLS The nightsong inﬁ  ltrator’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Craft (Int), Decipher Script (Int), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (Int), Gather Information (Cha), Hide (Dex), Jump (Str), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Profession (Wis), Ride (Dex), Search (Int), Sleight of Hand (Dex), Spot (Wis), Swim (Str), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex). Skill Points at Each",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if she where actively looking for it. Evasion (Ex): If Raelia is exposed to any effect that normally allows her to attempt a Reﬂex saving throw for half damage, she takes no damage with a successful saving throw. Steady Stance (Ex):  Raelia is not considered ﬂat-footed while balancing or climbing, and she adds +3 to Balance or Climb checks to remain balancing or climbing when she takes damage. Teamwork  Inﬁltration (Ex):  Raelia can study a small area (typically up to 10 feet square, such as a doorway or guard post) in order to prepare for inﬁltrating that area. If she spends 1 hour studying the area from a distance of no more than 60 feet, she gains a +2 competence bonus on Balance, Climb, Disable Device, Hide, Move Silently, Open Lock, Search, and Tumble checks attempted in that area for the next 24 hours. All allies within 30 feet of Raelia gain the same bonus in that area. (The allies need not be present while she studies the area.) Teamwork  Trap Sense (Ex):  Raelia has a +1 bonus on Reﬂex saves made to avoid traps, and she adds a +1 dodge bonus to AC against attacks made by traps. All allies within 30 feet of Raelia also gain these same bonuses (even if they already have trap sense from another class feature). Trackless Step (Ex): Raelia leaves no trail in natural surroundings and cannot be tracked. Trapﬁnding (Ex): Raelia can ﬁnd, disarm, or bypass traps with a DC of 20 or higher. She can use the Search skill to ﬁnd, and the Disable Device skill to disarm, magic traps (DC 25 + the level of the spell used to create it). If her Disable Device result exceeds the trap’s DC by 10 or more, she discovers how to bypass the trap without triggering or disarming it. Uncanny Dodge (Ex): Raelia retains her Dexterity bonus to AC even when ﬂat-footed or targeted by an unseen foe (she still loses her Dexterity bonus if paralyzed or otherwise immobile).",
        "name":  "Elf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves have immunity to magic sleep effects. An elf who merely passes within 5 feet of a secret or concealed door is entitled to a Search check to notice it as if she where actively looking for it. Evasion (Ex): If Raelia is exposed to any effect that normally allows her to attempt a Reﬂex saving throw for half damage, she takes no damage with a successful saving throw. Steady Stance (Ex):  Raelia is not considered ﬂat-footed while balancing or climbing, and she adds +3 to Balance or Climb checks to remain balancing or climbing when she takes damage. Teamwork  Inﬁltration (Ex):  Raelia can study a small area (typically up to 10 feet square, such as a doorway or guard post) in order to prepare for inﬁltrating that area. If she spends 1 hour studying the area from a distance of no more than 60 feet, she gains a +2 competence bonus on Balance, Climb, Disable Device, Hide, Move Silently, Open Lock, Search, and Tumble checks attempted in that area for the next 24 hours. All allies within 30 feet of Raelia gain the same bonus in that area. (The allies need not be present while she studies the area.) Teamwork  Trap Sense (Ex):  Raelia has a +1 bonus on Reﬂex saves made to avoid traps, and she adds a +1 dodge bonus to AC against attacks made by traps. All allies within 30 feet of Raelia also gain these same bonuses (even if they already have trap sense from another class feature). Trackless Step (Ex): Raelia leaves no trail in natural surroundings and cannot be tracked. Trapﬁnding (Ex): Raelia can ﬁnd, disarm, or bypass traps with a DC of 20 or higher. She can use the Search skill to ﬁnd, and the Disable Device skill to disarm, magic traps (DC 25 + the level of the spell used to create it). If her Disable Device result exceeds the trap’s DC by 10 or more, she discovers how to bypass the trap without triggering or disarming it. Uncanny Dodge (Ex): Raelia retains her Dexterity bonus to AC even when ﬂat-footed or targeted by an unseen foe (she still loses her Dexterity bonus if paralyzed or otherwise immobile).",
        "name":  "Elf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sneak attack +1d6.CLASS SKILLS The shadowbane stalker’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Climb (Str), Concentration (Con), Craft (Int), Decipher Script (Int), Disable Device (Int), Escape Artist (Dex), Gather Information (Cha), Heal (Wis), Hide (Dex), Jump (Str), Knowledge (history) (Int), Knowledge (nature) (Int), Knowledge (religion) (Int), Knowledge (the planes) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Profession (Wis), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Spot (Wis), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex).",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sneak attack +1d6.CLASS SKILLS The shadowbane stalker’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Climb (Str), Concentration (Con), Craft (Int), Decipher Script (Int), Disable Device (Int), Escape Artist (Dex), Gather Information (Cha), Heal (Wis), Hide (Dex), Jump (Str), Knowledge (history) (Int), Knowledge (nature) (Int), Knowledge (religion) (Int), Knowledge (the planes) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Profession (Wis), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Spot (Wis), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex).",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skill Focus (Bluff). CLASS SKILLS The spymaster’s class skills (and the key abil- ity for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Decipher Script (Int), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (Int), Gather Information (Cha), Hide (Dex), Intimidate (Cha), Jump (Str), Knowledge (geography) (Int), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nobility and royalty) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Speak Language (n/a), Spot (Wis), Swim (Str), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex).",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skill Focus (Bluff). CLASS SKILLS The spymaster’s class skills (and the key abil- ity for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Decipher Script (Int), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (Int), Gather Information (Cha), Hide (Dex), Intimidate (Cha), Jump (Str), Knowledge (geography) (Int), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nobility and royalty) (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Search (Int), Sense Motive (Wis), Sleight of Hand (Dex), Speak Language (n/a), Spot (Wis), Swim (Str), Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex).",
        "name":  "Feat",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Female half-elf rogue 5/spymaster 3; CR 8; Medium humanoid (elf); HD 8d6+8; hp 35; Init +7; Spd 30 ft.; AC 18, touch 14, ﬂat-footed 18; Base Atk +5; Grp +4; Atk or Full Atk +8 melee (1d6–1/18–20, +1 rapier ); SA sneak attack +4d6; SQ cover identity, evasion, half-elf traits, low-light vision, magic aura , quick change, scry - ing defense, trap sense +1, trapﬁnding, uncanny dodge, undetectable alignment; AL N; SV Fort +4, Ref +9, Will +3; Str 8, Dex 16, Con 12, Int 10, Wis 13, Cha 14.",
        "name":  "Gilifar",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Female half-elf rogue 5/spymaster 3; CR 8; Medium humanoid (elf); HD 8d6+8; hp 35; Init +7; Spd 30 ft.; AC 18, touch 14, ﬂat-footed 18; Base Atk +5; Grp +4; Atk or Full Atk +8 melee (1d6–1/18–20, +1 rapier ); SA sneak attack +4d6; SQ cover identity, evasion, half-elf traits, low-light vision, magic aura , quick change, scry - ing defense, trap sense +1, trapﬁnding, uncanny dodge, undetectable alignment; AL N; SV Fort +4, Ref +9, Will +3; Str 8, Dex 16, Con 12, Int 10, Wis 13, Cha 14.",
        "name":  "Gilifar",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The virtuoso prestige class can play many different roles in a campaign. In one world, members of a speciﬁc bardic college might all be members of the class. In another, virtuosos might be dedicated to magic, not music.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The virtuoso prestige class can play many different roles in a campaign. In one world, members of a speciﬁc bardic college might all be members of the class. In another, virtuosos might be dedicated to magic, not music.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Virtuoso levels stack with bard levels for the purpose of determining the virtuoso’s daily uses of his bardic music abilities (if any) and the value of the bonus granted by inspire courage (if the virtuoso CHAPTER 2 PRESTIGE CLASSES 90CHAPTER 2 PRESTIGE CLASSES 91has that bardic music ability). For example, a 10th-level bard/4th-level virtuoso could use bardic music fourteen times per day, and his inspire courage ability would grant a +3 morale bonus on the appropriate rolls. A virtuoso also gains the fascinate bardic music ability, if he doesn’t already have it. He can use his performance to cause one or more creatures to become fascinated with him. See the bard class feature, page 29 of the Player’s Handbook. Virtuoso Performance (Su): A virtuoso can use his Perform skill to create magical effects on those around him. He can use this ability once per day per virtuoso level. He can use any form of performance as part of this ability. Although many of the names refer to musical performances, a virtuoso isn’t actually so limited—for example, an actor could perform a “sustaining soliloquy” or “sustaining dance” rather than a sustaining song. Each ability requires both a minimum virtuoso level and a minimum number of ranks in any Perform skill to qualify. If a virtuoso does not have the re- quired number of ranks in at least one Perform skill, he does not gain the virtuoso performance ability until he acquires the needed ranks. Starting a virtuoso performance effect is a standard action. Some virtuoso per- formance abilities require concen- tration, which means that the virtuoso must take a standard action each round to main- tain the ability. Unlike with bardic music, virtuoso perfor- mance doesn’t restrict a virtuo- so’s spellcasting or magic item activation. If a virtuoso’s perfor- mance requires sound, a deaf vir-tuoso has a 20% chance to fail when attempting to use virtuoso performance. If he fails, the attempt still counts against his daily limit. If a virtuoso has the bardic music class feature, he can spend two daily uses of bardic music to deliver a virtuoso performance. Persuasive Song (Ex):  A virtuoso with at least 11 ranks in a Perform skill can deliver a performance that sways the attitude of his audience. Treat this as a Diplomacy check made to inﬂ  uence NPC attitudes (see pages 71–72 of the Player’s Handbook ), but replace the Diplomacy check with a Perform check. Viewers must be within 30 feet of the virtuoso, be able to see and hear him clearly, and be will- ingly paying attention to his actions. This ability requires at least 10 consecutive rounds of concentration to take effect, and it can affect a particular creature only once per day. Hostile audience members can’t be inﬂ  uenced with this ability. Sustaining Song (Su): A virtuoso of 3rd level or higher with at least 13 ranks in a Perform skill can sustain his dying allies, assisting their recovery. Each round that the song continues, all allies within 30 feet of him automatically become stable (if dying) or regain 1 hit point (if stable and between –1 and –9 hit points). A sustaining song has no effect on enemies or on allies with 0 or more hit points. A virtuoso can keep up his sustaining song for 5 minutes. This is a mind-affecting ability. Jarring Song (Su): A virtuoso of 5th level or higher with at least 15 ranks in a Perform skill can inhibit spellcast-ing. Any enemy within 30 feet attempting to cast a spell during a jarring song must make a Concentration check with a DC equal to the virtuoso’s Perform check to avoid losing the spell. A virtuoso can keep up his jarring song for 10 rounds. Song of Fury (Su): A virtuoso of 7th level or higher with at least 17 ranks in a Perform skill can use his performance to turn his allies into furious berserkers. Each ally within 30 feet who can see and hear the virtuoso can choose to enter a rage on her turn. This functions identically to a barbarian’s rage, except that it ends automatically if the virtuoso stops performing. If the ally already has the ability to rage, she can choose to apply the full effect of her own rage, without spending one of her daily uses of rage. A virtuoso can’t use song of fury on himself. This is a mind-affecting ability. Mindbending Melody (Sp) : A virtuoso of 9th level or higher with at least 19 ranks in a Perform skill can dominate a humanoid that he has already fascinated . This ability functions like a dominate person spell with a caster level equal to the virtuoso’s class level. The target can make a Will save (DC 10 + virtuoso’s class level + virtuoso’s Cha modiﬁ  er) to negate the effect. A mindbend- ing melody is a mind-affecting, language-dependent, enchantment (compulsion) ability. Revealing Melody (Su):  A 10th-level virtuoso with at least 20 ranks in a Perform skill can use his performance to reveal all things as they actually are. All allies within 30 feet who can see and hear the virtuoso’s performance are affected as if by a true seeing spell with a caster level equal to the virtuoso’s class level. The effect lasts as long as the virtuoso performs. Spells per Day/Spells Known: Beginning at 2nd level, a virtuoso gains new spells per day (and spells known, if applicable) as if he had also gained a level in an arcane spellcasting class to which he belonged before adding the prestige class level. He does not, however, gain any other beneﬁ  t a character of that class would have gained. If he had more than one arcane spellcasting class before becoming a virtuoso, he must decide to which class Master ﬂ  utist Tevaldo Mordani, a virtuosoTable 2–27: The Virtuoso Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2  Bardic music ( fascinate ), — virtuoso performance      (persuasive song)  2nd +1 +0 +0 +3 — +1 level of existing arcane spellcasting class 3rd +1 +1 +1 +3  Virtuoso performance  +1 level of existing arcane spellcasting class     (sustaining song)  4th +2 +1 +1 +4 — +1 level of existing arcane spellcasting class 5th +2 +1 +1 +4  Virtuoso performance  +1 level of existing arcane spellcasting class     (jarring song)  6th +3 +2 +2 +5 — +1 level of existing arcane spellcasting class 7th +3 +2 +2 +5  Virtuoso performance +1 level of existing arcane spellcasting class     (song of fury)  8th +4 +2 +2 +6 — +1 level of existing arcane spellcasting class 9th +4 +3 +3 +6  Virtuoso performance +1 level of existing arcane spellcasting class     ( mindbending melod y) 10th +5 +3 +3 +7  Virtuoso performance  +1 level of existing arcane spellcasting class     (revealing melody)Illus. by E. CoxCHAPTER 2 PRESTIGE CLASSES 90CHAPTER 2 PRESTIGE CLASSES 91has that bardic music ability). For example, a 10th-level bard/4th-level virtuoso could use bardic music fourteen times per day, and his inspire courage ability would grant a +3 morale bonus on the appropriate rolls. A virtuoso also gains the fascinate bardic music ability, if he doesn’t already have it. He can use his performance to cause one or more creatures to become fascinated with him. See the bard class feature, page 29 of the Player’s Handbook. Virtuoso Performance (Su): A virtuoso can use his Perform skill to create magical effects on those around him. He can use this ability once per day per virtuoso level. He can use any form of performance as part of this ability. Although many of the names refer to musical performances, a virtuoso isn’t actually so limited—for example, an actor could perform a “sustaining soliloquy” or “sustaining dance” rather than a sustaining song. Each ability requires both a minimum virtuoso level and a minimum number of ranks in any Perform skill to qualify. If a virtuoso does not have the re- quired number of ranks in at least one Perform skill, he does not gain the virtuoso performance ability until he acquires the needed ranks. Starting a virtuoso performance effect is a standard action. Some virtuoso per- formance abilities require concen- tration, which means that the virtuoso must take a standard action each round to main- tain the ability. Unlike with bardic music, virtuoso perfor- mance doesn’t restrict a virtuo- so’s spellcasting or magic item activation. If a virtuoso’s perfor- mance requires sound, a deaf vir-tuoso has a 20% chance to fail when attempting to use virtuoso performance. If he fails, the attempt still counts against his daily limit. If a virtuoso has the bardic music class feature, he can spend two daily uses of bardic music to deliver a virtuoso performance. Persuasive Song (Ex):  A virtuoso with at least 11 ranks in a Perform skill can deliver a performance that sways the attitude of his audience. Treat this as a Diplomacy check made to inﬂ  uence NPC attitudes (see pages 71–72 of the Player’s Handbook ), but replace the Diplomacy check with a Perform check. Viewers must be within 30 feet of the virtuoso, be able to see and hear him clearly, and be will- ingly paying attention to his actions. This ability requires at least 10 consecutive rounds of concentration to take effect, and it can affect a particular creature only once per day. Hostile audience members can’t be inﬂ  uenced with this ability. Sustaining Song (Su): A virtuoso of 3rd level or higher with at least 13 ranks in a Perform skill can sustain his dying allies, assisting their recovery. Each round that the song continues, all allies within 30 feet of him automatically become stable (if dying) or regain 1 hit point (if stable and between –1 and –9 hit points). A sustaining song has no effect on enemies or on allies with 0 or more hit points. A virtuoso can keep up his sustaining song for 5 minutes. This is a mind-affecting ability. Jarring Song (Su): A virtuoso of 5th level or higher with at least 15 ranks in a Perform skill can inhibit spellcast-ing. Any enemy within 30 feet attempting to cast a spell during a jarring song must make a Concentration check with a DC equal to the virtuoso’s Perform check to avoid losing the spell. A virtuoso can keep up his jarring song for 10 rounds. Song of Fury (Su): A virtuoso of 7th level or higher with at least 17 ranks in a Perform skill can use his performance to turn his allies into furious berserkers. Each ally within 30 feet who can see and hear the virtuoso can choose to enter a rage on her turn. This functions identically to a barbarian’s rage, except that it ends automatically if the virtuoso stops performing. If the ally already has the ability to rage, she can choose to apply the full effect of her own rage, without spending one of her daily uses of rage. A virtuoso can’t use song of fury on himself. This is a mind-affecting ability. Mindbending Melody (Sp) : A virtuoso of 9th level or higher with at least 19 ranks in a Perform skill can dominate a humanoid that he has already fascinated . This ability functions like a dominate person spell with a caster level equal to the virtuoso’s class level. The target can make a Will save (DC 10 + virtuoso’s class level + virtuoso’s Cha modiﬁ  er) to negate the effect. A mindbend- ing melody is a mind-affecting, language-dependent, enchantment (compulsion) ability. Revealing Melody (Su):  A 10th-level virtuoso with at least 20 ranks in a Perform skill can use his performance to reveal all things as they actually are. All allies within 30 feet who can see and hear the virtuoso’s performance are affected as if by a true seeing spell with a caster level equal to the virtuoso’s class level. The effect lasts as long as the virtuoso performs. Spells per Day/Spells Known: Beginning at 2nd level, a virtuoso gains new spells per day (and spells known, if applicable) as if he had also gained a level in an arcane spellcasting class to which he belonged before adding the prestige class level. He does not, however, gain any other beneﬁ  t a character of that class would have gained. If he had more than one arcane spellcasting class before becoming a virtuoso, he must decide to which class Master ﬂ  utist Tevaldo Mordani, a virtuosoTable 2–27: The Virtuoso Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2  Bardic music ( fascinate ), — virtuoso performance      (persuasive song)  2nd +1 +0 +0 +3 — +1 level of existing arcane spellcasting class 3rd +1 +1 +1 +3  Virtuoso performance  +1 level of existing arcane spellcasting class     (sustaining song)  4th +2 +1 +1 +4 — +1 level of existing arcane spellcasting class 5th +2 +1 +1 +4  Virtuoso performance  +1 level of existing arcane spellcasting class     (jarring song)  6th +3 +2 +2 +5 — +1 level of existing arcane spellcasting class 7th +3 +2 +2 +5  Virtuoso performance +1 level of existing arcane spellcasting class     (song of fury)  8th +4 +2 +2 +6 — +1 level of existing arcane spellcasting class 9th +4 +3 +3 +6  Virtuoso performance +1 level of existing arcane spellcasting class     ( mindbending melod y) 10th +5 +3 +3 +7  Virtuoso performance  +1 level of existing arcane spellcasting class     (revealing melody)Illus. by E. CoxCHAPTER 2 PRESTIGE CLASSES 92CHAPTER 2 PRESTIGE CLASSES 93to add each level for the purpose of determining spells per day and spells known. SAMPLE VIRTUOSO",
        "name":  "Bardic Music",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can appraise an item quickly, but the DC is higher. Failing the check means that you cannot estimate the item’s value. Item (Examples) DC Common 15 Trade goods (spices, food stuffs, raw materials, etc.), mundane items, livestockRare  20 Fine clothing, precious metals (unworked),  gems, artworkExotic 25 Unusual gems (strange colorings, unusual  to the region, unusually large or pure), spell  components, jewelry, obscure religious itemsUnique 30+ Masterpiece artwork, royal jewels, crowns,  or other adornments",
        "name":  "Check",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraising an item quickly takes 1 round.",
        "name":  "Action",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can try to appraise an item normally (requires 1 minute), but you cannot try to appraise the item quickly again. You can try to appraise an item nor - mally whether or not you successfully appraise the item quickly.",
        "name":  "Try Again",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Appraise Magic Value feat enables you to use the Appraise skill to determine a magic item’s properties; see the feat description on page 103 . BALANCE (DEX) You can run across narrow surfaces or resist being tripped. Resist Trip: If you have 10 or more ranks in Balance, you can make a Balance check in place of a Strength or Dexterity check to avoid being tripped by an opponent. You take a –10 penalty on your Balance check. If you succeed on this check, you are not tripped. When you succeed on a Balance check to resist being tripped, you may not attempt to trip your opponent.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can move freely enough to avoid blows while climbing. By accepting a –20 penalty on your Climb check, you can retain your Dexterity bonus to AC while climbing. CRAFT (INT) By voluntarily raising the difﬁculty of the task before you, you can craft items more quickly than normal. This option ﬁrst appeared in the Epic Level Handbook , but this use of the Craft skill is open to characters of any level provided that they are willing to accept the appropriate penalty. Task DC Quick creation +10 or more to DC",
        "name":  "Combat Climb",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can voluntarily increase the DC of crafting an item by any multiple of 10. This tactic allows you to create an item more quickly (since you’ll be multiplying this higher DC by your check result to determine progress). You must decide the increase before you make the check. Craft (Poisonmaking): The ﬁne art of reﬁning raw materials into effective poisons requires both patience and care (not to mention discretion, in areas where poisons are outlawed). Making poisons with the Craft (poisonmaking) skill follows the rules in the Player’s Handbook  for all Craft skills, with the following exceptions.",
        "name":  "Quick Creation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cost of raw materials varies widely depend - ing on whether the character has access to the active ingredient—that is, the venom or plant that actually provides the toxin. If a supply is readily available, the raw materials cost one-sixth of the market price, not CHAPTER 3 SKILLS AND FEATS 96CHAPTER 3 SKILLS AND FEATS 97Individual Events Even in some cases where several characters attempt the same action, with each succeeding or failing as a result of separate checks, characters can assist one another. By offering advice, guidance, or simply leading by example, a character can effectively share some of her expertise with her comrades. However, this activity comes at a cost, since the character’s concentration is split between multiple tasks (and thus she isn’t as capable at the task as she would normally be). A character with 5 or more ranks in a skill who is engaged in a task using that skill can voluntarily accept a –4 penalty on the check in order to grant a +2 circumstance bonus on the same skill checks made by nearby allies engaged in the same task. For example, Lidda the 2nd-level rogue can help her allies sneak through a dungeon. By accepting a –4 penalty on her Hide and Move Silently checks, Lidda grants Jozan, Tordek, and Mialee each a +2 circumstance bonus on the same checks. While Lidda isn’t as quiet and hidden as she’d normally be, the group overall is more stealthy than they would be without her help. At higher levels, a character can grant more assistance, but at a greater cost. A character with 15 or more ranks in a skill can accept a –10 penalty on the check to grant a +5 circumstance bonus on the same skill checks made by nearby allies engaged in the same task. An ally must be within 30 feet of you to gain the bonus, and you must be able to see and hear each other. Using the previous example, if Lidda were invisible, she couldn’t grant the bonus to any character who couldn’t see her; if Mialee were invisible, Lidda couldn’t grant her the bonus unless she could see invisible creatures (but she could still grant the bonus to the other characters). Typically, only the following skills can be assisted in this manner: Balance, Bluff, Climb, Craft, Diplomacy, Escape Artist, Handle Animal, Hide, Move Silently, Ride, Search, Survival, and Swim. In special circumstances, the DM may rule that other skills can beneﬁt from this assistance, or that characters can’t beneﬁt from this form of assistance even when using the skills described above. Aid Another The Player’s Handbook  describes how a character can help another character achieve success by aiding him with a skill check of the same type; a successful DC 10 check by the ﬁrst character grants a +2 circumstance bonus on the second character’s check to use the same skill (see pages 65–66 of the Player’s Handbook ). This section expands on that rule by allowing more skilled characters to grant greater assistance. When a character with 5 or more ranks in a skill uses the aid another action to assist another character’s skill check, he can grant a higher bonus than that described in the Player’s Handbook . For every 10 points of the helper’s check result above 10, the circumstance bonus increases by 1. Thus, a result of 10–19 would grant a +2 circumstance bonus (as normal), a result of 20–29 would grant a +3 circumstance bonus, a result of 30–39 a +4 circumstance bonus, and so on. (To determine the circumstance bonus quickly, simply divide the helper’s check result by 10, round down, and add 1.) This higher bonus is available only to helpers with at least 5 ranks in the skill being used. Only experienced characters have the ability to provide the extra assistance offered by this rule. At the DM’s option, this rule can also be extended to using the aid another action in combat to improve an ally’s attack roll or AC. Any character with a base attack bonus of +5 or higher can grant a greater bonus on an ally’s attack roll or AC as described above. This rule rewards the tactic of experienced combatants helping each other in a ﬁght (often the best option when ﬁghting a monster with an extremely high AC or attack bonus). Skill Synergy In addition to helping a character’s own skill checks, skill synergies can be used to aid the checks of allies as well. A character with 5 or more ranks in a skill that offers a bonus on another skill due to synergy can make a check using the ﬁrst skill to aid the skill that would normally receive the bonus from synergy. For example, Soveliss the 2nd-level ranger could make a Handle Animal check to aid Jozan’s Ride check (using the aid another rules described above and in the Player’s Handbook ), because a character with 5 ranks in Handle Animal gains a +2 bonus on Ride checks due to synergy. See Table 4–5: Skill Synergies, page 66 of the Player’s Handbook . The normal rules for aiding another still apply. For instance, even if Krusk the barbarian had 5 ranks in Handle Animal, he couldn’t use it to aid Vadania the druid’s wild empathy check, because Krusk can’t make a wild empathy check himself. Some combinations may be difﬁcult to imagine, but the DM should allow any synergistic aid another attempt that seems reasonable. For instance, it might seem odd at ﬁrst glance for Mialee to use Spellcraft to assist Lidda’s Use Magic Device check when reading a scroll—until you imagine the wizard leaning over the rogue’s shoulder, helping her sound out the tougher words.EXPANDED SKILL DESCRIPTIONS The section below outlines new and clariﬁed uses for some of the skills in the D\u0026D game. The new and expanded actions described in this section are available to any characters who can normally use the skill unless otherwise noted. APPRAISE (INT) Whether performing a daring burglary or a hasty act of espionage, adventurers don’t always have time to carefully study the value of potential loot. Characters can use the Appraise skill to make a quick but rough estimation of an item’s value.",
        "name":  "Price",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can appraise an item quickly, but the DC is higher. Failing the check means that you cannot estimate the item’s value. Item (Examples) DC Common 15 Trade goods (spices, food stuffs, raw materials, etc.), mundane items, livestockRare  20 Fine clothing, precious metals (unworked),  gems, artworkExotic 25 Unusual gems (strange colorings, unusual  to the region, unusually large or pure), spell  components, jewelry, obscure religious itemsUnique 30+ Masterpiece artwork, royal jewels, crowns,  or other adornments",
        "name":  "Check",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraising an item quickly takes 1 round.",
        "name":  "Action",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can try to appraise an item normally (requires 1 minute), but you cannot try to appraise the item quickly again. You can try to appraise an item nor - mally whether or not you successfully appraise the item quickly.",
        "name":  "Try Again",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Appraise Magic Value feat enables you to use the Appraise skill to determine a magic item’s properties; see the feat description on page 103 . BALANCE (DEX) You can run across narrow surfaces or resist being tripped. Resist Trip: If you have 10 or more ranks in Balance, you can make a Balance check in place of a Strength or Dexterity check to avoid being tripped by an opponent. You take a –10 penalty on your Balance check. If you succeed on this check, you are not tripped. When you succeed on a Balance check to resist being tripped, you may not attempt to trip your opponent.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can move freely enough to avoid blows while climbing. By accepting a –20 penalty on your Climb check, you can retain your Dexterity bonus to AC while climbing. CRAFT (INT) By voluntarily raising the difﬁculty of the task before you, you can craft items more quickly than normal. This option ﬁrst appeared in the Epic Level Handbook , but this use of the Craft skill is open to characters of any level provided that they are willing to accept the appropriate penalty. Task DC Quick creation +10 or more to DC",
        "name":  "Combat Climb",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can voluntarily increase the DC of crafting an item by any multiple of 10. This tactic allows you to create an item more quickly (since you’ll be multiplying this higher DC by your check result to determine progress). You must decide the increase before you make the check. Craft (Poisonmaking): The ﬁne art of reﬁning raw materials into effective poisons requires both patience and care (not to mention discretion, in areas where poisons are outlawed). Making poisons with the Craft (poisonmaking) skill follows the rules in the Player’s Handbook  for all Craft skills, with the following exceptions.",
        "name":  "Quick Creation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use the Diplomacy skill to bargain for goods or services, including those of a magical nature. When discussing the sale of an item or service, you can attempt to lower the asking price with a Diplomacy check made to inﬂ  uence NPC attitudes (see the sidebar on page 72 of the Player’s Handbook ). If you manage to adjust the vendor’s attitude to helpful (most vendors begin as indif- ferent), the vendor lowers the asking price by 10%. Add the vendor’s Diplomacy check modiﬁ  er to the DC needed to achieve the result. For example, to adjust the attitude of an indifferent vendor with a Diplomacy modiﬁ  er of +3 to friendly, you must achieve a result of 33 or higher on your Diplomacy check (a base chance of 30, +3 for target’s Diplomacy modiﬁ  er). If you worsen the vendor’s attitude, the vendor refuses to sell anything to you at this time. The DM is the ﬁ  nal arbiter of any sale of goods and should discourage abuse of this option if it is slowing the game down too much.",
        "name":  "Haggle",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use the Diplomacy skill to bargain for goods or services, including those of a magical nature. When discussing the sale of an item or service, you can attempt to lower the asking price with a Diplomacy check made to inﬂ  uence NPC attitudes (see the sidebar on page 72 of the Player’s Handbook ). If you manage to adjust the vendor’s attitude to helpful (most vendors begin as indif- ferent), the vendor lowers the asking price by 10%. Add the vendor’s Diplomacy check modiﬁ  er to the DC needed to achieve the result. For example, to adjust the attitude of an indifferent vendor with a Diplomacy modiﬁ  er of +3 to friendly, you must achieve a result of 33 or higher on your Diplomacy check (a base chance of 30, +3 for target’s Diplomacy modiﬁ  er). If you worsen the vendor’s attitude, the vendor refuses to sell anything to you at this time. The DM is the ﬁ  nal arbiter of any sale of goods and should discourage abuse of this option if it is slowing the game down too much.",
        "name":  "Haggle",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you’re already hiding (thanks to cover or concealment) and you have at least 5 ranks in Hide, you can make a Hide check (with a penalty) to try to move across an area that does not offer cover or con - cealment without revealing yourself. For every 5 ranks in Hide you possess, you can move up to 5 feet between one hiding place and another. For every 5 feet of open space you must cross between hiding places, you take a –5 penalty on your Hide check. If you move at more than one-half your speed, you also take the normal penalty pqqqqqqqqqqqqqqqqqqqqrs TRICK CAPACITY Most creatures with an Intelligence lower than 3 can learn three tricks for every point of Intelligence. Trained animals and special mounts can learn more by taking the Extra Tricks feat, described below. DMs should feel free to introduce special stables or train - ers that specialize in producing animals with the Extra Tricks feat and unique selections of tricks. Extra Tricks A creature with this feat can learn more tricks than normal. Prerequisites: Animal or magical beast with Int 1 or 2, must know at least one trick.",
        "name":  "Move between Cover",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Without this feat, animals and magical beasts can learn a maximum of three tricks per point of Intelli - gence.",
        "name":  "Normal",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you’re already hiding (thanks to cover or concealment) and you have at least 5 ranks in Hide, you can make a Hide check (with a penalty) to try to move across an area that does not offer cover or con - cealment without revealing yourself. For every 5 ranks in Hide you possess, you can move up to 5 feet between one hiding place and another. For every 5 feet of open space you must cross between hiding places, you take a –5 penalty on your Hide check. If you move at more than one-half your speed, you also take the normal penalty pqqqqqqqqqqqqqqqqqqqqrs TRICK CAPACITY Most creatures with an Intelligence lower than 3 can learn three tricks for every point of Intelligence. Trained animals and special mounts can learn more by taking the Extra Tricks feat, described below. DMs should feel free to introduce special stables or train - ers that specialize in producing animals with the Extra Tricks feat and unique selections of tricks. Extra Tricks A creature with this feat can learn more tricks than normal. Prerequisites: Animal or magical beast with Int 1 or 2, must know at least one trick.",
        "name":  "Move between Cover",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Without this feat, animals and magical beasts can learn a maximum of three tricks per point of Intelli - gence.",
        "name":  "Normal",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can try to tumble past or through an opponent’s space while running by accepting a –20 penalty on your Tumble check. USE ROPE (DEX) You can tie knots more quickly than normal. Quick Knot-Tying: You can try to tie a knot, a special knot, or a rope around yourself more quickly than normal. By accepting a –10 penalty on your Use Rope check, you can accomplish any one of these tasks as a move action (rather than a full-round action). FEATS Feats are the cornerstone of any adventurer’s abilities. They deﬁne an adventurer’s abilities by providing new uses for skills, enhancing class features, or providing entirely new combat options. The feats in this section stress skill use, provide options for multiclass charac - ters, open up new options for the bardic music ability, and accentuate the abilities of highly skilled characters such as rogues, bards, rangers, scouts, spellthieves, and ninjas. APPRAISE MAGIC VALUE Your ability to determine an item’s worth and your knowledge of magic allow you to determine the exact properties of a magic item without the use of the identify spell or similar magic.",
        "name":  "Sprinting Tumble",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise 5 ranks, Knowledge (arcana) 5 ranks, Spellcraft 5 ranks. Beneﬁt: If you know that an item is magical, you can CHAPTER 3 SKILLS AND FEATS 102CHAPTER 3 SKILLS AND FEATS 103on Hide checks when moving quickly (–10 for moving faster than normal speed, or –5 for moving between half speed and normal speed). You can also use this option to sneak up on someone from a hiding place. For every 5 feet of open space between you and the target, you take a –5 penalty on your Hide check. If your Hide check succeeds, your target doesn’t notice you until you attack or make some other attention-grabbing action. Such a target is treated as being ﬂat-footed with respect to you. For example, Lidda the 2nd-level rogue could attempt to dash across a 5-foot-wide doorway without revealing her presence to the orcs inside. Even though the open doorway provides no cover or concealment, she can attempt a Hide check as normal, opposed by the orcs’ Spot checks. She takes a –5 penalty on her check because of the distance involved. If she moved at more than half her speed, she would take an additional –5 or –10 penalty on the check depending on how fast she moved (see above).",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can try to tumble past or through an opponent’s space while running by accepting a –20 penalty on your Tumble check. USE ROPE (DEX) You can tie knots more quickly than normal. Quick Knot-Tying: You can try to tie a knot, a special knot, or a rope around yourself more quickly than normal. By accepting a –10 penalty on your Use Rope check, you can accomplish any one of these tasks as a move action (rather than a full-round action). FEATS Feats are the cornerstone of any adventurer’s abilities. They deﬁne an adventurer’s abilities by providing new uses for skills, enhancing class features, or providing entirely new combat options. The feats in this section stress skill use, provide options for multiclass charac - ters, open up new options for the bardic music ability, and accentuate the abilities of highly skilled characters such as rogues, bards, rangers, scouts, spellthieves, and ninjas. APPRAISE MAGIC VALUE Your ability to determine an item’s worth and your knowledge of magic allow you to determine the exact properties of a magic item without the use of the identify spell or similar magic.",
        "name":  "Sprinting Tumble",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Appraise 5 ranks, Knowledge (arcana) 5 ranks, Spellcraft 5 ranks. Beneﬁt: If you know that an item is magical, you can CHAPTER 3 SKILLS AND FEATS 104CHAPTER 3 SKILLS AND FEATS 105use the Appraise skill to identify the item’s properties. This use of the Appraise skill requires 8 hours of unin - terrupted work and consumes 25 gp worth of special materials. The DC of the Appraise check is 10 + the caster level of the item. ASCETIC HUNTER You have gone beyond the bounds of your monastic train - ing to incorporate new modes of bringing the unlawful to justice. Although many of your fellow monks frown on your methods, none can doubt that your diverse training has added to your ability to strike precisely and bring down your foes quickly.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to ﬂy (naturally, magically, or through shapechanging). Beneﬁt:  Your maneuverability class while ﬂying improves by one step—clumsy to poor, poor to average, average to good, or good to perfect. IMPROVED SWIMMING You can swim faster than you normally could.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Without this feat, you can’t attempt some skill checks (Decipher Script, Disable Device, Handle Animal, Knowledge, Open Lock, Profession, Sleight of Hand, Speak Language, Spellcraft, Tumble, and Use Magic Device) unless you have ranks in the skill. LEAP ATTACK You can combine a powerful charge and a mighty leap into one devastating attack.",
        "name":  "Normal",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to ﬂy (naturally, magically, or through shapechanging). Beneﬁt:  Your maneuverability class while ﬂying improves by one step—clumsy to poor, poor to average, average to good, or good to perfect. IMPROVED SWIMMING You can swim faster than you normally could.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Without this feat, you can’t attempt some skill checks (Decipher Script, Disable Device, Handle Animal, Knowledge, Open Lock, Profession, Sleight of Hand, Speak Language, Spellcraft, Tumble, and Use Magic Device) unless you have ranks in the skill. LEAP ATTACK You can combine a powerful charge and a mighty leap into one devastating attack.",
        "name":  "Normal",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 5th-level wizard/1st-level rogue activates this feat, sacriﬁcing a prepared web spell. She gains a +2 insight bonus on her melee attack rolls against constructs for 1 round, and also adds 3d6 points of damage to successful attacks against constructs during that round (2d6 for the 2nd-level spell, plus 1d6 for her sneak attack damage). This feat does not allow you to deliver critical hits or sneak attacks against constructs or undead. STAGGERING STRIKE You can deliver a wound that hampers an opponent’s movement. Prerequisite: Base attack bonus +6, sneak attack. Beneﬁt:  If you deal damage with a melee sneak attack, you can also deliver a wound that limits your foe’s mobility. For 1 round (or until the target is the beneﬁciary of a DC 15 Heal check or any magical heal - ing that restores at least 1 hit point, whichever comes ﬁrst), your target is treated as if it were staggered, even if its nonlethal damage doesn’t exactly equal its current hit points. A target can resist this effect by making a successful Fortitude save (DC equal to damage dealt). Multiple staggering strikes on the same creature do not stack. This feat has no effect on creatures not subject to sneak attack damage. SUBSONICS Your music can affect even those who do not consciously hear it. Prerequisite: Perform (any) 10 ranks, bardic music. Beneﬁt: You can produce music or poetics so subtly that opponents do not notice it, yet your allies still gain all the usual beneﬁts from your bardic music. Similarly, you can affect opponents within range with your music, but unless they can see you performing or have some other means of discovering it, they cannot determine the source of the effect. TACTILE TRAPSMITH You can rely on your rapid reﬂexes and nimble ﬁngers instead of your intellect when searching a room or when disabling a trap. Beneﬁt: You add your Dexterity bonus (rather than your Intelligence bonus) on all Search and Disable Device checks. In addition, you receive no penalty on these checks for darkness or blindness. VERSATILE PERFORMER You are skilled at many kinds of performances.",
        "name":  "Example",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bardic music, Concentration 9 ranks, Perform 9 ranks. Beneﬁt: You can expend one daily use of your bardic music ability as an immedi - ate action to provide all allies (including yourself) the beneﬁt of the Diehard feat (see page 93 of the Player’s Handbook ) until the end of your next turn. You can use this feat multiple times consecutively to keep yourself and your allies con - scious. Even while this feat is active, you or your allies die if reduced to –10 hit points or lower. This feat does not function in an area of magical silence . IRONSKIN CHANT  [BARDIC MUSIC] You can channel the power of your bardic music to enable yourself to ignore minor injuries.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bardic music, Concentration 12 ranks, Perform 12 ranks. Beneﬁt: As a swift action that does not provoke attacks of opportunity, you can expend one daily use of your bardic music ability to provide damage reduction of 5/— to yourself or to one ally within 30 feet who can hear you until the start of your next turn. This feat does not function in an area of magical silence . LYRIC SPELL  [BARDIC MUSIC] You can channel the power of your bardic music into your magic, allowing you to expend uses of your bardic music ability to cast spells.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any spell that you cast using the Lyric Spell feat gains your instrument as an additional arcane focus, if you use one. You cannot use Lyric Spell to cast a spell improved by the Silent Spell metamagic feat. WILD FEATS All wild feats have as a prerequisite the wild shape class feature. Thus, they are open to druids of 5th level or higher, as well as any character who has gained wild shape or a similar class feature from a prestige class. Each use of a wild feat generally costs you one daily use of your wild shape ability. If you don’t have any uses of wild shape left, you can’t use a wild feat. Changing form with wild shape is a standard action (unless you have a special ability that says otherwise); these wild feats likewise take a standard action to activate unless otherwise noted. You can activate only one wild feat (or use the wild shape ability to change form once) per round, though overlapping durations may allow you the beneﬁts of more than one wild feat at a time.Ironskin ChantIllus. by M. CotieCHAPTER 3 SKILLS AND FEATS 112CHAPTER 3 SKILLS AND FEATS 113QUICK RECONNOITER You can learn a lot of information from just a quick scan of an area or object.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 5th-level wizard/1st-level rogue activates this feat, sacriﬁcing a prepared web spell. She gains a +2 insight bonus on her melee attack rolls against constructs for 1 round, and also adds 3d6 points of damage to successful attacks against constructs during that round (2d6 for the 2nd-level spell, plus 1d6 for her sneak attack damage). This feat does not allow you to deliver critical hits or sneak attacks against constructs or undead. STAGGERING STRIKE You can deliver a wound that hampers an opponent’s movement. Prerequisite: Base attack bonus +6, sneak attack. Beneﬁt:  If you deal damage with a melee sneak attack, you can also deliver a wound that limits your foe’s mobility. For 1 round (or until the target is the beneﬁciary of a DC 15 Heal check or any magical heal - ing that restores at least 1 hit point, whichever comes ﬁrst), your target is treated as if it were staggered, even if its nonlethal damage doesn’t exactly equal its current hit points. A target can resist this effect by making a successful Fortitude save (DC equal to damage dealt). Multiple staggering strikes on the same creature do not stack. This feat has no effect on creatures not subject to sneak attack damage. SUBSONICS Your music can affect even those who do not consciously hear it. Prerequisite: Perform (any) 10 ranks, bardic music. Beneﬁt: You can produce music or poetics so subtly that opponents do not notice it, yet your allies still gain all the usual beneﬁts from your bardic music. Similarly, you can affect opponents within range with your music, but unless they can see you performing or have some other means of discovering it, they cannot determine the source of the effect. TACTILE TRAPSMITH You can rely on your rapid reﬂexes and nimble ﬁngers instead of your intellect when searching a room or when disabling a trap. Beneﬁt: You add your Dexterity bonus (rather than your Intelligence bonus) on all Search and Disable Device checks. In addition, you receive no penalty on these checks for darkness or blindness. VERSATILE PERFORMER You are skilled at many kinds of performances.",
        "name":  "Example",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bardic music, Concentration 9 ranks, Perform 9 ranks. Beneﬁt: You can expend one daily use of your bardic music ability as an immedi - ate action to provide all allies (including yourself) the beneﬁt of the Diehard feat (see page 93 of the Player’s Handbook ) until the end of your next turn. You can use this feat multiple times consecutively to keep yourself and your allies con - scious. Even while this feat is active, you or your allies die if reduced to –10 hit points or lower. This feat does not function in an area of magical silence . IRONSKIN CHANT  [BARDIC MUSIC] You can channel the power of your bardic music to enable yourself to ignore minor injuries.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bardic music, Concentration 12 ranks, Perform 12 ranks. Beneﬁt: As a swift action that does not provoke attacks of opportunity, you can expend one daily use of your bardic music ability to provide damage reduction of 5/— to yourself or to one ally within 30 feet who can hear you until the start of your next turn. This feat does not function in an area of magical silence . LYRIC SPELL  [BARDIC MUSIC] You can channel the power of your bardic music into your magic, allowing you to expend uses of your bardic music ability to cast spells.",
        "name":  "Prerequisites",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any spell that you cast using the Lyric Spell feat gains your instrument as an additional arcane focus, if you use one. You cannot use Lyric Spell to cast a spell improved by the Silent Spell metamagic feat. WILD FEATS All wild feats have as a prerequisite the wild shape class feature. Thus, they are open to druids of 5th level or higher, as well as any character who has gained wild shape or a similar class feature from a prestige class. Each use of a wild feat generally costs you one daily use of your wild shape ability. If you don’t have any uses of wild shape left, you can’t use a wild feat. Changing form with wild shape is a standard action (unless you have a special ability that says otherwise); these wild feats likewise take a standard action to activate unless otherwise noted. You can activate only one wild feat (or use the wild shape ability to change form once) per round, though overlapping durations may allow you the beneﬁts of more than one wild feat at a time.Ironskin ChantIllus. by M. CotieCHAPTER 3 SKILLS AND FEATS 114 Activating a wild feat is a supernatural ability and does not provoke attacks of opportunity unless otherwise speciﬁ  ed in the feat description. Activating a wild feat is not considered an attack unless the feat’s activation could be the direct cause of damage to a target. BLINDSENSE  [WILD] You can sense creatures that you cannot see.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This dry white powder sharpens a creature’s hearing when applied to the ear. The powder is effective for only a short time, so it is more often used by those trying to avoid guards or sentries than by those tasked with guarding an area for a longer time. Keenear powder provides a +1 alchemical bonus on Listen checks for 1 minute. One dose of keenear powder is enough to affect the hearing of a creature of any size, but the creature must have ears to gain any beneﬁt from the powder. Applying keenear powder is a standard action that provokes attacks of opportunity. Lockslip Grease:  Lockslip grease is a thick reddish oil that loosens the mechanical workings of nonmagi - cal locks. The grease is effective for a short time and provides a slight edge to those attempting to pick a lock. Lockslip grease provides a +1 alchemical bonus on Open Lock checks made against the affected lock for 1 minute. One dose of lockslip grease is enough to affect the mechanism of a lock of any size. Although lockslip grease can affect any kind of mundane mechanical lock, it has no effect on magic locks. Applying lockslip grease to a lock is a standard action that provokes attacks of opportunity. Nature’s Draught:  This substance is a murky, pungent liquid. When consumed, nature’s draught causes subtle changes in the user’s scent. Animals respond well to a character who has consumed nature’s draught, ﬁnding her less threatening and easier to trust. Drinking a vial of nature’s draught provides a +1 alchemical bonus on Handle Animal and wild empathy checks made during the next 12 hours.",
        "name":  "Keenear Powder",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This dry white powder sharpens a creature’s hearing when applied to the ear. The powder is effective for only a short time, so it is more often used by those trying to avoid guards or sentries than by those tasked with guarding an area for a longer time. Keenear powder provides a +1 alchemical bonus on Listen checks for 1 minute. One dose of keenear powder is enough to affect the hearing of a creature of any size, but the creature must have ears to gain any beneﬁt from the powder. Applying keenear powder is a standard action that provokes attacks of opportunity. Lockslip Grease:  Lockslip grease is a thick reddish oil that loosens the mechanical workings of nonmagi - cal locks. The grease is effective for a short time and provides a slight edge to those attempting to pick a lock. Lockslip grease provides a +1 alchemical bonus on Open Lock checks made against the affected lock for 1 minute. One dose of lockslip grease is enough to affect the mechanism of a lock of any size. Although lockslip grease can affect any kind of mundane mechanical lock, it has no effect on magic locks. Applying lockslip grease to a lock is a standard action that provokes attacks of opportunity. Nature’s Draught:  This substance is a murky, pungent liquid. When consumed, nature’s draught causes subtle changes in the user’s scent. Animals respond well to a character who has consumed nature’s draught, ﬁnding her less threatening and easier to trust. Drinking a vial of nature’s draught provides a +1 alchemical bonus on Handle Animal and wild empathy checks made during the next 12 hours.",
        "name":  "Keenear Powder",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This kit includes signal whistles, a short hollow pole with a loop of rope threaded through it, savory treats, and other well-made items suited for the training of animals. This kit grants a +2 circumstance bonus on Handle Animal checks made for teaching animals tricks, training animals for a purpose, or rearing a wild animal. It does not grant a bonus for other uses of the Handle Animal skill.",
        "name":  "Animal Training Kit",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This kit includes signal whistles, a short hollow pole with a loop of rope threaded through it, savory treats, and other well-made items suited for the training of animals. This kit grants a +2 circumstance bonus on Handle Animal checks made for teaching animals tricks, training animals for a purpose, or rearing a wild animal. It does not grant a bonus for other uses of the Handle Animal skill.",
        "name":  "Animal Training Kit",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This strange, twisted amulet allows the wearer to use the Handle Animal skill in place of the Diplomacy skill when dealing with some aberrations. While wearing an amulet of aberrant empathy,  a character can make Handle Animal checks rather than Diplomacy checks to inﬂuence the attitude of aberrations with an Intelligence of 9 or lower. Moderate enchantment; CL 11th; Craft Wondrous Item, charm monster; Price 1,400 gp.",
        "name":  "Amulet of Aberrant Empathy",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These bronze armbands grant their wearer a +2 bonus on Strength checks and Strength- based skill checks. If the wearer has the Power Attack feat, he gains a +2 bonus on melee damage rolls on any attack on which he uses the Power Attack feat and takes a penalty of at least –2 on his attack roll. Armbands occupy the same space on the body as a pair of bracers or bracelets. Faint transmutation; CL 3rd; Craft Wondrous Item, bull’s strength ; Price 4,100 gp.",
        "name":  "Armbands of Might",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This golden brooch provides its wearer with a +2 morale bonus on saves against fear effects. This bonus improves to +4 on level checks made to avoid being intimidated. The morale bonus of this badge stacks with the morale bonus granted by the paladin’s aura of courage ability and the bard’s inspire courage ability. Faint enchantment; CL 4th; Craft Wondrous Item; heroism ; Price 1,000 gp.",
        "name":  "Badge of Valor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Coveted by bards, singers, and public speakers, this beautiful necklace is carved from ivory and jade. There are two versions of these chokers. A lesser choker of eloquence grants a +5 competence bonus on Diplomacy, Bluff, and Perform (sing) checks. A greater choker of eloquence increases the bonus to +10. Moderate transmutaion; CL 6th; Craft Wondrous Item, creator must be a spellcaster of at least 6th level;  Price 6,000 gp ( lesser ), 24,000 gp ( greater ).",
        "name":  "Choker of Eloquence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any animal or magical beast wearing this collar becomes easier to handle.  The DC of any Handle Animal check to handle, push, teach, train, or rear the wearer is decreased by 5. A collar occupies the same space on the body as an amulet, brooch, or other item meant to be worn around the neck.. Faint enchantment; CL 3rd; Craft Wondrous Item, charm animal ; Price 1,500 gp.",
        "name":  "Collar of Obedience",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The music of this ﬂute has the power to charm snakes of all kinds. By playing this ﬂute and making a DC 15 Perform (wind instruments) check, the musician can produce a charm animal effect that affects only snakes. This power can be used three times per day. Once per day, by playing a droning sequence of notes for 1 full round and succeeding on a DC 20 Perform (wind instruments) check, a musician can summon 1d4+1 Medium vipers. These snakes appear wherever the ﬂutist designates within 30 feet of her location. They ﬁght on the musician’s behalf, attacking on her turn, and remain for 7 rounds or until killed. Moderate conjuration and enchantment; CL 7th; Craft Wondrous Item, charm animal , summon nature’s ally IV ; Price 15,400 gp. Harp of the Immortal Maestro: This pinnacle of instrument design functions as a masterwork harp with minor magical effects in the hands of someone with 1 or more ranks in Perform (string instruments). By speaking the correct command words, such a musician can use levitate and magic circle against evil once per day each. A harp of the immortal maestro functions best in the hands of a musician with at least 15 ranks in Perform (string instruments). Such a user can, simply by strum - ming the harp, generate the following effects once per day each: cure critical wounds, displacement, and summon monster V . Moderate abjuration, conjuration, illusion, and transmutation; CL 9th; Craft Wondrous Item, cure criti - cal wounds, displacement, levitate, magic circle against evil, summon monster V , creator must have 15 ranks in Perform (string instruments); Price 51,000 gp; Weight 3 lb.",
        "name":  "Flute of the Snake",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone wearing a headband of conscious effort can make a Concentration check in place of a required Fortitude saving throw. This ability can be activated once per day. Activating the headband is an immediate action that does not provoke attacks of opportunity. Moderate transmutation; CL 6th; Craft Wondrous Item, Combat Casting, bear’s endurance; Price 4,000 gp.",
        "name":  "Headband of Conscious Effort",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 1/4; Diminutive construct; HD 1/4 d10; hp 1; Init +3; Spd n/a; AC 17, touch 17, ﬂat-footed 14; Base Atk +0; Grp –14; Atk or Full Atk +7 melee (1, impale); Space/Reach 1/2 ft. by 1/2 ft./0 ft.; SQ construct traits, use Dexterity instead of Strength for melee attacks; AL N; SV Fort +0, Ref +3, Will –5; Str 6, Dex 16, Con —, Int —, Wis 1, Cha 1. Moderate transmutation; CL 11th; Craft Wondrous Item, animate objects ; Price 150 gp; Weight 2 lb.",
        "name":  "Jumping Caltrop",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This strange, twisted amulet allows the wearer to use the Handle Animal skill in place of the Diplomacy skill when dealing with some aberrations. While wearing an amulet of aberrant empathy,  a character can make Handle Animal checks rather than Diplomacy checks to inﬂuence the attitude of aberrations with an Intelligence of 9 or lower. Moderate enchantment; CL 11th; Craft Wondrous Item, charm monster; Price 1,400 gp.",
        "name":  "Amulet of Aberrant Empathy",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These bronze armbands grant their wearer a +2 bonus on Strength checks and Strength- based skill checks. If the wearer has the Power Attack feat, he gains a +2 bonus on melee damage rolls on any attack on which he uses the Power Attack feat and takes a penalty of at least –2 on his attack roll. Armbands occupy the same space on the body as a pair of bracers or bracelets. Faint transmutation; CL 3rd; Craft Wondrous Item, bull’s strength ; Price 4,100 gp.",
        "name":  "Armbands of Might",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This golden brooch provides its wearer with a +2 morale bonus on saves against fear effects. This bonus improves to +4 on level checks made to avoid being intimidated. The morale bonus of this badge stacks with the morale bonus granted by the paladin’s aura of courage ability and the bard’s inspire courage ability. Faint enchantment; CL 4th; Craft Wondrous Item; heroism ; Price 1,000 gp.",
        "name":  "Badge of Valor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Coveted by bards, singers, and public speakers, this beautiful necklace is carved from ivory and jade. There are two versions of these chokers. A lesser choker of eloquence grants a +5 competence bonus on Diplomacy, Bluff, and Perform (sing) checks. A greater choker of eloquence increases the bonus to +10. Moderate transmutaion; CL 6th; Craft Wondrous Item, creator must be a spellcaster of at least 6th level;  Price 6,000 gp ( lesser ), 24,000 gp ( greater ).",
        "name":  "Choker of Eloquence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any animal or magical beast wearing this collar becomes easier to handle.  The DC of any Handle Animal check to handle, push, teach, train, or rear the wearer is decreased by 5. A collar occupies the same space on the body as an amulet, brooch, or other item meant to be worn around the neck.. Faint enchantment; CL 3rd; Craft Wondrous Item, charm animal ; Price 1,500 gp.",
        "name":  "Collar of Obedience",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The music of this ﬂute has the power to charm snakes of all kinds. By playing this ﬂute and making a DC 15 Perform (wind instruments) check, the musician can produce a charm animal effect that affects only snakes. This power can be used three times per day. Once per day, by playing a droning sequence of notes for 1 full round and succeeding on a DC 20 Perform (wind instruments) check, a musician can summon 1d4+1 Medium vipers. These snakes appear wherever the ﬂutist designates within 30 feet of her location. They ﬁght on the musician’s behalf, attacking on her turn, and remain for 7 rounds or until killed. Moderate conjuration and enchantment; CL 7th; Craft Wondrous Item, charm animal , summon nature’s ally IV ; Price 15,400 gp. Harp of the Immortal Maestro: This pinnacle of instrument design functions as a masterwork harp with minor magical effects in the hands of someone with 1 or more ranks in Perform (string instruments). By speaking the correct command words, such a musician can use levitate and magic circle against evil once per day each. A harp of the immortal maestro functions best in the hands of a musician with at least 15 ranks in Perform (string instruments). Such a user can, simply by strum - ming the harp, generate the following effects once per day each: cure critical wounds, displacement, and summon monster V . Moderate abjuration, conjuration, illusion, and transmutation; CL 9th; Craft Wondrous Item, cure criti - cal wounds, displacement, levitate, magic circle against evil, summon monster V , creator must have 15 ranks in Perform (string instruments); Price 51,000 gp; Weight 3 lb.",
        "name":  "Flute of the Snake",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone wearing a headband of conscious effort can make a Concentration check in place of a required Fortitude saving throw. This ability can be activated once per day. Activating the headband is an immediate action that does not provoke attacks of opportunity. Moderate transmutation; CL 6th; Craft Wondrous Item, Combat Casting, bear’s endurance; Price 4,000 gp.",
        "name":  "Headband of Conscious Effort",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 1/4; Diminutive construct; HD 1/4 d10; hp 1; Init +3; Spd n/a; AC 17, touch 17, ﬂat-footed 14; Base Atk +0; Grp –14; Atk or Full Atk +7 melee (1, impale); Space/Reach 1/2 ft. by 1/2 ft./0 ft.; SQ construct traits, use Dexterity instead of Strength for melee attacks; AL N; SV Fort +0, Ref +3, Will –5; Str 6, Dex 16, Con —, Int —, Wis 1, Cha 1. Moderate transmutation; CL 11th; Craft Wondrous Item, animate objects ; Price 150 gp; Weight 2 lb.",
        "name":  "Jumping Caltrop",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bards and other musicians prize this carefully crafted mandolin, which functions as a masterwork mandolin with minor magical effects in the hands of someone with 1 or more ranks in Perform (string instruments). By speaking the correct command words, such a musician can utilize levitate and magic circle against evil once per day each. In addition, an owner with at least 15 ranks in Perform (string instruments) can use the mandolin to generate the effects of crushing despair , dominate person , and good hope each once per day each by playing the correct notes. Moderate abju rat ion, enchantment, and trans- mutation; CL 9th; Craft Wo n d r o u s  It e m , crushing despair, dominate person, good hope, levi-tate, magic circle against evil , creator must have 10 ranks in Perform (string instru- ments); Price 42,000 gp; Weight 3 lb.",
        "name":  "Mandolin of the Inspiring Muse",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This black, featureless mask has only slits for eyes and mouth. The wearer can use disguise self on herself at will and is continually under the effect of undetectable alignment . In addition, she gains a +5 com- petence bonus on Bluff checks.  A mask occupies the same space on the body as eye lenses or goggles. Faint abjuration and illusion; CL 5th; Craft Won-drous Item, disguise self, undetectable alignment;  Price 17,000 gp.",
        "name":  "Mask of Lies",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This silver sun-shaped brooch grants its wearer a +2 bonus on Diplomacy checks but imposes a –2 penalty on Bluff checks. This penalty remains for 24 hours after the medal is removed. Three times per day the wearer can use sanctuary on himself as a swift action. If the wearer attacks while pro- tected by this effect, he takes a –1 morale penalty on that attack and all subsequent attacks for 1 hour afterward. Faint abjuration; CL 3rd; Craft Wondrous Item, sanctu- ary; Price 1,100 gp.",
        "name":  "Medal of Gallantry",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This crystal lens provides the user with a +5 competence bonus on Appraise checks. Once per day the user can use identify . A monocle occupies the same space on the body as a pair of eye lenses or goggles. Faint divination; CL 3rd; Craft Wondrous Item, iden- tify; Price 6,500 gp.",
        "name":  "Monocle of Perusal",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " This enchanted sheet of paper usually looks thick and yellowed with age. However, when used as the basis for a forged docu- ment, the papyrus is extremely useful, since it changes its size, consistency, and appearance to match the mental descrip- tion of the forger. When used as part of a forgery, papyrus of deception adds a +5 enhancement b onu s  to  t he Forgery check. The papyrus can never duplicate a sheet of paper larger than 12 inches on a side or smaller than 3 inches on a side. Papyrus of deception can be reused. Faint divination; CL 5th; Craft Wondrous Item, read magic; Price 2,000 gp.",
        "name":  "Papyrus of Deception",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This enchanted amulet allows the wearer to use the Handle Animal skill in place of the Diplomacy skill when dealing with dragons whose Intelligence is 11 or lower. Moderate enchantment; CL 11th; Craft Wondrous Item, charm monster; Price 3,300 gp.",
        "name":  "Pendant of Draconic Empathy",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Also known as a false stomach, a possum pouch is a small, ﬂ  at, circular bag about 10 to 12 inches in diameter and up to 2 inches thick. When placed against a humanoid’s abdomen and sealed there with a command word, it blends in unobtrusively with the surrounding skin, requiring a DC 30 Search check to detect. Spies and couriers ﬁ  nd these items useful as diplomatic pouches, while nobles and wealthy merchants sometimes use them as money belts. Assassins, ninjas, and sneak-thieves love possum pouches  because they make it easy to smuggle poison, daggers, and small valuables into or out of well-guarded houses. Faint illusion; CL 3rd; Craft Wondrous Item, disguise self; Price 1,800 gp; Weight 1 lb.",
        "name":  "Possum Pouch",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This normal-looking, 50-foot coil of silk rope becomes as hard as stone (hardness 8, 15 hp) when a command word is spoken. A second command word returns the rope to its normal composition. The rope retains its exact shape when hardened (which adds 5 to the DC of Escape Artist checks made to slip free of it). If it is ever broken in either form, the rope is destroyed. Faint transmutation; CL 5th; Craft Wondrous Item, stone shape; Price 2,800 gp; Weight 5 lb.",
        "name":  "Rope of Stone",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A character wearing this simple-looking shawl gains a +5 competence bonus on Bluff checks made to conceal the truth (but not on any other use of the Bluff skill, including feinting in combat, creating a diversion to hide, or delivering a secret mes-sage). It also adds 1 to the wearer’s caster level when he casts any enchantment (charm) spell. A shawl occupies the same space on the body as a cloak, cape, or mantle. Faint enchantment; CL 3rd; Craft Wondrous Item, charm person ; Price 3,500 gp.",
        "name":  "Shawl of Bewitching",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These spectacles grant the wearer a +5 competence bonus on Spellcraft checks made to decipher scrolls, and a +5 competence bonus on Use Magic Device checks made to use scrolls. Spectacles occupy the same space on the body as a pair of eye lenses or goggles. Faint divination; CL 3rd; Craft Wondrous Item, read magic; Price 2,500 gp.",
        "name":  "Spellsight Spectacles",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bards and other musicians prize this carefully crafted mandolin, which functions as a masterwork mandolin with minor magical effects in the hands of someone with 1 or more ranks in Perform (string instruments). By speaking the correct command words, such a musician can utilize levitate and magic circle against evil once per day each. In addition, an owner with at least 15 ranks in Perform (string instruments) can use the mandolin to generate the effects of crushing despair , dominate person , and good hope each once per day each by playing the correct notes. Moderate abju rat ion, enchantment, and trans- mutation; CL 9th; Craft Wo n d r o u s  It e m , crushing despair, dominate person, good hope, levi-tate, magic circle against evil , creator must have 10 ranks in Perform (string instru- ments); Price 42,000 gp; Weight 3 lb.",
        "name":  "Mandolin of the Inspiring Muse",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This black, featureless mask has only slits for eyes and mouth. The wearer can use disguise self on herself at will and is continually under the effect of undetectable alignment . In addition, she gains a +5 com- petence bonus on Bluff checks.  A mask occupies the same space on the body as eye lenses or goggles. Faint abjuration and illusion; CL 5th; Craft Won-drous Item, disguise self, undetectable alignment;  Price 17,000 gp.",
        "name":  "Mask of Lies",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This silver sun-shaped brooch grants its wearer a +2 bonus on Diplomacy checks but imposes a –2 penalty on Bluff checks. This penalty remains for 24 hours after the medal is removed. Three times per day the wearer can use sanctuary on himself as a swift action. If the wearer attacks while pro- tected by this effect, he takes a –1 morale penalty on that attack and all subsequent attacks for 1 hour afterward. Faint abjuration; CL 3rd; Craft Wondrous Item, sanctu- ary; Price 1,100 gp.",
        "name":  "Medal of Gallantry",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This crystal lens provides the user with a +5 competence bonus on Appraise checks. Once per day the user can use identify . A monocle occupies the same space on the body as a pair of eye lenses or goggles. Faint divination; CL 3rd; Craft Wondrous Item, iden- tify; Price 6,500 gp.",
        "name":  "Monocle of Perusal",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " This enchanted sheet of paper usually looks thick and yellowed with age. However, when used as the basis for a forged docu- ment, the papyrus is extremely useful, since it changes its size, consistency, and appearance to match the mental descrip- tion of the forger. When used as part of a forgery, papyrus of deception adds a +5 enhancement b onu s  to  t he Forgery check. The papyrus can never duplicate a sheet of paper larger than 12 inches on a side or smaller than 3 inches on a side. Papyrus of deception can be reused. Faint divination; CL 5th; Craft Wondrous Item, read magic; Price 2,000 gp.",
        "name":  "Papyrus of Deception",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This enchanted amulet allows the wearer to use the Handle Animal skill in place of the Diplomacy skill when dealing with dragons whose Intelligence is 11 or lower. Moderate enchantment; CL 11th; Craft Wondrous Item, charm monster; Price 3,300 gp.",
        "name":  "Pendant of Draconic Empathy",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Also known as a false stomach, a possum pouch is a small, ﬂ  at, circular bag about 10 to 12 inches in diameter and up to 2 inches thick. When placed against a humanoid’s abdomen and sealed there with a command word, it blends in unobtrusively with the surrounding skin, requiring a DC 30 Search check to detect. Spies and couriers ﬁ  nd these items useful as diplomatic pouches, while nobles and wealthy merchants sometimes use them as money belts. Assassins, ninjas, and sneak-thieves love possum pouches  because they make it easy to smuggle poison, daggers, and small valuables into or out of well-guarded houses. Faint illusion; CL 3rd; Craft Wondrous Item, disguise self; Price 1,800 gp; Weight 1 lb.",
        "name":  "Possum Pouch",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This normal-looking, 50-foot coil of silk rope becomes as hard as stone (hardness 8, 15 hp) when a command word is spoken. A second command word returns the rope to its normal composition. The rope retains its exact shape when hardened (which adds 5 to the DC of Escape Artist checks made to slip free of it). If it is ever broken in either form, the rope is destroyed. Faint transmutation; CL 5th; Craft Wondrous Item, stone shape; Price 2,800 gp; Weight 5 lb.",
        "name":  "Rope of Stone",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A character wearing this simple-looking shawl gains a +5 competence bonus on Bluff checks made to conceal the truth (but not on any other use of the Bluff skill, including feinting in combat, creating a diversion to hide, or delivering a secret mes-sage). It also adds 1 to the wearer’s caster level when he casts any enchantment (charm) spell. A shawl occupies the same space on the body as a cloak, cape, or mantle. Faint enchantment; CL 3rd; Craft Wondrous Item, charm person ; Price 3,500 gp.",
        "name":  "Shawl of Bewitching",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These spectacles grant the wearer a +5 competence bonus on Spellcraft checks made to decipher scrolls, and a +5 competence bonus on Use Magic Device checks made to use scrolls. Spectacles occupy the same space on the body as a pair of eye lenses or goggles. Faint divination; CL 3rd; Craft Wondrous Item, read magic; Price 2,500 gp.",
        "name":  "Spellsight Spectacles",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This elegant but sturdy metal stylus grants a +5 competence bonus on Forgery checks. On command, a stylus of the masterful hand can also remember up to three different types of handwriting, which allows a later attempt to create a forgery of a document without requiring the forger to have a sample of the handwriting (see Forgery, page 74 of the Player’s Hand book). The DC to reproduce that hand - writing is ﬁxed at whatever check result was achieved during the attempt in which the sample was collected. A second command word allows the user to erase a sample of handwriting stored in a stylus. Faint divination; CL 3rd; Craft Wondrous Item, read magic; Price 3,000 gp. Trumpeter’s Gift: This shiny mouthpiece ﬁts any wind instru - ment, such as a trumpet or other horn. It grants a +5 competence bonus on Perform (wind instru - ments) checks using the instrument. Once per day, the trumpeter can use the horn to produce a shout effect. If the horn is not of masterwork quality, however, it is destroyed once this effect is produced. Moderate evocation; CL 7th; Craft Wondrous Item, shout; Price 12,700 gp.",
        "name":  "Stylus of the Masterful Hand",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wearer of this tunic gains a +5 com - petence bonus on Concentration checks. Despite the item’s name, its bonus applies on all Concentration checks, not just those made to cast spells. Faint transmutation; CL 3rd; Craft Won - drous Item, bear’s endurance ; Price 2,500 gp.",
        "name":  "Tunic of Steady Spellcasting",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is actually the necro - mantically preserved last breath of some famous ﬁgure, trapped in a vial. A vial of the last gasp allow the user to draw strength and knowledge from the dead creature. Anyone who unstoppers the vial and inhales its vapors (the equivalent of drinking a potion) gains 1d8 temporary hit points, a +2 enhancement bonus to Strength, and a +4 insight bonus on checks using one Craft, Knowledge, or Profession skill possessed by the deceased. (However, the vapors in a vial of the last gasp do not allow an untrained user to make use of a trained-only skill.)  The creator speciﬁes the skill to which the bonus applies upon creat - ing the item; it is usually the skill in which the deceased has the greatest number of ranks. In addition, the fumes increase the user’s effective caster level by 1. These effects last for 10 minutes. Faint necromancy; CL 4th; Craft Wondrous Item, death knell; Price 2,200 gp.Illus. by D. KovacsSWIFT  ACTIONS  AND IMMEDIATE ACTIONS Some of the spells in this chapter refer to swift or immediate actions. These are types of actions, like a move action or standard action.",
        "name":  "Vial of the Last Gasp",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swift action consumes a very small amount of time but represents a larger expen - diture of effort and energy than a free action. You can perform one swift action per turn, without affecting your ability to perform other actions. In that regard, a swift action is like a free action. However, you can perform only a single swift action per turn, regardless of what other actions you take. You can take a swift action at any time you would normally be allowed to take a free action. Swift actions usually involve spellcast - ing or the activation of magic items; many characters (especially those who don’t cast spells) never have an opportunity to take a swift action.rom the assassin lurking in the corner, his dagger dripping with magically enhanced poison, to the ranger who ﬁlls the forest with a hail of magically propelled arrows, skilled adventur - ers of all kinds rely on spells to enhance their skills, avoid an enemy’s blows, and strike with deadly accu - racy. In keeping with the theme of  Complete Adventurer , the spells described in this chapter emphasize skill use—providing bonuses on skill checks, offering new uses for skills, and making skill use in combat more rewarding. These spells also often feature enhanced beneﬁts or effects for characters who have mastered unusual combinations of skills and abilities. These spells emphasize the versatility of the successful adventurer and should be of particular interest to multiclass characters. An M appearing at the end of a spell’s name in the spell lists denotes a spell with a material component that is not normally included in a spell component pouch. 137Illus. by D. Kovacs138 CHAPTER 5 SPELLS 139CHAPTER 5 SPELLS Casting a quickened spell is a swift action (instead of a free action, as stated in the Quicken Spell feat description in the Player ’s Handbook ). In addition, casting any spell with a casting time of 1 swift action (such as critical strike ) is a swift action. Casting a spell with a casting time of 1 swift action does not provoke attacks of opportunity.",
        "name":  "Swift Action",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can eavesdrop through a magic coin.",
        "name":  "Listening Coin",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can eavesdrop through a magic coin.",
        "name":  "Listening Coin",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift. You gain +2 insight bonus on attack and damage if you make a full attack, SR 5 + caster level if you ﬁ  ght defensively, and DR 5/magic if you use the total defense action.",
        "name":  "Daggerspell Stance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift. You gain +2 insight bonus on attack and damage if you make a full attack, SR 5 + caster level if you ﬁ  ght defensively, and DR 5/magic if you use the total defense action.",
        "name":  "Abjur Daggerspell Stance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift. You gain +2 insight bonus on attack and damage if you make a full attack, SR 5 + caster level if you ﬁ  ght defensively, and DR 5/magic if you use the total defense action.",
        "name":  "Daggerspell Stance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swift. You gain +2 insight bonus on attack and damage if you make a full attack, SR 5 + caster level if you ﬁ  ght defensively, and DR 5/magic if you use the total defense action.",
        "name":  "Abjur Daggerspell Stance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You create a barrier of sonic energy at a distance of 10 feet from yourself. Creatures on either side of the barrier hear it as a loud but harmless buzz - ing. Nonmagical sound (including sound produced by a thunderstone) does not cross the barrier. Supernat - ural or spell-based sounds or sonic effects penetrate the barrier only if the caster or originator of the effect succeeds on a caster level check (DC 11 + your caster level). A creature that crosses the barrier takes 1d6 points of sonic damage +1 point per caster level (maximum +20) and must make a Fortitude save or be deafened for 1 minute. The sonic vibrations create a 20% miss chance for any missiles crossing the barrier in either direction. The barrier moves with you, but you cannot force another creature to pass through it (for example, by moving adjacent to an enemy). If you force a creature to pass through, the barrier has no effect on that creature. CLOAK OF THE SEA",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) This spell, favored by the Dag - gerspell Guardians (see page 167), improves your ability to defend yourself when wielding a pair of daggers. The spell, like many of the daggerspell techniques, depends on the use of daggers to bring down a foe. The spell’s effect cannot be realized unless you are wielding two daggers, but the spell does not end if you drop, throw, or otherwise lose a hold on one or both of your daggers.  While this spell is in effect, if you make a full attack while holding a dagger in each hand, you gain a +2 insight bonus on attack rolls and damage rolls made with daggers in that round. The magical energy that perme - ates your daggers while this spell is active allows you to deﬂect the magi - cal energy of many spells. When wielding two daggers and ﬁghting defensively, you gain spell resistance equal to 5 + your caster level. The spell focuses your concentra - tion so that when you devote all of your attention to defense, you can turn the force of most blows away from your body with your daggers. When wielding two daggers and using the total defense action, you gain both the spell resistance beneﬁt described above and damage reduc - tion 5/magic.",
        "name":  "Duration",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You create a barrier of sonic energy at a distance of 10 feet from yourself. Creatures on either side of the barrier hear it as a loud but harmless buzz - ing. Nonmagical sound (including sound produced by a thunderstone) does not cross the barrier. Supernat - ural or spell-based sounds or sonic effects penetrate the barrier only if the caster or originator of the effect succeeds on a caster level check (DC 11 + your caster level). A creature that crosses the barrier takes 1d6 points of sonic damage +1 point per caster level (maximum +20) and must make a Fortitude save or be deafened for 1 minute. The sonic vibrations create a 20% miss chance for any missiles crossing the barrier in either direction. The barrier moves with you, but you cannot force another creature to pass through it (for example, by moving adjacent to an enemy). If you force a creature to pass through, the barrier has no effect on that creature. CLOAK OF THE SEA",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) This spell, favored by the Dag - gerspell Guardians (see page 167), improves your ability to defend yourself when wielding a pair of daggers. The spell, like many of the daggerspell techniques, depends on the use of daggers to bring down a foe. The spell’s effect cannot be realized unless you are wielding two daggers, but the spell does not end if you drop, throw, or otherwise lose a hold on one or both of your daggers.  While this spell is in effect, if you make a full attack while holding a dagger in each hand, you gain a +2 insight bonus on attack rolls and damage rolls made with daggers in that round. The magical energy that perme - ates your daggers while this spell is active allows you to deﬂect the magi - cal energy of many spells. When wielding two daggers and ﬁghting defensively, you gain spell resistance equal to 5 + your caster level. The spell focuses your concentra - tion so that when you devote all of your attention to defense, you can turn the force of most blows away from your body with your daggers. When wielding two daggers and using the total defense action, you gain both the spell resistance beneﬁt described above and damage reduc - tion 5/magic.",
        "name":  "Duration",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)Target: One creatureDuration: 1 round/levelSaving Throw: Fortitude negatesSpell Resistance: YesCHAPTER 5 SPELLS 146CHAPTER 5 SPELLS 147You distort a creature’s vocalizations. The voice of the subject becomes warped and nearly incomprehen- sible. For the duration of this spell, the subject has a 50% chance to miscast spells that have verbal components, and any time the subject speaks (includ- ing the use  of magic  items activated by command words), there is a 50% chance that the utterance is completely incomprehensible and therefore ineffective.DISTRACT ASSAILANT Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) You cause your quarterstaff to extrude writhing vines that allow you to easily grab and entrap foes. Each time you successfully strike a foe with the staff (a normal melee attack), you deal normal damage and can attempt to start a grapple as a free action without provoking attacks of opportunity (see Starting a Grapple, page 156 of the Player’s Handbook ). This grapple attempt does not require a separate touch attack. You gain a +8 bonus on grapple checks you cause by striking a foe with the entangling staff. You can attempt to grapple creatures up to one size category larger than you. If your grapple check succeeds, your quarterstaff’s vines constrict your foe, dealing 2d6 points of A distract assailant spell fools an ogre long enough to give an assassin the upper handIllus. by M. CotieCHAPTER 5 SPELLS 146CHAPTER 5 SPELLS 147You distort a creature’s vocalizations. The voice of the subject becomes warped and nearly incomprehen- sible. For the duration of this spell, the subject has a 50% chance to miscast spells that have verbal components, and any time the subject speaks (includ- ing the use  of magic  items activated by command words), there is a 50% chance that the utterance is completely incomprehensible and therefore ineffective.DISTRACT ASSAILANT Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You create sonic vibrations that negate any magical silence effect in the area. This zone of negation moves with you and lasts as long as you continue to concentrate. The silence  is not dispelled but simply held in abeyance; it remains in effect outside the area of the joyful noise effect. Thus, this spell is usually used to move a group out of range of a silence effect. LISTENING COIN Divination (Scrying)Level: Bard 4Components: V, S, F",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TouchEffect: Magical sensorDuration: 1 hour/level (D)Saving Throw: NoneSpell Resistance: No You can turn two ordinary coins into magic listening devices—one a sensor and the other a receiver. After casting the spell, you simply give the sensor coin away, either surreptitiously or overtly. By hold - ing the receiver coin up to your ear, you can hear whatever transpires near the sensor as if you were there (much like a clairaudience effect). If the sensor coin is in a pocket, pouch, or sack, the DC of the Listen check increases by 5. The coins continue to function no matter how far apart they are, although they fall silent if they’re on different planes.",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item in whose use you wish to be proﬁcient.MINDLESS RAGE Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Focus",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You create sonic vibrations that negate any magical silence effect in the area. This zone of negation moves with you and lasts as long as you continue to concentrate. The silence  is not dispelled but simply held in abeyance; it remains in effect outside the area of the joyful noise effect. Thus, this spell is usually used to move a group out of range of a silence effect. LISTENING COIN Divination (Scrying)Level: Bard 4Components: V, S, F",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TouchEffect: Magical sensorDuration: 1 hour/level (D)Saving Throw: NoneSpell Resistance: No You can turn two ordinary coins into magic listening devices—one a sensor and the other a receiver. After casting the spell, you simply give the sensor coin away, either surreptitiously or overtly. By hold - ing the receiver coin up to your ear, you can hear whatever transpires near the sensor as if you were there (much like a clairaudience effect). If the sensor coin is in a pocket, pouch, or sack, the DC of the Listen check increases by 5. The coins continue to function no matter how far apart they are, although they fall silent if they’re on different planes.",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item in whose use you wish to be proﬁcient.MINDLESS RAGE Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Focus",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal Target: You Duration: 1 minute/level (D) You call forth the power of shadow, enveloping yourself in a clinging, concealing shroud of darkness. While this spell is in effect, you gain a number of beneﬁ  ts. The shadows wrapping your form grant you a +4 competence bonus on Escape Artist, Hide, and Move Silently checks. Your shadowy form also provides you with concealment. This shadowy conceal- ment is not negated by a see invisibility spell, but a true seeing  spell coun- teracts the effect. Standing within the radius of a daylight  spell or in bright nat- ural sunlight temporarily suppresses the conceal- ment effect. In addition, if you have 5 ranks in Escape Artist, you can attempt to slip through a solid object or barrier up to 5 feet thick with a DC 20 Escape Artist check, though doing this ends the spell as soon as the attempt is completed (regardless of success). If you have 10 ranks in Escape Artist, you can attempt to pass through an object or barrier up to 10 feet thick. If you have 15 ranks in Escape Artist, you can attempt to pass through a barrier composed of magical force (or similar magical obstacles).",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal Target: You Duration: 1 minute/level (D) You call forth the power of shadow, enveloping yourself in a clinging, concealing shroud of darkness. While this spell is in effect, you gain a number of beneﬁ  ts. The shadows wrapping your form grant you a +4 competence bonus on Escape Artist, Hide, and Move Silently checks. Your shadowy form also provides you with concealment. This shadowy conceal- ment is not negated by a see invisibility spell, but a true seeing  spell coun- teracts the effect. Standing within the radius of a daylight  spell or in bright nat- ural sunlight temporarily suppresses the conceal- ment effect. In addition, if you have 5 ranks in Escape Artist, you can attempt to slip through a solid object or barrier up to 5 feet thick with a DC 20 Escape Artist check, though doing this ends the spell as soon as the attempt is completed (regardless of success). If you have 10 ranks in Escape Artist, you can attempt to pass through an object or barrier up to 10 feet thick. If you have 15 ranks in Escape Artist, you can attempt to pass through a barrier composed of magical force (or similar magical obstacles).",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Guidelines (not rules) on roleplaying a character afﬁliated with lans, guilds, and other organizations provide many interesting opportunities for characters of any class. Deﬁning a bard’s preferred performance styles by the precepts of his bardic college, choos - ing wizard spells based on the preferences of a magic academy, or taking jobs based on the directives of a thieves guild: All these add ﬂavor to a campaign world. Their breadth hints at the presence of organizations for nearly every class. The organizations described here, however, focus on groups whose members use a large variety of skills or who achieve unusually great expertise in a particular group of skills. Often, this expertise is associated with a criminal organization or its law-enforcement counterpart, but it also allows for many other types of organizations and the characters who belong to them. Being part of an organization must come with responsibilities and beneﬁts, or a character won’t feel connected to this important choice of allegiance. The descriptions of the organizations in this chapter describe the membership in general terms, allowing players and DMs to shape speciﬁc details to ﬁt their campaign world. Whenever a player chooses to afﬁliate a character with 159Illus. by D. Kovacs160 CHAPTER 6 ORGANIZATIONS 161CHAPTER 6 ORGANIZATIONS  the organization. These suggestions should never usurp a sense of character choice, but remember that a char - acter is much more likely to feel at home as part of an organization if her personality matches the majority of the organization’s members.",
        "name":  "Roleplaying Suggestions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A brief description of how a cam - paign might work if the majority of the player characters were members of the guild in question. When appropri - ate, it discusses ways for an adventuring group to act as an ofﬁcial part of the organization and the requirements and beneﬁts of such an arrangement.Sample Organization Member Each description ends with a statistics block for a repre - sentative member of the organization. BLACKLOCK LORESEEKERS Formerly a small collection of rogues and wizards dedicated to unearthing lost scraps of knowledge, the Blacklock Loreseekers have become a large and powerful organization of adventurers. The guild has chapterhouses in nearly every major city and many large towns, as well as in smaller outposts in outlying communities. As it has grown, the guild has become more focused on the mercantile aspects of adventuring, ﬁnding lost tombs and ancient artifacts with an eye toward proﬁt rather than knowledge. The Blacklock Loreseekers take their name from the guild’s founder, a dwarf adventurer by the name of Kurgarn Blacklock. Kurgarn long sought leads to the whereabouts of an artifact held sacred by his clan, and after he grew too old to continue adventuring himself, he formed the loreseekers to guide the efforts of younger mercenaries. Although Kurgan always saw the organiza -tion as primarily focused on amassing knowledge, in the long years since his death, the guild has become far more concerned with the acquisition and resale of valuable treasures and magic items. Although the Loreseekers’ focus on proﬁt makes some suspicious of their motives, the group remains an adventuring-oriented organization and does not engage in thievery or other criminal activi - ties. The guild offers its members ready access to adventuring leads of all kinds, and its minimal entrance requirements make it an excellent way for young explorers to ﬁnd like-minded souls and learn of challenges suited to their limited experience. Joining the Blacklock Lore - seekers: The Blacklock Loreseekers require that members pay a 10 gp annual fee and register the name of their adventuring group. All members of a party must be members of the guild for any of the characters to gain the beneﬁts described below. Character Beneﬁts: Loreseeker- afﬁliated adventuring groups gain a 5% discount on lodging in any city with a Loreseekers chapterhouse, access to the many small libraries maintained in these chapterhouses, a ready source of adventuring leads and, perhaps most importantly, maps. The Loreseekers actively collect maps, and members are free to copy (but not remove) maps stored in the chapterhouse libraries. Members also can treat any community with a chap - terhouse as one size larger for purposes of determining the community’s gold piece limit. (See page 137 of the Dungeon Master’s Guide  for more information on community size and gold piece spending limits.) This beneﬁt allows members to sell more valuable items in smaller communities, and often presents them with more purchasing options as well. The guild is particularly good at making the heroic work of its members known to the common folk, and the DM should award small circumstance bonuses on the Diplomacy and Intimidate checks made by guild members against those who have heard of their exploits. In general, these bonuses should never be more than +2 and shouldn’t be awarded until the member has advanced to 6th level or higher.",
        "name":  "A Guild Campaign",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A brief description of how a cam - paign might work if the majority of the player characters were members of the guild in question. When appropri - ate, it discusses ways for an adventuring group to act as an ofﬁcial part of the organization and the requirements and beneﬁts of such an arrangement.Sample Organization Member Each description ends with a statistics block for a repre - sentative member of the organization. BLACKLOCK LORESEEKERS Formerly a small collection of rogues and wizards dedicated to unearthing lost scraps of knowledge, the Blacklock Loreseekers have become a large and powerful organization of adventurers. The guild has chapterhouses in nearly every major city and many large towns, as well as in smaller outposts in outlying communities. As it has grown, the guild has become more focused on the mercantile aspects of adventuring, ﬁnding lost tombs and ancient artifacts with an eye toward proﬁt rather than knowledge. The Blacklock Loreseekers take their name from the guild’s founder, a dwarf adventurer by the name of Kurgarn Blacklock. Kurgarn long sought leads to the whereabouts of an artifact held sacred by his clan, and after he grew too old to continue adventuring himself, he formed the loreseekers to guide the efforts of younger mercenaries. Although Kurgan always saw the organiza -tion as primarily focused on amassing knowledge, in the long years since his death, the guild has become far more concerned with the acquisition and resale of valuable treasures and magic items. Although the Loreseekers’ focus on proﬁt makes some suspicious of their motives, the group remains an adventuring-oriented organization and does not engage in thievery or other criminal activi - ties. The guild offers its members ready access to adventuring leads of all kinds, and its minimal entrance requirements make it an excellent way for young explorers to ﬁnd like-minded souls and learn of challenges suited to their limited experience. Joining the Blacklock Lore - seekers: The Blacklock Loreseekers require that members pay a 10 gp annual fee and register the name of their adventuring group. All members of a party must be members of the guild for any of the characters to gain the beneﬁts described below. Character Beneﬁts: Loreseeker- afﬁliated adventuring groups gain a 5% discount on lodging in any city with a Loreseekers chapterhouse, access to the many small libraries maintained in these chapterhouses, a ready source of adventuring leads and, perhaps most importantly, maps. The Loreseekers actively collect maps, and members are free to copy (but not remove) maps stored in the chapterhouse libraries. Members also can treat any community with a chap - terhouse as one size larger for purposes of determining the community’s gold piece limit. (See page 137 of the Dungeon Master’s Guide  for more information on community size and gold piece spending limits.) This beneﬁt allows members to sell more valuable items in smaller communities, and often presents them with more purchasing options as well. The guild is particularly good at making the heroic work of its members known to the common folk, and the DM should award small circumstance bonuses on the Diplomacy and Intimidate checks made by guild members against those who have heard of their exploits. In general, these bonuses should never be more than +2 and shouldn’t be awarded until the member has advanced to 6th level or higher.",
        "name":  "A Guild Campaign",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The key of night, an artifact that was long sought by founder Kurgarn Blacklock, was once the focus of the guild’s efforts, and new members still dream of unlocking its great power. The guild has pursued many rumors of the key’s whereabouts since its founding, and has met with many frustrating failures. The best information that the guild has on the key now points to one of two locations: the hoard of the black dragon Iyriddelmirev (described in  Draconomicon ) or the ruins of the ancient drow city Neggazzoth. Both the dragon and the ruined drow city are formidable enough challenges that no Loreseeker-afﬁ  liated adventurers have tried to verify these theories. A Blacklock Loreseeker Campaign: The Blacklock Loreseekers accept members of all classes and levels, making the organization an easy way to ﬁ  nd and form an adventuring group. For this reason, the Loreseekers provide an excellent way to begin a campaign and to unite the characters. Although the guild has a relatively simple agenda (buying and selling the proceeds of its members’ adventures), it can provide an interesting backdrop for a campaign of any level. Its ability to provide adventure leads is limitless, and the characters’ differing motivations for adventuring should provide an interesting contrast to the guild’s interests throughout the campaign. Sample Blacklock Loreseeker",
        "name":  "Lore of the Guild",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The key of night, an artifact that was long sought by founder Kurgarn Blacklock, was once the focus of the guild’s efforts, and new members still dream of unlocking its great power. The guild has pursued many rumors of the key’s whereabouts since its founding, and has met with many frustrating failures. The best information that the guild has on the key now points to one of two locations: the hoard of the black dragon Iyriddelmirev (described in  Draconomicon ) or the ruins of the ancient drow city Neggazzoth. Both the dragon and the ruined drow city are formidable enough challenges that no Loreseeker-afﬁ  liated adventurers have tried to verify these theories. A Blacklock Loreseeker Campaign: The Blacklock Loreseekers accept members of all classes and levels, making the organization an easy way to ﬁ  nd and form an adventuring group. For this reason, the Loreseekers provide an excellent way to begin a campaign and to unite the characters. Although the guild has a relatively simple agenda (buying and selling the proceeds of its members’ adventures), it can provide an interesting backdrop for a campaign of any level. Its ability to provide adventure leads is limitless, and the characters’ differing motivations for adventuring should provide an interesting contrast to the guild’s interests throughout the campaign. Sample Blacklock Loreseeker",
        "name":  "Lore of the Guild",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dauntless knows the following tricks (including his bonus trick): assist attack†, assist track†, attack, down, heel, stay, track. † New trick described on page 100 . Scent (Ex): Can detect approaching enemies, sniff out hidden foes, and track by sense of smell. See page 314 of the Monster Manual . COLLEGE OF CONCRESCENT LORE This bardic college, one of the largest in ex - istence, focuses on the acquisition of hidden lore, particularly of the historical or magi - cal variety. Its members eagerly page through dusty tomes, seeking to uncover secrets about long-dead societies, strange magical rituals, and other unusual top - ics. A council of three administrators runs the college. Each has been a member for ten years or more and embraced at least three ﬁelds of study during that time. These three no longer conduct active research and instead review others’ ﬁndings, dis - tribute reports, and maintain the membership list. History and magical lore are the bread and butter of this college. Many of the world’s greatest historians are at least adjunct members, and several powerful wizards have joined the college to gain ac - cess to its magic texts. The study of history here has an archeological bent, and members focus on understanding the languages, architecture, rituals, and leaders of lost civilizations. All signiﬁcant member ﬁndings, from new discoveries to the results of long-term studies, are circulated to col - leagues with relevant specialties. Thus, a member who specializes in Kreidikan history might receive ﬁeld notes from an expedition to a newly discovered Kreidikan ruin, a translation of a poem that mentions a Kreidikan sorcerer-king, and a fragment of the fountain of blood spell that Kreidikan mages favor, all in the same month. Exactly who receives the results of particularly important research is currently the subject of bitter debate—some researchers are livid because they did not receive copies of studies they thought were vital to their own research. The college also has a strict policy that prohibits sharing research results with anyone outside the college. Centuries ago, this “no eyes but the learned” policy caused a split in the organization that led to the formation of the Talespinners League (see page 182 ). “Until we accumulate inﬁnity” is the college’s motto. Collegians wear dark robes with red stripes encircling the upper sleeves. The College of Concrescent Lore maintains a friendly rival - ry with a similar group, the College of Arcanobiological Studies, and a not-so- friendly rivalry with the Talespinners League. However, members give the cold shoulder to wiz - ards “who just want to copy our books for the spells, not because they want to learn anything.” Joining the Col - lege of Concrescent",
        "name":  "Tricks",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dauntless knows the following tricks (including his bonus trick): assist attack†, assist track†, attack, down, heel, stay, track. † New trick described on page 100 . Scent (Ex): Can detect approaching enemies, sniff out hidden foes, and track by sense of smell. See page 314 of the Monster Manual . COLLEGE OF CONCRESCENT LORE This bardic college, one of the largest in ex - istence, focuses on the acquisition of hidden lore, particularly of the historical or magi - cal variety. Its members eagerly page through dusty tomes, seeking to uncover secrets about long-dead societies, strange magical rituals, and other unusual top - ics. A council of three administrators runs the college. Each has been a member for ten years or more and embraced at least three ﬁelds of study during that time. These three no longer conduct active research and instead review others’ ﬁndings, dis - tribute reports, and maintain the membership list. History and magical lore are the bread and butter of this college. Many of the world’s greatest historians are at least adjunct members, and several powerful wizards have joined the college to gain ac - cess to its magic texts. The study of history here has an archeological bent, and members focus on understanding the languages, architecture, rituals, and leaders of lost civilizations. All signiﬁcant member ﬁndings, from new discoveries to the results of long-term studies, are circulated to col - leagues with relevant specialties. Thus, a member who specializes in Kreidikan history might receive ﬁeld notes from an expedition to a newly discovered Kreidikan ruin, a translation of a poem that mentions a Kreidikan sorcerer-king, and a fragment of the fountain of blood spell that Kreidikan mages favor, all in the same month. Exactly who receives the results of particularly important research is currently the subject of bitter debate—some researchers are livid because they did not receive copies of studies they thought were vital to their own research. The college also has a strict policy that prohibits sharing research results with anyone outside the college. Centuries ago, this “no eyes but the learned” policy caused a split in the organization that led to the formation of the Talespinners League (see page 182 ). “Until we accumulate inﬁnity” is the college’s motto. Collegians wear dark robes with red stripes encircling the upper sleeves. The College of Concrescent Lore maintains a friendly rival - ry with a similar group, the College of Arcanobiological Studies, and a not-so- friendly rivalry with the Talespinners League. However, members give the cold shoulder to wiz - ards “who just want to copy our books for the spells, not because they want to learn anything.” Joining the Col - lege of Concrescent",
        "name":  "Tricks",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most of the college’s members are mid-level bards, wizards, and experts with maximum ranks in several Knowledge skills. Each member chooses an area of knowledge (such as “The Second Empire of Qirtaia” or “Vordhavian Death Magic”) as a specialty upon entering the college, but this choice can be changed as often as once a year. The administrators update the list of members and specialties annually and circulate that docu - ment, called a “yearbook,” to the current membership. Prestige Classes: Wizards and clerics who become members of the college typically aspire to take levels in the loremaster prestige class. Bards occasionally pursue the loremaster class, but more aspire to the virtuoso prestige class, hoping to continue the development of their musical abilities while focusing on their knowledge and magical talents. Lore of the Guild: The college focuses on acquiring knowledge developed by others rather than perform -ing speciﬁc deeds or accomplishing heroic missions. Although a few of the organization’s younger members remain active adventurers in order to seek out and recover lost tomes, scrolls, and other repositories of knowledge, the bulk of the guild’s membership spends most of its time in quiet study. Nonetheless, the famous split between the Talespinners League and the college is occasionally the subject of debate in all levels of society, especially by those concerned with the distribution of magical knowledge or ancient relics.",
        "name":  "Typical Member",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A campaign centering on the acquisition of hidden and magical lore offers great potential for parties of any level and class composition, especially if the party must deal with internal and external conﬂicts around whether or not to share that knowledge. In most cases, a campaign that includes the college should also include the rivalry between the college and the Talespinners League. These two organizations might even be represented in the same party, with the members of the college struggling to safeguard any lore the party ﬁnds and the talespinners pushing the group to share the knowledge with any who express an interest. Sample Concrescent Lorist",
        "name":  "A College of Concrescent Lore Campaign",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Decipher Script +10, Knowledge (arcana) +11, Knowledge (geography) +8, Knowledge (history) +11, Knowledge (the planes) +11, Listen +6, Move Silently +4, Search +5, Spellcraft +13, Spot +6; Alertness, Craft Wondrous Item B, Open Minded† (2), Scribe ScrollB. † New feat described on page 111 .",
        "name":  "Skills and Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pyrus’s familiar is a cat named Quill. The familiar uses the better of its own and Pyrus’s base save bonuses. The creature’s abilities and characteristics are summarized below. Familiar Beneﬁts: Pyrus gains special beneﬁts from having a familiar. This creature grants Pyrus a +3 bonus on Move Silently checks (included in the above statistics). Pyrus and Quill enjoy the empathic link and share spells special qualities. Alertness (Ex): Quill grants its master Alertness as long as it is within 5 feet. Empathic Link (Su): Pyrus can communicate telepathi - cally with his familiar at a distance of up to 1 mile. The master has the same connection to an item or a place that the familiar does. Share Spells (Su): Pyrus can have any spell he casts on himself also affect his familiar if the latter is within 5 feet at the time. He can also cast a spell with a target of “You” on his familiar. Diviner  Spells Prepared (caster level 5th; prohibited school evocation): 0— arcane mark, detect magic, detect poison, mage hand, read magic; 1st— alarm, color spray (DC 14),  comprehend languages, identify, unseen servant; 2nd— detect thoughts, fox’s cunning, glitterdust (DC 15), locate object; 3rd— arcane sight, deep slumber (DC 16), tongues.",
        "name":  "Familiar",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cats have a +4 racial bonus on Climb, Hide, and Move Silently checks and a +8 racial bonus on Jump checks. Cats have a +8 racial bonus on Balance checks. They use their Dexterity modiﬁer instead of their Strength modiﬁer for Climb and Jump checks. *In areas of tall grass or heavy undergrowth, the Hide bonus rises to +8. DAGGERSPELL GUARDIANS Exotic spellcasters who wield matched pairs of daggers and deadly magical pow - ers, the Daggerspell Guardians use their varied abilities to promote their own fair-minded sense of justice. Individual members lead adventuring parties, root out evil hiding in civilized communities, and act as self-appointed in - vestigators and law enforcers when nec - essary. Groups rarely act together and instead con - centrate on training new members, researching new spells, or perfecting new aspects of their unusual ﬁghting style. One of the most interesting aspects of the Daggerspell Guardians is their emphasis on both martial and magical power. Although they still focus on spellcasting as their primary means of dealing with foes, they all wield their twin daggers with surprising skill. Some use their spells to enhance their physical abilities and then enter melee, casting amid a whirlwind of ﬂashing knives. Others use their spells to bring down foes and reveal their deadly sets of knives only when an enemy seeks to target a spellcaster who might look physically weak. Two spellcasting prestige classes are associated with the guild. The daggerspell shapers (see page 36) appeal to druids and other divine spellcasters, and the daggerspell mages (see page 31) appeal to wizards and other arcane spellcasters. These two groups within the organization are separate only in the type of spells they cast and the Daggerspell Guardians symbolIllus. by C. Lukacs166 CHAPTER 6 ORGANIZATIONS 167CHAPTER 6 ORGANIZATIONS  25 Knowledge (history), and either DC 15 Knowledge (architecture and engineering) or DC 15 Knowledge (geography). In addition, the candidate must be able to read and write at least one obscure language. Depending on the desired specialty, the DCs may be higher or lower. Retries are allowed, but only to apply for a different specialty. The initial membership fee is 500 gp, which goes to pay for the creation and grading of the test. Annual dues are 250 gp; active collegians spend much more than this on their research, correspondence with other members, and occasional regional meetings. Character Beneﬁts: The greatest advantage to mem - bership in this college is access to the volumes of research its members produce each year. Unless they’ve somehow made enemies among their colleagues, members can count on receiving advance word of every discovery made in their ﬁelds. Members with speciﬁc questions also have the right to query members outside their own specialties for informa - tion. Answering such a query is rarely a high priority, however, especially if no reason is given for the request. Roleplaying Suggestions: Members of the college tend to be intelligent, focused on their academic pursuits, and strangely secretive. They prefer to ask questions rather than provide answers. Some nonmembers ﬁnd this off-putting. Few resent the pursuit of knowledge, but the college’s secretive nature sometimes angers those who enjoy a more free-ﬂowing exchange of information. In particular, members of the Talespinners League resent the collegians.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most of the college’s members are mid-level bards, wizards, and experts with maximum ranks in several Knowledge skills. Each member chooses an area of knowledge (such as “The Second Empire of Qirtaia” or “Vordhavian Death Magic”) as a specialty upon entering the college, but this choice can be changed as often as once a year. The administrators update the list of members and specialties annually and circulate that docu - ment, called a “yearbook,” to the current membership. Prestige Classes: Wizards and clerics who become members of the college typically aspire to take levels in the loremaster prestige class. Bards occasionally pursue the loremaster class, but more aspire to the virtuoso prestige class, hoping to continue the development of their musical abilities while focusing on their knowledge and magical talents. Lore of the Guild: The college focuses on acquiring knowledge developed by others rather than perform -ing speciﬁc deeds or accomplishing heroic missions. Although a few of the organization’s younger members remain active adventurers in order to seek out and recover lost tomes, scrolls, and other repositories of knowledge, the bulk of the guild’s membership spends most of its time in quiet study. Nonetheless, the famous split between the Talespinners League and the college is occasionally the subject of debate in all levels of society, especially by those concerned with the distribution of magical knowledge or ancient relics.",
        "name":  "Typical Member",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A campaign centering on the acquisition of hidden and magical lore offers great potential for parties of any level and class composition, especially if the party must deal with internal and external conﬂicts around whether or not to share that knowledge. In most cases, a campaign that includes the college should also include the rivalry between the college and the Talespinners League. These two organizations might even be represented in the same party, with the members of the college struggling to safeguard any lore the party ﬁnds and the talespinners pushing the group to share the knowledge with any who express an interest. Sample Concrescent Lorist",
        "name":  "A College of Concrescent Lore Campaign",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Decipher Script +10, Knowledge (arcana) +11, Knowledge (geography) +8, Knowledge (history) +11, Knowledge (the planes) +11, Listen +6, Move Silently +4, Search +5, Spellcraft +13, Spot +6; Alertness, Craft Wondrous Item B, Open Minded† (2), Scribe ScrollB. † New feat described on page 111 .",
        "name":  "Skills and Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Pyrus’s familiar is a cat named Quill. The familiar uses the better of its own and Pyrus’s base save bonuses. The creature’s abilities and characteristics are summarized below. Familiar Beneﬁts: Pyrus gains special beneﬁts from having a familiar. This creature grants Pyrus a +3 bonus on Move Silently checks (included in the above statistics). Pyrus and Quill enjoy the empathic link and share spells special qualities. Alertness (Ex): Quill grants its master Alertness as long as it is within 5 feet. Empathic Link (Su): Pyrus can communicate telepathi - cally with his familiar at a distance of up to 1 mile. The master has the same connection to an item or a place that the familiar does. Share Spells (Su): Pyrus can have any spell he casts on himself also affect his familiar if the latter is within 5 feet at the time. He can also cast a spell with a target of “You” on his familiar. Diviner  Spells Prepared (caster level 5th; prohibited school evocation): 0— arcane mark, detect magic, detect poison, mage hand, read magic; 1st— alarm, color spray (DC 14),  comprehend languages, identify, unseen servant; 2nd— detect thoughts, fox’s cunning, glitterdust (DC 15), locate object; 3rd— arcane sight, deep slumber (DC 16), tongues.",
        "name":  "Familiar",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cats have a +4 racial bonus on Climb, Hide, and Move Silently checks and a +8 racial bonus on Jump checks. Cats have a +8 racial bonus on Balance checks. They use their Dexterity modiﬁer instead of their Strength modiﬁer for Climb and Jump checks. *In areas of tall grass or heavy undergrowth, the Hide bonus rises to +8. DAGGERSPELL GUARDIANS Exotic spellcasters who wield matched pairs of daggers and deadly magical pow - ers, the Daggerspell Guardians use their varied abilities to promote their own fair-minded sense of justice. Individual members lead adventuring parties, root out evil hiding in civilized communities, and act as self-appointed in - vestigators and law enforcers when nec - essary. Groups rarely act together and instead con - centrate on training new members, researching new spells, or perfecting new aspects of their unusual ﬁghting style. One of the most interesting aspects of the Daggerspell Guardians is their emphasis on both martial and magical power. Although they still focus on spellcasting as their primary means of dealing with foes, they all wield their twin daggers with surprising skill. Some use their spells to enhance their physical abilities and then enter melee, casting amid a whirlwind of ﬂashing knives. Others use their spells to bring down foes and reveal their deadly sets of knives only when an enemy seeks to target a spellcaster who might look physically weak. Two spellcasting prestige classes are associated with the guild. The daggerspell shapers (see page 36) appeal to druids and other divine spellcasters, and the daggerspell mages (see page 31) appeal to wizards and other arcane spellcasters. These two groups within the organization are separate only in the type of spells they cast and the Daggerspell Guardians symbolIllus. by C. Lukacs168 CHAPTER 6 ORGANIZATIONS 169CHAPTER 6 ORGANIZATIONS  training they undergo. In all other aspects, the two hold equal sway and numbers within the organization.",
        "name":  "Skills",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The typical Daggerspell Guard - ian is a low-level druid or wizard who has made the unorthodox choice of learning to ﬁght with two weap - ons—speciﬁcally, two daggers. After she has ﬁnished her apprenticeship, a member often joins a group of adventurers. The guild encourages members to ﬁght against evil actively, discover lost treasures or wells of power, and work diligently to oppose monstrous creatures that threaten civilized areas. When not adventuring, a typical member lives off the proceeds of past adven - tures, although a few ﬁnd work in law enforcement or as special investigators in communities where crime is a problem. Because they are so focused on spellcasting, Guardians often spend time with other guild members, learning more advanced spells or practicing their ﬁghting techniques. Prestige Classes: Most members of the Daggerspell Guardians aspire to become either daggerspell shapers or daggerspell mages, depending on whether they have an afﬁnity for divine or arcane magic. Members of the daggerspell prestige classes are afforded special respect in the guild, and even those with little spellcasting ability see themselves on the path to entering one of the prestige classes. The highest-ranking members have levels in one of the two daggerspell classes, but powerful and inﬂuential members of other classes have forged lasting alliances with the Guardians without taking levels in either prestige class or formally becoming members of the organization.  Lore of the Guild: Many of the greatest treasures of the Daggerspell Guardians are, not surprisingly, pairs of matched magic daggers of great power. Two of the most treasured of these daggersw, the emerald knives of seven truths , were lost years ago by a daggerspell shaper who fell in battle against a powerful vampire named Malkan Ry-Ul. Both the knives and the vampire have been missing for many years, but recently travelers from the east have reported that a great city there is haunted by a killer who leaves strange green cuts on the bodies of his victims—a signature side effect of the magic of the emerald knives.",
        "name":  "Typical Member",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    }
]
