[
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such target that is not freestanding the surrounding stone dissipates as symbol of stunning are hard the effect and no damage occurs. to detect and disable. A rogue Sympathetic vibration cannot (only) can use the Search skill to affect creatures (including con- find a symbol of stunning and structs). Since a structure is an Disable Device to thwart it. The unattended object, it gets no DC in each case is 25 + spell level, saving throw to resist the effect.",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One location (up to a 10-ft. Duration: Concentration (up to 1 cube/level) or one object round/ level) or instantaneous; target with the items, using your base",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object); see text (with no Strength bonus; note that arrows You cause an object or location to emanate or bolts deal damage as daggers of their magical vibrations that attract either a spe- You move objects or creatures by concen- size when used in this manner). Other cific kind of intelligent creature or crea- trating on them. Depending on the version objects cause damage ranging from 1 point tures of a particular alignment, as defined selected, the spell can provide a gentle, per 25 pounds (for less dangerous objects by you. The particular kind of creature to sustained force, perform a variety of such as a barrel) to 1d6 points of damage be affected must be named specifically— combat maneuvers, or exert a single short, per 25 pounds (for hard, dense objects for example, red dragons, hill giants, wer- violent thrust. such as a boulder). erats, lammasus, or vampires. A creature Sustained Force: A sustained force moves Creatures who fall within the weight subtype (such as goblinoid) is not specific an object weighing no more than 25 capacity of the spell can be hurled, but enough. Likewise, the specific alignment pounds per caster level (maximum 375 they are allowed Will saves (and spell re- must be named—for example, chaotic evil, pounds at 15th level) up to 20 feet per sistance) to negate the effect, as are those chaotic good, lawful neutral, or neutral. round. A creature can negate the effect on whose held possessions are targeted by the Creatures of the specified kind or align- an object it possesses with a successful spell. If a telekinesed creature is hurled ment feel elated and pleased to be in the Will save or with spell resistance. against a solid surface, it takes damage as if area or desire to touch or to possess the This version of the spell can last 1 round it had fallen 10 feet (1d6 points). object. The compulsion to stay in the area per caster level, but it ends if you cease or touch the object is overpowering. If the concentration. The weight can be moved save is successful, the creature is released vertically, horizontally, or in both Teleport from the enchantment, but a subsequent directions. An object cannot be moved Conjuration (Teleportation) save must be made 1d6×10 minutes later. If beyond your range. The spell ends if the Level: Sor/Wiz 5, Travel 5 this save fails, the affected creature object is forced beyond the range. If you Components: V attempts to return to the area or object. cease concentration for any reason, the Casting Time: 1 standard action Sympathy counters and dispels antipathy. object falls or stops. Range: Personal and touch",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Very familiar” is a place reroll on the chart to see where you wind You create a circle on the floor or other where you have been very often and where up. For these rerolls, roll 1d20+80. Each horizontal surface that teleports, as greater you feel at home. “Studied carefully” is a time “Mishap” comes up, the characters teleport, any creature who stands on it to a place you know well, either because you take more damage and must reroll. designated spot. Once you designate the can currently see it, you’ve been there destination for the circle, you can’t change often, or you have used other means (such Teleport Object it. The spell fails if you attempt to set the as scrying) to study the place for at least Conjuration (Teleportation) circle to teleport creatures into a solid one hour. “Seen casually” is a place that Level: Sor/Wiz 7 object, to a place with which you are not you have seen more than once but with Range: Touch familiar and have no clear description, or which you are not very familiar. “Viewed Target: One touched object of up to 50 to another plane. once” is a place that you have seen once, lb./level and 3 cu. ft./level The circle itself is subtle and nearly possibly using magic. Saving Throw: Will negates (object) impossible to notice. If you intend to keep “False destination” is a place that does Spell Resistance: Yes (object) creatures from activating it accidentally, not truly exist, such as if you scryed on a you need to mark the circle in some way, enemy’s sanctum but instead viewed a false This spell functions like teleport, except such as by placing it on a raised platform. vision, or if you are teleporting to an that it teleports an object, not you. Crea- Teleportation circle can be made perma- otherwise familiar location that no longer tures and magical forces (such as a delayed nent with a permanency spell. A permanent exists as such or has been so completely blast fireball bead) cannot be teleported. teleportation circle that is disabled be- altered as to no longer be familiar to you If desired, the target object can be sent comes inactive for 10 minutes, then can be (for instance, a home that has burned to to a distant location on the Ethereal Plane. triggered again as normal. In this case, the point from which the the ground). When traveling to a false Note: Magic traps such as teleportation object was teleported remains faintly destination, roll 1d20+80 to obtain results circle are hard to detect and disable. A magical until the item is retrieved. A suc- on the table, rather than rolling d%, since rogue (only) can use the Search skill to cessful targeted dispel magic spell cast on there is no real destination for you to hope find the circle and Disable Device to that point brings the vanished item back to arrive at or even be off target from. from the Ethereal Plane. thwart it. The DC in each case is 25 + spell",
        "name":  "Familiarity",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You wind up in an area and simply reappear in your original You place the subject into a state of sus- that’s visually or thematically similar to the location. Interplanar travel is not possible. pended animation. For the creature, time ceases to flow and its condition becomes fixed. The creature does not grow older. Its Teleport body functions virtually cease, and no force or effect can harm it. This state On Off Similar persists until the magic is removed (such Familiarity Target Target Area Mishap as by a successful dispel magic spell or a Very familiar 01–97 98–99 100 — freedom spell). Studied carefully 01–94 95–97 98–99 100",
        "name":  "Similar Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level You create a slightly concave, circular flow for everyone but you. In fact, you Saving Throw: Fortitude negates plane of force that follows you about and speed up so greatly that all other creatures Spell Resistance: Yes carries loads for you. The disk is 3 feet in seem frozen, though they are actually still diameter and 1 inch deep at its center. It moving at their normal speeds. You are You channel negative energy through your can hold 100 pounds of weight per caster free to act for 1d4+1 rounds of apparent touch, fatiguing the target. You must level. (If used to transport a liquid, its time. Normal and magical fire, cold, gas, succeed on a touch attack to strike a target. capacity is 2 gallons.) The disk floats ap- and the like can still harm you. While the The subject is immediately fatigued for proximately 3 feet above the ground at all time stop is in effect, other creatures are the spell’s duration. times and remains level. It floats along invulnerable to your attacks and spells; you This spell has no effect on a creature cannot target such creatures with any that is already fatigued. Unlike with nor- horizontally within spell range and will attack or spell. A spell that affects an area mal fatigue, the effect ends as soon as the accompany you at a rate of no more than and has a duration longer than the spell’s duration expires. your normal speed each round. If not remaining duration of the time stop (such as Material Component: A drop of sweat. otherwise directed, it maintains a constant cloudkill) have their normal effects on interval of 5 feet between itself and you. other creatures once the time stop ends. Touch of Idiocy The disk winks out of existence when the Most spellcasters use the additional time spell duration expires. The disk also winks to improve their defenses, summon allies, Enchantment (Compulsion) [Mind- Affecting] out if you move beyond range (by moving or flee from combat.",
        "name":  "This spell seems to make time cease to Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 2 too fast or by such means as a teleport spell) You cannot move or harm items held,",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action away from the surface beneath it. When mal time, but you can affect any item that",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A drop of mercury. lasts. You cannot enter an area protected Saving Throw: No by an antimagic field while under the effect Spell Resistance: Yes Tenser’s Transformation of time stop. Transmutation With a touch, you reduce the target’s",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Components: V, S, M, (F); see text dispel magic or transmute mud to rock spell",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No destination plant need not be familiar to completed by speaking its final word as a you, but it also must be alive. If you are standard action as if you were casting a This spell turns natural, uncut or un- uncertain of the location of a particular regular spell at the subject. This allows worked rock of any sort into an equal kind of destination plant, you need merely spell resistance (if any) and a Will save to volume of mud. If the spell is cast upon a designate direction and distance (“an oak avoid the effect. If the creature’s name is boulder, for example, the boulder collapses tree one hundred miles due north of spoken as well, any spell resistance is into mud. Magical stone is not affected by here”), and the transport via plants spell ignored and the save DC increases by 2. If the spell. The depth of the mud created moves you as close as possible to the the save or spell resistance is successful, desired location. If a particular destination cannot exceed 10 feet. A creature unable to the gem shatters. plant is desired (the oak tree outside your levitate, fly, or otherwise free itself from",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) to trap an individual can be researched. Type of Tree Transport Range You confer on the subject the ability to see Remember that this value can change over Oak, ash, yew 3,000 feet all things as they actually are. The subject time as creatures gain more Hit Dice.) Elm, linden 2,000 feet sees through normal and magical darkness, Focus (Trigger Object Only): If the trigger Other deciduous 1,500 feet notices secret doors hidden by magic, sees object method is used, a special trigger Any coniferous 1,000 feet the exact locations of creatures or objects object, prepared as described above, is All other trees 500 feet under blur or displacement effects, sees invi- needed. sible creatures or objects normally, sees You may move into a tree up to one time through illusions, and sees the true form of per caster level (passing from one tree to Tree Shape polymorphed, changed, or transmuted another counts only as moving into one Transmutation things. Further, the subject can focus its tree). The spell lasts until the duration",
        "name":  "Dice as such, the value of the gem needed Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Several undead creatures within a Casting Time: 1 standard action darkness, detect magic, detect good, dimensional 40-ft.-radius burst Range: Medium (100 ft. + 10 ft./level) anchor, discern lies, dispel magic, endure",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No major effects. bonus on saves. Unlike the effect of First, the site or structure is guarded by protection from good, this benefit applies An unseen servant is an invisible, mindless, a magic circle against good effect. against all attacks, not just against attacks shapeless force that performs simple tasks Second, all turning checks made to turn by good creatures. at your command. It can run and fetch undead take a –4 penalty, and turning Second, a warded creature gains spell things, open unstuck doors, and hold checks to rebuke undead gain a +4 profane resistance 25 against good spells and spells bonus. Spell resistance does not apply to chairs, as well as clean and mend. The cast by good creatures. this effect. (This provision does not apply servant can perform only one activity at a Third, the abjuration blocks possession to the druid version of the spell.) time, but it repeats the same activity over and mental influence, just as protection from Finally, you may choose to fix a single and over again if told to do so, thus good does. spell effect to the unhallowed site. The spell allowing you to command it to clean the Finally, if a good creature succeeds on a effect lasts for one year and functions floor and then turn your attention melee attack against a warded creature, the throughout the entire site, regardless of its elsewhere as long as you remain within offending attacker takes 1d6 points of normal duration and area or effect. You range. It can open only normal doors, temporary Strength damage (Fortitude may designate whether the effect applies drawers, lids, and the like. It has an effec- negates). to all creatures, creatures that share your tive Strength score of 2 (so it can lift 20 faith or alignment, or creatures that adhere Focus: A tiny reliquary containing some pounds or drag 100 pounds). It can trigger to another faith or alignment. For example, sacred relic, such as a piece of parchment traps and such, but it can exert only 20 you may create a bless effect that aids all from an unholy text. The reliquary costs at pounds of force, which is not enough to creatures of like alignment or faith in the least 500 gp. activate certain pressure plates and other area, or a bane effect that hinders creatures devices. It can’t perform any task that of the opposite alignment or an enemy requires a skill check with a DC higher faith. At the end of the year, the chosen than 10 or that requires a check using a 297 SPELLS CHAPTER 11: skill that can’t be used untrained. Its speed Range: Close (25 ft. + 5 ft./2 levels) is 15 feet. Ventriloquism Area: One living creature/level within a The servant cannot attack in any way; it Illusion (Figment) 40-ft.-radius spread is never allowed an attack roll. It cannot be Level: Brd 1, Sor/Wiz 1 Duration: Instantaneous killed, but it dissipates if it takes 6 points of Components: V, F Saving Throw: Fortitude negates damage from area attacks. (It gets no saves Casting Time: 1 standard action Spell Resistance: Yes against attacks.) If you attempt to send it Range: Close (25 ft. + 5 ft./2 levels) beyond the spell’s range (measured from Effect: Intelligible sound, usually speech You emit a terrible scream that kills crea- your current position), the servant ceases Duration: 1 min./level (D) tures that hear it (except for yourself). to exist. Creatures closest to the point of origin are Saving Throw: Will disbelief (if inter-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sheet of strong, hard ice ap- per inch of thickness and hardness pears. The wall is 1 inch thick per caster 10. A section of wall whose hit level. It covers up to a 10-foot-square area points drop to 0 is breached. If a per caster level (so a 10th-level wizard can creature tries to break through the wall create a wall of ice 100 feet long and 10 feet with a single attack, the DC for the high, a wall 50 feet long and 20 feet high, Strength check is 25 + 2 per inch of or some other combination of length and thickness. 299 SPELLS CHAPTER 11: area by halving its thickness. The wall but any creature attempting to break morningstar) as eight, a Gargantuan object cannot be conjured so that it occupies the through takes that much less time to force (such as a keelboat) as sixteen, and a same space as a creature or another object. its way through the barrier. Colossal object (such as a sailing ship) as Unlike a wall of iron, you can create a Creatures can force their way slowly thirty-two. wall of stone in almost any shape you desire. through the wall by making a Strength Alternatively, you can unwarp wood The wall created need not be vertical, nor check as a full-round action. For every 5 (effectively warping it back to normal) rest upon any firm foundation; however, it points by which the check exceeds 20, a with this spell, straightening wood that has must merge with and be solidly supported creature moves 5 feet (up to a maximum been warped by this spell or by other by existing stone. It can be used to bridge a distance equal to its normal land speed). means. Make whole, on the other hand, chasm, for instance, or as a ramp. For this For example, a creature that rolled 25 on does no good in repairing a warped item. use, if the span is more than 20 feet, the its Strength check could move 5 feet in a You can combine multiple consecutive wall must be arched and buttressed. This round. Of course, moving or attempting to warp wood spells to warp (or unwarp) an requirement reduces the spell’s area by move through the thorns incurs damage as object that is too large for you to warp with half. Thus, a 20th-level caster can create described above. A creature trapped in the a single spell. span with a surface area of ten 5-foot thorns can choose to remain motionless in Until the object is completely warped, it squares. The wall can be crudely shaped to order to avoid taking any more damage. suffers no ill effects. allow crenellations, battlements, and so forth by likewise reducing the area. Any creature within the area of the spell Like any other stone wall, this one can when it is cast takes damage as if it had Water Breathing be destroyed by a disintegrate spell or by moved into the wall and is caught inside. Transmutation normal means such as breaking and chip- In order to escape, it must attempt to push Level: Clr 3, Drd 3, Sor/Wiz 3, Water 3 ping. Each 5-foot square of the wall has 15 its way free, or it can wait until the spell Components: V, S, M/DF hit points per inch of thickness and hard- ends. Creatures with the ability to pass Casting Time: 1 standard action ness 8. A section of wall whose hit points through overgrown areas unhindered can Range: Touch drop to 0 is breached. If a creature tries to pass through a wall of thorns at normal Target: Living creatures touched break through the wall with a single attack, speed without taking damage. Duration: 2 hours/level; see text the DC for the Strength check is 20 + 2 per",
        "name":  "Ice Plane",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No though you see the attackers as shadowy travels to a specific location within range shapes. that is familiar to you, provided that it can Web creates a many-layered mass of strong, If a subject’s Fortitude save succeeds, it find a way to the location. (It can’t pass sticky strands. These strands trap those still takes 3d6 points of damage and is through walls, for instance.) A whispering caught in them. The strands are similar to stunned for 1 round. The subject also takes wind is as gentle and unnoticed as a zephyr spider webs but far larger and tougher. 1d4 points of temporary Strength damage. until it reaches the location. It then These masses must be anchored to two or delivers its whisper-quiet message or other more solid and diametrically opposed Whirlwind sound. Note that the message is delivered points—floor and ceiling, opposite walls, Evocation [Air] regardless of whether anyone is present to or the like—or else the web collapses upon Level: Air 8, Drd 8 hear it. The wind then dissipates. You can itself and disappears. Creatures caught Components: V, S, DF prepare the spell to bear a message of no within a web become entangled among the Casting Time: 1 standard action more than twenty-five words, cause the gluey fibers. Attacking a creature in a web Range: Long (400 ft. + 40 ft./level) spell to deliver other sounds for 1 round, won’t cause you to become entangled. Effect: Cyclone 10 ft. wide at base, 30 ft. or merely have the whispering wind seem to Anyone in the effect’s area when the wide at top, and 30 ft. tall be a faint stirring of the air. You can spell is cast must make a Reflex save. If this Duration: 1 round/level (D) likewise cause the whispering wind to move save succeeds, the creature is entangled, Saving Throw: Reflex negates; see text as slowly as 1 mile per hour or as quickly as but not prevented from moving, though Spell Resistance: Yes 1 mile per 10 minutes. When the spell moving is more difficult than normal for reaches its objective, it swirls and remains being entangled (see below). If the save This spell creates a powerful cyclone of in place until the message is delivered. As fails, the creature is entangled and can’t raging wind that moves through the air, with magic mouth, whispering wind cannot move from its space, but can break loose by along the ground, or over water at a speed speak verbal components, use command spending 1 round and making a DC 20 of 60 feet per round. You can concentrate words, or activate magical effects. Strength check or a DC 25 Escape Artist on controlling the cyclone’s every check. Once loose (either by making the movement or specify a simple program., 301 SPELLS CHAPTER 11: Wind Walk object.) Tiny and Small flying creatures bonus, and so on). Inherent bonuses are Transmutation [Air] cannot pass through the barrier. Loose instantaneous, so they cannot be materials and cloth garments fly upward dispelled. Note: An inherent bonus may",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No and Yes (harmless) (although it is no barrier to incorporeal your companions have taken, or remove creatures). all poison effects from everyone in the You alter the substance of your body to a While the wall must be vertical, you can party, but not do both with the same cloudlike vapor (as the gaseous form spell) shape it in any continuous path along the wish. A wish can never restore the and move through the air, possibly at great ground that you like. It is possible to create experience point loss from casting a speed. You can take other creatures with cylindrical or square wind walls to enclose spell or the level or Constitution loss you, each of which acts independently. specific points. A 5th-level caster can from being raised from the dead. Normally, a wind walker flies at a speed create a wall up to 50 feet long and up to 25 (cid:1) Revive the dead. A wish can bring a dead of 10 feet with perfect maneuverability. If feet high, sufficient to form a cylinder of creature back to life by duplicating a desired by the subject, a magical wind wind 15 feet in diameter. resurrection spell. A wish can revive a wafts a wind walker along at up to 600 feet Arcane Material Component: A tiny fan dead creature whose body has been per round (60 mph) with poor maneu- and a feather of exotic origin. destroyed, but the task takes two wishes, verability. Wind walkers are not invisible one to recreate the body and another to but rather appear misty and translucent. If Wish infuse the body with life again. A wish fully clothed in white, they are 80% likely Universal cannot prevent a character who was to be mistaken for clouds, fog, vapors, or Level: Sor/Wiz 9 brought back to life from losing an the like. Components: V, XP experience level.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (cid:1) Create a nonmagical item of up to opportunity to fulfil your request without",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (cid:1) Create a magic item, or add to the pow- pervert your intent into a literal but un- ers of an existing magic item. desirable fulfillment or only a partial An invisible vertical curtain of wind ap- (cid:1) Grant a creature a +1 inherent bonus to fulfillment.) For example, wishing for a pears. It is 2 feet thick and of considerable an ability score. Two to five wish spells staff of the magi might get you instantly strength. It is a roaring blast sufficient to blow away any bird smaller than an eagle, cast in immediate succession can grant a transported to the presence of the staff’s or tear papers and similar materials from creature a +2 to +5 inherent bonus to an current owner. Wishing to be immortal unsuspecting hands. (A Reflex save allows ability score (two wishes for a +2 in- could get you imprisioned in a hidden ex- a creature to maintain its grasp on an herent bonus, three for a +3 inherent tradimensional space (as by an imprison- 302 :11 RETPAHC SLLEPS ment spell), where you could “live” indefi- Stunned: The creature is stunned for 1 An unwilling creature can’t be tele- nitely. round. ported by word of recall. Likewise, a crea-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creature is confused, as by ture’s Will save (or spell resistance) pre- resistance as normal (but save DCs are for the confusion spell, for 1d10 minutes. This vents items in its possession from being 9th-level spells). is a mind-affecting enchantment effect. teleported. Unattended, nonmagical ob-",
        "name":  "Duplicated spells allow saves and spell Confused",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The minimum XP cost for Equal to caster level Deafened Level: Brd 4 casting wish is 5,000 XP. When a wish Up to caster level –1 Stunned, deafened Components: V, S duplicates a spell that has an XP cost, you Up to caster level –5 Confused, stunned, Casting Time: 1 round must pay 5,000 XP or that cost, whichever deafened Range: Personal Up to caster level –10 Killed, confused, Area: 5-ft.-radius emanation centered on is more. When a wish creates or improves a stunned, deafened you magic item, you must pay twice the normal",
        "name":  "XP Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level (D) XP cost for crafting or improving the item, Furthermore, if you are on your home plus an additional 5,000 XP. plane when you cast this spell, nonchaotic By casting zone of silence, you manipulate extraplanar creatures within the area are sound waves in your immediate vicinity so Wood Shape instantly banished back to their home that you and those within the spell’s area Transmutation planes. Creatures so banished cannot can converse normally, yet no one outside",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One of the Inner Planes consisting almost extraordinary ability (Ex): A nonmagical special ability (as entirely of one type of element: air, earth, fire, or water. opposed to a spell-like or supernatural ability). end of round: The point in a combat round when all the par- extraplanar: Native to a plane of existence other than the plane ticipants have completed all their allowed actions. End of round on which a creature is present. On the Material Plane, an outsider is occurs when no one else involved in the combat has an action an extraplanar creature. On an outsider’s home plane, a native of the pending for that round. Material Plane is an extraplanar creature. enemy: A creature unfriendly to you. failure: An unsuccessful result on a check, saving throw, or other energy damage: Damage caused by one of five types of energy determination involving a die roll. (not counting positive and negative energy): acid, cold, electricity, fascinated: Entranced by a supernatural or spell effect. A fasci- fire, and sonic. nated creature stands or sits quietly, taking no actions other than to energy drain: An attack that saps a creature’s vital energy giving pay attention to the fascinating effects, for as long as the effect lasts. it negative levels, which might permanently drain the creature’s It takes a–4 penalty on skill checks made as reactions, such as Listen levels. and Spot checks. Any potential threat, such as a hostile creature",
        "name":  "Elemental Plane",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A Gargantuan creature is between 32 and 64 feet in Incorporeal creatures cannot fall or take falling damage. height or length and weighs between 32,000 and 250,000 pounds. inflict spell: A spell with the word “inflict” in its name, such as gold piece (gp): The primary unit of currency used by adven- inflict light wounds, inflict moderate wounds, or mass inflict critical turers. wounds. grab: The initial attack required to start a grapple. To grab a target, inherent bonus: A bonus to an ability score resulting from the character must make a successful melee touch attack. powerful magic, such as a wish. Inherent bonuses cannot be dis- granted power: The special ability a cleric gain from each of his pelled. A character is limited to a total inherent bonus of +5 to any selected domains. ability score. Multiple inherent bonuses to a particular ability score grapple check: An opposed check that determines a character’s do not stack, so only the best one applies. ability to struggle in a grapple. Grapple check = 1d20 + base attack initiative: A system of determining the order of actions in battle. modifier + Strength modifier + special size modifier. (+4 for every Before the first round of combat, each combatant makes a single size category larger than Medium or –4 for every size category initiative check. Each round, the participants act in order from the smaller than Medium). highest initiative result to the lowest. grappling: Engaged in wrestling or some other form of hand-to- initiative check: A check used to determine a creature’s place in hand struggle with one or more attackers. A grappling character can the initiative order for a combat. An initiative check is 1d20 + Dex undertake only a limited number of actions. He does not threaten modifier + other modifiers. any squares, and loses his Dexterity bonus to AC (if any) against initiative count: The result of an initiative check, expressed as a opponents he isn’t grappling. For creatures, grappling can also mean number that indicates when a character’s turn comes up. trapping opponents in any number of ways (in a toothy maw, under initiative modifier: A bonus or penalty to initiative checks. a huge paw, and so on). Inner Plane: One of several portions of the planar landscape that half speed: When restricted to moving at half speed, count each contain the primal forces—those energies and elements that make square moved into as 2 squares, and every square of diagonal up the building blocks of reality. The Elemental Planes and the movement as 3 squares. If you are restricted to half speed, you can’t Energy Planes are Inner Planes. run or charge, nor can you take a 5-foot step. insight bonus: An insight bonus improves performance of a hardness: A measure of an object’s ability to resist damage. Only given activity by granting the character an almost precognitive damage in excess of the object’s hardness is actually deducted from knowledge of what might occur. Multiple insight bonuses on the the object’s hit points upon a successful attack. same character or object do not stack. Only the highest insight helpless: Paralyzed, held, bound, sleeping, unconscious, or oth- bonus applies. erwise completely at an opponent’s mercy. A helpless target is Intelligence (Int): The ability that determines how well a treated as having a Dexterity of 0 (–5 modifier). Melee attacks character learns and reasons. against a helpless target get a +4 bonus. An attacker can use a coup invisible: Visually undetectable. An invisible creature gains a +2 de grace against a helpless target. bonus on attack rolls against sighted opponents, and ignores its hit: Make a successful attack roll. opponents’ Dexterity bonus to AC (if any). (Invisibility has no effect Hit Die/Dice (HD): In the singular form, a die rolled to generate against blinded or otherwise nonsighted creatures.) An invisible hit points. In the plural form, a measure of relative power that is creature’s location cannot be pinpointed by visual means. It has total synonymous with character level for the sake of spells, magic items, concealment; even if an attacker correctly guesses the invisible and magical effects that affect a certain number of Hit Dice of creature’s location, the attacker has a 50% miss chance in combat. creatures. An invisible creature gains a +40 bonus on Hide checks if hit points (hp): A measure of a character’s health or an object’s immobile, or a +20 bonus on Hide checks if moving. Locating the integrity. Damage decreases current hit points, and lost hit points square an invisible creature occupies requires a Spot check (DC 40 if return with healing or natural recovery. A character’s hit point total the creature is immobile, DC 20 if the creature moved during its last 309 turn), modified by appropriate factors (such as an amor check modifier: Any bonus or penalty applying to a die roll. A positive penalty or a penalty for movement). modifier is a bonus, and a negative modifier is a penalty. Modifiers kind: A subcategory of creature type. For example, giant is a from the same source do not stack, and modifiers with specific creature type, and hill giant is a kind of giant. descriptors generally do not stack with others of the same type. If known spell: A spell that an arcane spellcaster has learned and more than one modifier of a type is present, only the best bonus or can prepare. For wizards, knowing a spell means having it in their worst penalty in that grouping applies. Bonuses or penalties that do spellbooks. For sorcerers and bards, knowing a spell means having not have descriptors stack with those that do. selected it when acquiring new spells as a benefit of level monk (Mnk): A class made up of characters who are masters of advancement. the martial arts and have a number of exotic powers.",
        "name":  "Gargantuan",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gunnhild can use her song or –2, 5 lb.) poetics to produce magical effects on those around her.",
        "name":  "Bardic Music",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4d4 gp. Bluff 4 Cha — Lucien is an elf who took up the profession of rogue Concentration 4 Con — Diplomacy (cc) 2 Cha — early in his life. He enjoys traveling in elven and human Gather Information (cc)2 Cha — lands, gathering secrets and “acquiring” items of impor- Hide (cc) 2 Dex 0 tance for wealthy patrons. He has concentrated his skill Knowledge (arcana) 4 Int — spending in skills that provide information, quick Move Silently (cc) 2 Dex 0 Spellcraft 4 Int — escapes, and entry to supposedly secure areas.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Female halfling Sorcerer 1; CR 1; Small half damage, Snowy takes no damage if he makes a suc- humanoid; HD 1d4+1; hp 3; Init +3; Spd 20 ft.; AC 14, cessful saving throw and half damage even if the saving touch 14, flat-footed 11; Base Atk +0; Grp –4; Atk +1 throw fails. melee (1d4/(cid:2)3, shortspear), or +5 ranged (1d4, sling), or +5 ranged (1d4/(cid:2)3, shortspear); Full Atk +1 melee WIZARD (1d4/(cid:2)3, shortspear), or +5 ranged (1d4, sling), or +5 ranged (1d4/(cid:2)3, shortspear); SQ familiar benefits, Elves are the rulers of wizardry, with their talent for halfling traits, owl familiar (Snowy); AL CG; SV Fort +2, magic and their long lives in which to study. Mialee is a Ref +4, Will +2; Str 10, Dex 16, Con 13, Int 10, Wis 8, classic example of an elf who has turned her attention Cha 15. to the fulltime study of magic. Humans, gnomes, and",
        "name":  "Jillian",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None. level): 0—detect magic, ghost sound, prestidigitation, read",
        "name":  "School Specialization",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All 0-level spells, plus charm person, magic;1st—color spray, magic missile. summon monster I,and sleep,plus one of these spells of 10 your choice per point of Intelligence bonus (if any): Toad Familiar: Borchuk has a toad familiar cause fear, magic missile, color spray, silent image. known as Lump-Lump.",
        "name":  "Spellbook",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3d6 gp. tion, ray of frost, read magic, resistance, touch of fatigue; 1st— Borchuk was accustomed to being different from burning hands, charm person, summon monster I. others, so it caused him no angst to pursue the study of magic when he was adopted by a wizard. He chose Lump-Lump:Male toad familiar; CR —; Diminutive Lightning Reflexes for his feat to give himself a better magical beast; HD 1/4 d8 (effective 1d8); hp 4; Init +1; chance of escaping dangerous spell effects, and he has Spd 5 ft.; AC 16, touch 15, flat-footed 15; Base Atk +0; devoted his skills primarily to studies of the arcane. Grp -17; Atk —; Full Atk —; Space/Reach 1 ft./0 ft.; SQ amphibious, darkvision 60 ft., low-light vision; AL LN;",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as his familiar Penny Williamsjoined the roleplaying game indus- Lump-Lump is within reach, Borchuk has the benefits try as game questions expert for TSR, Inc. in the 1980s. of the Alertness feat, +3 hit points, and the following Since then, she has served as RPGANetwork coordi- additional benefits. nator, PolyhedronNewszineeditor, and senior editor Empathic Link (Su):Borchuk can communicate tele- and coordinating editor for the RPG R\u0026D Department pathically with Lump-Lump at a distance of up to 1 at Wizards of the Coast, Inc. Now a busy freelancer, mile. He has the same connection to an item or a place Penny edits for several game companies and runs the that Lump-Lump does. online playtesting program for Wizards products.",
        "name":  "Familiar Benefits",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beguilers can use the Search skill to locate At 6th level, you gain the ability to feint in combat as a move traps when the task has a Diffi culty Class higher than 20. action instead of a standard action. If you have the Improved Finding a nonmagical trap has a DC of at least 20, or higher Feint feat, you can now feint in combat as a swift action. if it is well hidden. Finding a magic trap has a DC of 25 + the Advanced Learning (Ex): At 3rd level, you can add a level of the spell used to create it. new spell to your list, representing the result of personal Beguilers can use the Disable Device skill to disarm magic study and experimentation. The spell must be a sorcerer/ traps. A magic trap typically has a DC of 25 + the level of the wizard spell of the enchantment or illusion school and of spell used to create it. a level no higher than that of the highest-level spell you 8 1 RETPAHC SESSALC WEN already know. Once a new spell is selected, it is forever added beguilers look to Olidammara for obvious reasons, but others to your spell list and can be cast just like any other spell on prefer Fharlanghn since he shares their love of new begin- your list. nings and travel. Gnome beguilers largely put their faith You gain another new spell at 7th, 11th, 15th, and 19th in Garl Glittergold, and some nongnome beguilers follow level. suit. Many also follow Boccob; the Lord of All Magics cares",
        "name":  "Trapfi nding",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 1/magic for each point of your aura bonus only target yourself (at will). (up to 5/magic at 20th level). Gold—Water Breathing (Ex): You can breathe underwater",
        "name":  "Toughness",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You absorb stories, but you collect riddles. You roam the bright kingdoms and less savory regions of the A good riddle is a treasure in itself, and “a thorough knowl- world alike, amassing lore, negotiating tricky deals, scouting, edge of riddles keeps the intellect fl exible and sharp,” as you gambling, spying, relaying messages, and telling epic stories. are fond of saying. More than that, a knowledge of riddles can You work magic with your music, infl uencing the hearts and prove useful in negotiations with certain enigmatic beasts, minds of both friends and foes. In the end, the best stories prideful kings, or any foe whose conceit compels it to agree end up being about you. to test of riddles to resolve a dispute. Suggested Backgrounds (choose one): Artisan, Drifter, Mariner, Every bard knows at least a few riddles. Beyond these Noble Scion. beginning few, you are constantly on the lookout for more, Suggested Personality Archetypes (choose one): Agent, Daredevil, whether through research in dusty tomes, or by riddling with Explorer, Innocent, Mercenary, Orphan, Rebel, Renegade, strangers and friends, ally or foe, even when there is nothing Royalty, Trickster, Wanderer. at stake. In this way, you are able to collect ever more riddles for your growing repertoire. You are also adroit at creating CHARACTER THEMES your own riddles.",
        "name":  "Riddlemaster",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—detect magic, lullaby, mage hand, prestidigitation. problem, especially if you see a solution, stroke your chin and say: Package 2: The Problem Solver “This reminds me of the time Prince Voltred tried to enter his Gnome Bard falcon in the archery contest. Funny thing about that. . . .” Ability Scores: Str 8, Dex 14, Con 10, Int 12, Wis 13, Cha 15.",
        "name":  "For example, when confronted with a particular thorny Spells Known",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When making any skill check, you can use 1/2 magic, ghost sound, light, your bard level (rounded up) in place of the number of ranks message. you have in the skill (even if that number is 0). For example, a 5th-level bard would have the equivalent of 3 ranks in Appraise, Balance, Bluff, and so on (but only for the purpose of making skill checks). You can’t take 10 on checks when you use bardic knack (to take 10 you have to use your actual ranks). If the skill doesn’t allow untrained checks, you must have at least 1 actual rank to attempt the check. STARTING PACKAGES Package 1: The Controller Half-Elf Bard",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st—endure elementsD, protection from evil, any or all of your domain spell slots with either cure or infl ict sanctuary; 0—detect magic, detect poison, light. spells (depending on whether you would normally convert D: Domain spell. prepared spells to cure or infl ict spells) of the same level. 38 2 RETPAHC DEDNAPXE SESSALC DRUID names you’ve given all the little creatures that you recognize, Your secret instruction occurred in caves and forests sacred unless asked. to life. You learned clandestine verses, the names of stars You always carry with you a small bag in which you keep and constellations, the cycle of the seasons, sacred songs, crumbs, old bones, jerky, grain, thistle, or other treats that formulas for prayers and incantations, rules of divination animals enjoy, and leave them as small offerings when and magic, and the language of animals. To this day, you convenient. still learn; as a druid, you are a lifelong student of the “See that one? Hawks rarely live as long as Shrieker. He’s a tough natural world. old bird.” Why isn’t everyone? After witnessing the fury of a storm, “Sometimes my friends fi nd me around the campfi re at night, the splendor of the setting sun, and the spirit-cleansing and tell me stories of their day.” power of a grove of aspen trees, only the most stone- Hunter: You are displeased when those who should know hearted would not be moved to protect and conserve them, better exploit nature. But you retain a burning hatred for and what’s more, rejoice and cherish the slow-growing, those things that are nature’s bane by virtue of their mere natural elements of the world that form the foundation existence; you hate that which is unnatural, including aber- of everything else. Without the web of sun, rain, growth, rations (such as beholders and carrion crawlers) and undead death, and rebirth in nature, the vaunted civilizations of (such as zombies and vampires). men, elves, dwarves, and other creatures would crumble From time to time, you lead raids against such creatures, like dust. especially when they encroach on natural wonders and lands Suggested Backgrounds (choose one): Ascetic, Farm Hand, that you revere. Even while such creatures are still contained, Tribal Origin. it is better to excise them before they can cause damage to Suggested Personality Archetypes (choose one): Agent, Crusader, the natural world, rather than wait for the damage to happen Explorer, Innocent, Martyr, Orphan, Prophet, Renegade, as it inevitably will. Sage, Savage, Wanderer. Undead in particular have no connection to nature— they exist apart from it, a mockery of the normal cycles CHARACTER THEMES of life. Nature cries out each moment they are suffered One or more of the following character themes could apply to exist. to you. “Those not of creation deserve no part in it.”",
        "name":  "In addition, when preparing spells you can choose to fi ll Spells Prepared",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unlike many druids, who can come complicated designs meant to across as sullen and rough (albeit steadfast in unleash your intuitive side, so their beliefs), you enjoy teaching others just that visions of the future might why it is so important that nature have a become clear. protector such as yourself. After all, it “I saw a comet once that was is not obvious to the casual observer part of no star chart I had stud- that life exists only through a ied. I named it after my subtle connection and deep secret desire.” interaction with all other “The stars are wise be- living things. yond all else. They looked Think about it—where on as this world formed, does the food you eat come and they’ll look on after this from? We eat meat, and world has run through its history we eat greens. If we kill to the end.” all the meat animals, or the land where the ani- SPONTANEOUS mals graze, what are you REJUVENATION going to eat? If we build By selecting the spontaneous reju- over all the farms with venation alternative class feature, sprawling cities, who is go- you can provide the party with ing to grow your potatoes plenty of healing without tram- and barley?” pling on the cleric’s role. “There is power in nature Level: 1st. apart from what magic or Replaces: If you select this resources we can extract from class feature, you do not gain the it. Sure, a grove of trees will build ability to spontaneously convert a house—but it can also house prepared spells into summon nature’s a spirit.” ally spells. “Consider the herders and shep- Benefi t: You can transform the stored herds who conserve their cattle energy of a spell you have prepared to and sheep from season to season, invigorate you and your allies. extracting milk, wool, and even meat To use spontaneous rejuvenation, you while ensuring the health of the overall herd. must spend a standard action and sacrifice a It is no different with the plains, forests, and lakes. Vadania, hierophant druid prepared spell. All allies within 30 feet of you We need to be tree stewards, grass shepherds, and of the Tall Forest (including yourself) gain fast healing for 3 lake wardens if we want to continue to enjoy the rounds. The fast healing amount is equal to the bounty nature provides year after year.” spell’s level. For example, if you sacrifi ce remove disease, a 3rd-",
        "name":  "Teacher",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Races of the Wild †Halfling druids only Bear, polar Bear, dire polarF S: Sandstorm BloodstrikerM3 Elephant, direM2 GlyptodonF Hippopotamus, direS pqqqqqqqqqqqqqqqqqqqqrs 42 2 RETPAHC DEDNAPXE SESSALC FAVORED SOUL that you do not necessarily spurn your companions’ quests You are a free agent of your deity, unfettered by the strictures for material gain. of a clerical hierarchy. You wander from place to place, wield- When circumstances permit, contemplate decisions care- ing your power to advance the causes you deem worthy in the fully. You are not given to hasty action or impetuousness. Even eyes of your god, or else you choose a great crusade against in combat, you remain calm and deliberate. Speak slowly and that which offends your deity, requiring a lifelong commit- thoughtfully; avoid undue excitement. When you encourage ment and unswerving purpose. While the cleric comes to his your friends, remind them that very little in the world around power through study and discipline, you are the recipient of them has the power to do them true and lasting injury. a great gift—or, as some perceive it, a terrible curse. How you “Courage, friends; all this has happened before, and will wield the divine power burning in your heart is up to you. happen again.” This class appears in the Complete Divine supplement. “Pain is illusory! It exists only in the mind.” Suggested Backgrounds (choose one): Ascetic, Drifter, Noble “True strength lies within.” Scion. “Death is a doorway, nothing more. Fear it not.” Suggested Personality Archetypes (choose one): Companion, Cru- Prophet: The hand of a deity is upon you, and you are not sader, Innocent, Martyr, Prophet, Seeker, Wanderer. always in control of your words or actions. From time to time you give yourself over completely to the will of your deity, CHARACTER THEMES and say or do things that you had no intention of saying or One or more of the following character themes could apply doing. Driven by impulses you cannot control or understand, to you. you might be capable of aston-",
        "name":  "RW",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solicit suggestions from the other players, even other characters do well. if it’s something as simple as “Anybody got half an idea of Avoid criticizing others: Here’s a place where game leader- what this monster can do?” Recognize other characters’ areas ship takes a sharp turn from real-world leadership. In real life, of expertise and ask for their help. For example, if the party a leader needs to let his or her subordinates know if they’re is facing a magical phenomenon, make a point of asking the falling short of the mark—preferably without humiliating them player running the arcane spellcaster what he thinks the party in public, but that depends on the setting. It’s not your job to should do. make the other people at the table better D\u0026D players or more",
        "name":  "Ask for ideas",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You amass oral histories, search records, You weave spells like poets compose sonnets. You require and seek out family stories to discover the truth about your no dusty tomes, no grueling apprenticeships, no protracted ancestors and living relatives. Though your overall goal study of arcane phenomena—all you need is your inborn is to prove that you are indeed descended from dragons, talent to wield raw magic. you’ve acquired a lot of secondary knowledge concerning As a child, you knew you were different from others, and now-defunct kingdoms, the movement of people across the when you uttered your fi rst spontaneous spell, your suspi- landscape, great wars and philosophical movements, and cions were confi rmed—sorcery infused your blood! other historical curiosities. But where did this awesome gift arise from? Could it be While still ongoing, your search of your family his- a mere knack, or is it true that you can claim dragons as tory has led you to uncover distant cousins and even a ancestors? It might be that your ability to manifest magic few buried family secrets. For instance, you learned that through mere force of will is your inheritance from those your great grandfather didn’t die in service to the king’s ancient creatures. guard as everyone believes. It turns out he shipped to sea Suggested Backgrounds (choose one): Artisan, Ascetic, Drifter, with a privateer. Over the course of decades, he worked Noble Scion. to become the captain of his own ship. You’ve never been Suggested Personality Archetypes (choose one): Companion, able to discover the final fate of your grandfather’s ship, Daredevil, Innocent, Mercenary, Orphan, Renegade, Royalty, but you are constantly on the lookout for Sage, Seeker, Simple Soul, Wanderer. fresh information. Despite the interesting revelations CHARACTER you discover and the people you THEMES now know you can count as distant",
        "name":  "Genealogist",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st—color spray, magic missile, obscuring mist; METAMAGIC SPECIALIST 0—acid splash, detect magic, disrupt undead, light, ray of frost. With a limited selection of spells at his fi ngertips, it’s natural for a sorcerer to turn to metamagic feats to gain fl exibility Package 3: The Infernal Summoner in effects. If the idea of playing a sorcerer who effi ciently Human Sorcerer twists his spells into new shapes and sizes excites you, the Ability Scores: Str 8, Dex 13, Con 14, Int 12, Wis 10, metamagic specialist alternative class feature is the way to Cha 15. go. Though you must forgo the benefi ts of a familiar to pursue Skills: Bluff, Concentration, Knowledge (arcana), Spellcraft. this path, some sorcerers relish not having to keep track of Languages: Common, Infernal. such a vulnerable accessory. Feats: Infernal Sorcerer Heritage, Infernal Sorcerer Howl.",
        "name":  "Spells Known",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration, Knowledge (arcana), Knowledge (the Spells Prepared: 1st—cause fear, comprehend languages, protec- planes), Spellcraft. tion from evil; 0—detect magic, light, read magic.",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action, you can expend a prepared spell its effects to continue even as you attend to other tasks. or spell slot to grant your next Perform check a competence",
        "name":  "You infuse your performance with magical energy, allowing Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one arcane spell that you can cast to be your duration of your current use of bardic music if you do not thesis spell. When casting that spell, you do so at +2 caster level. move or if you do not attack on your turn. If you stand still When you apply a metamagic feat other than Heighten Spell and attack (or move without attacking), you do not gain this to that spell, the enhanced spell uses up a spell slot one level feat’s benefi t, but this ability’s duration continues. lower than normal. For example, an empowered thesis spell Special: A fi ghter can select Battle Dancer as one of his uses up a spell slot one level higher than the spell’s actual slot fi ghter bonus feats. (rather than the normal two levels higher).",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Its effects BONDED FAMILIAR do not stack. Each time you take the feat, it applies to a You enjoy a stronger than normal magical bond with your new spell. familiar, granting you access to two special abilities.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as your familiar is within 30 feet of you, You draw upon the power of your magic to sustain yourself, the two of you can share the damage from a single deadly allowing you to continue fi ghting long after your physical attack. Once per day, if an attack would drop your familiar body has failed you. to 0 or fewer hit points, you can instead choose to accept that",
        "name":  "ARCANE TOUGHNESS Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "During a round in which you grant any ally a bonus on attack rolls, damage rolls, or saves with one of your bardic music abilities, you gain a +2 morale bonus on your attack rolls if you move at least one square before attacking. You lose this benefi t for the remaining Arcane Accompaniment channels magical energy into Gimble’s song Illus. by C. Frank 76 3 RETPAHC STAEF WEN BRUTAL STRIKE speed over diffi cult terrain due to your superior athleticism You can batter foes senseless with your mace, morningstar, and acrobatic talents. quarterstaff, or fl ail. Few victims are willing to stand toe- Prerequisites: Balance 9 ranks, Tumble 9 ranks. to-toe with a warrior known for knocking his foes witless Benefi t: You gain several benefi ts from this feat to refl ect with a single strike. your overall athletic ability and training in the skills vital to",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use an immediate action to attempt to he ends his movement. Note that by reducing the distance dampen an enemy’s spell. As with counterspelling, you must you push your opponent, you can have him fall prone in identify the target spell as it is being cast. If you successfully his current space. identify it, you can expend any spell or spell slot to dampen your opponent’s incantation. Because of your hasty, immedi- ELVEN SPELL LORE ate casting, you do not fully counter the target spell. Instead, You have studied the mighty arcane traditions of the elves, you subtract the level of the spell or spell slot you expend granting you insight into the intricate workings of magic from the save DC of your opponent’s spell. and the theoretical structures behind spells.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your understanding of the elven secrets of magic so that you hit your opponent when his guard is down. grants you two benefi ts. When you cast dispel magic or greater When your target is busy dealing with an ally’s melee attack, dispel magic, you gain a +2 bonus on your caster level check. you strike. Your understanding of magic allows you to more easily",
        "name":  "You carefully line up a ranged attack, timing it precisely Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Point Blank Shot, Precise Shot, base attack unravel the power that sustains a foe’s spell. bonus +4, skirmish or sneak attack ability. In addition, your knowledge of magic grants you rare",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Grenadier as one of his fi ghter By channeling your ki energy, you sheathe your limbs in bonus feats. magical fi re. Your unarmed strikes deal extra fi re damage.",
        "name":  "FIERY FIST Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When making a Jump check, the DC for the resiliency. Where others cave in to magical effects that alter check doesn’t double if you fail to move 20 feet in a straight their minds, you stand resolute. line prior to jumping. If you do move 20 feet in a straight line",
        "name":  "Your physical toughness translates into greater mental Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use detect magic at will. Social Agility: You can temporarily alter a creature’s attitude Also, as a swift action, you can attempt to determine an toward you. You can use Bluff against an unfriendly or less opponent’s spellcasting ability. You make a Sense Motive hostile creature in the same way you use Diplomacy. Using check (DC 5 + target’s caster level). If this check succeeds, Bluff in this manner is a standard action that takes no special you learn the highest-level spells the target is capable of penalties. The target’s attitude remains changed for 1 minute. casting. This benefi t grants you no insight into spell-like or After this time, it becomes one grade more hostile than where supernatural abilities. it started for 10 minutes. VERSATILE UNARMED STRIKE WATER SPLITTING STONE You employ a variety of unarmed fi ghting styles, allowing You channel your ki energy to splinter the defenses of crea- you to alter the type of damage your attacks deal. tures whose tough hides or magical natures normally allow",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can make a Diplomacy check to track without penalty and without fi rst making a grapple check. In down an item that is normally too expensive to be purchased this situation, you can take a standard action or a full attack in the town or settlement where you are currently located. action as normal. The DC of this check is 10 + (the item’s gp cost minus the When you take a full attack action, you can apply a +5 community’s gp limit, divided by 1,000). If this check suc- bonus to any single attack after your fi rst strike. ceeds, you learn of a merchant who can supply the item to Once per round before making an attack roll, you can you. You must still purchase it as normal. instead choose to treat your d20 result as a 10.",
        "name":  "Canny Merchant",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a standard action, you can expend one of your at the center of its area. It temporarily negates areas of magical rebuke undead attempts to fi ll the area around you with a darkness created by spells of 3rd level or lower. cold, clammy mist. The mist extends out in a 60-foot-radius Any non-evil creature within 60 feet of you gains a +2 emanation centered on you and fl ows through the air as you morale bonus on saves against fear, poison, disease, and death move, keeping you at the center of its area. The mist provides effects. Evil creatures take a –2 penalty on saves against concealment to creatures within the cloud. While in the fear effects. mist, creatures (including you) 5 feet away from each other This benefi t lasts for 10 minutes. have concealment, and creatures separated by more than 5 feet have total concealment from each other. HERITAGE FEATS In addition, mindless undead creatures within the cloud gain a +2 defl ection bonus to AC. A heritage feat signifi es a specifi c ancestry of your character. The heritage feats in this book allow your sorcerer to tap SACRED HEALING into the celestial or infernal source of his magical power to You can channel divine energy to aid in your efforts to tend master new abilities (a sorcerer’s draconic heritage source of to a comrade’s injuries, sickness, or other conditions. power is covered in Complete Arcane). You and your DM are",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action, you can expend a turn undead combined (see page 37 of the Planar Handbook supplement), a attempt to create a pulse of divine energy. All living single sorcerer could possess draconic, infernal, and celestial 90 3 RETPAHC STAEF WEN Table 3–5: Heritage Feats Feat Prerequisites Benefi t Celestial Sorcerer Heritage Sorcerer level 1st Gain bonus spell and a bonus on saves against electricity and petrification Celestial Sorcerer Aura Celestial Sorcerer Heritage, sorcerer level 1st Expend spell slot to create righteous aura Celestial Sorcerer Lance Celestial Sorcerer Heritage, sorcerer level 1st Expend spell slot to create energy bolt that harms evil creatures Celestial Sorcerer Wings Celestial Sorcerer Heritage, sorcerer level 1st Expend spell slot to fl y for short period of time Celestial Sorcerer Lore Celestial Sorcerer Heritage, Add magic circle against evil, tongues, teleport any two other celestial sorcerer heritage feats, to list of spells known sorcerer level 1st Infernal Sorcerer Heritage Sorcerer level 1st Gain bonus against fire and poison, +2 caster level with conjuration (summoning) Infernal Sorcerer Eyes Infernal Sorcerer Heritage, sorcerer level 1st Expend spell slot to see in darkness Infernal Sorcerer Howl Infernal Sorcerer Heritage, sorcerer level 1st Expend spell slot to create cone of sonic energy Infernal Sorcerer Resistance Infernal Sorcerer Heritage, sorcerer level 1st Gain acid and cold resistance sorcerer heritage feats. In this case, the sorcerer claims a Benefit: As a standard action, you can expend a spell truly varied family tree that includes a variety of strange slot to generate a righteous aura of menace that affects beings. Sorcerers with both infernal and celestial traits are all hostile creatures in a 20-foot radius around you. All exceedingly rare, however. These casters are tormented your opponents within this area must make a Will save souls, pulled between the polar opposites that lurk within (DC 10 + the level of the spell slot expended + your Cha their blood. modifier). On a failed save, a creature takes a –2 penalty The nine feats described below are heritage feats. Their on attack rolls, checks, and saves for 24 hours or until it prerequisites and benefi ts are summarized on Table 3–5. successfully hits you. A creature that resists or breaks this effect cannot be affected by it again for 24 hours. This is a CELESTIAL SORCERER AURA supernatural ability. The power of your sorcerous heritage shines through, allowing you to infuse the area around you with a menacing aura. CELESTIAL SORCERER HERITAGE",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You add magic circle against evil, tongues, and teleport to your list of spells known. You gain these spells when you A tiefl ing sorcerer rends the air with her Infernal Sorcerer Howl gain access to spells of the appropriate level. These spells are olliraP.L yb .sullI 91 NEW FEATS CHAPTER 3 METAMAGIC FEATS in addition to the spells you gain normally based on your sorcerer level. Metamagic feats allow spellcasters to modify the way a spell is cast or the effect a spell has after it is successfully cast. Full CELESTIAL SORCERER WINGS information about metamagic feats appears on page 88 of the You channel your inborn magical abilities to spawn a pair of Player’s Handbook. spectral, magical wings that glow with majestic power. The fi ve feats described below are new metamagic feats. Their",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can expend a spell slot as a standard action to BLISTERING SPELL gain the ability to fl y. You fl y at a speed equal to twice your Your fi re spells sear the fl esh from your enemies’ bones, base land speed with good maneuverability. This benefi t lasts leaving them wracked with pain. for 1 round per level of the spell slot used to activate it. This Benefit: This metamagic feat can be applied only to a is a supernatural ability. spell that has the fire descriptor. A blistering spell deals an extra 2 points of fire damage per level of the spell. In INFERNAL SORCERER EYES addition to the spell’s normal effect, any creature that fails Your eyes glow with infernal fi re, allowing you to see through its save against a blistering spell takes a –2 penalty on attack magical darkness. rolls and checks until the beginning of your next turn. A",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action, you can expend a spell slot to cause your eyes to emit a spectral red glow. You gain the ability EARTHBOUND SPELL to see perfectly in darkness of any kind, out to the limit of You bind a spell into the rock and soil, leaving it there until your line of sight. You ignore the concealment provided by an opponent stumbles across it. At that time, the spell releases darkness spells and effects. This benefi t lasts for 10 minutes its energy. per level of the spell slot used to activate it. Benefi t: When you cast an earthbound spell, you place it within a square adjacent to you. You must specify all effects, INFERNAL SORCERER HERITAGE options, and other relevant variables when you cast the spell. Your innate magic derives from infernal ancestors. Your The next creature to enter the warded square triggers the blood is thick with their power, allowing you to exhibit a spell. If the spell affects an area, that square is the center of variety of abilities. the area or the point at which the area begins. For a cone,",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a bonus on saves against fi re and poison which the cone or line extends. An earthbound spell that equal to the number of infernal sorcerer heritage feats you does not affect an area targets the creature that triggered it. possess. When you use a conjuration (summoning) spell You cannot apply the Earthbound Spell metamagic feat to a to summon an evil outsider, you gain a +2 bonus to your spell with a range of personal. caster level. An earthbound spell remains in place for 1 hour or until it is triggered. A Search check (DC 25 + the spell’s level) INFERNAL SORCERER HOWL reveals its presence, as does detect magic and similar abilities. A You channel the fury of your infernal ancestors into a thun- character with trapfi nding can make a Disable Device check derous roar that blasts your enemies with sonic power. (DC 25 + the spell’s level) to remove an earthbound spell (as",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Infernal Sorcerer Heritage, sorcerer if it is a magic trap). A dispel magic effect can also remove an level 1st. earthbound spell, thus preventing it from functioning.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metamagic feat can be applied only to spells INFERNAL SORCERER RESISTANCE that have the cold descriptor and that affect an area. A fl ash You are as tough and resilient as an infernal monstrosity, frost spell deals an extra 2 points of cold damage per level of allowing you to shrug off acid and cold damage. the spell to all targets in the area. When you cast such a spell,",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You use an ally’s distraction and your talent to You are an expert at using alchemical items. Through move noiselessly and slip out of your opponent’s fi eld of vision experimentation, research, and your careful study of the art for a single, crucial moment. To use this maneuver, both you of alchemy, you have learned to make the most of items such and an ally must threaten a single foe. As a standard action, as alchemist’s fi re. you make a Move Silently check opposed by your foe’s Listen",
        "name":  "MAD ALCHEMIST Ghost Strike",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells cast nearby heal you 1 1st-Level Assassin Spell hp/spell level.",
        "name":  "Magic Convalescence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells cast nearby heal you 1 Blood Creepers: Vines deal 1/level damage for multiple hp/spell level. rounds and entangle one creature.",
        "name":  "Magic Convalescence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic in area has 20% failure chance. Longstrider. Mass: Allies within 60 ft. gain +10 ft. bonus",
        "name":  "Mana Flux",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Melee attack deals an extra 1d6 damage + to speed. 1d6/4 levels; adjacent creatures take half damage. Magic Convalescence: Spells cast nearby heal you 1",
        "name":  "Meteoric Strike",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispel multiple magical effects in multiple creatures. DUSKBLADE SPELLS",
        "name":  "Chain Dispel",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispel one magical effect on touched to speed. subject.",
        "name":  "Dispelling Touch",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gain bonus to AC for one attack. 2nd-Level Paladin Spells Dispelling Touch: Dispel one magical effect on",
        "name":  "Abjur Defl ect",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One attack deals an extra 1d6 Slashing Dispel: As dispel magic, but creatures take energy damage. damage for spells dispelled.",
        "name":  "Energy Surge, Lesser",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Teleports nearby allies to your side. Slashing Dispel: As dispel magic, but creatures take",
        "name":  "Regroup",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Command undead, discharge level. to gain +4 on turn or rebuke. Mana Flux: Magic in area has 20% failure chance. 101 NEW SPELLS CHAPTER 4",
        "name":  "Necro Crown of the Grave",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 2, druid 2, duskblade 2, power, except that it affects multiple • Damage reduction 10/magic and ranger 2, sorcerer/wizard 2 creature. piercing.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No existence on the edge of the Ethereal Plane. The subject shimmers between A magical construct in the shape of a hand the Ethereal Plane and the Material appears next to you. Its fi ngers open toward Plane, has a 50% miss chance on any you, waiting for you to hand it an item. melee or ranged attacks (as if the target of the attack had total concealment), As the frost turns Mialee into an outsider This spell creates a hand of magical and there is a 50% chance that any spell with cold intentions force that holds items for you, helps she casts does not have an effect on the you complete long, involved tasks, and desired plane while she blinks between Components: V, S, F otherwise aids you. The spell grants the planes. Casting Time: 1 standard action you a +2 competence bonus on Craft,",
        "name":  "You curse one creature to a frustrating Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) Disable Device, and Open Lock checks causes the subject to blink when Effect: One hand of force for the duration of the spell. It can attacking or casting, attackers have Duration: 1 minute (D) hold a single object weighing up to 20 no miss chance against her, and spells Saving Throw: None pounds. You can grasp the object that cast against her affect her normally. Spell Resistance: Yes the hand carries or place an object in Because the blinking is so rapid, she its grasp as a swift action. The hand cannot attempt to blink through walls A small, spectral human hand springs into remains in your square at all times. It or move in the Ethereal Plane. existence before your target. It hovers in the matches your speed, and you can bring The subject of a baleful blink spell can air, ready to deliver a backhanded blow. the hand and the object along with you cast spells on itself with impunity; in if you use dimension door, teleport, and this case, it has no miss chance because Like Bigby’s interposing hand, this spell similar spells. You cannot order the the target of its spell (itself) travels creates a magical construct in the form handto move away from you. If you along with the spell. The subject can of a human hand. The hand targets a are separated from the hand, the spell also target creatures on the Ethereal single opponent of your choice within immediately ends. Plane, but still has a 50% chance of range. You choose this opponent as you The hand is about 1 foot long. It has failure on attacks and spells. Spells cast the spell. You can target a different hit points equal to half your full normal with the force descriptor are unaffected opponent with this spell by taking a hit points, and its AC is 20 (+4 size, by the effect of baleful blink. move action to do so. +6 natural). It makes saving throws When the subject of Bigby’s disrupt- using your total save bonuses and Bigby’s Disrupting Hand ing hand attempts to cast a spell, the takes damage from spells and attacks Evocation [Force] hand punches him. This attack causes as normal.",
        "name":  "Because the magic of the spell only Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S 2/magic. This spell’s burning energy diately take a full-round action (or a",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes affected as if by a targeted dispel magic, takes this amount of damage instead except that you can add your caster level of being healed. A sphere of fi ery energy comes into being to the dispel check, up to a maximum You do not need to declare ahead before you. You channel energy into it, caus- of 25. of time how long you want to spend ing it to bubble and seethe with power. When",
        "name":  "Each creature struck by this spell is creature you designate within range Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Using a Casting Time: 1 standard action Crown of the Grave silvered dagger (22 gp) in the casting of Range: Touch Necromancy this spell allows the knives to overcome Target: Creature touched Level: Cleric 3, sorcerer/wizard 3 damage reduction as if they were both Duration: 1 hour/level (D) or until Components: V, S, M, F magic and silver, but the knives deal 1 discharged Casting Time: 1 standard action less point of damage. Saving Throw: Will negates (harmless) Range: Touch",
        "name":  "Optional Material Component",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level (D) or until Abjuration A crown of magical energy appears upon discharged",
        "name":  "Condemnation Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Listen and Spot checks. Illus. by C. Frank 108 4 RETPAHC SLLEPS WEN This spell creates a magic crown that The crown occupies space on the You create a magic crown infused with grants its wearer the power to com- body as a headband, hat, or helm. If the divine energy harmful to enemies of mand undead. Once per minute, the crown is removed, the spell immedi- your faith. Choose a single alignment crown’s wearer can issue a one-word ately ends. (chaotic, evil, good, or lawful) when order to an undead creature, as per Focus: A copper hoop 6 inches in you cast this spell. Once per minute, the command spell. The undead crea- diameter. the crown’s wearer gains a +2 divine ture must make a Will save to resist bonus on damage rolls on his next this effect. Even though command Crown of Protection melee or ranged attack if his target is normally a mind-affecting spell, Transmutation has the designated alignment. The the crown channels holy or unholy Level: Cleric 3, duskblade 3, sorcerer/ crown’s wearer must decide to use energy (depending on your align- wizard 3 this extra damage before making his ment; neutral casters choose one or Components: V, S, F attack. If he misses, the extra damage the other) to compel obedience. In Casting Time: 1 standard action is lost. addition, a cleric who wears the crown Range: Touch As an immediate action, the creature can expend a use of his turn or rebuke Target: Creature touched wearing a crown of smiting can discharge undead ability to increase this ability’s Duration: 1 hour/level (D) or until its magic to gain a +8 divine bonus on save DC by 4. discharged damage on a single attack. The spell",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wooden hoop 6 inches in As an immediate action, the creature wizard 3 diameter. wearing a crown of protection can Components: V, S, F discharge its magic to gain a +4 defl ec- Casting Time: 1 standard action Crown of Might tion bonus to AC or a +4 resistance Range: Touch Transmutation bonus on saves for 1 round. The spell Target: Creature touched",
        "name":  "Focus",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) Crown of Smiting This spell creates a magic crown Evocation infused with illusion magic. The spell’s",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched discharge its magic to gain a +8 com- energy that grants the spell’s recipient a Duration: 1 hour/level (D) or until petence bonus on a single Disguise +2 enhancement bonus to Strength. discharged or Hide check. The spell ends after",
        "name":  "This spell creates a crown of magical Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) the wearer uses the crown in this wearing a crown of might can discharge Spell Resistance: Yes (harmless) manner. its magic to gain a +8 enhancement The crown occupies space on the bonus to Strength for 1 round. The spell A crown of divine energy appears upon the body as a headband, hat, or helm. If the ends after the wearer uses the crown in target’s brow. The holy symbol of the caster’s crown is removed, the spell immedi- this manner. faith is set at the front of the crown. ately ends. 109 NEW SPELLS CHAPTER 4",
        "name":  "As an immediate action, the creature Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes remains are scattered and vaporized, Deflect leaving nothing but dry ash. You surround a creature in a nimbus of Abjuration [Force] If the target succeeds on its saving emerald light that seems to draw missiles Level: Duskblade 2, sorcerer/wizard 2 throw, it is wracked by a series of small toward it. explosions and takes 7d6 points of fi re 110 4 RETPAHC SLLEPS WEN damage. If this damage kills the crea- Dimension Step spell or until you fail all your checks. ture, it explodes as described above. Conjuration (Teleportation) Magic items carried by a creature are",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level Evocation [Electricity] a mature adult red dragon (see below Saving Throw: None Level: Sorcerer/wizard 5 for your new statistics). You gain 150 Spell Resistance: No Saving Throw: Fortitude partial temporary hit points, which disappear at the end of the spell’s duration. You do You call upon the power of Obad-Hai and This spell functions like electric ven- not gain the normal spellcasting ability conjure forth a great drift of snow, leaves, geance, except as noted here. of your new form. See the description or smoldering ash. This spell deals 5d8 points of damage of the new polymorph subschool on +1 per caster level (maximum +15), and page 95 for more details. Druids of Obad-Hai routinely evoke the target of the spell must succeed on the drifts of their lord to delay their a Fortitude save or be dazed until the Mature Adult Red Dragon enemies, to buy themselves time in the end of your next turn. Init +0; Senses blindsense 60 ft., face of a sudden threat, and simply to darkvision 120 ft., quadruple- decorate their groves. Energy Aegis strength low-light vision; Listen You create drifts of snow, leaves, Abjuration +32, Spot +32 or ash 3 feet thick. It costs 2 squares Level: Cleric 3, duskblade 3, sorcerer/ Languages as normal form of movement to enter a drift-covered wizard 3 AC 32, touch 8, flat-footed 32 square. Additional effects apply based Components: V, DF hp as normal form (+150 temporary on the type of drift. Casting Time: 1 immediate action hp); DR 10/magic Resist SR 23 A snow drift ripples with freezing Range: Close (25 ft. + 5 ft./2 levels) Immune fire energy. Anyone moving through or Target: One creature 112 4 RETPAHC SLLEPS WEN",
        "name":  "You take on the form and abilities of Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) This spell functions like lesser energy energy type. surge, except that the attack deals an A nigh-invisible ripple of magical energy extra 3d6 points of energy damage. Energy Vulnerability courses through the creature touched, Abjuration granting it resistance against one type of Energy Surge, Lesser Level: Cleric 3, sorcerer/wizard 3 energy specifi ed by you during the casting Transmutation [see text] Components: V, S, M/DF the spell. Level: Sorcerer/wizard 2 Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None bonus and Strength score, and each explosive runes. spell. Unlike that spell, Spell Resistance: No deals bludgeoning damage equal to the runes created by this spell detonate 1d8 points + your Str modifier. The when they come into contact with a The air in this spell’s effect shimmers with tentacles threaten the area within their living creature other than the caster. arcane energy. A buzzing sound echoes in reach, and each can make one attack of Any creature that begins its turn in the your mind as the fl ow of magic into the opportunity per round. spell’s area must attempt a Refl ex save. affected area chokes off and ends. The tentacles also grant you a +4 On a failed save, the creature takes 4d6 bonus on Climb checks. points of fi re damage. Illus. by M. Schley 114 4 RETPAHC SLLEPS WEN",
        "name":  "The tentacles use your base attack energy similar to that created by an Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will half (harmless); givings, making it believe it is inferior You overlay phantasmal images over see text to you. On a failed save, the subject can your enemies, making them appear to Spell Resistance: Yes (harmless); take no action other than a move action each other as loathsome and despicable, see text on its current turn. Hesitate confers no implanting an urge to kill and destroy special bonuses for attackers attempt- the object of their ire. Orcs might A 1-foot-diamater ball of light appears and ing to hit the subject; the subject still see each other as elves or dwarves, moves by your command, healing those it defends itself. If you attack the affected demons might see angels, and so on. touches. creature, the spell ends immediately. All subjects receive a Will save to see Each round, as a swift action at the through the phantasm. Each individual You conjure an incorporeal object of start of its turn, the subject can attempt failing its save turns on the closest ally magical energy that appears in any a new saving throw to end the effect. If and attacks until the fi rst time it deals square within range. This healing spirit the save succeeds, the subject can then damage, which causes the spell to end resembles a 1-foot-diameter ball of light. act normally. for that attacker. It sheds bright illumination in a 10-foot You can cast this spell even when it’s",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You alter the fl ow of magic about your body so that spells heal you. Whenever a creature, including you, casts a spell within the area of this spell, you heal 1 hit point per level of the spell cast. The effect of each spell cast is resolved prior to your receiving the healing.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No at least one axis—evil if you are good, (with appropriate modifi ers for a bull lawful if you are chaotic, and so on. For rush) against a DC of 21. If the check is With a mighty invocation to your deity, example, a lawful good cleric can place failed, the subject is pushed back 5 feet, you mark a creature as a target of your holy a mark of judgment upon a chaotic good, plus 5 feet for every 5 points by which judgment. The ground shakes, the air grows chaotic neutral, lawful evil, neutral it failed the check. still, and all wild animals in the air become evil, or chaotic evil opponent. A neutral You can conjure an additional uni- suddenly quiet and fearful as your deity caster can use this spell against any corn arrow for every three caster levels passes judgment upon the target. good, evil, lawful, or chaotic foe. beyond 5th, up to fi ve at 17th level. You can have them strike a single creature 120 4 RETPAHC SLLEPS WEN or several creatures, but each horn can This spell functions like mirror image, Saving Throw: Will negates strike only one creature. You must except that an additional image is Spell Resistance: Yes designate targets before you make your created in each round after the fi rst, attack rolls. A creature struck by more up to a maximum of eight concurrent You grip the creature’s head, and a surge of than one horn is only required to make images. If all images are destroyed, the magical energy overwhelms its senses. one Strength check to avoid the bull spell ends. rush, but the DC of the check increases This spell also differs from mirror With a touch, you deal nonlethal by 2 for each horn beyond the fi rst that image in that you can cast this spell damage to the subject equal to the strikes it. even when it’s not your turn. creature’s current hit point total.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial; Level: Beguiler 1, sorcerer/wizard 1 your hands wide, and unleash an invisible see text Components: V, S cone of magical power that assails the minds",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One living creature You assail the mental faculties of crea- color, light, and motion. Creatures in the Duration: Instantaneous tures in the area, dealing 1d6 points of area stagger as the barrage of sensations Saving Throw: Will negates nonlethal damage per two caster levels overloads their senses and leaves them Spell Resistance: Yes (maximum 5d6 at 10th level) to each overcome with vertigo. creature that fails its save. You thrust one arm forward toward your This spell creates a field of illusory foe, palm open and fingers splayed. The Wrack Earth magic that hampers the movement creature reels as an invisible surge of power Evocation [Earth] and senses of any creature that enters invades its mind. Level: Druid 7 it. The area within the fi eld counts as Components: V, S, DF diffi cult terrain. Attacks made through You launch a magical assault that wears Casting Time: 1 standard action or from inside the fi eld have a 20% miss at the target’s mind, dealing 1d6 points Range: 30 ft. chance. A creature that begins its turn of nonlethal damage if it fails its Area: 30-ft. line inside the fi eld must make a Fortitude saving throw. Duration: Instantaneous save or become nauseated for 1 round. For every two caster levels beyond Saving Throw: Refl ex half; see text Once a creature fails this save, it does 1st, you deal an extra 1d6 points of Spell Resistance: No not need to make another save against nonlethal damage to the subject, to a this effect. maximum of 5d6 at 9th level. You stomp your foot, causing a shockwave When you cast this spell, you can to shoot out from you. choose for this nauseating effect not Whelm, Mass to apply to a number of allies you des- Enchantment (Compulsion) [Mind- When you cast this spell, earth and ignate less than or equal to your caster Affecting] stone blast upward along a 30-foot line, level. Those allies still treat the vertigo Level: Beguiler 4, sorcerer/wizard 4 smashing creatures and knocking fi eld as diffi cult terrain and have the Components: V, S them out of the way. This spell deals 20% miss chance on attacks. Casting Time: 1 standard action 1d6 points of bludgeoning damage",
        "name":  "You create a field of swirling patterns of Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You an invisible surge of magical power invades ficult terrain that requires 2 squares",
        "name":  "Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What drove you from the comforting grip of simply of your youthful patience. the workshop to the world of adventure? Your motivation Transition: A scholar can only learn so much in a library could come from within, or events beyond your control might surrounded by books. Your masters ordered you out into the have cast you into the role of an adventurer. world to experience its wonders fi rsthand. Having learned Perhaps the toil of the workshop grew tiresome. You always everything your masters can teach, you can never return preferred tales of heroes, monsters, and ancient treasures to home until your magic or ki is strong enough, or until you your master’s long lectures on responsibility, technique, and have surpassed your masters, or you have achieved enlighten- craftsmanship. As soon as you had enough money saved, you ment or ultimate arcane or divine power. left your master and took up training in your current class. Alternatively, a rivalry or power struggle among your masters Your master might still hold a grudge for your desertion; if might have forced you out into the world. Your tutor or sponsor he is powerful in his community or guild, you can expect fell into disgrace or disappeared under mysterious circum- trouble from him in the future. stances. Without your master around, there was no longer a If your master was cruel, life on the road could have been place for you. You still seek him, or at least to avenge him. a better option than another year of slaving away in his shop. Perhaps rather than simply leaving your order, you were Underfed, beaten for the smallest infraction, and worked expelled. Scholarship demands innovation and forward thought, to the point of exhaustion, you didn’t so much leave your but your thoughts were too radical for your elders. Your ideas craft as escape from it. Alone in the world and penniless, were deemed dangerous or subversive or heretical, forcing you learned enough to survive and eventually became an your exile. Maybe you delved into lore too dangerous for mere adventurer. Perhaps a kindly new master took you in, or you apprentices, such as spells to summon forgotten gods or bind were drafted into military or religious service. demons. Perhaps a rival student framed you. Artisans need peace and stability to make a living. A war, At the Table: You know a lot, and you aren’t afraid to show plague, or other calamity could have forced you onto the it off. While others might refer to creatures by common adventurer’s path. If orcs sacked your home city and burned names such as “kobold,” “troglodyte,” and “bugbear,” you it to the ground, you could have become an adventurer out of know the proper classifi cation of each in Old Draconic. If you necessity rather than any desire for glory. Perhaps you thirst fi nd an ancient library, a collection of scrolls, or even ancient for vengeance against the cruel tyrant who slew your master murals and frescoes that depict myths and prehistorical and smashed your dreams of becoming a respected artisan events, you happily lose yourself in studying them even in with a shop of your own. the midst of a dungeon.",
        "name":  "Transition",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You always compare the character of civiliza- A companion is the best ally anyone could ever hope for. tion to that of your people and fi nd it wanting. You are fond of He is loyal and dedicated, and he often shares a special kin- quoting your grandmother’s sayings to drive home this point. ship with a particular individual. A companion supports his Civilized folk lie, cheat, and steal from each other, actions that allies in all they do and never abandons or betrays them. He would doom a tribe in the wild. You see civilized folk as soft doesn’t lead, but he does offer cogent advice and support. and complacent. Few of them have stalked a beast in the wild, Classes: Cleric, duskblade, favored soul, fi ghter, knight, and fewer still have fought off a dire wolf or displacer beast monk, paladin, sorcerer. attack. Your origin sets you apart, but it makes you stronger, Traits: Connected, funny, loyal. tougher, and more cunning than the soft-bellied folk of the cities. While you might be ignorant of civilization and its CRUSADER customs, you are by no means a fool. “Crush the minotaurs and spread the word of Obad-Hai!” A crusader serves a cause. The cause might be noble or PERSONALITY heinous, universal or personal. She could belong to an organi- zation that shares her cause, or she could act as her individual ARCHETYPES beliefs demand. Either way, a crusader adventures to further Each of the following personality archetypes includes a quote her cause. The normal motivations for adventuring—wealth, (something a character corresponding to that archetype power, fame, personal betterment, excitement—hold scant might say), a description, and a list of classes and of traits appeal for a crusader; she is happiest when she is directly that are especially appropriate to that archetype. You are not serving her cause. She keeps her party adventuring, since limited to these classes and traits; they simply represent good whenever her fellow PCs don’t know what to do next, she is combinations for D\u0026D characters. quick to suggest a course of action.",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric, dragon shaman, fi ghter, knight, marshal, and fascinating objects. When she reads a map, she looks to paladin, warmage. the edges and wonders what’s beyond. Her eyes fall fi rst on the Traits: Ambitious, charming. unknown areas: What’s in the middle of that for- est? On top of those mountains? Beneath that MARTYR ocean? She is happiest when she discovers “My life for you.” something new. She is driven to be the A martyr willingly and even ea- fi rst person to look at a new land, gerly puts her life on the line battle a new creature, or discover a for a greater purpose. This new item. An explorer keeps her purpose might be a cause, party moving, and she guaran- an organization, a specific tees constant adventure as person, a group of people, she points her companions or just about anything else. A toward uncharted territory. martyr is willing to die to fur-",
        "name":  "An explorer is driven to fi nd new places, interesting cultures, Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Barbarian, bard, beguiler, fighter, hexblade, “Onward, men! We have those orcs on the run!” marshal, rogue, sorcerer, wizard. A leader leads. Others look to him for guidance, and he Traits: Boastful, greedy. provides it. He might provide assurance and protection, or he Illus. by C. Frank 138 5 RETPAHC RUOY GNIDLIUB YTITNEDI ORPHAN For some reason, a renegade cannot go home. He might “I’ve been on my own my whole life. Always alone.” be a wanted criminal on the run. He might have disgraced An orphan has no parents, at least not that he can remember, himself or be a member of a dishonored family. He might be a or parental fi gures in his life. He might have grown up in an political exile or might hold beliefs counter to those currently orphanage or on the street, but in any case he spent his forma- in power. Perhaps his banishment will be lifted and he can tive years fending for himself. This upbringing taught him return home after he accomplishes a specifi c task (atoning for self-reliance and confi dence but also distrust of others. An a sin, recovering a lost artifact, capturing the real criminal), orphan could be curious about his parentage and his lost past, offering a motivation for him and his companions to adventure. and seeking answers to such questions can spark adventure. Alternatively, he could be making his way in the world as best After he learns to trust his adventuring partners, he cleaves he can, now that his roots to home are severed. to them like the family he never had. Classes: Barbarian, bard, druid, duskblade,",
        "name":  "LEADER Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Calm, erudite. SAVAGE “I do not understand your ways, but I will fi ght for you.” A savage comes from a primitive culture, and the trappings of civilization that the other PCs take for granted—metalworking, architecture (stone buildings), distilled al- coholic drinks, and the like—are foreign to her. She greets new sights with wonder and excitement. Though her ways are primitive, she shares ties with the natural and spiritual worlds that others envy. She possesses a raw knowledge and wisdom that helps her and her allies out of diffi cult situations. She might face prejudice from others, but she is a stal- wart friend to those who treat her well. Given enough time in this new culture, she can as- similate parts of it, creating a unique fusion of wild power and sophisticated knowledge.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Conservative, erudite, serious. your roleplaying skills, try selecting traits that do not seem obvious matches for your character’s alignment or archetype. THEORIST Doing so makes for more interesting characters. An angry, “Fascinating. And I wonder what happens if I cast stone shape in fatalistic neutral good bard is more unusual, and thus more these circumstances?” memorable, than a friendly, fl amboyant neutral good bard. A theorist is equivalent to a scientist in the D\u0026D world. She adventures to test her ideas and hypotheses and to see what AMBITIOUS happens under certain circumstances. Her interests could “I’ll be the greatest wizard who ever lived.” lie in magic, either in specifi c schools or in general (“What You have big plans. You want to attain the highest happens if I create illusions of demons in front of angels?”), heights and outdo all the rest. One day you’ll take your strategy (“Try using your hammer against the vampire, and place in the history books, become a legend, and perhaps tell me what happens”), medicine (“Well, I guess this herb even attain godhood. might help”), or anything else imaginable. A theorist adds At the Table: You speak of your plans and dreams. You energy and motivation to the adventuring party as she con- make friends with powerful NPCs who might help you, stantly seeks new ideas to understand and new circumstances even if you personally dislike them. The monetary reward under which to perform experiments. Her experiences often for a successful adventure is nice, but the political favors and produce useful knowledge, which she and her party can apply popularity the deed wins you are more important. You care to other adventures in the future. little for money and gems. Instead, you always want the pick",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric, fi ghter, marshal, warlock, wizard. of magic items and artifacts the group fi nds. The Leadership",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Even better than page fall naturally? Any of these options is fi ne, but you should decide notations, it’s best if you simply know how your spells, feats, before the start of a new campaign and be specifi c. The same items, and special abilities function. When in doubt, quickly rules should apply to all the players as well as the DM. review them before a session. Supply Your Own Dice: Though everyone can share the",
        "name":  "Know What Your Stuff Does",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The rogue class offers three key advantages: sneak transport your allies past obstructions and obstacles. Playing attacks, an excellent selection of class skills, and trapfi nding. the party’s arcane spellcaster is a big responsibility, but it can The sneak attack ability allows the rogue to support the be both memorable and highly rewarding as well. party’s key warrior by taking advantage of fl anking oppor- Wizard: The wizard’s strength lies in the depth of her tunities and surprise attacks. The rogue’s skill in breaking knowledge and her ability to cast a variety of different spells. and entering allow the party to overcome obstacles such as In addition, she can modify those spells with metamagic locked doors and deadly traps. In addition, the rogue often feats and use them to create magic items that benefi t not only scouts ahead to gain information about enemies. While the herself but also the rest of the party. ranger, who sometimes serves as a rogue substitute, has a Deciding which spells to prepare on a given day, however, broad selection of skills and plenty of skill points to back requires a bit of strategy. A poorly prepared wizard all too them up, his talents make him more useful in wilderness often becomes meat for monsters. For instance, a 5th-level environments than in dungeons, and he can’t help his party wizard who prepares lightning bolt before facing a creature bypass traps. On the other hand, he is more of a warrior than that is immune to electricity now might lack access to a spell the rogue is, so he can hold his own next to fi ghters, paladins, that could have overcome the opponent. and barbarians. When you play an arcane spellcaster, resist the urge to pre- As a rogue, you are expected to fi ll in where needed. Don’t pare all offensive spells. A charm person spell can accomplish ignore the Use Magic Device skill; it allows you to use a wand a lot more than a magic missile at times, and you shouldn’t of cure light wounds to get the cleric back on his feet should underestimate its value. By preparing a good mix of spells, he become disabled. Likewise, your ability to use a wand of you can be useful in situations ranging from diplomacy to magic missile, or even read a scroll, can make all the difference divination to war. in combat. And perhaps most important, your sneak attack Sorcerer: The sorcerer makes an excellent substitute for ability can help the party’s main warrior bring down the the wizard in an adventuring party. Although the number of tough opponents. different spells he can access is relatively small, he outstrips",
        "name":  "Rogue",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The druid is a viable substitute for the cleric. character who can identify and disable traps means the party While the druid lacks spontaneous healing ability, she can is at risk of springing nearly every trap in the dungeon. spontaneously summon creatures instead. Add the ability to When a party fi nds itself in this situation, it’s up to the cleric change shape and a potent spell list that retains most of the to compensate. The Trickery domain offers some stealth skills cure spells, and the druid becomes an important addition to and spells, and the fi nd traps spell—though its use depletes any adventuring party. the cleric’s available spell slots—can make up for the missing If you’re playing a druid, you’re more than likely the only rogue ability. A group that’s missing a rogue can also consider character in the party with any ability to cast cure spells— fi lling the warrior’s role with the paladin, since that class can unless your group also includes a bard or a higher-level paladin. help the cleric compensate for his expanded role. A ranger is So it pays to invest in disposable magic items such as wands also a good choice because he offers the party scouting abilities of cure light wounds or wands of cure moderate wounds to free up that would otherwise be lacking. your spell slots for more interesting spells. Don’t be afraid to Ideal Four-Character Group: Cleric, paladin, ranger, and experiment with your spell selection; in a worst-case scenario, wizard. you can lose a prepared spell to cast a summon nature’s ally spell Ideal Three-Character Group: Cleric, ranger, and wizard. of the same level. Missing Arcane Spellcaster: The lack of an arcane",
        "name":  "Druid",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Complete Divine offers three additional spellcaster can spell disaster for a party. Wizards and sorcer- divine spellcasting classes: the favored soul, the shugenja, and ers provide the means to eliminate large numbers of foes, the spirit shaman. Each brings a specialized set of abilities clearing the way for the principal warrior to hammer away to the table, as well as a few disadvantages. The favored soul at the key opponent. The arcane spellcaster also signifi cantly offers better combat potential, the shugenja a broader access improves a party’s chances of overcoming particularly nasty to different kinds of spells, and the spirit shaman a set of opponents, such as dragons and magical beasts. unique abilities effective against specifi c kinds of creatures. While having an arcane spellcaster is certainly preferable, a All three however, cast spells like a sorcerer, so none has the party can compensate for the lack of one. The best way is for the same spell versatility as the cleric. expert to keep pumping skill points into the Use Magic Device skill so that she can use items to produce the necessary magi- Missing Elements cal effects. A bard, who can provide a small amount of arcane Sometimes no one in the group wants to play a particular magic, is also extremely useful, as is an extra cleric, who can at role, or the players don’t want to be constrained by the four least provide some damage-dealing divine magic. The hexblade, classic character roles. And some groups have only two or from Complete Warrior, makes a good backup as well. 155 GROUP THE ADVENTURING CHAPTER 6 Ideal Four-Character Group: Bard, cleric, fi ghter, and rogue. weave through their enemies and select the best targets for their Ideal Three-Character Group: Bard, cleric, and fi ghter. attacks, while also supporting the party’s primary warrior.",
        "name":  "Other Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The divine spellcaster is the On the other hand, two rogues also overlap a great deal. The element most commonly missing from a party. Many players party really doesn’t need more than one character to fi nd traps, prefer to go for the spotlight with a fi ghter or wizard (or the pick locks, and translate musty inscriptions on the wall. If the equivalent) rather than playing what they see as a supporting group does have a second translator, it’s typically the wizard. character. But the lack of a divine spellcaster results in a consid- To prevent this kind of overlap, one of the players should erable drain on party resources. Parties that lack this element consider playing a bard. Easily the most versatile kind of soon discover that they must invest in multiple wands of cure character, the bard offers a mix of abilities from all classes, light wounds just to compensate for the healing a cleric could including combat prowess, solid saving throws, and spellcast- have provided—fi fty charges don’t last as long as one might ing ability. Better still, bardic music helps everyone, providing think. This healing defi cit plus the loss of turning capabil- bonuses on certain tasks or in the heat of combat. ity and the lack of strong divination spells (such as augury Other experts, such as the ninja and the scout, can help the and divination) makes operating without a divine spellcaster rogue concentrate on developing the right skills and abilities quite expensive and more than a little dangerous. Still, a party to eliminate traps. Because these other characters are more that’s missing this element can compensate with the bard and combat-oriented, they excel at maneuvering through the paladin classes, both of which have some healing abilities. battlefi eld to help the rogue fl ank enemies for sneak attacks, The party rogue should maximize her ranks in Use Magic as well as to support the other warriors. Device so that she can activate divine scrolls and wands. Two Arcane Spellcasters: Two wizards in the same party Ideal Four-Character Group: Bard, paladin, rogue, and wizard. can effectively double the number of spells they ordinarily Ideal Three-Character Group: Paladin, rogue, and wizard. would have by sharing their spellbooks. And in heated combat, two fi reballs from allied wizards are always better than one. The Fifth Character However, a better tactic for individualizing party roles is Groups with more than four players offer greater fl exibility for one player to select a sorcerer. If that character focuses in class choices. The party doesn’t suffer from having two on combat spells, the wizard can take charge of the more wizards or two fi ghters, but the roles of the duplicate charac- utilitarian spells. ters overlap, reducing the enjoyment for the two players who Multiple arcane spellcasters can help the party in other must share the spotlight. The best way to prevent role overlap ways as well. If the party’s primary warrior is not a fi ghter, a is for players to branch out into different aspects of the same warmage can provide some great offensive spells, as well as roles. Instead of two fi ghters, for example, consider a ranger some combat ability to shore up any shortcomings. A bard or a barbarian for the second warrior. The ranger can provide is also a great choice, since an extra character with access to the ranged attacks (assuming he has selected the archery healing spells is never bad. combat style), while the barbarian serves as the melee menace. Two Divine Spellcasters: Clerics are probably the best of Likewise, instead of two wizards, try a wizard coupled with all the classes to duplicate in a party. Sharing the burden of a bard or sorcerer. The wizard retains a diverse selection of keeping the warrior on his feet gives each cleric more freedom spells, while the other arcane spellcaster helps to fi ll gaps in to cast other spells. Multiple clerics can provide buff spells, the party caused by casualties. The following sections offer such as bull’s strength and bear’s endurance, to boost the front line, recommendations for character choices in larger parties. as well as eagle’s splendor to help the sorcerer cast more powerful",
        "name":  "Missing Divine Spellcaster",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every character on the team or 2 can be included on a team only if it learns the teamwork must meet these requirements. Any new character who joins trick through some character’s use of the Handle Animal skill the team must also meet them, or the team can no longer enjoy (see the sidebar). A creature without an Intelligence score can the benefi t. never be part of a team. For example, the cunning ambush teamwork benefi t has a To maintain their teamwork benefi ts, the characters on a team task leader prerequisite of 8 ranks in both Hide and Listen, must train together for at least four one-week periods per year. and a team member prerequisite of 1 rank in Hide. So, at These training periods need not be consecutive and can happen least one character in the group must have 8 or more ranks at the same time when the characters are training to earn the new in both Hide and Listen, and every other character on the class features for a given level, so in most cases PCs don’t have team must have at least 1 rank in Hide. Thus, when the team to spend additional time to keep their teamwork skills sharp. is sneaking around, the task leader directs her less adept Any new character added to a team after it has gained comrades in stealth techniques, covers any extra noise with teamwork benefi ts must train with the other characters on environmental sounds, and so on. the team for at least two weeks. During this time, she learns A team (see The Team Roster, below) gets one teamwork the team’s standard operating procedures and the nuances of benefi t for every 4 Hit Dice the lowest-level member of her comrades’ behavior. This training can occur during the the team has. If that character’s level later drops below the training time required to gain the benefi ts of a new level. required point (due to energy drain, for example), the team A character can join an adventuring party without joining retains all its current teamwork benefi ts but can’t gain a new the team that includes the other members of the group. In this one until that character regains his lost level(s), plus enough case, the new character doesn’t gain any teamwork benefi ts, additional levels to qualify for an additional benefi t. but neither does her lack of prerequisites count against the Whenever a team gains a new teamwork benefit, it also team’s qualifi cation for those benefi ts. has the option to swap out a benefit it previously had for a A character can leave a team at her own option, or by new one, as long as it meets the new prerequisites. In effect, consensus of the other team members. For more teamwork the team can elect to lose one teamwork benefit to gain benefi ts, see Dungeon Master’s Guide II, pages 190–194. two others. Such swaps usually occur when the team roster has changed in such a way as to render a previously known TEAMWORK BENEFIT teamwork benefi t less useful than before. DESCRIPTIONS Unless otherwise specifi ed, each teamwork benefi t can be taken only once. A teamwork benefi t applies whenever the Below is the format for teamwork benefi t descriptions. characters on the team can communicate with each other—be it verbally, through gestures, or by magical means. BENEFIT NAME Description of what the benefi t does or represents.",
        "name":  "Team Member Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Be sure to put spellcasters on the fi rst watch or last manner requires 10 minutes of work. watch so that they can get enough uninterrupted rest to regain Tips: The ambush teamwork benefi t is a great way to play their spells. Your fi rst priority when the party is attacked while smart. Instead of always going after the monsters on their you are on watch is to wake up your allies, so you should carry own turf, let them come to you. Try luring monsters into your a signal whistle, bell, or similar item. trap with spells such as dancing lights or major image. Failing that, buff up the party scout with defensive spells to protect CIRCLE OF BLADES her while she acts as bait. The members of your team can combine their attacks to slice through the defenses of a foe they have surrounded. CUNNING AMBUSH, IMPROVED",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Through long experience in dealing with to keep up. adversity, you and your teammates develop the trust and Training: Your team must march for a week as a group, support needed to bolster each other’s minds when subjected traveling across roads, dells, forests, and mountain passes. By to magical fear. so doing, each team member learns how best to help everyone",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " multiple affi liations at one business, cabal, college, druid time. However, each sub- circle, fi ghting company, govern- sequent affi liation is harder ment, spy ring, temple, thieves’ to maintain. The fi rst affi liation guild, or tribe. An affi liation’s that you have (your primary affi li- type limits the kinds of ex- ation) imposes a –10 penalty on all ecutive powers wielded by other affi liation scores. Subsequent its leaders, and whether affi liations oppose an additional –5 it is better at fighting, penalty to each affi liation that you spying, or negotiation. In gain afterward. In other words, you the example affi liation de- can have one affi liation score with no scriptions that follow, a penalty, a second at –10, a third racial affi liation is identi- at –15, a fourth at –20, and so fi ed by the word “racial” in on. High-level characters are parentheses after its type. All usually able to maintain one other example affi liations or two affi liations of note but are social. only minor associations with Scale: An affiliation’s other organizations. scale is a measure of its scope Some affi liations might not be of infl uence. As affi liations grow compatible, and the DM has fi nal in size and power, they increase say on such issues. For ex- the scale of their activities. ample, in a campaign where The Bulette Rampant Mer- the human kingdom of Al- cenary Company could thar wars with the elven be as inconsequential as realm of Gaelian, the DM a cadre of men-at-arms might rule that no char- with a rotting ballista acter with an affi liation or as mighty as an army to the Knights of Althar for hire with half a doz- can also have an affi liation en battalions and fl ying with the Greenfold Rangers dragon support. An affi l- of Gaelian. The halfl ings of the Caravan of Shadows (see page 169) iation’s scale can be from 1 to Multiple Affi liation Ben- stay one step ahead of the authorities 20 and is also defi ned by a de- efits: If you have multiple scriptive term that indicates affi liations, you can only gain the benefi ts of one affi liation the extent of its infl uence. Scale directly affects an affi l- at a time. If you have a high enough affi liation score to gain iation’s capital and its ability to project power. Table 7–1, benefi ts from more than one affi liation, choose which set of on page 184. affi liation benefi ts affect you at the beginning of each day. Affi liation Score Criteria: Base requirements for mem- You gain all the benefits for which you qualify from the bership, if any, are given here. An affi liation might have chosen affiliation. race, nationality, alignment, class, or some other baseline membership criteria. The table in this portion of an affi liation FEATURES OF AFFILIATIONS description lists a number of factors and how they impact Your affi liation has many features, some primarily of use your affi liation score in that group. in roleplaying and background. These aspects include such Titles, Benefi ts, and Duties: A title is a designation of basic information as the affi liation’s name and its background, rank within the affi liation’s hierarchy. Characters with an goals, and dreams. Most affiliations have a symbol that affi liation score of 3 or lower are usually not considered enables members to identify one another. An affiliation’s members. In social affi liations, members with affi liation Illus. by E. Widermann 166 7 RETPAHC SNOITAILIFFA scores from 4 to 10 are generally looked upon as probation- Nine-Eyes criminal syndicate strikes at your family while you ary members. A character with an affi liation score of 30 or are adventuring underground, you can resolve the attempt higher attains the most prestigious title. by playing out the details (in the absence of your character) Lower-rank benefi ts carry over to higher ranks, but normal or, more simply, by using opposed violence checks for your stacking rules apply. mercenary company and the brute squad sent by the beholder. Even if you have founded your own affiliation (as (Violence checks are described below.) opposed to positing the existence of one that you can Have you ever picked up a powerful magic item, say a join as a recruit), you still must increase your affi liation +2 thundering dire flail, that no one in the party could use? score normally before you can gain the benefi ts (and take Campaign credulity is stretched by simply selling it to an on the duties) of a titled member of your affi liation. This anonymous buyer who just happens to have 36,500 gp ready represents the fact that you can’t simply say, “I am founding to spend. Instead, you donate it to your affi liation and increase an affi liation,” and by virtue of that declaration become its capital—it is reasonable to assume that a sizable affi liation entitled to send an assassin after the duke or bring a plague includes a member who knows (or now wants desperately to to the eastern river tribes. Rather, you must establish your learn) how to use a dire fl ail. affiliation as a force in the world by satisfying affiliation Have you ever heard yourself utter the lines that score criteria, proving by virtue of your deeds that your famously fill a DM’s heart with annoyance, frustration, affi liation is a force to be reckoned with and a player on and uncertainty? Namely, “Can I buy magic items?” When the political stage. you use affiliations, businesses and colleges have the trade",
        "name":  "You can be associated with one of the following ten types",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Convincing arguments, delicate orcs and humans too much to ever fully trust those not of engagements, and subtle (perhaps even magical) manipula- mixed blood. tion are the province of an affi liation’s negotiation checks (1d20 + negotiation bonus). Businesses, colleges, druid circles, Criterion Affi liation Score Modifi er and temples have negotiation bonuses equal to 1/2 their scale. Character level +1/2 PC’s level Barbarian or shaman +2 All other types of affi liations have negotiation bonuses equal Druid or ranger +1 to 1/4 their scale. Track feat +1 Assist tribe in major battle +1 Bring word of bountiful land (wilderness with plentiful EXAMPLE AFFILIATIONS game, frontier with poorly guarded villages) +1 The following affi liations are representative of the standard Bring head of enemy chief to Bloodfist chieftain +2 D\u0026Dworld and adaptable for most campaigns. Don’t be shy about renaming or revising any of the example affi liations Titles, Benefi ts, and Duties: The greatest reward of affi li- described below. The more specifi c to your world that you ation with the Bloodfi st Tribe is simply becoming part of a make them, the more likely they are to come to life at your welcoming community with a shared heritage—something gaming table. all too rare for half-orcs. But there’s an additional benefi t: the Blood Lodge, where worthy half-orcs test their resistance to BLOODFIST TRIBE pain and the strength of their blood.",
        "name":  "Negotiation Check",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once affi liated, you receive a tattoo of a game Score Title: Benefi ts and Duties token on the back of your left hand in a solemn ceremony. 23–29 Shadow Rook: You can sell jewelry, art, and magic items to the caravan masters for 70% When other members see the tattoo, they’re more likely to of their purchase price. talk to you and believe what you say. 30 or higher Shadow Castle: +6 racial bonus on Bluff,",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefi ts and Duties 5 or more ranks in Survival +1 3 or lower Not affiliated or junior member with no Can cast cure spells 2nd level or higher +4 benefits. Explored the shafts of +1 for each 4–10 Caravan Member: +2 racial bonus on Bluff, the Raptor-Pharaohs tomb shaft fully explored Gather Information, and Sleight of Hand Slew Raptor-Pharaoh mummy +1/4 Hit Dice of mummy checks. Knew Regdar or Herridek I +4 11–15 Shadow Pawn: Can sell jewelry, art, and Takes part in defense of the fort against raiders +4 magic items to the caravan masters for 60% Is an outlaw –2 of their purchase price. +2 circumstance Retreats in battle –2 bonus on attempts to influence the attitude Commits a crime within the barony –10 of caravan members. Is member of a thieves guild –10 16–22 Shadow Knight: Additional +2 racial bonus * Overlaps (does not stack with) the modifier for a base on all saving throws. +4 racial bonus on attack bonus of +5 or higher. Bluff, Gather Information, and Sleight of Hand checks. +4 circumstance bonus on attempts to influence the attitude of caravan Titles, Benefits, and Duties: As you advance in the members. hierarchy of the barony, you gain access to its riches and 170 7 RETPAHC SNOITAILIFFA begin to enjoy the benefi ts of nobility, while accepting the Heironeous millennia ago—not by Dis, but by Hextor, who duties thereof. attempted to shirk responsibility for his deed (and to better Once you attain the rank of Knight Baronet, you are secure his prize) by loaning the chalice to the Iron Lord of invested with authority in the castle. Herridek the Second the Second—was not a powerful magic item, nor even an often makes forays into the desert for weeks or months at a artifact. As revealed to Arbinget Ivenay by the solar Tomal time, harassing the Reviled and making sure that they are on the eve of St. Vorgan’s Day 1,223 years ago, the Chalice of not a threat to the Castle and its mines. Heironeous is in fact the daughter of Heironeous, a young goddess-angel now held in durance vile deep in Dispater’s Affiliation Iron Tower. Every day, the Lightning Councilors dream of",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Dark spire College’s campus is built into the sides of three enormous hanging stalactites tapering down from the vaulted ceiling of a colossal underground cavern. Piercer, the largest stalactite, extends more than 300 feet down from the ceiling and has a base with a radius of 150 feet. It houses laboratories and libraries for each school of arcane magic, a concert hall, thirteen summoning chambers, two gymnasiums, the Desmodu Dormitory, and lecture halls. Each of the Fangs, the other two stalactites, is roughly two-thirds the size of the Piercer. They contain classrooms, stud- ies, artists’ cupolae, and practice rooms. The northernmost Fang also features the Sunless Rose tavern and a warehouse. The warehouse stores goods in transit to and from the surface and other underground communities, and it sells surplus and goods gone unclaimed when a caravan doesn’t return. The warehouse has a 25% chance to have any given Player’s Handbook item in stock and available at 150% of the price. The Piercer and the Fangs are connected by a network of rope bridges. Faculty and students attend Darkspire to increase their arcane knowledge, and that is the stated goal of the organization.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Affi liation members are human characters who Can cast arcane spells 3rd level or higher +2 grew up on Dragon Island, learning magic under the wing Can cast arcane spells 5th level or higher +4 Has a magic staff +4 (literally) of draconic masters and even riding loyal dragons Is an archmage or has a staff of power +8 as steeds. Donates 1,000 gp (or more) magic item +2 per item, Type: Government (racial). to the Department of Crafting max 3 items/year Scale: 12 (multiregional/kingdom). Is drow, derro, duergar, or drider –2",
        "name":  "Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As you advance in the col- lege, you improve your Knowledge skills and gain access to Criterion Affi liation Score Modifi er magic items. You also earn a modest stipend for sharing your Character level +1/2 PC’s level Speak Draconic +2 expertise with the college. Sorcerer +2 10 or more ranks in Ride +1 Affiliation Donate 20,000 gp in treasure to the hoard",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You’ll correspond with the college while adventuring. learn from your draconic teachers, but 11–20 Adjunct Researcher: +2 competence bonus on Knowledge skills while in the college’s libraries. the most thrilling reward of affi liation 21–29 Professor: When crafting a magic item, you with Dragon Island is the chance to can scavenge materials from the college— take wing with a friendly dragon as spend only 90% of the normal gp cost to craft your fl ying steed. Doing so isn’t easy; an item. Drow slavers and derro kidnappers raising your affi liation score on Dragon recognize your value—5% chance per Island is diffi cult. month that an EL 12 team of subterranean There are many more humans than mercenaries comes to claim your bounty. 30 or higher Regent: Can requisition any arcane scroll of dragons on Dragon 750 gp or less from the college stores, up to Island, and the three times per month. Must replace these dragons often scrolls with scrolls of equal value within have better one month of taking them. things to",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To gain affi liation with the Elves of the High Forest, you need only be an elf or half-elf. The elves have many non-elf friends in the forest, but only those with elf blood can partake in the privileged Hunt of the Full Moon. You don’t need to grow up among the Elves of the High Forest; you can be from a far-off elf community, and you’ll still gain affi liation with these elves normally. The Elves of the High Forest take part in the Hunt of the Full Moon Illus. by H. Lyon 174 7 RETPAHC SNOITAILIFFA Affiliation creating rare items invested with potent magic, each one a",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A golden helm is the symbol of the guild, natu- Per item creation feat* +1 rally. Working in their smithies and forges, the gnomes often Each successful mission +1 wear yellow skullcaps to indicate their affi liation. Per magic item worth at least",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefi ts and Duties Score Title: Benefi ts and Duties 30 or higher Golden Helm Exalted: Spend 10% fewer 3 or lower Not affiliated or junior member with no experience points than normal when crafting benefits. a magic item. 4–10 Citizen of Land of Honor: +2 circumstance bonus on attempts to infl uence the attitude of other citizens of the Land of Honor. Your",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once you reach an affi liation score of 30, you 5 or more ranks in Survival +1 must defeat one of the current One and Five in a mortal spell 10 or more ranks in Survival +2 Trophy Hunter feat +1 duel. After killing your opponent, you are inducted into the Can cast control weather +3 heart of the cabal, where you learn that the order is devoted Defeat animal or magical beast to Vecna, and that the One represents his Eye, and the Five of your level or higher one-on-one +1/4 creature’s HD represent the fi ngers of his severed hand. Defeat a clan champion one-on-one +2 per win You need not worry about converting to worship of Vecna No ranks in Survival –2 at this point—when you fi rst attained an affi liation score of Has lived in city –2 25 or higher and the subtle wooings of the inner cabal did not Does not accept a –6, and cannot improve affiliation challenge to combat score until challenge is accepted persuade you to convert to the service of the Maimed Lord, Member of a civilized affiliation –4 per affiliation EL 14 assault squads of summoned monsters and golems are * Overlaps (does not stack with) the modifier for a base sent to kill you before you learn the cabal’s secret. attack bonus of +5 or higher. Type: Cabal.",
        "name":  "Secrets",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefi ts and Duties Can cast divination spells of 5th level or higher +2 3 or lower No affiliation. Has over 2,500 gp in magic items +1 4–10 Lowborn: The Merata Kon hold less Donates magic item valued at 1,000 gp contempt for you than for most. or more to the cabal +1 per item, max six/year 11–20 Setaf Kon: +2 competence bonus on Shares 5th-level or higher-level spell with other Diplomacy checks involving your clanmates wizards at cabal Grand Convocation, held twice/year +2 and a +2 competency bonus on Survival Completes mission for the leaders of the checks made when traveling with clanmates. cabal, the One and the Five +2 per mission 21–29 Trebor Kon: Become a subchief and have a Can cast divine spells –6 3rd-level adept to assist you. By a system Divulges identities of members or of bonfi res and smoke, you can transmit other secrets of the cabal –4 signals 200 miles across the Stalking Plains Is known to investigate –10, and an EL 12 coterie of in 1d2 days. the identities or the nature sorcerer wraiths is sent 30 or higher Clan Chief: You are accompanied by four of the One and the Five to dissuade or dispose of you chief’s men (6th-level barbarians), and your Is a member of a spy ring –6 counsel is a 4th-level cleric/4th-level bard.",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A secret ring of six Score Title: Benefi ts and Duties 3 or lower No affiliation. wizards and sorcerers is at the heart of this cabal. Arcane 4–10 Of the Many: The cabal is aware of your casters vexed by a lack of resources fi nd this group’s support presence and judging you. exceptionally useful for purchasing spellbooks, researching 11–20 Of the Mind: When you gain a wizard level, new spells, and perfecting metamagic techniques. automatically learn three spells rather than",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cabal has strained relations with two. most other organizations. Its secretive core, the six wizards 21–29 Of the Body: When you craft a magic item, and sorcerers known as the titular One and the Five, frustrate pay only 90% the gp cost. 30 or higher Of the One and the Five: Three times per the attempts of spy rings and thieves guilds to penetrate and year, you can borrow any wondrous item in gather information, while their subsidization of spell books, the Dungeon Master’s Guide of 10,000 gp research, and material components irks arcane colleges and value or less for up to 1 week. You may not many business guilds. borrow a charged item in this manner.",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To join, you must be a probationary footpad for some months, while the guild surveys your work. If you are sufficiently skilled, the guild invites you to run its gauntlet, a maze of mechanical and magic traps (and, according to some, an otyugh assassin retained by the guild to challenge overconfident would- Eyeless Errol listens to a suggestion be initiates). for the Restenford Guild’s next job Criterion Affi liation Score Modifi er RESTENFORD GUILD OF INSURERS, Character level +1/2 PC’s level SOLICITORS, AND BEGGARS 10 or more ranks in Hide, Sleight of Hand, Forgery, Disguise, or Open Lock +2 per skill",
        "name":  "Affiliation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sharulhensa has no particular symbol, but many of the buildings within the neighborhood have fonts and fountains incorporated into their design—a architectural nod to the magic pools.",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sharulhensa is a half- elf enclave built within the walls of a human metropolis. Raised on the ruins of an ancient elf empire, the enclave holds onto its magical heritage even as other cultures have supplanted elves as the dominant humanoids across the land. The half-elves of Sharulhensa remember the mighty magic of their forebears, and they pass along ancient tradi- tions to the new generation in an effort to connect their dual heritage.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throughout the city of Sharulhensa are sacred pools believed to hold the spirits of departed half-elves in a quiescent state. When a half-elf drinks of these waters, he or she gains a measure of magical power and a sense of the eldritch tapestry that weaves together residents of Sharul- hensa, no matter how far they roam. The enclave’s elders keep the locations of the sacred pools a secret even from the ordinary residents of Sharulhensa, so the only way to get access to the pools is by garnering favor with Sharulhensa’s elders—earning affi liation, in other words. The movers and shakers within Sharulhensa have intense academic rivalries with each other as they vie to recapture more of their elven heritage.",
        "name":  "Secrets",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only half-elves are eligible to join this affi liation. Sharulhensa residents regard full-blooded elves as lacking suffi cient vitality and energy to guard the heritage of their ancient forebears. Criterion Affi liation Score Modifi er The half-elves of Sharulhensa are dedicated Character level +1/2 PC’s level to preserving ancient lore Wizard +2 Other spellcaster +1 more diffi cult than most other racial affi liations. Those who 10 or more ranks in Knowledge (arcana) +2 persevere find their ability to wield magic, especially the Each successful mission +1 Recovers a magic item worth 30,000 gp or more +2 subtle enchantments of the elves, vastly improved. Recovers a spellbook with at least 7th-level spells +1 Affiliation",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As you advance in the Secrets: When you rise to a captaincy, Captain Jakes ranks of the Pelorite priesthood, you learn to win converts informs you of the Thunder Sail Argosy’s hidden power and to your faith, to spread the healing light of your faith, and to purpose. Once a prominent plantation owner in a southern scourge the undead (along with, some would say, rivals for kingdom, Jonas Jakes saw his daughter, a powerful druid the archbishopric). who helped him tend his crops, polymorphed into a green mist by a chaotic, mad archmage who rode his horse through town one day and casually sowed destruction in his wake. By 181 AFFILIATIONS CHAPTER 7 some arcane accident, Jonas’s daughter Ellyrese retained her Affiliation intelligence and spellcasting ability. Jonas keeps her in the Score Title: Benefi ts and Duties crystal sphere on the harpy-leg monopod in his quarters, and 3 or lower No affiliation. 4–10 Able-Bodied Seaman: The affi liation does now she uses her druid magic to cast spells for him to turn not recruit you, but does recognize your the tide of a battle or to speed the Argosy on its way. Jonas seamanship. is desperately searching for an island with a white alabaster 11–20 Corsair: +2 competence bonus on Profession cliff dwelling containing “no more than one eye, no less than (sailor), Balance, and Climb checks while on fi ve mouths,” which a seer once told him would be the key board one of the Argosy’s ships. to restoring his daughter. 21–29 Ship’s Offi cer: Gain an average of 200 gp per",
        "name":  "Titles, Benefits, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Wintervein dwarves CREATING YOUR are masters of both alchemy and genealogy, and they can OWN AFFILIATIONS create “ancestral infusions” that give the imbiber a measure of the fortitude and strength of their famous forebears. Those To create your own affi liation, follow these steps: infusions are the mechanism that (1) Devise a concept, name, symbol (if desired), and delivers your affi liation benefi ts. background. (1a) Create information (if desired) pertaining to members, enemies and allies, and secrets of the affi liation. (2) Choose your affiliation’s type and category. (3) Choose its scale. (4) Select the affi liation score criteria. (5) Create the titles held by members and select the benefi ts and duties that accom- pany each title. (6) Choose the executive powers available to the leader or leaders of the affiliation. Keep in mind that creating your own affi liation is a bit like creating a new magic item and pricing it; tweaking is sometimes neces- sary. While these rules can be used like a cookbook to combine ingredients and make a decent product, there is always room for extra fl avor. Astute readers will notice that the sample affi liations do not always follow this process in lockstep. You The Winterveins delve deep into the darkest underground reaches are encouraged to modify your affi liations as sillE .S yb .sullI 183 AFFILIATIONS CHAPTER 7 desired, and your DM is encouraged to allow for it, so that they enemies preferentially, and in parley, they bait and insult fi t your game and campaign world as well as possible. them. The opposite applies to those creatures of individuals As discussed, affi liations bring many new aspects to your you choose as allies. They should be given aid and succor game. As you’re working through your creation ideas, don’t where possible, and you should expect similar treatment in forget that many of them can be enriched even further if other return. Some information on how this relationship came people at the table are doing the same with affi liations of their about, what the degree of cooperation is, and how steadfast own. Friendly rivalries between affi liations can provide great the relationship is would be useful as well. motivation and background for adventure. Members: Name some of the other people in your affi li- ation. Identify the leader, his or her subordinates, and the CONCEPT AND BACKGROUND rivals vying for position within the affi liation. You might It is most helpful to devise a general concept for your affi li- consider, with the DM’s permission, co-opting several pre- ation at the outset. Will it openly rule in an area, or will it viously existing NPCs from the campaign to be members act behind the scenes? Are its members, assets, or abilities of your affi liation. Think about how your affi liation treats clandestine or hidden? Does it have a specifi c creed or objec- ex-members (if it tolerates them at all). tive? The answers to these questions help direct your creative Secrets: The byzantine politics of some affi liations afford efforts and make the affi liation more coherent and real. them ample opportunity to gestate a tangled mass of secrets. Beyond a general concept, the extent of your affi liation’s If you like, choose one or two secrets for your affi liation. Share background is entirely up to you. Indeed, the extent of what’s them with your DM, but only give hints about them within your known about your affi liation is as broad as your imagination. party. Then, at an opportune time, unveil the secret. Perhaps your The following topics can be considered when devising your order is more ancient than anyone guesses, and under another affi liation. They might be set at the outset. Alternatively, you name it founded the ruined castle you are now exploring—only can move on to the other creation steps after only jotting your order’s motto will activate the magic mouth on the nether down a few notes about your concept. Further details can cyst below the throne room. Perhaps you’ve been hinting at be left for the end of the creation process, or for description surprise allies, and when you reach the vampire’s manse, you and evolution during game sessions. tap on the portcullis to summon the beast’s apothecary, who The example affi liations described earlier in this chapter is actually a spy for your guild. make up a varied collection, yet they barely scratch the sur- face of what sorts of affi liations you can create for yourself. TYPE Each piece of information that can be part of an affi liation’s Choose your affi liation’s type: business, cabal, college, druid description is discussed below. circle, fi ghting company, government, spy ring, temple, thieves’",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You might choose one or two affi li- burgomaster on a slow day. ations, races, regions, or creature types that your affi liation The exact meaning of scale could vary from affiliation cannot abide. Perhaps your affi liation wants to expunge them to affi liation, however. For example, an affi liation does not from the earth, feels snubbed by them at court, or was almost necessarily need to be scale 19 to have infl uence on the Outer exterminated by them after a mass immigration from another Planes. Take a cabal of scale 6—it has infl uence throughout a continent. In combat, members of the affi liation attack these roughly city-sized area or population. This city might be the 184 7 RETPAHC SNOITAILIFFA City of Brass on the Elemental Plane of Fire, and the cabal’s criterion beyond the fi fth one you choose (six positive and scale might be explained by the fact that it is extremely one negative, seven positive and two negative, eight positive secretive and almost unheard by the general population on and three negative, or nine positive and four negative). its home plane. For the most part, racial affi liations do not have negative You must have the Leadership feat to found an affi liation. criteria; once you’re in a racial affi liation, you have to do If you do so, it normally begins at scale 1. Campaign circum- something pretty outrageous to lower your status in the stances might dictate otherwise, however, so you should group—and such lowering is usually accomplished by simply consult with your Dungeon Master. kicking you out of the group. Because it is easier to move up in the ranks of a smaller affi li- Table 7–1: Affiliation Scale ation than a larger one, the base modifi ers given on Table 7–2 Scale Scope of Infl uence Examples must be adjusted according to the affi liation’s scale. The base 1 Neighborhood Bakery, druid hermit modifi ers given are for affi liations with a scale of 1 to 7. For 2 Neighborhoods Crossroads tavern affi liations of scale 8 to 14, divide the modifi ers given by 2. For 3 City quarter Small abbey, small affi liations of scale 15 to 20, divide the modifi ers given by 4. The nomadic tribe minimum impact of a criterion after modifi cation is 1/2. 4 City quarter Bank, slaughterhouse, barbarian trading post 5 City Arena, pirate ship, Table 7–2: Affiliation Score Criteria githzerai rrakma Positive Criteria Affi liation Score Modifi er 6 City City watch, wild elf tree tribe Expertise and power +1/2 character levels 7 City and outliers Large college, tyrant wizard Is a member of a favored race +1 in tower, death slaad Charisma 13 or higher +1 commanding a populous Base attack bonus of +5 or higher +1 gnoll tribe Base attack bonus of +10 or higher +2 8 City/county Frontier fort, druid sect 5 or more ranks in an appropriate skill +1 9 Regional/barony Small castle, established 10 or more ranks in an appropriate skill +2 church Has a feat that is signifi cant to the affi liation +1 10 Regional/march Minor nobility, powerful guild Can cast arcane or divine spells +1 11 Multiregional/duchy Nobility, established knightly Can cast 3rd- to 4th-level spells +2 order, dread pirate fleet Can cast 5th- or higher-level spells +3 12 Multiregional/kingdom Standing army, orc hordes Has/does not have a familiar +2 led by legendary chieftain Member of a prestige class important to 13 Multiregional/kingdom Vast army raised to fight off the affiliation +2 and vassal states the tarrasque Possesses a magic item significant 14 Continental/ Centuries-old large kingdom, to the affiliation +1/10,000 gp value seafaring kingdom illithid underground nation 15 Continental/empire Emperor and his legions, Wealth +1/20,000 gp value circle of archmages Landowner +2 16 Multicontinental/ Imperial legions with arcane Noble title +2 empire and divine support Lives in a favored region +1 17 Global Ancient order of epic-level Parents or siblings in the affiliation +2 knights Marries into a family whose head is an 18 Astral Plane Githyanki incursion force affi liation member +2 19 Multiplanar Armies in the Blood War Recruits a new member into the affiliation +1 between demons and devils Spends ten or more years in the affi liation +2 20 Cosmos Epic-level affiliations, In the thrall of a member of the affiliation +2 hero-deities Recommendation of a member who has an affi liation score of 21 or higher +2 AFFILIATION SCORE CRITERIA Saves the life of a member who has an Affi liations measure a member’s value by a number of fac- affiliation score of 21 or higher +3 tors. Some are baseline: If a character is not of the proper Adventures with a member of the affiliation +1 religion, nationality, race, alignment, class, or other nature, Completes a mission assigned by the affi liation +2 his affi liation score is irrelevant (absent special dispensation Makes a discovery important to the affiliation +2 from the leadership). First, decide if your affi liation enforces Humiliates an enemy of the affi liation +2 any such prerequisites. Defeats a violent enemy of the affiliation in combat Other than baseline criteria, numerous other aspects of a (the foe’s CR must be equal to or or greater character are considered when awarding benefi ts and status than the character’s level) +1/4 the creature’s CR Destroys an artifact anathema to the affi liation +4 in a group. For your affi liation, choose up to thirteen of the Razes a stronghold of one of the affiliation’s enemies +8 criteria listed on Table 7–2. Makes a pilgrimage or journey important A social affi liation can (and usually does) have some nega- to the affi liation +2 tive criteria—characteristics or accomplishments that reduce Donates money or magic items to the affiliation (a a character’s affi liation score instead of increasing it. As a maximum per year might be set, after which donations rule of thumb, select one negative criterion for every positive accrue no additional bonus) +1/1,000 gp donated 185 AFFILIATIONS CHAPTER 7 Negative Criteria Affi liation Score Modifi er Benefi ts (affi liation score 21 or higher, or 15 or higher for Is of unfavored race –2 racial affi liations) Associates with unfavored race –2 +1 on attack rolls against members of an enemy affiliation Has been dead –4 10% discount on experience or gp cost when crafting Has been undead –6 Bard song—+1 bonus on Diplomacy checks in a tavern whose Charisma 8 or lower –2 primary language matches that of the song Lacks base attack bonus of a certain level –3 Call in favor—lower your affi liation score by 5 permanently Lacks ranks in a certain skill –2 to gain access to arcane or divine spell of 5th level or Lacks a feat that is signifi cant to the affi liation –3 higher for 1/4 standard price Lacks ability to cast a spell –2 Claim audience with the king/emperor/theocrat within 1d6 Has/does not have a familiar –2 days once per month Is of opposed alignment –4 to –20 Communications network lets you use the Gather Acts in a manner befi tting opposed alignment –4 Information skill across the duchy, sea, or planes, Known to be friendly with opposing affiliation –2 to –20 depending on the scope of your affi liation, without Known to be a member of opposing affi liation –20 requiring you to move from your hometown Face, hair, time and place of birth, birthmark, or other Dreamwalker—if sleeping in affiliation headquarters and can quality marks the character as undesirable –20 prepare arcane spells, prepare one unknown spell per 8 hours sleep if it is known to another sleeper in the headquarters Lives in unfavorable area –2 Paper charm—when burned, word of recall (caster level Loses or destroys affi liation property –1/1,000 gp value equal to affi liation scale, minimum 11th) takes you Fails in combat –2 and possibly allies back to your headquarters Falls in combat with affi liation’s hated foe or rival –4 Personal honor guard of 4–6 appropriate creatures (EL 8) Steals from the affiliation –10 Purchase spellcasting from your affiliation or an allied one Composes a song ridiculing the affiliation at 2/3 standard price or a prominent member –10 Has been/has never been to an Outer Plane –2 Benefi ts (affi liation score 30 or higher) Personal hagiographer (6th-level gnome bard) shadows your TITLES, BENEFITS, AND DUTIES every move with quill in hand, recording your deeds for the affiliation’s records and the benefit of general posterity, Fill in titles as you wish for affi liation scores of 4 through strumming his lute and rhyming about your life when not 30. In general, each ranking covers a range of six points of engaged in his primary task affi liation score, but variances are common. Often it is easier Borrow one item of up to 15,000 gp value from the to move through the lower ranks than the upper. affi liation’s stores once per month for 2d4 days Choose three to five benefits from Table 7–3 for your (30,000 gp value if the guild’s scale is above 10); while the item is borrowed, the guild’s capital is decreased affiliation. If you choose more than three benefits, it’s a by 1 if the item is valued at more than 10,000 gp good idea to choose one duty (so that members don’t get Monument—your affiliation, a grateful populace, or a coterie too many benefits without having to do something to earn of rich, adoring sycophants erect an obelisk, a dolmen them). If you choose four benefits, you should select one garden, or a statue in your honor, granting you a +2 bonus duty, and if you choose five benefits, you should select to your Leadership score and a +2 circumstance bonus two duties. on Diplomacy and Intimidate checks when dealing with people who have seen your monument Not all the benefi ts and duties detailed in the example Personal honor guard of 4–12 appropriate creatures (EL 12) affi liations appear in Table 7–3. You and your DM should Form friendship with head of allied affiliation (often a creature feel free to devise your own benefi ts and duties, using the of CR 10 + 1/2 scale) ones given here as guidance. Ancient advisors—the spirits of the former affi liation heads are trapped within will-o’-wisplike glowing balls on the Table 7–3: Affiliation Benefits and Duties Wisp Crown, a symbol of your offi ce; three times per Benefi ts (affi liation score 11 or higher, or 4 or higher for day you can use the Wisp Crown’s ancient advisors racial affi liations) to grant you a +6 insight bonus on any Appraise, +2 circumstance bonus on particular skill checks within a Decipher Script, Knowledge, Sense Motive, or Use geographical region Magic Device check +2 circumstance bonus on particular skill checks when Claim audience with a rival (but not enemy) affiliation head working with other affi liation members or affi liation within 1d4 weeks once every three months resources 100 gp/month income (or 200 gp for a business affiliation) Duties (affi liation score 11 or higher, or 4 or higher for Ability to share spellbooks with one spellcaster of your racial affi liations) level once per month Enemy affiliation’s members gain +1 on damage rolls against Personal valet or servant (CR 1 or lower) you Purchase spellcasting from your affi liation or an allied one Enemy affi liation’s members have hostile reaction and at 3/4 standard price impose –10 penalty on Diplomacy checks Rent-free use of small flat in undesirable neighborhood Must destroy five items or creatures anathema to your affiliation Requisition one 1st-level potion or scroll per month in one month or reduce affiliation score by 1 Travel with impunity through an allied affiliation’s territory Must donate 5% of treasure to affi liation Must make pilgrimage or endure initiation ritual or dangerous journey 186 7 RETPAHC SNOITAILIFFA Duties (affi liation score 21 or higher, or 15 or higher for Wisdom bonus to the amount cured (maximum bonus equal racial affi liations) to the spell’s level). Good judgment—make DC 20 Appraise check once per Druid circles and temples can beatify a creature. month; failure indicates loss of 200 gp and affiliation",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hammers ring on anvils, saws hum through wood, score reduced by 1 and kraken-ink quills scratch on half-petrifi ed calf vellum Must recruit one new member per month or reduce at your affi liation’s headquarters. Your affi liation is adept affi liation score by 1 Must defeat a CR 9 creature in single combat at producing valuable items. It can craft any masterwork Must donate 10% of treasure to affiliation item or magic item from the Dungeon Master’s Guide with a market price of up to 2,000 × the affi liation’s scale. This item Duties (affi liation score 30 or higher) belongs to the affi liation, but you can borrow it according Assassination attempts—if you fail to uncover a plot each to the benefits of your title in the affiliation description. month with a DC 30 Gather Information check, then you Mobilizing the affi liation in this way is a big job; to do so must face a CR 12 assassin (can be simplified: make DC 15 Fort save or die) requires either an expenditure of 1 capital or a successful Great judgment—make DC 20 Appraise check once per negotiation check (DC 15 + 1 per 2,000 gp value of the item) month; failure indicates affi liation loses 1 capital to bargain with supply and labor vendors. The process of Must defeat a CR 13 creature in single combat crafting is not quick; you must wait 1–2 months to receive Mutiny—succeed on DC 15 Diplomacy check once per month the item. During this time your affi liation is free to engage or face mob/challenger (EL 12) in other actions. Businesses, cabals, druid circles, colleges, temples, and EXECUTIVE POWERS tribes can craft items.",
        "name":  "Craft",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Through rumor, propaganda, forgeries, and lies, ing party perishes and your affi liation loses 1 capital. you portray an individual as anathema to his affi liation. You Cabals, druid circles, fi ghting companies, governments, spread tales of priests slaughtering innocents, of businessmen spy rings, thieves’ guilds, and tribes can stage raids. squandering riches on games of knucklebones, of soldiers Research: Gathering information is the raison d’etre for plotting sedition. This causes the individual to be outcast spy rings and colleges, but it is useful for other affiliations from his affiliation. The target’s affiliation score drops to as well. When your affiliation conducts research, you can 0 temporarily, during which time he has no access to any make an arcane discovery or unearth information about affi liation benefi ts, funds, items, or abilities. your enemies. Your affi liation must succeed on an espionage check or Your affi liation can research any arcane spell. The leader negotiation check opposed by the individual’s Diplomacy must pay the market price of a scroll of that spell in seed check to make the rumors stick. If the individual exercises money for the research. In 1d4 months, your affiliation executive power within his affi liation, he can add his guild’s produces a scroll of the researched spell. negotiation bonus on his Diplomacy check as a compe- Your group can also research opponents. Against any tence bonus. NPC who has been researched, you and other members of Each month, the pariah can attempt to clear his name by your affi liation gain a +1 insight bonus on attack rolls in the making the same opposed check. When he succeeds, the fi rst round of combat (after that, the NPC realizes you are record is fi nally set straight, and the sheep-faced members anticipating his moves and switches tactics). of his affi liation welcome him back with his full affi liation Finally, research can be conducted on an enemy affi liation. score restored. A pariah who has cleared his name cannot Your group gains a +2 insight bonus on its next violence, be again outcast from his guild with the pariah power for 1 espionage, or negotiation check against that affi liation. year plus 1d12 months. Cabals, colleges, and spy rings can conduct research.",
        "name":  "Pariah",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Filth fever, centipede swarms, corn blight, a rain lanes. From concealment you strike, and to concealment of shocker lizards—all these are examples of plague. When you return. When engaged in a shadow war, your affi liation 189 AFFILIATIONS CHAPTER 7 makes an opposed espionage check against your target. If has been located who possesses a wondrous item determined your check fails, your target exposes your affi liation before randomly from those described in the Dungeon Master’s Guide it can strike, and your affi liation takes a –2 penalty on nego- (50% chance for a minor item, 30% chance for a medium item, tiation checks for the next month. If your check succeeds, 20% chance for a major item; roll on Table 7–27, 7–28, or 7–29 your shadow strike is true. If your successful check result as appropriate). Because of your trading connections, you was 10 or lower, your enemy affi liation’s internal structure have a percentage discount equal to your affi liation’s scale is disrupted, and it takes a –2 penalty on violence, espionage, should you purchase the item. For example, if you belong and negotiation checks for the next month. If your success- to an affi liation with a scale of 12, you would receive a 12% ful check result was between 11 and 20, the opposition’s discount on the purchase. command and control structure is paralyzed, preventing Only businesses and colleges can instigate trades, but any affi liation member from using any benefi ts for the next any other type of affiliation can be the other partner in month. If your successful check result was higher than 20, a transaction. your opponent loses 1 capital. War: Fires sweep the rooftops, and the plains shake under Cabals, druid circles, spy rings, and thieves’ guilds can the boots of marching troops. War means many different start a shadow war. things depending on your campaign, but two results are",
        "name":  "Plague",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Commerce is the life blood of business, and it can provide a much-needed infusion of capital for other affi lia- EXAMPLE OF PLAY tions as well. When your group trades, choose one friendly affi liation. Each organization gains 1 capital. Make opposed The players at the table include Leigh (Mialee the wizard), negotiation checks; whoever wins has a 1 in 6 chance of Wendy (Lidda the rogue), William (Regdar the fi ghter), and gaining 1 additional capital. Matt (Jozan the cleric). Jody is the Dungeon Master. Alternatively, your affiliation’s trade connections can help an individual entrepreneur. If your affi liation’s trad- William (Regdar): A 1! I leap back out of the way. ing facilities are put at the disposal of an individual, he Wendy (Lidda): I was trying to open the— gains a +4 competence bonus on Appraise checks and a +2 Jody (DM): Lidda trips the wire and stone rumbles overhead. competence bonus on any Diplomacy checks that involve The crepuscular light fades. When you look up, you can trade for 1 month. see by Regdar’s torch that a stone disk has rotated into Lastly, a trading network can provide rumors of exotic place over the exit, trapping you at the bottom of this items. Make a DC 20 negotiation check. If it succeeds, a seller raptor-pharaoh shaft. 190 7 RETPAHC SNOITAILIFFA Matt (Jozan): How are we going to get back out? Mialee, what should be the one closest to where the sun sets on Wyrm about Hanali’s Circle? Waking Day. Leigh (Mialee): No, don’t you remember the shadow war with The next day, the party descends into the correct tomb. the Vecna cabal? They attacked in Avrillet last month and Jody (DM): Jozan’s boots bang down on the sandstone tomb paralyzed a lot of our activities. So, no new word of recall and puff up a cloud of dust. All right, everybody that has charms for a while. We really do need to go after the One been living in Castle Mairo, this is the start of the day’s and the Five once we get out of here. activities, so let’s see the Will saves. These are to avoid Wendy (Lidda): Right, Tall and Slender, your friends might the effects of the rain of shocker lizards that the Reviled be fl inging acid arrows in the alleys up north, but my plagued you with last new moon. They rolled a 14 on their guild mates are right here guarding the codex. I bet they violence check, so that’s the DC. can let us out. Matt (Jozan): 17. Pelor has no respect for the Reviled. Lidda climbs to the top of the shaft and hangs from two pitons William (Regdar): 13. Gah! –1 to all my saves today. and a krenshar-hide saddle strap. Leigh (Mialee) 21. I scoff at the darkness. Wendy (Lidda): I shout for my guild mates to help while I Jody (DM): Okay, as you’re cursing the ape-frogs, Regdar, you am trying to pick the lock. become aware of a scurrying in the dust. A small spider Jody (DM): It’s unpickable from this side. In fact, there is no is running out of the passage to the north, zipping past lock. However (makes a Listen check for Lidda), you do Jozan’s feet. hear the sounds of shouts, then ringing steel on steel and Matt (Jozan): I squash the nasty thing with my mace! the whoosh of fi reballs. Jody chuckles. William (Regdar): Blood of the emperor! It must be the Jody (DM): It offers no resistance. Both you and Regdar Reviled vanguard. On open ground. Can your rogues hear something in the passageway behind the spider. Sud- take them? denly you see what the spider was running from—three Wendy (Lidda): I don’t know . . . troglodyte degenerates galloping on all fours straight Jody (DM): You specifi cally brought them for this mission, so toward you. I’m going to rule that they’re not surprised by the Reviled, William (Regdar): Troglodytes! I charge and yell, “For even though the light-adapted trogs belly-crawled through Herridek!” the sand from the direction of the sunset. Do you have Jody (DM): A bloody battle brews, it would seem. Jozan, individual stats for your guild force? [Lidda shakes her I need an espionage check for the Sun Fane. There are head.] Then give me a violence check. Reviled agents within; if you fail, they have infiltrated Wendy (Lidda): I rolled a 14 and add my guild’s +2 violence your hierarchy and knew that you were coming. In that bonus. 16! case, they will have sent at least a few more tomb denizens Jody rolls d20 adds the Reviled affi liation’s violence bonus. to your little welcome party. Jody (DM): 15. The Violet Ghosts win by one. A single surviv- Matt (Jozan): Whoa. Espionage is not the Sun Fane’s strong ing guild mate arm-drags himself through the reeking, suit. bloodied sand to the top of the shaft. He scratches at the Wendy (Lidda): Can the Violet Ghosts assist? stone, and after a great deal of encouragement from you, Jody (DM): Sure, make an espionage check, DC 10. If you he fi nally hits the mechanism to tilt the plug-disc. The succeed, you add a +2 bonus on the Sun Fane’s check. stars are out by now, and the stench of the Reviled comes Wendy rolls d20 and adds her affi liation’s espionage bonus. through the opened gap. Wendy (Lidda): 23, no problem.",
        "name":  "Trade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You decide to give your 2nd-level ranger a level the Races series of supplements, offer characters interesting of the rogue class as his third character level. At this point, he ways to adjust the benefi ts granted by their classes. A wizard could use the skill retraining option to lose 4 ranks in Handle with elf wizard substitution levels, for example, seems a Animal that he purchased with his ranger skill points and bit different from a traditional wizard, and that difference gain 4 ranks in any other ranger or rogue class skill (such as reinforces her racial identity. Since most substitution level Survival or Disable Device). He couldn’t gain ranks in any options are offered for relatively low class levels (many at 1st skill that isn’t on either the ranger or the rogue class skill list level), you might already have missed one or more chances (such as Spellcraft). to add such fl avor to your character. Revising a character to incorporate this feature amounts to a combination of retroac- SPELL OR POWER RETRAINING tive continuity (“Of course I’ve always been a dwarf fi ghter!”) Much like feats, magic spells and psionic powers sometimes and getting back to one’s roots (“I can’t believe I forgot/never look better when you select them than they do after you’ve learned that trick!”). pqqqqqqqqqqqqqqqqqqqqrs RETRAINING COSTS In general, retraining is assumed to be a background activity, just Retraining Option Time GP Cost like normal level increases are. However, if your DM’s campaign Class feature 1 week/2 levels1 500 gp/week requires the PCs to spend time and/or money to improve their Feat 2 weeks 50 gp skills, gain feats, learn spells, or acquire class benefits (DMG 197), Skill 1 week2 25 gp2 the DM can apply similar requirements when characters use the Spell 1 day 5 gp/spell level retraining rules presented in this chapter. The table below shows Substitution level 1 week/2 levels1 500 gp/week some suggested time and gp costs for the various retraining op- 1 Based on the original level at which the class feature or sub- tions. These costs are purely optional; the game works perfectly stitution level is gained. well without them, just as it works without requiring downtime 2 Per skill rank changed. in order to attain higher levels. pqqqqqqqqqqqqqqqqqqqqrs 195 CHARACTER REBUILDING YOUR CHAPTER 8 The Process points than the current level, remove 1 rank from any skill You can trade one of your character’s current class levels for per point of difference between the two levels. If the new a substitution level, or exchange a substitution level she cur- level grants more skill points than the current level, you rently has for a normal class level. If the level to be gained has must immediately spend those skill points using the new prerequisites, not only must the character meet them in her level’s class skill list. For example, if your character gained 2 current state, but you must also be able to show that she met skill points, you could buy 2 ranks in your new level’s class them when you could have chosen the level originally. skills or 1 rank in a cross-class skill. You must still abide by Since a substitution level is actually a collection of different the skill rank limit for your character level in this process. mechanical elements, use the following guidelines to make Spellcasting: If the new level changes some aspect of your the necessary changes to your character. In all cases, “current character’s spellcasting ability (for example, if she gains or level” refers to the class level currently occupying that level loses spells known or spells per day), apply these changes as slot (probably a normal class level), and “new level” refers to appropriate. If she must lose one or more spells known, you the class level the character is gaining through the retraining can select the spells lost from all the legal options. system (probably a substitution level). Class Features: If the new level offers a different class",
        "name":  "Example",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adding or subtracting racial Hit Dice is race, except that he usually doesn’t lose many (if any) existing perhaps the most complicated part of character rebuilding. racial abilities. Follow the guidelines presented in the Race Work with your DM to ensure that he approves of this degree Rebuilding section above, paying special attention to the of change and that you’re doing it correctly. information on gaining or losing Hit Dice and level adjust- If your character’s original race had any racial Hit Dice, ment. If the character’s Hit Die size changes (for instance, you must remove all the benefi ts they granted. This process is from transformation into a vampire), use the Hit Points entry similar to removing class levels (see Class Level Rebuilding, in the Class Rebuilding section above to determine the new page 197). Next, replace these racial Hit Dice with class levels hit point total. of your choice until the character’s effective character level Removing an existing template, on the other hand, requires is the same as it was before the rebuilding occurred. you to eliminate any of the template’s effects and benefi ts, which If your character’s new race has any racial Hit Dice, you might include special attacks, special qualities, skill modifi ers, must subtract class levels until his effective character level ability modifi ers, bonus feats, and a variety of other bits and is the same as it was before the rebuilding occurred. You pieces. Use the guidelines in the Race Rebuilding and Class can choose the lost levels from all those the character has, Rebuilding sections to rework your character’s statistics. regardless of the order in which they were gained. REBUILD QUESTS TEMPLATE REBUILDING Admit it—when fi ghting lycanthropes, you’ve been tempted Note: This section addresses the DM and is intended primarily at least once to let your character get bitten, in hopes that the for his or her eyes. wound infects him. Such a desire is perfectly normal—it’s A quest to rebuild a character should excite and frighten hard to look at the hybrid form ability modifi ers for, say, a players. It’s an adventure few characters would willingly werebear and not imagine the sheer devastation that your embark upon and fewer still could survive. To make rebuild- character could wreak if he had that template. ing an option at all levels of play, however, the degree of Lycanthropy isn’t the easiest template to pick up during an challenge must change according to the PCs’ level. adventuring career, but it’s certainly not the only interesting The two example locations below outline ideas for rebuild option. Whether you’ve dreamed of playing a celestial dwarf, quest objectives, each of which is suitable for a range of character a half-dragon elf, or a vampire halfl ing (don’t worry, we won’t levels. You can use them as described, modify them to suit tell), templates offer the promise of a tantalizingly different your needs, or devise your own rebuild quest objectives. character that can’t be created from mere class levels. Each objective represents the fi nal encounter before a Adding a template can represent a pretty big change for character can undergo rebuilding. The PCs might need to your character, so make sure your choice is acceptable to your embark on a perilous overland journey or a long dungeon DM before proceeding. After all, transforming your chaotic crawl to get to this encounter, or they might take a short break good elf wizard into a vampire might not be appropriate for from an ongoing adventure to teleport there and have one or the style of play the DM has in mind. On the other hand, more encounters before returning. Set up the preliminary “realizing” your character’s celestial heritage by adding that adventures in whatever way best fi ts your game and your template represents a much smaller overall shift in identity players’ desires. and would probably cause no problem at all. To utilize this rebuild, your character must be able to adopt REBUILD QUESTS IN THE GAME the template you want to gain. For example, a warforged fi ghter The rebuild quest objectives described here are designed to (a living construct from the EBERRON campaign setting) can’t allow any type of character rebuild, but in your game, each become a vampire, since that template can be applied only might allow only particular kinds of rebuilds. Creating dif- to humanoids and monstrous humanoids. ferent quests for different rebuilds not only makes each one This rebuilding option also works reasonably well for seem more signifi cant, but it also helps to curtail unplanned a character who picks up a template during play (from a rebuilding by players who are largely satisfi ed with their weretiger’s bite, for example), if the DM wants the character’s characters. (“Well, as long as he’s here, Gravar Orc-Killer is effective character level to remain consistent with the rest of going to turn into a half-celestial umber hulk.”) Below are the party. If a difference in effective character level isn’t an some suggestions for making these locations serve particular issue, don’t worry about these rules—just add the template needs that suit their ambiance. and move on with your game. The Gates of Dawn: Character rebuilds relating to divine magic and fey would be particularly appropriate for this The Process location, as would any kind of rebuild that could be viewed Each time your character completes a rebuild quest, you can as redemption (for example, exchanging rogue or ninja levels add, subtract, or replace one template. For example, a dwarf for fi ghter levels, changing fi ghter levels into paladin levels, paladin could gain the celestial template, a half-dragon elf or increasing Wisdom). 200 8 RETPAHC RUOY GNIDLIUBER RETCARAHC",
        "name":  "Racial Hit Dice",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Character rebuilds that relate to Knowledge (arcana) necromancy (both undeath and aspects of the physical body) DC Result seem particularly appropriate for the Necrotic Cradle. This 20 Certain places of power allow those with mettle to change themselves in strange and wondrous ways. location might allow any or all of the following rebuilds: In some such places, a person can change nearly any return an undead character to life, exchange life for undeath aspect of her being that she does not like, including at the cost of an appropriate number of character levels, race, weaknesses, abilities, and even personal history. change ability scores, or exchange class levels or prestige class levels for necromancy-themed class levels or prestige Knowledge (local) class levels. DC Result 15 Old stories tell of a place called the Lost Isle. These THE GATES OF DAWN (LEVELS 6–8) legends hold that people who return from this place are always profoundly changed. “Travel to the Lost Isle to become lost. Leave it to fi nd yourself anew.” 20 The Lost Isle is a mist-shrouded island that sometimes —The wizard Faldor Stardust, formerly a druid appears in lakes and large ponds in various parts of the world. Most who visit it don’t come back, and Knowing oneself generally leads to a sense of belonging, those who do are never the same again. but wishing to change one’s essential being can bring about 25 A fisherman disappeared while fishing one day, and everyone thought he had drowned. Two years a sense of loss. At the Gates of Dawn, characters can lose later, a ranger came to his village claiming to be the and find themselves, and in that finding rediscover their fisherman, though he didn’t resemble the lost man true selves. in the slightest. He said he had been to the Lost The Lost Isle fl oats in a hundred lonely lakes and in none Isle and passed through the Gates of Dawn. The of them. A place of mysterious magic, it appears out of the fisherman’s wife had remarried and wanted nothing dawn mist on foggy days and then vanishes again when the to do with the stranger, so he left. sun burns the mist away. Tales told at fi reside discourage the 30 The lost fi sherman was named Brent Vostig, and his village was Milford. He disappeared while fi shing in curious from visiting this fey place, warning that most of the nearby Misty Lake. those who go there never return, and those who do always 35 Beautiful music is often heard on the shores of the come back profoundly changed. body of water in which the Lost Isle appears. Those The Lost Isle might appear in a distant forest lake, or a who hear it should stop up their ears, because the crystal-clear pool high in the mountains, or a body of water melody calls them to death. within an area that some race considers sacrosanct. The jour- ney to the island could be part of the adventure. Perhaps the Knowledge (nature) DC Result PCs must give a great gift to the creatures that guard the lands 15 Those who visit a certain fey place called the Lost around the lake, or sneak past them to avoid being slain on Isle either return profoundly changed or never return sight. Alternatively, the PCs might have to go to a lake where at all. the island has appeared before and wait until conditions are 20 The Lost Isle appears in a lake or other body of water right for it to come again, weathering assaults by the native somewhere in the world at dawn each day. As soon creatures in the meantime. as the sun and wind disperse the fog surrounding the misty island, it vanishes. 25 Rumor holds that a fey creature lives on the Lost Isle Lore of the Lost Isle and the Gates of Dawn as its caretaker. Characters with ranks in Knowledge (arcana), Knowledge (local), Knowledge (nature), or Knowledge (religion) can Knowledge (religion) research the Lost Isle and the Gates of Dawn to learn more DC Result about these places. When a character makes a skill check, 20 Certain places of power allow those with mettle to read or paraphrase the appropriate information from one change themselves in strange and wondrous ways. Rumor holds that in some such places, a person of the following tables, including the information from can ignore the plans of the gods and even change lower DCs. his race. If the PCs are just looking for a place to rebuild and want 25 The god Pelor created the Gates of Dawn as a to know if they have heard about such a site, use the entire place where the worthy might fi nd a” new dawn” table. If they have heard of the Lost Isle specifi cally and want by changing themselves in some fundamental way. to see whether they know more about it, reveal information Eventually, however, he had to take the privilege only for check results of 20 or higher. away from mortals due to their misuse of it. 30 The Gates of Dawn exist on the Lost Isle, a place that After getting information from a Knowledge check, the appears only at sunrise in certain lakes. Only the most characters should be able to learn more about the Lost Isle worthy of Pelor’s followers have seen it, and the last by consulting village elders who know the old tales, using reported sighting was at least a hundred years ago. divination magic, or trying to fi nd individuals who were ref- 35 When Pelor hid the Gates of Dawn, he cursed some erenced in the information they have gained. Such resources creature to remain on the island as its guardian. No can reveal the information for Knowledge DCs higher than church records of this ancient event remain, but legend has it that the curse was punishment for foul the PCs’ check results, or other any information about the acts committed against Pelor’s faithful. Lost Isle that you’d like the characters to have. 201 CHARACTER REBUILDING YOUR CHAPTER 8 Random Encounters Read or paraphrase the following text when the Lost Isle Characters traveling to the Lost Isle might encounter several appears. dangerous threats before reaching it. You can either roll 1d4 times on the table below for encounters, or select a few that The fog coils thickly over the dark waters of the lake as the sky gradu- you prefer. Even if the journey to the Lost Isle is supposed to be ally brightens from night-blue to predawn gray. A faint pinkness only a brief detour from the current adventure, consider giving on the horizon grows slowly into a blurry sliver of crimson as the the PCs a few warmup encounters with the creatures that lair sun rises, casting its warm glow through the mist. As the fi rst light near the island before they reach the Gates of Dawn. of dawn falls on the lake, a curling billow of fog rolls aside like a parted curtain, revealing the outline of a forested island fl oating in Lost Isle Encounters the mist-covered water. Moments later, the sweet notes of a distant d% Encounter EL pipe drift out over the lake. Sometimes lilting and happy, sometimes 1–20 2 sea hags (MM 144) 6 slow and sad, the distant melody seems to call to its listeners, cajol- 21–40 Will-o’-wisp (MM 255) 6 ing them closer. 41–60 2 trolls or scrags (MM 58) 7 61–80 Huge water elemental (MM 110) 7 A satyr named Fauldwick who long ago committed a ter- 81–90 Athach (MM 21) 8 91–100 Treant (MM 244) 8 rible transgression against Pelor’s worshipers was cursed by the god to remain on the island forever as caretaker The Isle and guardian of the Gates of Dawn. The satyr is effectively The Lost Isle appears in a mist-covered lake at dawn every immortal—he does not age, and if slain, he reappears alive morning. It remains for 1 hour, or until the sun and wind and well on the Lost Isle the next time it appears. Fauldwick disperse the fog from the lake. At that point, the island and can leave the island, but when it reappears in another place, all its occupants are transferred to another lake elsewhere in he goes with it, no matter how far he was from the lake when the world—often hundreds of miles distant—where a foggy it vanished. dawn is occurring. If no such lake is available, the island Fauldwick has lost track of how long he has lived on the instead appears somewhere on Belierin, the third layer of Lost Isle. Over the centuries, loneliness has driven him quite Elysium (DMG 165), until a lake on the Material Plane has the proper conditions to host it. Fauldwick the satyr, trapped on the Lost Isle until the end of time Illus. by M. May 202 8 RETPAHC RUOY GNIDLIUBER RETCARAHC mad, despite the company of the blink dogs and the invisible stalkers that Pelor has placed there to serve him. Fauldwick’s piping is the source of the music that the PCs hear. The Clearing When the characters arrive, an invisible stalker that was fl ying above the island to watch for visitors reports their whereabouts to Fauldwick, who then tries to lead them to the Gates of Dawn with his music. He stays in the woods where the PCs can’t see him and moves slowly toward the gates while he plays. The invisible stalker (or stalkers; see Creatures, below) provides reconnaissance but fl ees from combat until Fauldwick com- mands it to fi ght. If the PCs ignore Fauldwick’s music, allow them to explore the Lost Isle as they wish, but they still have only an hour at most before the island vanishes. Describe the gradual clear- ing of the mist and the brightening of the sunlight through the trees at every opportunity. If they grow bored with their exploration, a random encounter with a will-o’-wisp or two might be appropriate.",
        "name":  "The Necrotic Cradle",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The titan Morpheus has strange powers to reshape others through their dreams. Those who wish OBJECTIVES his aid must defeat the titan in single combat, because he uses Here are some other ideas for places the PCs might go to rebuild this ability only on those who can best him. and the kinds of creatures they might encounter there. Seldarine Pool: The magic waters of the Seldarine Pool are in",
        "name":  "OTHER REBUILD QUEST Morpheus the Changer",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Somewhere on the Plane of Positive a hidden shrine to the elf gods. Legend holds that washing in Energy floats this place of powerful magic from which all souls the waters of the Seldarine Pool can heal wounds and cure ills, come and to which gods fear to go. Strange beings made of but that drinking from it grants the imbiber the power to alter energy and soulstuff guard it from those who would abuse its his being. A tribe of wild elves fiercely guards the pool, killing all power. This location is fully described in the Bastion of Broken who come to it—even other elves. Souls adventure. Shattershear Cliffs: The winds that rip at someone falling from",
        "name":  "Bastion of Unborn Souls",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In this strange place, a character must the Shattershear Cliffs can actually tear a body to pieces and confront himself and defeat his fears or die trying. By doing so, put it back together. Anyone who can make it there, win her way he can change his truename and thus change his being. This past the guardian beast, leap from the roc’s nest, and somehow location is fully detailed in Tome of Magic. survive the fall, can remake herself. pqqqqqqqqqqqqqqqqqqqqrs APPENDIX",
        "name":  "Forge of Remaking",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strength 8, Dexterity 13, Constitution 14, Intel- ligence 15, Wisdom 12, Charisma 10. 1. CHOOSE A CLASS If you are creating a character above 1st level, you might Character class determines the types of feats you need to also have attribute bonuses to spend. Your character gains a select, the magic items your character needs, and many other 1-point bonus at 4th, 8th, 12th, 16th, and 20th level. Be sure factors. So the fi rst decision you need to make is what kind to spend these points before moving on to the next step, of character you want to create. if applicable. 2. DETERMINE 3. PICK YOUR RACE ABILITY SCORES Like class, race is primarily a matter of taste or need. If you To speed up the process, use the elite ability score array from lack any real preference, choose the race that best matches the Dungeon Master’s Guide. You can either use the suggested your chosen character class from Table A–1: Preferred Races ability arrangement for your chosen class or assign the scores by Class. Some entries also mention a second race taken as you wish. The elite array gives you scores of 15, 14, 13, 12, from another supplement; those races in italics have a level 10, and 8 to distribute as you wish. adjustment of +1 or higher and thus can’t be used as 1st-",
        "name":  "Wizard",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Survival (Wis), Listen (Wis), Jump (Str), Climb Warlock: Concentration (Con), Use Magic Device (Cha), (Str), Swim (Str), Handle Animal (Cha), Ride (Dex). Bluff (Cha), Spellcraft (Int), Intimidate (Cha), Knowledge",
        "name":  "Barbarian",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Perform (Cha), Concentration (Con), Use Magic (arcana) (Int). Device (Cha), Bluff (Cha), Diplomacy (Cha), Gather Infor- Warmage: Concentration (Con), Spellcraft (Int), Intimi- mation (Cha), Intimidate (Cha), Spellcraft (Int), Knowledge date (Cha), Knowledge (arcana) (Int), Knowledge (history) (local) (Int), Decipher Script (Int). (Int), Craft (Int).",
        "name":  "Bard",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vitriolic blast, devour magic, eldritch cone. 17–18 Connected 66–67 Peaceful 19–20 Conservative 68–69 Philosophical",
        "name":  "Greater",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those destined to be Score 1-2 3-4 5-6 7-8 9-10 11-12 13-14 15-16 17-18 19-20 psions shows signs of mental powers 1-9 ––––––––––––––––––––––––––––––––––––––––––––––––––––Can\u0027t manifest powers with this key ability –––––––––––––––––––––––––––––––––––––––––––––––––––– from the time they are just a few years 10-11 — — — — — — — — — — old, but manifestations become especially 12-13 1 — — — — — — — — — 14-15 1 3 — — — — — — — — noticeable at puberty. Unexplained 16-17 1 3 5 — — — — — — — noises and lights, crockery flying through 18-19 1 3 5 7 — — — — — — the air of its own accord, and the 20-21 3 3 5 7 9 — — — — — appearance of small items out of thin air 22-23 3 5 5 7 9 11 — — — — are common. Most who have the gift 24-25 3 5 7 7 9 11 13 — — — grow out of it, turning away from their 26-27 3 5 7 9 9 11 13 15 — — potential. However, a few embrace their 28-29 5 5 7 9 11 11 13 15 17 — differences. From that point on, the 30-31 5 7 7 9 11 13 13 15 17 19 budding psion can begin practicing and 32-33 5 7 9 9 11 13 15 15 17 19 34-35 5 7 9 11 11 13 15 17 17 19 improving his or her powers. Like spell- 36-37 7 7 9 11 13 13 15 17 19 19 wielding sorcerers, psions are often on 38-39 7 9 9 11 13 15 15 17 19 21 their own, misunderstood and feared by 40-41 7 9 11 11 13 15 17 17 19 21 friends and family. Sometimes, psions etc. . . 7 CLASSES PSIONIC CHAPTER 1: find others with similar abilities and form informal networks, psionic disciplines, and each discipline is keyed to a different small societies, or even tiny communes populated with ability score. For instance, Dexterity is key for Psy- individuals possessing some psionic ability. choportation. The same key ability score governs all the",
        "name":  "Background",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psions enjoy the company of monks, must also possess sufficient power points to pay the power’s sharing their dedication to self-mastery. Psions sometimes cost. get off on the wrong foot with members of spellcasting Choosing ability scores is also important because a classes such as sorcerers and wizards, because some psions defender\u0027s Will save DC against an attacking psion’s power is feel that magic is a crutch for the mind. Psions often rib set by the attacker each time a power is manifested: 1d20 roll psychic warriors, and vice versa, but their rivalry rarely leads + the power\u0027s level + the key ability modifier. (See Chapter 4: to out-and-out conflict. Psionics for more detailed information.) A psion\u0027s powers make him a good addition to any party. A psion also gets bonus power points based on the key Psions take on differing roles within a party, based on their ability score for his primary discipline (this never varies). discipline. For example, Clairsentience specialists serve to Table 1-2: Psion Bonus Power Points shows bonus power guide parties in difficult spots, while psions who have chosen points a psion with a high ability score in his primary disci- Psychoportation as their primary discipline vastly upgrade pline gains as level increases. The points are additive; thus, a the party\u0027s mobility. 5th-level psion with a score of 18 in his key ability has 1 + 3 + 5 = 9 bonus power points. Likewise, an 8th-level psion with a score of 15 in his key ability still gets the 1 + 3 = 4 bonus GAME RULE INFORMATION power points granted from earlier levels. Bonus power points Psions have the following game statistics. only accrue from a high ability score that has not fluctuated",
        "name":  "Other Classes",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powers that manipulate and transform from any discipline according to the schedule shown in Table 1- physical properties. A psion whose primary discipline is 1, but a psion knows one additional power per accessible power Psychokinesis is called a savant. Constitution is the key ability level within his primary discipline. A psion may not change his primary discipline once chosen. The psion\u0027s primary discipline score for all powers within the Psychokinesis discipline and is also determines which ability score provides the psion\u0027s bonus the ability score savants use to determine bonus power points. power points (see Table 1-2). Metacreativity: Powers that d raw matter from the Astral Plane, creating semisolid and solid items. A psion whose TABLE 1–3: DISCIPLINES AND ASSOCIATED ABILITIES primary discipline is Metacreativity is called a shaper. Associated Intelligence is the key ability score for all powers within the Discipline Ability Subclass in Brief Nickname Metacreativity discipline and is the ability score shapers use to Psychometabolism Strength Psi-biofeedback Egoist. determine bonus power points. Psychoportation Dexterity Move in spacetime Nomad",
        "name":  "Psychokinesis",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can attempt to memorize a long string of characters. numbers, a long passage of verse, or other particularly Refer to Chapter 4 of the Player\u0027s Handbook for details on difficult piece of information (but you can\u0027t memorize the format of skill descriptions, as well as descriptions of all magical spells or similarly exotic scripts). Each successful the skills not mentioned herein. check allows you to memorize up to 800 words (or strange sigils or numbers that would fill one piece of regular AUTO HYPNOSIS (WIS; TRAINED ONLY; PSION, parchment, though multiple checks allow you to remember multiples of 800). You always retain this information; PSYCHIC WARRIOR ONLY) however, you can only recall it with another successful You have trained your mind to resist certain injuries and Autohypnosis check. threats, as well as gain a few select benefits.",
        "name":  "Concentration skill, designed specially for use by psionic Memorize",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This use of the skill allows you to use appropriate psionic item. Use of this skill is described in a psionic item as if you had a particular power on your class association with that power. The remote viewing power allows power list. To activate a power stone (an object that stores a you to spy on others, and this skill just lets you do it better. specific power) or use a dorje, you must have a particular This skill also improves your chance to notice when you\u0027re being viewed remotely by another, or to block being viewed power on your class power list. By using the skill this way, by another, as described under the remote viewing and remote you can use such an item as if you did have the power on your view trap powers. list. Your effective manifester level is your result minus 20.",
        "name":  "Emulate Psionic Power",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters with the Scry skill get a bonus equal to For dorjes, it doesn\u0027t matter what manifester level you are, their Scry base rank to Remote View checks, and vice versa. but it does matter for power stones (see page 129). If your effective level is lower than the manifester level, you might fail to manifest the power. STABILIZE SELF (CON; TRAINED ONLY; PSION, The emulation ability works much like the Use Magic PSYCHIC WARRIOR ONLY) Device skill described in the Player\u0027s Handbook, except that it Use this skill to keep from succumbing to a mortal wound. works with psionic items. It does not let you manifest the,",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes you need to have a specific stabilization roll to become stable. If successful, you regain no psionic feat to activate a psionic item. This skill does not let hit points, but you do stop losing them. If your first Stabilize you use that feat. It just lets you activate psionic items as if Self check is unsuccessful, you go back to making normal you had it. stabilization checks each round.",
        "name":  "Emulate Psionic Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes you need to use a psionic class feature to activate a psionic item. Your effective, USE PSIONIC DEVICE (CHA; TRAINED ONLY; level in the emulated class is your result minus 20. BARD, PSYCHIC WARRIOR, ROGUE ONLY) This skill does not let you use another class\u0027s class feature. Use this skill to activate psionic devices, including power It just lets you activate psionic items as if you had it. stones (chunks of crystal that store specific powers) and If the class whose feature you are emulating has an dorjes (“psionic wands”), that otherwise you could not alignment requirement, you must meet it, either honesty or activate. by emulating an appropriate alignment as a separate check.",
        "name":  "Emulate Psionic Class Feature",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is possible that some items have Emulate psionic class feature 25 Emulate ability score 25 positive or negative effects based on your alignment. You can Emulate alignment 30 use these items as if you were of an alignment of your choice. Activate blindly 25 You can emulate only one alignment at a time.",
        "name":  "Emulate Alignment",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some psionic items are activated by special",
        "name":  "Activate Blindly",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a psionic character\u0027s Master Dorje Metapsionic — total power point maximum Maximize Power Metapsionic — never equals the reserve power Quicken Power Metapsionic — point prerequisite, the character Twin Power Metapsionic — cannot take the feat. *This feat is reprinted from the Player’s Handbook. 22 :3 RETPAHC STAEF character cannot spend so much XP that he or she loses a METAPSIONIC FEATS level. However, he or she can, on gaining enough XP to Metapsionic feats allow a psionic character to enhance the achieve a new level, immediately expend XP on creating an manifestation of a regular power. Using a metapsionic feat item rather than keeping the XP to advance a level. doesn\u0027t take any longer but does increase the total power",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The time to create a psionic item depends on the 1st-level power, giving it a final cost of 7 power points, or he feat and the cost of the item. The minimum time is one day. could quicken the same 1st-level power, giving it a final cost",
        "name":  "Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Dorje, Encode Stone, and Scribe Tattoo of 9 power points. But he can\u0027t use both Quicken Power and create items that directly reproduce power effects and whose Maximize Power on the same 1st-level power, because that strength depends on manifester level. A power from one of would bring the total cost to 15 power points, which exceeds these items has the strength it would have if manifested by a the maximum of 9 set by his level. psionic character of that level. The base price of these items With the proper item creation feat, you can store a power (and thus the base XP cost and the base cost of the raw enhanced by a metapsionic feat in a power stone (a crystal materials) depends on the manifester level and the power that stores a specific power), psionic tattoo (a design that level imprinted into the item. The manifester level must be stores a specific power), or dorje (a \"psionic wand\"), but the high enough that the psionic character creating the item can level limits for psionic tattoos, power stones, and dorjes apply manifest the power at that level. To find the final price in to the power\u0027s higher, metapsionic level. The metapsionic each case, multiply the manifester level by the power\u0027s level level increases by 1 for every 2 points a metapsionic feat and then multiply that figure by a cost in gold pieces noted in increases a power\u0027s cost. Thus, you couldn’t Maximize a 2nd- each specific feat. level power for a psionic tattoo, because the +6 power point",
        "name":  "Item Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Metapsionic feats cannot be used to augment power stones, the psionic character must pay the XP cost psionic attack and defense modes. The feats that allow direct when creating the item. For a dorje, the psionic character manipulation of psionic attack and defense mode powers are must pay fifty times the XP cost. specifically noted with the given feat. Some psionic items similarly incur extra costs in material components or XP as noted in their descriptions. ITEM CREATION FEATS Psionic characters can use their personal power to create FEAT DESCRIPTIONS lasting psionic items. Doing so, however, is draining. A psionic character must put a little of himself or herself into This is the format for feat descriptions. every psionic item he or she creates. An item creation feat lets a psionic character create a FEAT NAME [TYPE OF FEAT] psionic item of a certain type. Regardless of the type of item, each item creation feat has certain features in common. Description of what the feat does or represents in plain",
        "name":  "Important",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Power and energy that the psionic character language. would normally have is expended when making a psionic Prerequisite: A minimum ability score, another feat or item. The XP cost normally equals 1/25 the cost of the item in feats, a minimum base attack bonus, a skill, a base number of gp (see Chapter 7: Psionic Items for item costs). A psionic power points, or a level that a character must have in order to",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What a character who does not have this feat is Psionic Items for rules on dorjes). limited to or restricted from doing. If not having the feat",
        "name":  "Normal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any item creation feat. one hand free. The Power Touch attack of opportunity does",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each time you take this feat, choose one item not preclude the normal manifestation of a psionic power creation feat you know. When determining your cost in XP during the same round. The power used in conjunction with and raw materials for creating items with this feat, multiply this feat costs a number of power points equal to its standard the base price by 75%. cost + 2.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Attacks of opportunity do not involve casting you take the feat, it applies to a new item creation feat. spells or manifesting powers.",
        "name":  "Normal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you also have the Deflect Arrows feat (see the hours. You decide when, or if, to begin using this feat during Player\u0027s Handbook), you make return attacks at a bonus equal a conversation. to your foe\u0027s full ranged attack bonus + your full attack bonus. PSYCHOANALYST [PSIONIC] SCRIBE TATTOO [ITEM CREATION] Your knowledge of the mind gives you influence with others. You can create psionic tattoos, also called psionic circuits,",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Diplomacy, Bluff, and 7: Psionic Items for rules on psionic tattoos). Intimidate checks against living humanoids with an",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some powers affect an area. You select where the manifested on objects. Some powers with this notation can power originates, but otherwise you don\u0027t control which be manifested on creatures or objects.) A psionic item\u0027s save creatures or objects the power affects. Sometimes a power bonuses are each equal to 2 + one-half its manifester level describes a specially defined area, but usually an area falls into (Harmless): The power is usually beneficial, not harmful, one of the following categories: burst, cone, creatures, but a targeted creature can attempt a saving throw if it wishes. cylinder, emanation, objects, spread, and other. These areas Saving Throw Difficulty Class: Each time you manifest a are described in Chapter 10 of the Player\u0027s Handbook under power, you set the DC of an opponent\u0027s saving throw: 1d20 + Aiming a Spell. While the text in question deals specifically the level of the power + your ability score modifier for the with spells, psionic powers with areas are exactly the same. key ability. Chapter 3 of the DUNGEON MASTER‘s Guide also provides Succeeding at a Saving Throw: A creature that helpful diagrams of each area. successfully saves against a power without obvious physical effects feels a hostile force or a tingle, but it cannot deduce Discipline the exact nature of the attack. You do not sense when creatures succeed at saving throws against effect and area All powers are grouped according to their discipline. Each of powers. the six disciplines is associated with a key ability score (See the Disciplines sidebar in Chapter 1: Psionic Classes). The Voluntarily Giving up a Saving Throw: A creature can key ability score is important when manifesting a power, voluntarily forgo a saving throw and willingly accept a because it modifies the DC of your opponent\u0027s saving throw power\u0027s result. Even a character with a special resistance to to resist a power, as described in psionics or magic can suppress this if he or she wants to. Saving Throw, below. The Items Surviving after a Saving Throw: Unless the power\u0027s name line gives descriptive text for the power specifies otherwise, all items both the discipline the carried and worn are assumed to survive a psionic arrack. If power belongs to and the a character rolls a natural 1 for his saving throw, however, appropriate key an exposed item is harmed (provided the attack can harm ability score. objects). Determine which four significant objects are most likely to be struck and roll randomly among them. See Table 10-1 in Chapter 10 of the Player\u0027s Saving Handbook; the top four items listed there are most",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psionic",
        "name":  "The default rule for psionics and magic is simple",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In cases Are Different option): Spells, spell-like abilities, and magic when two or more identical powers or spells are operating in items that could potentially affect psionics do affect psionics. the same area, but at different strengths, only the best one A series of examples follow. applies. For example, a character under the influence of both Spell resistance is effective against psionic powers of the oak body and iron body benefits only from the stronger power. same level, using the same mechanics. Likewise, power If one power or spell is negated or its duration runs out, the resistance is effective against spells of the same level using other power or spell takes over (assuming its duration has not the same mechanics as spell resistance. If a creature has one, yet expired). it is assumed to have the other. (Another way to look at it is",
        "name":  "Same Effect More than Once in Different Strengths",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The same power or spell that they are the same quality with two different names, can sometimes produce varying effects if applied to the same depending on your worldview. recipient more than once. For example, a shadow body power Allow all spells that negate or dispel magic equal effect could turn a psion into a living shadow, but if it is against psionic powers of the same level using the same immediately followed by metamorphosis, even while the mechanics, and vice versa. The spell dispel magic also “dispels” shadow body would normally remain in effect, the object to psionics of the appropriate power level, while negate psionics which the psion transformed trumps the shadow body. If similarly negates spells. metamorphosis were followed by a series of polymorph other The spell detect magic detects psionic powers, their number, spells cast by an interfering wizard, the last spell in the series and their strength and location within 3 rounds (though a trumps the other spells, as well as the first two powers. None Psicraft check is necessary to peg the discipline of the psionic of the previous spells or powers are actually removed or aura). dispelled, but their effects become irrelevant while the final “Dead magic” areas are also “dead psionics” areas. spell or power in the series lasts.",
        "name":  "Same Effect with Differing Results",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes psionic or the Enchantment school, as are monks and rogues with still magical effects that establish mental control render one mind and slippery mind, respectively. This translates into the another irrelevant. For example, a hold person spell renders same bonus to resist all psionic powers with the compulsion any other form of mental control irrelevant, be it psionic or descriptor (aversion, domination, and so on). If your DM uses magical, because it robs the held character of the ability to the Psionics Are Different option, then no special bonus move. Mental controls that don\u0027t remove the recipient\u0027s against compulsion effects exist. ability to act usually do not interfere with one another,",
        "name":  "Multiple Mental Control Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powers or psionic effects usually work though one may modify another. If the controlled creature as described in Chapter 5: Powers no matter how many other receives conflicting orders simultaneously, the competing powers, psionic effects, spells, or magical effects happen to be controllers must make opposed Charisma checks to operating in the same area or on the same recipient. Except in determine which one the creature obeys. special cases, a power does not affect the way another power",
        "name":  "Multiple Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powers and or spell operates. Special cases exist, though. For example, spells that have opposite effects apply normally with all dispel magic removes other magical effects and psionic effects bonuses, penalties, or changes accruing in the order that they (unless the Psionics Are Different option is in use). apply. So a psychic warrior who first uses expansion to grow by Whenever a power has a specific effect on other powers or 20% and later manifests compression to shrink 50% ends up at spells, the power description explains the effect (and vice 60% of her original size. versa for spells affecting powers). Several other general rules",
        "name":  "Powers and spells with Opposite Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two or more magical or psionic apply when powers, spells, magical effects, or psionic effects effects with instantaneous durations work cumulatively operate in the same place. when they affect the same object, place, or creature. So when",
        "name":  "Instantaneous Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each day, a psion or permission, psions can also select the powers they gain from psychic warrior needs 8 hours of rest, after which he or she new and unusual powers to which they have somehow spends 15 minutes concentrating. During this period, the gained access, as described under the psion class. psionic character’s mind is charged anew with power points, reaching the maximum allowed for the character based on USING STORED POWER POINTS level, key ability score (for psion only), and feat acquisition. Without such a period of refreshment, the psionic character Psionic characters live and die by the number of power points does not regain power points used up the day before. A available to them at any given time. Not surprisingly, a psionic character can only refresh his or her power points variety of psionic items exist that store power points for later once every twenty-four hours. Most psionic characters use, chiefly the storage device called the crystal capacitor (see choose a specific time of day for refreshment, though it is not chapter 7: Psionic Items). Regardless of what sort of item necessary to stick to a schedule. stores the power points, psionic characters all must follow strict rules when tapping stored power points. PSIONIC DISEASE normally, but during the following round, without the Possession of psionic power far beyond the capabilities of character\u0027s volition, two additional powers she knows manifest common minds does not come without a price. While many randomly, debiting their power cost from the character\u0027s psionic characters feel that the world is their oyster, they should reserve. During the third round, three additional powers beware of afflictions that specifically target their source of manifest, and so on, until all the psionic character\u0027s power power. points are drained. (A psionic character who only knows a few As with any disease, a psionic character who is injured or powers but has many power points could run through her attacked by a creature carrying a disease or parasite, or who repertoire many times.) Powers activated by the cascade target otherwise comes in contact with contaminated material, must randomly. Roll d%: On a 01-50 result, the power affects the make an immediate Fortitude save. On a success, the disease character, and 51-00 indicates that the power targets other falls to gain a foothold. On a failure, the character takes damage creatures in the vicinity (powers with personal and touch range (or suffers the specified effect) after an incubation period. Once always affect only the psionic character). Psionic creatures (who per day afterward, the afflicted character must make a manifest their powers freely) cascade until all the powers they successful Fortitude save to avoid repeating the damage. Two know have manifested at least twice. successful saving throws in a row indicate she has fought off the",
        "name":  "Daily Power Point Acquisition",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When using power points from a storage METACREATIVITY item to manifest a power or a psionic attack/defense mode, a Metacreativity powers create objects, creatures, or some form psionic character may not supplement the power\u0027s cost with of matter. Creatures you create usually, but not always, obey power points stored in other items or from his own personal your commands. Representative powers include the various power point reserve. Thus, a psion attempting to manifest a astral construct powers, create food and water, ectoplasmic 2nd-level power (with a cost of 3 power points) could not use shambler, and wall of ectoplasm. an item whose maximum storage capacity is only 1 power A creature or object brought into being cannot appear point, augmenting that single power point with 2 more from inside another creature or object, nor can it appear floating in his own power point reserve. However, he could use a storage an empty space. It must arrive in an open location on a device with a higher maximum to manifest one or more surface capable of supporting it. The creature or object must powers whose costs are less than the maximum: A crystal appear within the power\u0027s range, bur it does not have to capacitor holding a maximum of 9 power points could pay for remain within the range. nine 1st-level powers, or some other combination of powers The power draws raw ectoplasm from the Astral Plane to whose costs added up to 9. create an object or creature in the place the psionic character",
        "name":  "The Bottleneck",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "PSIONICS ARE DIFFERENT powerful psionic creatures have power resistance, which works The standard psionics system treats psionic energy and magic against targeted psionic powers but is useless against targeted as mutually and equally vulnerable to a dispel magic spell or a spells. negate psionics power. Spell resistance works against psionic Creature “Evolution”: In a world where psionic powers work, powers just as it protects against spells, while power resistance but where spell resistance won\u0027t protect against a psionic protects against spells as it does against psionic powers. power, powerful creatures must have both spell resistance and Likewise, spells that protect against mind-affecting effects work power resistance or quickly become extinct. The same can be against psionic powers that are mind-affecting and vice versa. said of purely psionic creatures that enjoy special protection For example, a dragon with a spell resistance (SR) of 18 also has against the energy they control so well, but none against magic. a power resistance of 18 against any psionic power. Take advantage of the following modifications when using this There are many good reasons to treat psionics this way, but option. the primary reason is one of game balance. The core D\u0026D game Give all creatures from the Monster Manual with a spell is already designed to handle magic in all its intricacies. Any resistance of 10 or higher a power resistance equal to their SR system that strays too far afield from these rules runs the risk of -10. For instance, a dragon with a spell resistance of 18 would becoming a “tacked-on” system, not integrated with the rest of have a power resistance of 8. Give all creatures In the Monster the game. Manual with psionic abilities a power resistance equal to their However, some people crave just this sort of juxtaposition. spell resistance, if any. Say you are playing a character using a new psionics system not A few creatures detailed In Chapter 8: Monsters in this book integrated with magic, in a campaign designed exclusively for possess power resistance. Under this option, give those magic and spellcasters. When you appear on the scene, you are creatures with a power resistance of 10 or higher a spell the lone psionic being in your region, or even the world. resistance equal to their PR -10.",
        "name":  "VARIANT",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Like creature “evolution” above, (although saving throws still work normally). What\u0027s good for specialty spells and powers must exist that allow the disparate the goose is good for the gander—to you, magic is the energies to manipulate each other, on a limited scale. For unstoppable alien energy that you cannot negate with your Instance, spell casters could have a dispel psionics spell, but it is powers or mist successfully. Your only viable option is to not nearly so powerful against psionic powers as dispel magic Is befriend a spellcaster or two, or acquire enchanted items that against equivalent spells. So, too, might psions develop the offer some measure of protection against magic. negate magic power, but it is not so potent against spells as This section provides guidelines for differentiating magic and negate psionics is against equivalent psionic powers. psionics. Remember that this is an optional method of dealing Generally, any spells or powers that allow spells to interact with psionics, one that should be embraced only by a DM who with psionics and vice versa should be of higher level and is willing to do additional preparation between games in order provide less effect than spells or powers of similar name that to restore balance. remain within their own area of influence. Some examples",
        "name":  "Nothing can stop you or resist the alien energies of your mind Specialty Spells and Powers",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispel magic has no effect when cast follow. against any psionic power, ability, or item. Likewise, negate Detect Psionics: This 2nd-level spell functions exactly as detect psionics is only so much noise and light when manifested magic, except for its higher level and the fact that it detects for against a spell, effect, or item. psionics. Mind-Affecting Spells and Powers: Spells and special abilities Detect Magic: This 2nd-level psionic power functions like a that protect the mind against magical charm or compulsion standard detect magic, except for its higher level and the fact effects cannot protect against psionic versions of the same that it detects for magic. effects. For instance, elves do not gain a +2 bonus on their Will Dispel Psionics: This 5th-level spell functions as if cast by a saves against psionic charm person as they do against magical caster two levels below the caster\u0027s actual level. It is otherwise charm person. Similarly, antimagic field does not hinder psionics, similar to dispel magic, except that it targets psionics. nor does null psionics field disrupt magic within its area. Negate Magic: This 5th-level power functions as If manifested",
        "name":  "Dispelling and Negating",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A demon\u0027s spell resistance is no by a manifester two levels below the manifester\u0027s actual level. good against the least power manifested by a 1st-Ievel psionic Otherwise, it is similar to negate psionics, except that it targets magic. 39 PSIONICS CHAPTER 4: enjoy the security of a nonpsionic creature against psionic TELEPATHY attack modes. Still, even a nonpsionic being can feel the pain Telepathy powers can spy on and affect the minds of others, of a psionic attack mode albeit blunted. influencing or controlling their behavior. Representative power include aversion, charm person, and mass domination. All telepathic powers are mind-affecting. Two types of HOW DOES PSIONIC COMBAT WORK? powers grant you influence over a subject creature: When Ialdabode the telepath squares off against his nemesis,",
        "name":  "Spell and Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal or close (25 ft. + 5 ft./2 levels) still vulnerable to psionic or magical attacks that deal cold",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A nonmagical bolt, arrow, or sling bullet Saving Throw:",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 3 power\u0027s effect. Lead sheeting, magical protection (such as",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One living creature antimagic field, mind blank, or nondetection) or psionic",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 “manifested” instantaneously when the prescribed You release a focused scream circumstances occur. Note that if of sonic energy that deals 5d4 complicated or convoluted conditions are points of damage to each prescribed, the whole power complex (contingency and creature within its area. The cone the companion power) may fail when called on. The begins at your mouth, instigated by the barest whisper. (Cone companion power occurs based solely on the stated of sound doesn\u0027t work in an area of magical silence.) conditions, regardless of whether you want it to. Unattended objects also take damage, and the sonic energy You can use only one contingency power at a time; if a can break fragile items. If the damage caused to an second is manifested, the first one (if still active) is negated. interposing barrier shatters or breaks through it, the sound may continue beyond the barrier if the power\u0027s range permits; otherwise, it stops there just as any other power Control Air effect does. Psychokinesis (Con)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 XP. 61 POWERS CHAPTER 5: You have some control over wind speed and direction. The Duration: Concentration, up to 1 minute/level speed of air within the area can be increased or decreased by Saving Throw: See text up to 10 +5/level miles per hour. You can alter the direction Power Resistance: No of any wind that moves at this speed or less by up to 90 Power Points: 3 degrees from its original direction. High winds can create a stinging spray of sand or dust, fan a large fire, heel over a You pyrokinetically control the intensity or movements of small boat, and blow gases or vapors away. If powerful one fire source. A nonmagical fire source can be controlled if enough, they can even knock characters down (see Table 3-17 its bed or base is equal to or less than 1 square foot/level; in Chapter 3 of the DUNGEON MASTER\u0027s Guide for specific larger fires cannot be controlled. You can freely switch effects of various wind speeds). control between fire sources, or change the character of control while you maintain concentration, but only one Control Body specified change can be made to one fire source in a round. Psychokinesis (Con) When control over a fire source lapses, that fire immediately returns to its original state (or goes out if it has no fuel or has",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical fire source up to 1 sq. ft./level (see",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) any nonmagical sound you\u0027ve heard for the target sound. For",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical, unattended object weighing up to instance, you could replace the sound of a dragon\u0027s snores 100 pounds with the sound of a trickling waterfall. You can change the",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 you attempt to exactly duplicate the voice of a specific individual, or an inherently terrifying sound (such as a You telekinetically “bring to life” inanimate objects. Though dragon\u0027s roar), you must succeed at a Bluff check with a +5 not actually alive, objects move under your control. For circumstance bonus opposed by the defender\u0027s Sense Motive instance, a chair may walk, a dead tree shuffle, a stone waddle. check to avoid arousing suspicion. Live vegetation may not be controlled in this fashion, nor You can muffle a sound all the way to nothing, or magnify may already animate objects or undead. The controlled object a sound _o such loudness that it can shatter nonmagical moves like a puppet, with jerky and clumsy movements. If objects of crystal, glass, ceramics, or porcelain (vials, bottles, rigid, it makes creaking, groaning, or grating sounds as you flasks, jugs, mirrors, and so forth). When a sound is control it. The object can move with a speed of 10 feet. A destructively magnified in this manner, all applicable objects controlled object that attacks an opponent has one slam within a 3-foot radius of the originating sound are smashed attack with an attack bonus of +0, dealing 1d4 points of into dozens of pieces. Objects weighing more than 1 pound bludgeoning damage. per manifester level are not affected. Alternatively, you can",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may attempt to “control” a normal lock, making modulate a sound so that it affects only a single item of the it move in such a way as to attempt to unlock itself. Using appropriate material weighing up to 10 pounds per this power in this fashion grants a +4 competence bonus on manifester level, if within 5 feet of the originating sound. Open Lock checks involving that particular lock. Crystalline creatures of any weight take 1d6 points of damage per manifester level (maximum 10d6) if within 5 feet of the originating sound. Control Shadow Psychokinesis (Con)",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Au see in magical darkness.",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 depends on how long you study a particular area or subject: 1st Round: Presence or absence of psionic auras. You fill your enemies with self-doubt, conferring on them a -1 2nd Round: Number of different psionic auras and the morale penalty on all saving throws, attack rolls, and skill strength of the strongest aura. An overwhelming aura stuns checks. Allies are unaffected. you for 1 round and the power ends. 3rd Round: The strength and location of each aura. If the items or creatures bearing the auras are in line of sight, you Destiny Dissonance can make Psicraft checks to determine the discipline Clairsentience (Wis) [Mind-affecting] involved in each. (Make one check per aura; DC 15 + power",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature or object touched on a power\u0027s functioning power level or an item\u0027s manifester",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Functioning Item Aura",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 Power Level Manifester Level Strength 0-level or lingering aura Lingering aura Dim Your mere touch grants your foe an imperfect, unfocused 1st-3rd 1st-5th Faint glimpse of the many possible futures in store. Unused to and 4th-6th 6th-11th Moderate unable to process the information, the subject takes 1d8 7th-9th 12th-20th Strong points of subdual damage from the dissonance. Your touch Artifact or deity-level Beyond mortal Overwhelming attack, charged with a psionic power, is treated as an armed psionics manifester attack. If an aura falls into more than one category, detect psionics Detect Poison indicates the stronger of the two. Clairsentience (Wis) Time Aura Lingers: How long the aura lingers depends on its",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 area. You can tell the difference between magical and psionic auras. The power can penetrate barriers, but 1 foot of stone, 1 You determine whether a creature, object, or area has been inch of common metal, a thin sheet of lead, or 3 feet of wood poisoned or is poisonous. You can determine the exact type of or dirt blocks it. poison with a successful Wisdom check (DC 20). A character 65 POWERS CHAPTER 5: Detect Remote Viewing Intelligence Mental Strength 1-2 Animal Clairsentience (Wis) 3-5 Very low",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    }
]
