[
    {
        "origin_file":  "magic_items.json",
        "description":  "Object shrinks to one-sixteenth size.",
        "name":  "Shrink Item",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alerts you of magical eavesdropping. Feeblemind: Subject’s Int and Cha drop to 1.",
        "name":  "Detect Scrying",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Enables possession of another creature. anything can pass through.",
        "name":  "Magic Jar F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms raw materials into finished items. but only 20% real.",
        "name":  "Fabricate",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Negates magic within 10 ft.",
        "name":  "Abjur Antimagic Field",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but +20 on check. 5TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Dispel Magic, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Array of magic effects protect area.",
        "name":  "Guards and Wards",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As minor creation, plus stone and metal. Div Analyze Dweomer F: Reveals magical aspects of subject. Mordenkainen’s Faithful Hound: Phantom dog can Legend Lore M F: Lets you learn tales about a person, place, guard, attack. or thing. 194 :11 RETPAHC SLLEPS",
        "name":  "Major Creation",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lets you see all things as they really are. Div Arcane Sight, Greater: As arcane sight, but also reveals Ench Geas/Quest: As lesser geas, plus it affects any creature. magic effects on creatures and objects.",
        "name":  "True Seeing M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Turns subject creature into statue. blocked for one day/level. Fox’s Cunning, Mass: As fox’s cunning, affects one subject/ Mind Blank: Subject is immune to mental/emotional level. magic and scrying. Mordenkainen’s Lucubration: Wizard only. Recalls spell of Prismatic Wall: Wall’s colors have array of effects. 5th level or lower. Protection from Spells M F: Confers +8 resistance bonus.",
        "name":  "Flesh to Stone",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Object or location attracts certain creatures. 195 SPELLS CHAPTER 11: Evoc Bigby’s Clenched Fist: Large hand provides cover, pushes, Prismatic Sphere: As prismatic wall, but surrounds on all or attacks your foes. sides. Otiluke’s Telekinetic Sphere: As Otiluke’s resilient sphere, Conj Gate X: Connects two planes for travel or summoning. but you move sphere telekinetically. Refuge M: Alters item to transport its possessor to you.",
        "name":  "Sympathy F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Entombs subject beneath the earth. Mordenkainen’s Disjunction: Dispels magic, disenchants change forms once per round. magic items. Time Stop: You act freely for 1d4+1 rounds.",
        "name":  "Imprisonment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mental alarm alerts you can change into a member of your own When the change occurs, your equip- (and only you) so long as you remain kind or even into yourself. ment, if any, either remains worn or held within 1 mile of the warded area. You note You retain your own ability scores. Your by the new form (if it is capable of wearing a single mental “ping” that awakens you class and level, hit points, alignment, base or holding the item), or melds into the from normal sleep but does not otherwise attack bonus, and base save bonuses all new form and becomes nonfunctional. disturb concentration. A silence spell has no remain the same. You retain all supernatu- When you revert to your true form, any effect on a mental alarm. ral and spell-like special attacks and quali- objects previously melded into the new",
        "name":  "Mental Alarm",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to one animal (Gargantuan or message to your allies. The animal cannot Casting Time: 1 standard action smaller) per two levels, no two of which be one tamed or trained by someone else, Range: Close (25 ft. + 5 ft./2 levels) can be more than 30 ft. apart including such creatures as familiars and Targets: Animals or magical beasts with",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You must place a a Gargantuan plant as four, and a Colossal are not magical. black onyx gem worth at least 25 gp per plant as eight. You can change the This spell grants a +2 bonus on any Use Hit Die of the undead into the mouth or designated target or targets as a move Rope checks you make when using the eye socket of each corpse you intend to action, as if directing an active spell. transmuted rope. animate. The magic of the spell turns these Use the statistics for animated objects The spell cannot animate objects carried gems into worthless, burned-out shells. found in the Monster Manual, except that or worn by a creature. plants smaller than Large don’t have hard- Animate Objects ness unless the DM rules otherwise for a Antilife Shell Transmutation given case. Abjuration",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 ft. These creatures’ spell-like or supernatural types. Area: 10-ft.-radius emanation, centered on abilities, however, may be temporarily This spell may be used only defensively, you nullified by the field. not aggressively. Forcing an abjuration Duration: 10 min./level (D) Dispel magic does not remove the field. barrier against creatures that the spell Saving Throw: None Two or more antimagic fields sharing any of keeps at bay collapses the barrier (see Spell Resistance: Yes the same space have no effect on each Abjuration, page 172). other. Certain spells, such as wall of force, prismatic sphere, and prismatic wall, remain The antiplant shell spell creates an invisible, mobile barrier that keeps all creatures Antimagic Field unaffected by antimagic field (see the indi- within the shell protected from attacks by Abjuration vidual spell descriptions). Artifacts and plant creatures or animated plants. As with",
        "name":  "Monster Manual for more about creature Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 8, Magic 6, Protection 6, deities are unaffected by mortal magic many abjuration spells, forcing the barrier Sor/Wiz 6 such as this. (See the Dungeon Master’s against creatures that the spell keeps at bay",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M/DF Guide for more about artifacts.) strains and collapses the field (see Abjura-",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unlimited moves with you. The space within this Enchantment (Compulsion) [Mind- Effect: Magical sensor Affecting] Duration: 1 min./level (D) barrier is impervious to most magical",
        "name":  "An invisible barrier surrounds you and Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour prevents the functioning of any magic",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) You create an invisible magical sensor that items or spells within its confines. Target: One location (up to a 10-ft. sends you visual information. You can An antimagic field suppresses any spell or cube/level) or one object create the arcane eye at any point you can magical effect used within, brought into, Duration: 2 hours/level (D) see, but it can then travel outside your line or cast into the area, but does not dispel it. Saving Throw: Will partial of sight without hindrance. An arcane eye",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes travels at 30 feet per round (300 feet per while inside the field, but the spell resumes functioning when the creature You cause an object or location to emanate minute) if viewing an area ahead as a leaves the field. Time spent within an magical vibrations that repel either a human would (primarily looking at the antimagic field counts against the sup- floor) or 10 feet per round (100 feet per specific kind of intelligent creature or pressed spell’s duration. minute) if examining the ceiling and walls creatures of a particular alignment, as Summoned creatures of any type and as well as the floor ahead. It sees exactly as defined by you. The kind of creature to be incorporeal undead wink out if they enter you would see if you were there. The eye affected must be named specifically—for an antimagic field. They reappear in the can travel in any direction as long as the example, red dragons, hill giants, wererats, same spot once the field goes away. Time spell lasts. Solid barriers block its passage, lammasus, cloakers, or vampires. A spent winked out counts normally against but it can pass through a hole or space as creature subtype (such as goblinoid) is not the duration of the conjuration that is small as 1 inch in diameter. The eye can’t specific enough. Likewise, the specific maintaining the creature. If you cast enter another plane of existence, even antimagic field in an area occupied by a alignment to be repelled must be named— through a gate or similar magical portal. summoned creature that has spell resist- for example, chaotic evil, chaotic good, You must concentrate to use an arcane ance, you must make a caster level check lawful neutral, or neutral. eye. If you do not concentrate, the eye is (1d20 + caster level) against the creature’s Creatures of the designated kind or inert until you again concentrate. spell resistance to make it wink out. (The alignment feel an overpowering urge to",
        "name":  "A hasted creature, for example, is not hasted Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 7 through the Astral Plane indefinitely. Your no more than six characters. The writing bodies simply wait behind in a state of can be visible or invisible. An arcane mark This spell functions like arcane sight, except suspended animation until you choose to spell enables you to etch the rune upon that you automatically know which spells return your spirits to them. The spell lasts any substance (even stone or metal) with- or magical effects are active upon any until you desire to end it, or until it is out harm to the material upon which it is individual or object you see. terminated by some outside means, such as placed. If an invisible mark is made, a detect Greater arcane sight doesn’t let you iden- dispel magic cast upon either the physical magic spell causes it to glow and be visible, tify magic items. body or the astral form, the breaking of the though not necessarily understandable. See Unlike arcane sight, this spell cannot be silver cord, or the destruction of your body invisibility, true seeing, a gem of seeing, or a made permanent with a permanency spell. back on the Material Plane (which kills robe of eyes likewise allows the user to see you). an invisible arcane mark. A read magic spell",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level (D) you at the time of the casting. These fellow repentant and desirous of setting right its travelers are dependent upon you and misdeeds. If the atoning creature com- This spell makes your eyes glow blue and must accompany you at all times. If mitted the evil act unwittingly or under allows you to see magical auras within 120 something happens to you during the some form of compulsion, atonement feet of you. The effect is similar to that of a journey, your companions are stranded operates normally at no cost to you. How- ever, in the case of a creature atoning for detect magic spell, but arcane sight does not wherever you left them. 201 SPELLS CHAPTER 11: deliberate misdeeds and acts of a knowing XP Cost: When cast for the benefit of a Will save (DC 10 + the animal’s current and willful nature, you must intercede creature whose guilt was the result of HD, or the HD the tree will have once with your deity (requiring you to expend deliberate acts, the cost to you is 500 XP awakened). 500 XP) in order to expunge the subject’s per casting (see above). The awakened animal or tree is friendly burden. Many casters first assign a subject toward you. You have no special empathy of this sort a quest (see geas/quest) or Augury or connection with a creature you awaken, similar penance to determine whether the although it serves you in specific tasks or Divination creature is truly contrite before casting the endeavors if you communicate your",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a Duration: Instantaneous and its Intelligence, Wisdom, and creature has had its alignment magically Charisma scores are each 3d6. An awakened changed, atonement returns its alignment An augury can tell you whether a particular plant gains the ability to move its limbs, to its original status at no cost in experi- action will bring good or bad results for roots, vines, creepers, and so forth, and it ence points. you in the immediate future. For example, has senses similar to a human’s.",
        "name":  "Reverse Magical Alignment Change",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A paladin who has lost her if a character is considering destroying a An awakened animal gets 3d6 Intel- class features due to committing an evil act weird seal that closes a portal, an augury ligence, +1d3 Charisma, and +2 HD. Its may have her paladinhood restored to her might determine whether that act is a good type becomes magical beast (augmented by this spell. idea. animal). An awakened animal can’t serve as",
        "name":  "Restore Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) prospective subject must be present for the If the spell fails, you get the “nothing” Target: One creature entire casting process. Upon completion of result. A cleric who gets the “nothing” Duration: Permanent the spell, the subject freely chooses result has no way to tell whether it was the Saving Throw: Fortitude negates, Will whether it retains its original alignment or consequence of a failed or successful partial; see text acquiesces to your offer and changes to augury. Spell Resistance: Yes your alignment. No duress, compulsion, or The augury can see into the future only magical influence can force the subject to You change the subject into a Small or about half an hour, so anything that might take advantage of the opportunity offered smaller animal of no more than 1 HD (such happen after that does not affect the result. if it is unwilling to abandon its old as a dog, lizard, monkey, or toad). The Thus, the result might not take into alignment. This use of the spell does not subject takes on all the statistics and spec- account the long-term consequences of a work on outsiders or any creature ial abilities of an average member of the contemplated action. All auguries cast by incapable of changing its alignment new form in place of its own except as the same person about the same topic use naturally. follows: the same dice result as the first casting. Though the spell description refers to o The target retains its own alignment",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any item that is distasteful Necromancy Evocation [Force] to the subject (optional, see above). Level: Clr 3, Sor/Wiz 4 Level: Sor/Wiz 9, Strength 9",
        "name":  "Arcane Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes deals 2d6+12 points of damage (lethal, not does. nonlethal) on each successful grapple Clerics who cast this spell name it for A binding spell creates a magical restraint check against an opponent. their deities—Kord’s grasping hand, for to hold a creature. The target gets an initial The crushing hand can also interpose example. saving throw only if its Hit Dice equal at itself as Bigby’s interposing hand does, or it Arcane Focus: A leather glove. least one-half your caster level. can bull rush an opponent as Bigby’s forceful You may have as many as six assistants hand does, but at a +18 bonus. Bigby’s Interposing Hand help you with the spell. For each assistant Directing the spell to a new target is a Evocation [Force] who casts suggestion, your caster level for move action.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 6 magic hand that appears between you and and spell resistance against the assistants’",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, F one opponent. This floating, disembodied spells are irrelevant. Your caster level hand then moves to remain between the determines whether the target gets an This spell functions like Bigby’s interposing two of you, regardless of where you move initial Will saving throw and how long the hand, except that the forceful hand pursues or how the opponent tries to get around it, binding lasts. All binding spells are dis- and pushes away the opponent that you providing cover (+4 AC) for you against missible. designate. Treat this attack as a bull rush that opponent. Nothing can fool the Regardless of the version of binding you with a +14 bonus on the Strength check hand—it sticks with the selected oppo- cast, you can specify triggering conditions (+8 for Strength 27, +4 for being Large, and nent in spite of darkness, invisibility, that end the spell and release the creature a +2 bonus for charging, which it always polymorphing, or any other attempt at whenever they occur. These triggers can gets). The hand always moves with the hiding or disguise. The hand does not be as simple or elaborate as you desire, but opponent to push that target back the full pursue an opponent, however. the DM must agree that the condition is distance allowed, and it has no speed limit. A Bigby’s hand is 10 feet long and about reasonable and has a likelihood of coming Directing the spell to a new target is a that wide with its fingers outstretched. It to pass. The conditions can be based on a move action. has as many hit points as you do when creature’s name, identity, or alignment but A very strong creature could not push you’re undamaged, and its AC is 20 (–1 otherwise must be based on observable the hand out of its way because the latter size, +11 natural). It takes damage as a actions or qualities. Intangibles such as would instantly reposition itself between level, class, Hit Dice, or hit points don’t normal creature, but most magical effects the creature and you, but an opponent qualify. For example, a bound creature can that don’t cause damage do not affect it. could push the hand up against you by be released when a lawful good creature The hand never provokes attacks of op- successfully bull rushing it. approaches, but not when a paladin portunity from opponents. It cannot push",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sturdy glove made of leather or approaches. Once the spell is cast, its through a wall of force or enter an antimagic heavy cloth. triggering conditions cannot be changed. field, but it suffers the full effect of a Setting a release condition increases the prismatic wall or prismatic sphere. The hand Bigby’s Grasping Hand save DC (assuming a saving throw is makes saving throws as its caster. Evocation [Force] allowed) by 2. Disintegrate or a successful dispel magic",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous dispel magic or a similar effect, though an Duration: Instantaneous",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (object) antimagic field or Mordenkainen’s disjunction Saving Throw: None or Will negates; see",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal effects (such as magic missile and wall of",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One or more creatures, no two of Chill metal makes metal extremely cold. creatures. Each touch channels negative which can be more than 30 ft. apart Unattended, nonmagical metal gets no energy that deals 1d6 points of damage.",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor allies that threatens the charmed person damage, but ice immediately forms around",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level (D) breaks the spell. You must speak the the affected metal, making it more Saving Throw: None person’s language to communicate your buoyant. Spell Resistance: No commands, or else be good at panto- Chill metal counters and dispels heat miming. metal. Clairaudience/clairvoyance creates an invis- ible magical sensor at a specific location 209 SPELLS CHAPTER 11: that enables you to hear or see (your Casting Time: 10 minutes Duration: 1 min./level choice) almost as if you were there. You Range: 0 ft. Saving Throw: Fortitude partial; see text don’t need line of sight or line of effect, Effect: One clone Spell Resistance: No but the locale must be known—a place Duration: Instantaneous familiar to you or an obvious one, such as Saving Throw: None This spell generates a bank of fog, similar behind a door, around a corner, or in a Spell Resistance: No to a fog cloud, except that its vapors are yel- grove of trees. Once you have selected the lowish green and poisonous. These vapors locale, the sensor doesn’t move, but you This spell makes an inert duplicate of a automatically kill any living creature with can rotate it in all directions to view the creature. If the original individual has 3 or fewer HD (no save). A living creature area as desired. Unlike other scrying spells, been slain, its soul immediately transfers with 4 to 6 HD is slain unless it succeeds this spell does not allow magically or to the clone, creating a replacement (pro- on a Fortitude save (in which case it takes supernaturally enhanced senses to work vided that the soul is free and willing to 1d4 points of Constitution damage on your through it. If the chosen locale is magically return; see Bringing Back the Dead, page turn each round while in the cloud). A dark, you see nothing. If it is naturally living creature with 6 or more HD takes 171). The original’s physical remains, pitch black, you can see in a 10- foot radius 1d4 points of Constitution damage on your should they still exist, become inert and around the center of the spell’s effect. turn each round while in the cloud (a cannot thereafter be restored to life. If the Clairaudience/clairvoyance functions only successful Fortitude save halves this original creature has reached the end of its on the plane of existence you are currently damage). Holding one’s breath doesn’t natural life span (that is, it has died of occupying. help, but creatures immune to poison are natural causes), any cloning attempt fails.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On its turn, the subject drops should give a short phrase (five words or whatever it is holding. It can’t pick up any less) as an answer instead. Command Undead dropped item until its next turn. The spell, at best, provides information Necromancy",
        "name":  "Drop",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vial of holy water deciphering treasure maps. This spell can character. Any confused character who is and 25 gp worth (5 pounds) of silver dust, be foiled by certain warding magic (such as attacked automatically attacks its attackers all of which must be sprinkled around the the secret page and illusory script spells). It on its next turn, as long as it is still confused area. does not decipher codes or reveal messages when its turn comes. Note that a confused concealed in otherwise normal text. character will not make attacks of Contact Other Plane Comprehend languages can be made per- opportunity against any creature that it is Divination manent with a permanency spell. not already devoted to attacking (either",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical, heatless flame to DM changes, the personalities of indivi- Contingency Duration: Permanent dual deities, and so on.) Evocation Saving Throw: None",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Living creature touched dust (worth 50 gp) on the item that is to contingency. The contingency spell and the",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level Blinding sickness 16 1d4 Str1 The conditions needed to bring the spell Saving Throw: Will negates Cackle fever 16 1d6 Wis into effect must be clear, although they Spell Resistance: No Filth fever 12 1d3 Dex can be general. For example, a contingency and 1d3 Con cast with water breathing might prescribe This spell enables you to control the Mindfire 12 1d4 Int that any time you are plunged into or actions of one or more plant creatures for a Red ache 15 1d6 Str otherwise engulfed in water or similar short period of time. You command the Shakes 13 1d8 Dex liquid, the water breathing spell instantly creatures by voice and they understand Slimy doom 14 1d4 Con comes into effect. Or a contingency could you, no matter what language you speak. 1 Each time a victim takes 2 or more points bring a feather fall spell into effect any time Even if vocal communication is impossible of Strength damage from blinding you fall more than 4 feet. In all cases, the (in the area of a silence spell, for instance), sickness, he or she must make another contingency immediately brings into effect the controlled plants do not attack you. At Fortitude save (using the disease’s save the companion spell, the latter being “cast” the end of the spell, the subjects revert to DC) or be permanently blinded. instantaneously when the prescribed cir- their normal behavior. cumstances occur. If complicated or con- Suicidal or self-destructive commands See the Dungeon Master’s Guide for des- voluted conditions are prescribed, the are simply ignored. criptions of each disease, as well as for the whole spell combination (contingency and general effects of disease. the companion magic) may fail when 213 SPELLS CHAPTER 11:",
        "name":  "Disease DC Damage Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A clay pot filled area (but it can be commanded again if you fare of your choice—highly nourishing, if with grave dirt and another filled with move within 100 feet). rather bland. Food so created decays and brackish water. The spell must be cast on a becomes inedible within 24 hours, dead body. You must place a black onyx Crushing Despair although it can be kept fresh for another gem worth at least 50 gp per HD of the Enchantment (Compulsion) [Mind- 24 hours by casting a purify food and water undead to be created into the mouth or eye Affecting] spell on it. The water created by this spell socket of each corpse. The magic of the",
        "name":  "The food that this spell creates is simple Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch Caster Level Undead Created (one per two caster levels, to a maximum of Target: Creature touched 11th or lower Ghoul ten swarms at 20th level), which need not Duration: Instantaneous 12th–14th Ghast appear adjacent to one another. (See the Saving Throw: Will half (harmless); see 15th–17th Mummy Monster Manual for details on centipede text 18th or higher Mohrg swarms.) Spell Resistance: Yes (harmless); see text You may summon the centipede swarms You may create less powerful undead than so that they share the area of other crea- When laying your hand upon a living your level would allow if you choose. For tures. The swarms remain stationary, creature, you channel positive energy that example, at 16th level you could decide to attacking any creatures in their area, unless cures 1d8 points of damage +1 point per caster level (maximum +5). 215 SPELLS CHAPTER 11: Since undead are powered by negative This spell functions like mass cure light radius. All creatures in the area gain con- energy, this spell deals damage to them wounds, except that it cures 3d8 points of cealment (20% miss chance). Even crea- instead of curing their wounds. An undead damage +1 point per caster level (maxi- tures that can normally see in such con- creature can apply spell resistance, and can mum +35). ditions (such as with darkvision or low- attempt a Will save to take half damage. light vision) have the miss chance in an Curse Water area shrouded in magical darkness. Normal Cure Light Wounds, Mass Necromancy [Evil] lights (torches, candles, lanterns, and so forth) are incapable of brightening the Conjuration (Healing) Level: Clr 1 area, as are light spells of lower level (such",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None The subject gains the ability to see 60 feet except that it cures only 1 point of damage. Spell Resistance: No even in total darkness. Darkvision is black and white only but otherwise like normal Cure Moderate Wounds Depending on the version selected, you sight. Darkvision does not grant one the Conjuration (Healing) create up to four lights that resemble lan- ability to see in magical darkness.",
        "name":  "This spell functions like cure light wounds, Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch This spell functions like cure light wounds, radius of this magical light. Despite its",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 7, Drd 8 shadowy illumination out to a 20-foot under a light-proof covering, the spell’s 216 :11 RETPAHC SLLEPS effects are blocked until the covering is caster level does not grant you access to This spell functions like darkness, except removed. more spells.) These effects last for 10 min- that the object radiates shadowy illumina- Daylight brought into an area of magical utes per HD of the subject creature. tion in a 60-foot radius and the darkness darkness (or vice versa) is temporarily lasts longer. negated, so that the otherwise prevailing Death Ward Daylight brought into an area of deeper light conditions exist in the overlapping Necromancy darkness (or vice versa) is temporarily areas of effect. Level: Clr 4, Death 4, Drd 5, Pal 4 negated, so that the otherwise prevailing Daylight counters or dispels any dark- Components: V, S, DF light conditions exist in the overlapping ness spell of equal or lower level, such as Casting Time: 1 standard action areas of effect. darkness. Range: Touch Deeper darkness counters and dispels any",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action magical death effects, energy drain, and Components: V, S, DF",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A short piece of has failed to save against this spell is to use that it detects the auras of chaotic crea- copper wire and some small part of the true resurrection, a carefully worded wish tures, clerics of chaotic deities, chaotic subject—a hair, a bit of nail, or the like. spell followed by resurrection, or miracle. spells, and chaotic magic items, and you",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vial of unholy or suffering from a debilitating injury. whelming aura of evil. A good cleric who water and 25 gp worth (5 pounds) of silver Weak: 0 or fewer hit points remaining, casts this spell and directs it at the location dust, all of which must be sprinkled afflicted with a disease in the terminal of such a creature for longer than 1 round around the area. stage, or crippled. loses the spell and is stunned for 1 round if 218 :11 RETPAHC SLLEPS Detect Evil the conjuration spell registers. Each round, you can turn to detect ———————— Aura Power ———————— Creature/Object Faint Moderate Strong Overwhelming magic in a new area. The spell can pene- Evil creature1 (HD) 10 or lower 11–25 26–50 51 or higher trate barriers, but 1 foot of stone, 1 inch of Undead (HD) 2 or lower 3–8 9–20 21 or higher common metal, a thin sheet of lead, or 3 Evil outsider (HD) 1 or lower 2–4 5–10 11 or higher feet of wood or dirt blocks it. Cleric of an evil deity2 (class levels) 1 2–4 5–10 11 or higher Detect magic can be made permanent Evil magic item or spell (caster level) 2nd or lower 3rd–8th 9th–20th 21st or higher with a permanency spell. 1 Except for undead and outsiders, which have their own entries on the table. 2 Some characters who are not clerics may radiate an aura of equivalent power. The class Detect Poison description will indicate whether this applies. Divination",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An evil aura lingers after Area: Cone-shaped emanation Components: V, S its original source dissipates (in the case of Duration: Concentration, up to 1 Casting Time: 1 standard action a spell) or is destroyed (in the case of a min./level (D) Range: Close (25 ft. + 5 ft./2 levels) creature or magic item). If detect evil is cast Saving Throw: None Target or Area: One creature, one object, and directed at such a location, the spell Spell Resistance: No or a 5-ft. cube indicates an aura strength of dim (even Duration: Instantaneous weaker than a faint aura). How long the You detect magical auras. The amount of Saving Throw: None aura lingers at this dim level depends on information revealed depends on how Spell Resistance: No its original power: long you study a particular area or subject. 1st Round: Presence or absence of magi- You determine whether a creature, object, Duration of cal auras. or area has been poisoned or is poisonous. Original Strength Lingering Aura 2nd Round: Number of different magical You can determine the exact type of Faint 1d6 rounds auras and the power of the most potent poison with a DC 20 Wisdom check. A Moderate 1d6 minutes aura. character with the Craft (alchemy) skill Strong 1d6×10 minutes 3rd Round: The strength and location of may try a DC 20 Craft (alchemy) check if Overwhelming 1d6 days each aura. If the items or creatures bearing the Wisdom check fails, or may try the the auras are in line of sight, you can make Craft (alchemy) check prior to the Wis- Animals, traps, poisons, and other poten- Spellcraft skill checks to determine the dom check. tial perils are not evil, and as such this spell school of magic involved in each. (Make The spell can penetrate barriers, but 1 does not detect them. one check per aura; DC 15 + spell level, or foot of stone, 1 inch of common metal, a Each round, you can turn to detect evil 15 + half caster level for a nonspell effect.) thin sheet of lead, or 3 feet of wood or dirt in a new area. The spell can penetrate bar- Magical areas, multiple types of magic, blocks it. riers, but 1 foot of stone, 1 inch of common or strong local magical emanations may metal, a thin sheet of lead, or 3 feet of distort or conceal weaker auras. Detect Scrying wood or dirt blocks it. Aura Strength: An aura’s power depends Divination on a spell’s functioning spell level or an Level: Brd 4, Sor/Wiz 4 Detect Good item’s caster level. If an aura falls into more Components: V, S, M",
        "name":  "Lingering Aura",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action",
        "name":  "Divination than one category, detect magic indicates Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magical aura lingers Area: 40-ft.-radius emanation centered on This spell functions like detect evil, except after its original source dissipates (in the you that it detects the auras of good creatures, case of a spell) or is destroyed (in the case Duration: 24 hours clerics or paladins of good deities, good of a magic item). If detect magic is cast and Saving Throw: None spells, and good magic items, and you are directed at such a location, the spell indi- Spell Resistance: No vulnerable to an overwhelming good aura cates an aura strength of dim (even weaker if you are evil. Healing potions, antidotes, than a faint aura). How long the aura You immediately become aware of any and similar beneficial items are not good. lingers at this dim level depends on its attempt to observe you by means of a div- original power: ination (scrying) spell or effect. The spell’s Detect Law area radiates from you and moves as you Duration of move. You know the location of every Divination Original Strength Lingering Aura magical sensor within the spell’s area.",
        "name":  "Lingering Aura",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 1 Faint 1d6 rounds If the scrying attempt originates within Moderate 1d6 minutes the area, you also know its location; This spell functions like detect evil, except Strong 1d6×10 minutes otherwise, you and the scrier immediately that it detects the auras of lawful creatures, Overwhelming 1d6 days make opposed caster level checks (1d20 + clerics of lawful deities, lawful spells, and caster level). If you at least match the lawful magic items, and you are vulnerable Outsiders and elementals are not magical scrier’s result, you get a visual image of the to an overwhelming lawful aura if you are in themselves, but if they are summoned, scrier and an accurate sense of his or her chaotic. Detect Magic Detect Magic Divination ————————— Aura Power —————————",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Magic item (caster level) 5th or lower 6th–11th 12th–20th 21st+ (artifact) 219 SPELLS CHAPTER 11: direction and distance from you. pit, deadfall, or snaring; see the spell snare), Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A copper piece. Dictum rock (a deadfall). However, it does not Evocation [Lawful, Sonic] reveal other potentially dangerous condi- tions, such as a cavern that floods during Detect Undead Level: Clr 7, Law 7 rain, an unsafe construction, or a naturally Divination Components: V poisonous plant. The spell does not detect Level: Clr 1, Pal 1, Sor/Wiz 1 Casting Time: 1 standard action magic traps (except those that operate by Components: V, S, M/DF Range: 40 ft. 220 :11 RETPAHC SLLEPS",
        "name":  "Arcane Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You Only the first creature or object struck pelled by dispel magic also can’t be dispelled",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Chaos 5, Clr 5 effect. If you target an object or creature that is Dispel Magic, Greater the effect of an ongoing spell (such as a This spell functions like dispel evil, except Abjuration monster summoned by monster summon- that you are surrounded by flickering, Level: Brd 5, Clr 6, Drd 6, Sor/Wiz 6 ing), you make a dispel check to end the yellow, chaotic energy, and the spell af- spell that conjured the object or creature. fects lawful creatures and spells rather This spell functions like dispel magic, If the object that you target is a magic than evil ones. except that the maximum caster level on item, you make a dispel check against the your dispel check is +20 instead of +10. item’s caster level. If you succeed, all the Dispel Magic Additionally, greater dispel magic has a item’s magical properties are suppressed chance to dispel any effect that remove curse Abjuration for 1d4 rounds, after which the item can remove, even if dispel magic can’t dispel",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 3, Clr 3, Drd 4, Magic 3, Pal 3, recovers on its own. A suppressed item that effect. Sor/Wiz 3 becomes nonmagical for the duration of",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) closed. A magic item’s physical properties Illusion (Glamer)",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous fact). Artifacts and deities are unaffected by Casting Time: 1 standard action",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None mortal magic such as this. Range: Touch",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) Because magic is so powerful, so too is the yourself. Saving Throw: Will negates (harmless) ability to dispel magic. You can use dispel Area Dispel: When dispel magic is used in Spell Resistance: Yes (harmless) magic to end ongoing spells that have been this way, the spell affects everything cast on a creature or object, to temporarily within a 20-foot radius. Emulating the natural ability of the dis- suppress the magical abilities of a magic For each creature within the area that is placer beast (see the Monster Manual), the subject of this spell appears to be about 2 item, to end ongoing spells (or at least the subject of one or more spells, you make feet away from its true location. The crea- their effects) within an area, or to counter a dispel check against the spell with the ture benefits from a 50% miss chance as if another spellcaster’s spell. A dispelled spell highest caster level. If that check fails, you it had total concealment. However, unlike ends as if its duration had expired. Some make dispel checks against progressively actual total concealment, displacement does spells, as detailed in their descriptions, weaker spells until you dispel one spell not prevent enemies from targeting the can’t be defeated by dispel magic. Dispel (which discharges the dispel magic spell so creature normally. True seeing reveals its magic can dispel (but not counter) spell- far as that target is concerned) or until you true location. like effects just as it does spells. fail all your checks. The creature’s magic Material Component: A small strip of",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The effect of a spell with an in- items are not affected. leather made from displacer beast hide, stantaneous duration can’t be dispelled, For each object within the area that is twisted into a loop. because the magical effect is already over the target of one or more spells, you make before the dispel magic can take effect. dispel checks as with creatures. Magic Disrupt Undead Thus, you can’t use dispel magic to repair items are not affected by an area dispel. Necromancy damage caused by a fireball or to turn a For each ongoing area or effect spell Level: Sor/Wiz 0 petrified character back to flesh. In these whose point of origin is within the area of Components: V, S cases, the magic has departed, leaving only the dispel magic spell, you can make a dispel Casting Time: 1 standard action burned flesh or perfectly normal stone in check to dispel the spell. Range: Close (25 ft. + 5 ft./2 levels) its wake. For each ongoing spell whose area Effect: Ray",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous three ways: a targeted dispel, an area dispel, can make a dispel check to end the effect, Saving Throw: None or a counterspell: but only within the overlapping area. Spell Resistance: Yes",
        "name":  "You choose to use dispel magic in one of overlaps that of the dispel magic spell, you Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No then enter the recipient’s dream and de- round, during which time creatures on the liver the message as normal. A messenger ground can’t move or attack. A spellcaster You call some nonliving item from virtu- that is disturbed during the trance comes on the ground must make a Concentration ally any location directly to your hand. awake, ending the spell. check (DC 20 + spell level) or lose any spell First, you must place your arcane mark Creatures who don’t sleep (such as elves, he or she tries to cast. The earthquake (page 201) on the item. Then you cast this but not half-elves) or don’t dream cannot affects all terrain, vegetation, structures, spell, which magically and invisibly be contacted by this spell. and creatures in the area. The specific inscribes the name of the item on a sap- The messenger is unaware of its own effect of an earthquake spell depends on the phire worth at least 1,000 gp. Thereafter, surroundings or of the activities around it nature of the terrain where it is cast. you can summon the item by speaking a while in the trance. It is defenseless both Cave, Cavern, or Tunnel: The spell col- special word (set by you when the spell is cast) and crushing the gem. The item physically and mentally (always fails any lapses the roof, dealing 8d6 points of blud- appears instantly in your hand. Only you saving throw) while in the trance. geoning damage to any creature caught can use the gem in this way. under the cave-in (Reflex DC 15 half ) and pinning that creature beneath the rubble If the item is in the possession of Eagle’s Splendor (see below). An earthquake cast on the roof another creature, the spell does not work, Transmutation of a very large cavern could also endanger but you know who the possessor is and Level: Brd 2, Clr 2, Pal 2, Sor/Wiz 2 those outside the actual area but below the roughly where that creature is located Components: V, S, M/DF falling debris. when the summons occurs. Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched ble, creating a landslide that travels hori- read magic spell, to anyone but you. Duration: 1 min./level zontally as far as it fell vertically. An earth- The item can be summoned from an- Saving Throw: Will negates (harmless) quake cast at the top of a 100-foot cliff other plane, but only if no other creature Spell Resistance: Yes would sweep debris 100 feet outward from has claimed ownership of it. the base of the cliff. Any creature in the",
        "name":  "It is also unreadable, except by means of a Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No aware of its surroundings and has an atti- Enlarge Person, Mass tude of indifferent. It gains a new saving Erase removes writings of either magical or Transmutation throw if it witnesses actions that it mundane nature from a scroll or from one",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One humanoid creature/level, no The effect lasts as long as you speak or similar surfaces. With this spell, you can two of which can be more than 30 ft. sing, to a maximum of 1 hour. Those remove explosive runes, a glyph of warding, a apart enthralled by your words take no action sepia snake sigil, or an arcane mark, but not while you speak or sing and for 1d3 rounds illusory script or a symbol spell. Nonmagical This spell functions like enlarge person, thereafter while they discuss the topic or writing is automatically erased if you touch except that it affects multiple creatures. performance. Those entering the area it and no one else is holding it. Otherwise, during the performance must also the chance of erasing nonmagical writing Entangle successfully save or become enthralled. The is 90%. Transmutation Magic writing must be touched to be speech ends (but the 1d3-round delay still",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as explosive runes onto the Ethereal Plane from the Material they may make a grapple check each round are hard to detect and disable. A rogue Plane, but not vice versa. An ethereal on your turn to deal 1d6+4 points of (only) can use the Search skill to find the creature can’t attack material creatures, and bludgeoning damage. The tentacles runes and Disable Device to thwart them. spells you cast while ethereal affect only continue to crush the opponent until the The DC in each case is 25 + spell level, or other ethereal things. Certain material spell ends or the opponent escapes. 28 for explosive runes. creatures or objects have attacks or effects Any creature that enters the area of the that work on the Ethereal Plane (such as a spell is immediately attacked by the ten- basilisk’s gaze attack). Treat other ethereal tacles. Even creatures who aren’t grappling Eyebite creatures and ethereal objects as if they with the tentacles may move through the Necromancy [Evil] were material. area at only half normal speed. Level: Brd 6, Sor/Wiz 6 If you end the spell and become mate- Material Component: A piece of tentacle Components: V, S rial while inside a material object (such as a from a giant octopus or a giant squid. Casting Time: 1 standard action solid wall), you are shunted off to the Range: Close (25 ft. + 5 ft./2 levels) nearest open space and take 1d6 points of Target: One living creature Expeditious Retreat damage per 5 feet that you so travel. Duration: 1 round per three levels; see Transmutation text",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small amount of The affected creatures or objects fall product that is of the same material. Thus, alcohol or distilled spirits, which you use slowly, though faster than feathers typi- you can fabricate a wooden bridge from a to trace certain sigils on your body during cally do. Feather fall instantly changes the clump of tress, a rope from a patch of casting. These sigils cannot be seen once rate at which the targets fall to a mere 60 hemp, clothes from flax or wool, and so the alcohol or spirits evaporate. feet per round (equivalent to the end of a forth. Creatures or magic items cannot be fall from a few feet), and the subjects take created or transmuted by the fabricate spell. False Vision no damage upon landing while the spell is The quality of items made by this spell is Illusion (Glamer) in effect. However, when the spell dura- commensurate with the quality of material Level: Brd 5, Sor/Wiz 5, Trickery 5 tion expires, a normal rate of falling resu- used as the basis for the new fabrication. If Components: V, S, M mes. you work with a mineral, the target is The spell affects one or more Medium",
        "name":  "You convert material of one sort into a Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The original mate- utterance, quickly enough to save yourself image spell), as defined by you at the time rial, which costs the same amount as the if you unexpectedly fall. Casting the spell of casting. As long as the duration lasts, raw materials required to craft the item to is a free action, like casting a quickened you can concentrate to change the image be created. spell, and it counts toward the normal as desired. While you aren’t concentrating, limit of one quickened spell per round. the image remains static. You may even cast this spell when it isn’t",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action falling item, such as a boulder dropped",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as fire trap are damage on a successful save. hard to detect and disable. A rogue (only) You turn ammunition (such as arrows,",
        "name":  "Reflex save for half damage, you take no Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes the bead through a narrow passage, such as Evocation [Fire] through an arrow slit, you must “hit” the Level: Clr 5, Drd 4, Sun 5, War 5 Fire trap creates a fiery explosion when an opening with a ranged touch attack, or else Components: V, S, DF intruder opens the item that the trap pro- the bead strikes the barrier and detonates Casting Time: 1 standard action tects. A fire trap can ward any object that prematurely. Range: Medium (100 ft. + 10 ft./level) can be opened and closed (book, box,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No effect. The crea- the subject is still aloft, the magic fails Flare ture may enter the area freely (although slowly. The subject floats downward 60 Evocation [Light] not by planar travel). feet per round for 1d6 rounds. If it reaches",
        "name":  "Alignments identical",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft. level) Dispel magic does not dispel a forbiddance",
        "name":  "Flesh to Stone Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No gives you a +2 insight bonus to AC and Spell Resistance: Yes Reflex saves. This insight bonus is lost This powerful spell brings into being an whenever you would lose a Dexterity The subject is freed from spells and effects immobile, invisible cubical prison com- bonus to AC. that restrict its movement, including posed of either bars of force or solid walls When another creature is the subject of binding, entangle, grappling, imprisonment, of force (your choice). the spell, you receive warnings about that maze, paralysis, petrification, pinning, sleep, Creatures within the area are caught and creature. You must communicate what you slow, stunning, temporal stasis, and web. To contained unless they are too big to fit learn to the other creature for the warning free a creature from imprisonment or maze, inside, in which case the spell automat- to be useful, and the creature can be you must know its name and background, ically fails. Teleportation and other forms caught unprepared in the absence of such and you must cast this spell at the spot of astral travel provide a means of escape, a warning. Shouting a warning, yanking a where it was entombed or banished into but the force walls or bars extend into the person back, and even telepathically the maze. Ethereal Plane, blocking ethereal travel. communicating (via an appropriate spell) Like a wall of force spell, a forcecage resists can all be accomplished before some Freedom of Movement dispel magic, but it is vulnerable to a disinte- danger befalls the subject, provided you act Abjuration grate spell, and it can be destroyed by a sphere of annihilation or a rod of cancellation. on the warning without delay. The subject, Level: Brd 4, Clr 4, Drd 4, Luck 4, Rgr 4",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Illusory sounds Targets: Up to three vermin, no two of creature to carry out some service or to Duration: 1 round/level (D) which can be more than 30 ft. apart refrain from some action or course of Saving Throw: Will disbelief (if inter- Duration: 1 min./level activity, as desired by you. The creature acted with) Saving Throw: None must have 7 or fewer Hit Dice and be able Spell Resistance: No Spell Resistance: Yes to understand you. While a geas cannot compel a creature to kill itself or perform Ghost sound allows you to create a volume You turn three normal-sized centipedes, acts that would result in certain death, it of sound that rises, recedes, approaches, or two normal-sized spiders, or a single can cause almost any other course of remains at a fixed place. You choose what normal-sized scorpion into larger forms. activity. The geased creature must follow type of sound ghost sound creates when Only one type of vermin can be trans- the given instructions until the geas is com- casting it and cannot thereafter change the muted (so a single casting cannot affect pleted, no matter how long it takes. sound’s basic character. both a centipede and a spider), and all If the instructions involve some open- ended task that the recipient cannot com- The volume of sound created depends must be grown to the same size. The size to plete through his own actions (such as on your level. You can produce as much which the vermin can be grown depends “Wait here” or “Defend this area against noise as four normal humans per caster on your level; see the table below. The attack”), the spell remains in effect for a level (maximum twenty humans). Thus, Monster Manual has game statistics for maximum of one day per caster level. A talking, singing, shouting, walking, centipedes, spiders, and scorpions, as well clever recipient can subvert some in- marching, or running sounds can be cre- as other kinds of vermin. structions: For example, if you order the ated. The noise a ghost sound spell produces Any giant vermin created by this spell recipient to protect you from all harm, it can be virtually any type of sound within do not attempt to harm you, but your con- might place you in a nice, safe dungeon for the volume limit. A horde of rats running trol of such creatures is limited to simple the duration of the spell. and squeaking is about the same volume as commands (“Attack,” “Defend,” “Stop,” and If the subject is prevented from obeying eight humans running and shouting. A so forth). Orders to attack a certain crea- the lesser geas for 24 hours, it takes a –2 roaring lion is equal to the noise from ture when it appears or guard against a penalty to each of its ability scores. Each sixteen humans, while a roaring dire tiger particular occurrence are too complex for day, another –2 penalty accumulates, up to is equal to the noise from twenty humans. the vermin to understand. Unless com- a total of –8. No ability score can be re- Ghost sound can enhance the effective- manded to do otherwise, the giant vermin duced to less than 1 by this effect. The ness of a silent image spell. attack whoever or whatever is near them. ability score penalties are removed 24 Ghost sound can be made permanent The DM can extend this spell’s effects to hours after the subject resumes obeying with a permanency spell. other kinds of insects, arachnids, or other the lesser geas. Material Component: A bit of wool or a vermin, such as ants, bees, beetles, praying A lesser geas (and all ability score penal- small lump of wax. mantises, and wasps, if he so chooses. ties) can be ended by break enchantment, limited wish, remove curse, miracle, or wish. Ghoul Touch Caster Level Vermin Size Dispel magic does not affect a lesser geas. Necromancy 9th or lower Medium",
        "name":  "A lesser geas places a magical command on a Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level (D) or effect of any such spells does not or red dragon). Glyphs can also be set with include the area of the lesser globe of respect to good, evil, law, or chaos, or to Your speech becomes fluent and more invulnerability. Such spells fail to affect any pass those of your religion. They cannot be believable. You gain a +30 bonus on Bluff target located within the globe. Excluded set according to class, Hit Dice, or level. checks made to convince another of the effects include spell-like abilities and spells Glyphs respond to invisible creatures truth of your words. (This bonus doesn’t or spell-like effects from items. However, normally but are not triggered by those apply to other uses of the Bluff skill, such any type of spell can be cast through or out who travel past them ethereally. Multiple as feinting in combat, creating a diversion of the magical globe. Spells of 4th level and glyphs cannot be cast on the same area. to hide, or communicating a hidden mes- higher are not affected by the globe, nor However, if a cabinet has three drawers, sage via innuendo.) are spells already in effect when the globe each can be separately warded. If a magic effect is attempted against you is cast. The globe can be brought down by When casting the spell, you weave a that would detect your lies or force you to a targeted dispel magic spell, but not by an tracery of faintly glowing lines around the speak the truth (such as discern lies or zone of area dispel magic. You can leave and return warding sigil. A glyph can be placed to truth), the caster of the effect must to the globe without penalty. conform to any shape up to the limitations succeed on a caster level check (1d20 + Note that spell effects are not disrupted of your total square footage. When the caster level) against a DC of 15 + your unless their effects enter the globe, and spell is completed, the glyph and tracery caster level to succeed. Failure means the even then they are merely suppressed, not become nearly invisible. effect does not detect your lies or force dispelled. For example, creatures inside Glyphs cannot be affected or bypassed by you to speak only the truth. the globe would still see a mirror image such means as physical or magical probing, created by a caster outside the globe. If that though they can be dispelled. Mislead, poly- Glitterdust caster then entered the globe, the images morph, and nondetection (and similar magi- Conjuration (Creation) would wink out, to reappear when the cal effects) can fool a glyph, though non-",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 2, Sor/Wiz 2 caster exited the globe. Likewise, a caster magical disguises and the like can’t.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M standing in the area of a light spell would Read magic allows you to identify a glyph",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No caster to determine whether lesser globe of or she might also make new glyphs avail- able according to the magical research invulnerability stops it. A cloud of golden particles covers every- rules in the Dungeon Master’s Guide.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A glass or crystal one and everything in the area, causing Note: Magic traps such as glyph of bead that shatters at the expiration of the creatures to become blinded and visibly warding are hard to detect and disable. A spell. outlining invisible things for the duration rogue (only) can use the Search skill to of the spell. All within the area are covered find the glyph and Disable Device to by the dust, which cannot be removed and Glyph of Warding thwart it. The DC in each case is 25 + spell continues to sparkle until it fades. Abjuration level, or 28 for glyph of warding.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) casting the spell) is subject to the magic it they appear as close as possible to the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You trace the glyph ture can walk within or through the area of cast the spell. The spell creates the fol- with incense, which must first be sprin- grease at half normal speed with a DC 10 lowing magical effects within the warded kled with powdered diamond worth at Balance check. Failure means it can’t move area. least 400 gp. that round (and must then make a Reflex Fog: Fog fills all corridors, obscuring all save or fall), while failure by 5 or more sight, including darkvision, beyond 5 feet. means it falls (see the Balance skill for A creature within 5 feet has concealment Goodberry details). (attacks have a 20% miss chance). Creatures Transmutation The DM should adjust saving throws by farther away have total concealment (50%",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One living creature/level, no two the second word of the spell name. Thus, In addition, you can place your choice of which may be more than 30 ft. apart the description of a greater spell appears of one of the following five magical effects.",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) spells in them include those based on the the lights to repeat as long as the guards and spells arcane sight, command, dispel magic, wards spell lasts. Saving Throw: None. This spell instills powerful hope in the glyph of warding, invisibility, magic fang,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action warded Resistance: Yes. 237 SPELLS CHAPTER 11: 5. A suggestion in one place. You select an A gust of wind can’t move a creature discern lies, dispel magic, endure elements, area of up to 5 feet square, and any creature beyond the limit of its range. freedom of movement, invisibility purge, who enters or passes through the area Any creature, regardless of size, takes a – protection from energy, remove fear, resist receives the suggestion mentally. Saving 4 penalty on ranged attacks and Listen energy, silence, tongues, and zone of truth.",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates. Spell Resistance: Yes. checks in the area of a gust of wind. Saving throws and spell resistance might The whole warded area radiates strong The force of the gust automatically ex- apply to these spells’ effects. (See the magic of the abjuration school. A dispel tinguishes candles, torches, and similar individual spell descriptions for details.) magic cast on a specific effect, if successful, unprotected flames. It causes protected An area can receive only one hallow removes only that effect. A successful flames, such as those of lanterns, to dance spell (and its associated spell effect) at a Mordenkainen’s disjunction destroys the wildly and has a 50% chance to extinguish time. entire guards and wards effect. those lights. Hallow counters but does not dispel",
        "name":  "Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drd 2, Sor/Wiz 2 a magic circle against evil effect. and creatures within the area are not hid-",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell creates a severe blast of air (ap- spell effect to the hallowed site. The spell Targets: Up to three undead creatures, no proximately 50 mph) that originates from effect lasts for one year and functions two of which can be more than 30 ft. you, affecting all creatures in its path. throughout the entire site, regardless of apart A Tiny or smaller creature on the the normal duration and area or effect. You Duration: 1 round/level ground is knocked down and rolled may designate whether the effect applies Saving Throw: Will negates (see text) 1d4×10 feet, taking 1d4 points of nonlethal to all creatures, creatures who share your Spell Resistance: Yes damage per 10 feet. If flying, a Tiny or faith or alignment, or creatures who This spell renders as many as three undead smaller creature is blown back 2d6×10 feet adhere to another faith or alignment. For creatures immobile. A nonintelligent un- and takes 2d6 points of nonlethal damage example, you may create a bless effect that dead creature (such as a skeleton or due to battering and buffeting. aids all creatures of your alignment or faith zombie) gets no saving throw; an intelli- Small creatures are knocked prone by in the area, or a bane effect that hinders gent undead creature does. If the spell is the force of the wind, or if flying are blown creatures of the opposed alignment or an successful, it renders the undead creature back 1d6×10 feet. enemy faith. At the end of the year, the immobile for the duration of the spell Medium creatures are unable to move chosen effect lapses, but it can be renewed (similar to the effect of hold person on a forward against the force of the wind, or if or replaced simply by casting hallow again. living creature). The effect is broken if the flying are blown back 1d6×5 feet. Spell effects that may be tied to a hal- halted creatures are attacked or take Large or larger creatures may move lowed site include aid, bane, bless, cause fear, damage. normally within a gust of wind effect. darkness, daylight, death ward, deeper darkness, Material Component: A pinch of sulfur detect evil, detect magic, dimensional anchor, and powdered garlic. 238 :11 RETPAHC SLLEPS",
        "name":  "Finally, you may choose to fix a single Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Casting Time: 1 standard action Unattended, nonmagical metal gets no",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch Range: Touch saving throw. Magical metal is allowed a",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched Target: Creature touched saving throw against the spell. (Magic",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous Duration: Instantaneous item’s saving throws are covered in the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will half; see text Saving Throw: Will negates (harmless) Dungeon Master’s Guide.) An item in a",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level (D) This spell functions like hold person, except This spell magically holds shut a door, gate, window, or shutter of wood, metal, or",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) that it affects any living creature that fails stone. The magic affects the portal just as if Spell Resistance: Yes its Will save. it were securely closed and normally",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One hard locked. A knock spell or a successful dispel Animals cannot see, hear, or smell the metal bar or rod, which can be as small as a magic spell can negate a hold portal spell. warded creatures. Even extraordinary or three-penny nail. For a portal affected by this spell, add 5 to supernatural sensory capabilities, such as the normal DC for forcing open the portal. blindsense, blindsight, scent, and tremor- Hold Monster, Mass sense, cannot detect or locate warded crea- tures. Animals simply act as though the Enchantment (Compulsion) [Mind- Holy Aura Affecting] warded creatures are not there. Warded Abjuration [Good]",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Recipient Imbued script spell was cast. The suggestion lasts 2 or lower One 1st-level spell only 30 minutes. Typical suggestions Great magical hailstones pound down for 1 3–4 One or two 1st-level spells include “Close the book and leave,” “Forget full round, dealing 3d6 points of blud- 5 or higher One or two 1st-level spells the existence of the book,” and so forth. If geoning damage and 2d6 points of cold and one 2nd-level spell successfully dispelled by dispel magic, the damage to every creature in the area. A –4 illusory script and its secret message penalty applies to each Listen check made The transferred spell’s variable character- disappear. The hidden message can be read within the ice storm’s effect, and all land istics (range, duration, area, and the like) by a combination of the true seeing spell movement within its area is at half speed. function according to your level, not the with the read magic or comprehend languages At the end of the duration, the hail disap- level of the recipient. spell. pears, leaving no aftereffects (other than Once you cast imbue with spell ability, The casting time depends on how long a the damage dealt). message you wish to write, but it is always you cannot prepare a new 4th-level spell to",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 1, Magic 2, Sor/Wiz 1 which the spell is put. If the number of Illusion (Figment)",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will disbelief (if inter- the subject must be able to speak. To cast a acted with) spell with a somatic component, it must The spell determines all magic properties",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No have humanlike hands. To cast a spell with of a single magic item, including how to a material component or focus, it must activate those functions (if appropriate), This spell creates the illusion of a wall, have the materials or focus. and how many charges are left (if any). Identify does not function when used on floor, ceiling, or similar surface. It appears absolutely real when viewed, but physical an artifact (see the Dungeon Master’s Guide Implosion for details on artifacts). objects can pass through it without diffi- Evocation",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute or longer; see Evocation text Level: Clr 4, Magic 4 You create a destructive resonance in a",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) Implosion has no effect on creatures in You write instructions or other informa- Spell Resistance: Yes (harmless) tion on parchment, paper, or any suitable gaseous form or on incorporeal creatures. writing material. The illusory script appears You transfer some of your currently pre- to be some form of foreign or magical pared spells, and the ability to cast them, to 243 SPELLS CHAPTER 11: Imprisonment Inflict Critical Wounds a Will save negates the damage instead of Abjuration Necromancy halving it.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 8 When you cast imprisonment and touch a Inflict Moderate Wounds, Mass creature, it is entombed in a state of sus- This spell functions like mass inflict light Necromancy pended animation (see the temporal stasis wounds, except that it deals 4d8 points of Level: Clr 6 spell) in a small sphere far beneath the damage +1 point per caster level (maxi- surface of the earth. The subject remains mum +40). This spell functions like mass inflict light there unless a freedom spell is cast at the wounds, except that it deals 2d8 points of locale where the imprisonment took place. Inflict Light Wounds damage +1 point per caster level (maxi- Magical search by a crystal ball, a locate object Necromancy mum +30). spell, or some other similar divination does",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 2 place, or thing, the casting time is 1d10 counterparts. These items are freely usable",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes not raise barred gates or similar impedi- thing is not of legendary importance, you ments (such as a portcullis), nor does it gain no information. As a rule of thumb, The subject gets a +10 enhancement bonus affect ropes, vines, and the like. The effect characters who are 11th level and higher on Jump checks. The enhancement bonus is limited by the area. A 3rd-level caster can are “legendary,” as are the sorts of creatures increases to +20 at caster level 5th, and to cast a knock spell on a door of 30 square feet they contend with, the major magic items +30 (the maximum) at caster level 9th. or less (for example, a standard 4-foot-by-7- they wield, and the places where they",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None fect copy. (The replica costs 50 gp.) You stone, crushed lime, a few grains of sand, a Spell Resistance: No can have but one pair of these chests at any sprinkling of water, and several splinters of given time—even a wish spell does not wood. These must be augmented by the This spell makes a lock or small allow more. The chests are nonmagical and components of the unseen servant spell mechanism seem to be trapped to anyone 247 SPELLS CHAPTER 11: who can detect traps. You place the spell Light (cid:1) Duplicate any sorcerer/wizard spell of upon any small mechanism or device, such 6th level or lower, provided the spell is Evocation [Light] as a lock, hinge, hasp, cork, cap, or ratchet. Level: Brd 0, Clr 0, Drd 0, Sor/Wiz 0 not of a school prohibited to you.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A piece of iron radius (and dim light for an additional 20 (cid:1) Produce any other effect whose power pyrite touched to the object to the trapped feet) from the point you touch. The effect level is in line with the above effects, while the object is sprinkled with a special is immobile, but it can be cast on a mov- such as a single creature automatically dust requiring 50gp to prepare. able object. Light taken into an area of hitting on its next attack or taking a –7 magical darkness does not function. penalty on its next saving throw. A light spell (one with the light de- Lesser (Spell Name) scriptor) counters and dispels a darkness A duplicated spell allows saving throws Any spell whose name begins with lesser is spell (one with the darkness descriptor) of and spell resistance as normal (but the save alphabetized in this chapter according to an equal or lower level. DC is for a 7th-level spell). When a limited the second word of the spell name. Thus, Arcane Material Component: A firefly or a wish duplicates a spell that has an XP cost, the description of a lesser spell appears near piece of phosphorescent moss. you must pay that cost or 300 XP, the description of the spell on which it is whichever is more. When a limited wish based. Spell chains that have lesser spells in Lightning Bolt spell duplicates a spell with a material them include those based on the spells Evocation [Electricity] component that costs more than 1,000 gp, confusion, geas, globe of invulnerability, planar Level: Sor/Wiz 3 you must provide that component. ally, planar binding, and restoration. Components: V, S, M XP Cost: 300 XP or more (see above).",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level enhancement bonus.) It has no effect on between you and the object ever exceeds other modes of movement, such as burrow, the spell’s range. This spell functions like locate object, except climb, fly, or swim. this spell locates a known or familiar creature. Material Component: A pinch of dirt. Magic Circle against Chaos You slowly turn and sense when you are Abjuration [Lawful] facing in the direction of the creature to be Lullaby Level: Clr 3, Law 3, Pal 3, Sor/Wiz 3 located, provided it is within range. You Enchantment (Compulsion) [Mind- also know in which direction the creature Affecting] This spell functions like magic circle against is moving, if any. Level: Brd 0 evil, except that it is similar to protection The spell can locate a creature of a spe- Components: V, S from chaos instead of protection from evil, and cific kind (such as a human or a unicorn) Casting Time: 1 standard action it can imprison a nonlawful called or a specific creature known to you. It Range: Medium (100 ft. + 10 ft./level) creature. cannot find a creature of a certain type Area: Living creatures within a 10-ft.- (such as humanoid or animal). To find a radius burst Magic Circle against Evil kind of creature, you must have seen such Duration: Concentration + 1 Abjuration [Good] a creature up close (within 30 feet) at least round/level (D) Level: Clr 3, Good 3, Pal 3, Sor/Wiz 3 once. Saving Throw: Will negates Components: V, S, M/DF Running water blocks the spell. It Spell Resistance: Yes Casting Time: 1 standard action cannot detect objects. It can be fooled by",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical, unattended turbs the circle, directly or indirectly, but Transmutation object weighing up to 5 lb. other creatures can. If the called creature",
        "name":  "Longstrider Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal troying the circle. A creature capable of 249 SPELLS CHAPTER 11: any form of dimensional travel (astral This spell functions like magic circle against To cast the spell, the magic jar must be projection, blink, dimension door, etherealness, evil, except that it is similar to protection within spell range and you must know gate, plane shift, shadow walk, teleport, and from law instead of protection from evil, and where it is, though you do not need line of similar abilities) can simply leave the circle it can imprison a nonchaotic called crea- sight or line of effect to it. When you through that means. You can prevent the ture. transfer your soul upon casting, your body creature’s extradimensional escape by cast- is, as near as anyone can tell, dead. ing a dimensional anchor spell on it, but you Magic Fang While in the magic jar, you can sense must cast the spell before the creature acts. Transmutation and attack any life force within 10 feet per",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drd 1, Rgr 1 caster level (and on the same plane of as long as the magic circle does. The creature existence). You do need line of effect from Components: V, S, DF cannot reach across the magic circle, but its the jar to the creatures. You cannot deter-",
        "name":  "If you are successful, the anchor effect lasts Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch magical abilities, and the like) can. The of these creatures. In a group of life forces,",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Magic Circle against Good spell-like abilities do not stay with the Abjuration [Evil] body. By casting magic jar, you place your soul in",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 3, Evil 3, Sor/Wiz 3 As a standard action, you can shift freely a gem or large crystal (known as the magic from a host to the magic jar if within range, jar), leaving your body lifeless. Then you This spell functions like magic circle against sending the trapped soul back to its body. can attempt to take control of a nearby evil, except that it is similar to protection The spell ends when you shift from the jar body, forcing its soul into the magic jar. from good instead of protection from evil, and You may move back to the jar (thereby to your own body. it can imprison a nonevil called creature. returning the trapped soul to its body) and If the host body is slain, you return to attempt to possess another body. The spell the magic jar, if within range, and the life Magic Circle against Law ends when you send your soul back to force of the host departs (it is dead). If the Abjuration [Chaotic] your own body, leaving the receptacle host body is slain beyond the range of the",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Chaos 3, Clr 3, Sor/Wiz 3 empty. spell, both you and the host die. Any life 250 :11 RETPAHC SLLEPS force with nowhere to go is treated as slain. utter verbal components, use command The user of the stones makes a normal If the spell ends while you are in the words, or activate magical effects. It does, ranged attack. Each stone that hits deals magic jar, you return to your body (or die if however, move according to the words 1d6+1 points of damage (including the your body is out of range or destroyed). If articulated; if it were placed upon a statue, spell’s enhancement bonus), or 2d6+2 the spell ends while you are in a host, you the mouth of the statue would move and points against undead. return to your body (or die, if it is out of appear to speak. Of course, magic mouth range of your current position), and the can be placed upon a tree, rock, or any Magic Vestment soul in the magic jar returns to its body (or other object or creature. Transmutation dies if it is out of range). Destroying the The spell functions when specific con- Level: Clr 3, Strength 3, War 3 receptacle ends the spell, and the spell can ditions are fulfilled according to your Components: V, S, DF be dispelled at either the magic jar or at the command as set in the spell. Commands Casting Time: 1 standard action host’s location. can be as general or as detailed as desired, Range: Touch",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action not defeat a visual trigger, but magical an enhancement bonus of +1 per four",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to five creatures, no two of movement or magical silence defeats audi- mor that grants no AC bonus for the pur- which can be more than 15 ft. apart ble triggers. Audible triggers can be keyed pose of this spell.",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text When moral persuasion fails to win a Spells and abilities that move a creature criminal over to right conduct, you can use within a plane, such as teleport and di- This spell functions like minor creation, ex- mark of justice to encourage the miscreant mension door, do not help a creature escape cept that you can also create an object of to walk the straight and narrow path. a maze spell, although a plane shift spell mineral nature: stone, crystal, metal, or the You draw an indelible mark on the sub- allows it to exit to whatever plane is desig- like. The duration of the created item ject and state some behavior on the part of nated in that spell. Minotaurs are not varies with its relative hardness and rarity, the subject that will activate the mark. affected by this spell. as indicated on the following table. When activated, the mark curses the sub- ject. Typically, you designate some sort of Hardness and criminal behavior that activates the mark, Meld into Stone Rarity Examples Duration but you can pick any act you please. The Transmutation [Earth] Vegetable matter 2 hr./level effect of the mark is identical with the Level: Clr 3, Drd 3 Stone, crystal, base metals 1 hr./level effect of bestow curse. Components: V, S, DF Precious metals 20 min./level Since this spell takes 10 minutes to cast Casting Time: 1 standard action Gems 10 min./level and involves writing on the target, you can Range: Personal Rare metal1 1 round/level cast it only on a creature that is willing or Target: You 1 Includes adamantine, alchemical silver, and restrained. Duration: 10 min./level mithral. You can’t use major creation to Like the effect of bestow curse, a mark of create a cold iron item. See the Dungeon justice cannot be dispelled, but it can be Meld into stone enables you to meld your Master’s Guide for details. removed with a break enchantment, limited body and possessions into a single block of stone. The stone must be large enough to wish, miracle, remove curse, or wish spell. Major Image accommodate your body in all three dim- Remove curse works only if its caster level is Illusion (Figment) ensions. When the casting is complete, equal to or higher than your mark of justice",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 8 of damage. abilities of a broken magic item made Components: V, S The following spells harm you if cast whole, and it cannot mend broken magic Casting Time: 1 standard action upon the stone that you are occupying: rods, staffs, or wands. The spell does not Range: Close (25 ft. + 5 ft./2 levels) Stone to flesh expels you and deals you 5d6 252 :11 RETPAHC SLLEPS points of damage. Stone shape deals you 3d6 Components: V, S, F rately against each. (Fire resistance applies points of damage but does not expel you. Casting Time: 1 standard action to each sphere’s damage individually.)",
        "name":  "The spell does not restore the magical Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One arrow of acid creatures within range. Magical silence, 1 The subject is protected from all devices",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No have to travel in a straight line. It can as well as information gathering by circumvent a barrier if there is an open divination spells or effects. Mind blank A magical arrow of acid springs from your path between you and the subject, and the even foils limited wish, miracle, and wish hand and speeds to its target. You must path’s entire length lies within the spell’s spells when they are used in such a way as succeed on a ranged touch attack to hit range. The creatures that receive the mes- to affect the subject’s mind or to gain in- your target. The arrow deals 2d4 points of sage can whisper a reply that you hear. The formation about it. In the case of scrying acid damage with no splash damage. For spell transmits sound, not meaning. It that scans an area the creature is in, such as every three caster levels (to a maximum of doesn’t transcend language barriers. arcane eye, the spell works but the creature 18th), the acid, unless somehow neutra- Note: To speak a message, you must simply isn’t detected. Scrying attempts that lized, lasts for another round, dealing ano- mouth the words and whisper, possibly al- are targeted specifically at the subject do ther 2d4 points of damage in that round. lowing observers the opportunity to read not work at all.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless, object) Mind fog produces a bank of thin mist that Meteor swarm is a very powerful and spec- weakens the mental resistance of those Mending repairs small breaks or tears in tacular spell that is similar to fireball in caught in it. Creatures in the mind fog take objects (but not warps, such as might be many aspects. When you cast it, four 2- a –10 competence penalty on Wisdom caused by a warp wood spell). It will weld foot-diameter spheres spring from your checks and Will saves. (A creature that suc- broken metallic objects such as a ring, a outstretched hand and streak in straight cessfully saves against the fog is not chain link, a medallion, or a slender lines to the spots you select. The meteor affected and need not make further saves dagger, providing but one break exists. spheres leave a fiery trail of sparks. even if it remains in the fog.) Affected Ceramic or wooden objects with multiple If you aim a sphere at a specific creature, creatures take the penalty as long as they breaks can be invisibly rejoined to be as you may make a ranged touch attack to remain in the fog and for 2d6 rounds strong as new. A hole in a leather sack or a strike the target with the meteor. Any thereafter. The fog is stationary and lasts wineskin is completely healed over by creature struck by one of these spheres for 30 minutes (or until dispersed by mending. The spell can repair a magic item, takes 2d6 points of bludgeoning damage wind). but the item’s magical abilities are not (no save) and receives no saving throw A moderate wind (11+ mph) disperses restored. (For restoring a broken magic against the sphere’s fire damage (see the fog in four rounds; a strong wind (21+ item’s abilities, see the item creation feats below). If a targeted sphere misses its tar- mph) disperses the fog in 1 round. in Chapter 5: Feats.) The spell cannot get, it simply explodes at the nearest The fog is thin and does not signifi- mend broken magic rods, staffs, or wands, corner of the target’s space. You may aim cantly hamper vision. nor does it affect creatures (including more than one meteor at the same target. constructs). Once a sphere reaches its destination, it Minor Creation explodes in a 40-foot-radius spread, dealing Conjuration (Creation) Message 6d6 points of fire damage to each creature Level: Sor/Wiz 4 Transmutation [Language-Dependent] in the area. If a creature is within the area Components: V, S, M",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unattended, nonmagical object of powerful request. Casting such a miracle image per three caster levels (maximum nonliving plant matter, up to 1 cu. costs the cleric 5,000 XP because of the eight images total). These figments ft./level powerful divine energies involved. Ex- separate from you and remain in a cluster,",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tiny piece of A duplicated spell allows saving throws attack against an image destroys it. An matter of the same sort of item you plan to and spell resistance as normal, but the save image’s AC is 10 + your size modifier + create with minor creation—a bit of twisted DCs are as for a 9th-level spell. When a your Dex modifier. Figments seem to react hemp to create rope, and so forth. miracle duplicates a spell that has an XP normally to area spells (such as looking cost, you must pay that cost. When a mir- like they’re burned or dead after being hit Minor Image acle spell duplicates a spell with a material by a fireball). Illusion (Figment) component that costs more than 100 gp, While moving, you can merge with and",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes is. The illusion includes audible, visual, tac- ft. cube in size tile, and olfactory elements. Unlike halluci- Duration: 1 hour/level You don’t so much cast a miracle as request natory terrain, the spell can alter the appear- Saving Throw: None or Will negates; see one. You state what you would like to have ance of structures (or add them where text happen and request that your deity (or the none are present). Still, it can’t disguise, Spell Resistance: No power you pray to for spells) intercede. conceal, or add creatures (though creatures The DM then determines the particular within the area might hide themselves By means of this spell, you misdirect the effect of the miracle. within the illusion just as they can hide information from divination spells that A miracle can do any of the following themselves within a real location). reveal auras (detect evil, detect magic, discern things. lies, and the like). On casting the spell, you (cid:1) Duplicate any cleric spell of 8th level or choose another object within range. For Mirror Image the duration of the spell, the subject of lower (including spells to which you Illusion (Figment) misdirection is detected as if it were the have access because of your domains).",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "not evil, not casting it has no experience point cost. know which target to attack. The figments lying, not magical, neutral in alignment, stay near you and disappear when struck. and so forth. This spell does not affect 254 :11 RETPAHC SLLEPS other types of divination magic (augury, (cid:1) Allow the subject to recall with perfect You can’t have more than one moment of detect thoughts, clairaudience/clairvoyance, clarity an event it actually experienced. prescience active on you at the same time. and the like). For instance, it could recall every word from a 5-minute conversation or every Mordenkainen’s Disjunction Mislead detail from a passage in a book. Abjuration Illusion (Figment, Glamer) (cid:1) Change the details of an event the sub- Level: Magic 9, Sor/Wiz 9",
        "name":  "If the miracle has any of the above effects, being, making it difficult for enemies to were within range at casting",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Area: All magical effects and magic items",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None or Will disbelief (if memory time you want to modify) visual- interacted with); see text izing the memory you wish to modify in All magical effects and magic items within",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No the subject. If your concentration is dis- the radius of the spell, except for those that turbed before the visualization is complete, you carry or touch, are disjoined. That is, You become invisible (as improved invisi- or if the subject is ever beyond the spell’s spells and spell-like effects are separated bility, a glamer), and at the same time, an range during this time, the spell is lost. into their individual components (ending illusory double of you (as major image, a A modified memory does not neces- the effect as a dispel magic spell does), and figment) appears. You are then free to go sarily affect the subject’s actions, particu- each permanent magic item must make a elsewhere while your double moves away. larly if it contradicts the creature’s natural successful Will save or be turned into a The double appears within range but inclinations. An illogical modified mem- normal item. An item in a creature’s thereafter moves as you direct it (which ory, such as the subject recalling how possession uses its own Will save bonus or requires concentration beginning on the much it enjoyed drinking poison, is dis- its possessor’s Will save bonus, whichever first round after the casting). You can make missed by the creature as a bad dream or a is higher. the figment appear superimposed perfectly memory muddied by too much wine. You also have a 1% chance per caster over your own body so that observers don’t More useful applications of modify memory level of destroying an antimagic field. If the notice an image appearing and you turning include implanting memories of friendly antimagic field survives the disjunction, no invisible. You and the figment can then encounters with you (inclining the subject items within it are disjoined. move in different directions. The double to act favorably toward you), changing the Even artifacts are subject to disjunction, moves at your speed and can talk and details of orders given to the subject by a though there is only a 1% chance per caster gesture as if it were real, but it cannot superior, or causing the subject to forget level of actually affecting such powerful attack or cast spells, though it can pretend that it ever saw you or your party. The DM items. Additionally, if an artifact is des- to do so. reserves the right to decide whether a troyed, you must make a DC 25 Will save The illusory double lasts as long as you modified memory is too nonsensical to or permanently lose all spellcasting abili- concentrate upon it, plus 3 additional significantly affect the subject. ties. (These abilities cannot be recovered rounds. After you cease concentration, the by mortal magic, not even miracle or wish.) illusory double continues to carry out the Note: Destroying artifacts is a dangerous Moment of Prescience same activity (for instance, fleeing down a business, and it is 95% likely to attract the Divination hallway) until the duration expires. The attention of some powerful being who has",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "24 hours (D) by physical attacks, but dispel magic,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mixture of soils have to that creature. Material Component: A pinch of diamond (clay, loam, and sand) in a small bag, and dust worth 50 gp. an iron blade. Knowledge Will Save Modifier None1 +10 Nystul’s Magic Aura Neutralize Poison Secondhand (you have heard of the Illusion (Glamer) subject) +5 Conjuration (Healing) Level: Brd 1, Magic 1, Sor/Wiz 1 Firsthand (you have met the subject) +0",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No damage to half and negates the daze effect. A globe of shimmering force encloses a The spell deals only half damage to creature, provided the creature is small A misty vapor arises around you. It is sta- creatures who are neither chaotic nor enough to fit within the diameter of the tionary once created. The vapor obscures lawful, and they are not dazed. They can sphere. The sphere contains its subject for all sight, including darkvision, beyond 5 reduce the damage in half again (down to the spell’s duration. The sphere is not feet. A creature 5 feet away has conceal- one-quarter of the roll) with a successful subject to damage of any sort except from a ment (attacks have a 20% miss chance). Will save. rod of cancellation, a rod of negation, a dis- Creatures farther away have total conceal- integrate spell, or a targeted dispel magic ment (50% miss chance, and the attacker spell. These effects destroy the sphere Otiluke’s Freezing Sphere cannot use sight to locate the target). without harm to the subject. Nothing can Evocation [Cold] A moderate wind (11+ mph), such as pass through the sphere, inside or out,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hemispherical paladins, and rangers (and other Wisdom- by nonmagical means. piece of clear crystal, a matching hemi- based spellcasters) who receive owl’s spherical piece of gum arabic, and a pair of wisdom do not gain any additional bonus Permanency small bar magnets. spells for the increased Wisdom, but the Universal save DCs for their spells increase. Level: Sor/Wiz 5 Otto’s Irresistible Dance Arcane Material Component: A few feath- Components: V, S, XP Enchantment (Compulsion) [Mind- ers, or a pinch of droppings, from an owl. Casting Time: 2 rounds Affecting] Range: See text",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes be of a minimum caster level and must This spell functions like owl’s wisdom, ex- expend a number of XP. The subject feels an undeniable urge to cept that it affects multiple creatures. You can make the following spells per- dance and begins doing so, complete with manent in regard to yourself. 259 SPELLS CHAPTER 11: Minimum Spells cast on other creatures, objects, or You create a phantasmal image of the most Spell Caster Level XP Cost locations (not on you) are vulnerable to fearsome creature imaginable to the Arcane sight 11th 1,500 XP dispel magic as normal. subject simply by forming the fears of the Comprehend languages 9th 500 XP The DM may allow other selected spells subject’s subconscious mind into some- Darkvision 10th 1,000 XP to be made permanent. Researching this thing that its conscious mind can visualize: Detect magic 9th 500 XP possible application of a spell costs as this most horrible beast. Only the spell’s Read magic 9th 500 XP much time and money as independently subject can see the phantasmal killer. You See invisibility 10th 1,000 XP researching the selected spell (see the Dun- see only a vague shape. The target first gets Tongues 11th 1,500 XP geon Master’s Guide for details). If the DM a Will save to recognize the image as has already determined that the unreal. If that save fails, the phantasm You cast the desired spell and then follow application is not possible, the research touches the subject, and the subject must it with the permanency spell. You cannot automatically fails. Note that you never succeed on a Fortitude save or die from cast these spells on other creatures. This learn what is possible except by the success fear. Even if the Fortitude save is application of permanency can be dispelled or failure of your research. successful, the subject takes 3d6 points of only by a caster of higher level than you XP Cost: See tables above. damage. were when you cast the spell. If the subject of a phantasmal killer attack In addition to personal use, permanency Permanent Image succeeds in disbelieving and is wearing a can be used to make the following spells Illusion (Figment) helm of telepathy, the beast can be turned permanent on yourself, another creature, Level: Brd 6, Sor/Wiz 6 upon you. You must then disbelieve it or or an object (as appropriate). Effect: Figment that cannot extend become subject to its deadly fear attack. beyond a 20-ft. cube + one 10-ft. Minimum cube/level (S)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Permanent (D) Phantom Steed Enlarge person 9th 500 XP Conjuration (Creation) Magic fang 9th 500 XP This spell functions like silent image, except Level: Brd 3, Sor/Wiz 3 Magic fang, greater 11th 1,500 XP that the figment includes visual, auditory, Components: V, S Rary’s telepathic bond1 13th 2,500 XP olfactory, and thermal elements, and the Casting Time: 10 minutes Reduce person 9th 500 XP spell is permanent. By concentrating, you Range: 0 ft. Resistance 9th 500 XP can move the image within the limits of Effect: One quasi-real, horselike creature 1 Only bonds two creatures per casting of the range, but it is static while you are not Duration: 1 hour/level (D) permanency. concentrating. Saving Throw: None",
        "name":  "Spell Caster Level XP Cost Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No creatures, such as phase spiders, can follow Components: V, S with ease. A gem of true seeing or similar Targets: Up to three elementals or By casting this spell, you request your magic reveals the presence of a phase door outsiders, totaling no more than 12 HD, deity to send you an elemental or outsider but does not allow its use. no two of which can be more than 30 ft. (of 6 HD or less) of the deity’s choice. If A phase door is subject to dispel magic. If apart when they appear you serve no particular deity, the spell is a anyone is within the passage when it is general plea answered by a creature shar- dispelled, he is harmlessly ejected just as if This spell functions like lesser planar bind- ing your philosophical alignment. If you he were inside a passwall effect. ing, except that you may call a single crea- know an individual creature’s name, you You can allow other creatures to use the ture of 12 HD or less, or up to three crea- may request that individual by speaking phase door by setting some triggering con- tures of the same kind whose Hit Dice the name during the spell (though you dition for the door. Such conditions can be might get a different creature anyway). total no more than 12. Each creature gets a as simple or elaborate as you desire. They You may ask the creature to perform save, makes an independent attempt to can be based on a creature’s name, identity, one task in exchange for a payment from escape, and must be individually per- or alignment, but otherwise must be based you. Tasks might range from the simple suaded to aid you. on observable actions or qualities. Intan- (fly us across the chasm, help us fight a gibles such as level, class, Hit Dice, and hit battle) to the complex (spy on our enemies, Planar Binding, Greater points don’t qualify. protect us on our foray into the dungeon). Conjuration (Calling) [see text for lesser Phase door can be made permanent with You must be able to communicate with the planar binding] a permanency spell. creature called in order to bargain for its Level: Sor/Wiz 8 services. Components: V, S",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to three elementals or out- Planar Ally for its services. This payment can take a siders, totaling no more than 18 HD, no Conjuration (Calling) [see text for lesser variety of forms, from donating gold or two of which can be more than 30 ft. planar ally] magic items to an allied temple, to a gift apart when they appear.",
        "name":  "The creature called requires a payment Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use a calling spell to call an effect. to lure a creature from another plane to a air, chaotic, earth, evil, fire, good, lawful, or At your option, the area can be a 100- specifically prepared trap, which must lie water creature, it is a spell of that type. For foot-radius circle, a 150-foot-radius semi- within the spell’s range. The called example, lesser planar binding is a water circle, or a 200-foot-radius quarter circle. creature is held in the trap until it agrees to spell when you cast it to call a water ele- You may designate places within the area perform one service in return for its mental. that are not affected. freedom. Enrichment: This effect targets plants To create the trap, you must use a magic Plane Shift within a range of one-half mile, raising circle spell, focused inward. The kind of Conjuration (Teleportation) their potential productivity over the creature to be bound must be known and Level: Clr 5, Sor/Wiz 7 course of the next year to one-third above stated. If you wish to call a specific indi- Components: V, S, F normal. vidual, you must use that individual’s Casting Time: 1 standard action Plant growth counters diminish plants. proper name in casting the spell. Range: Touch This spell has no effect on plant crea-",
        "name":  "Casting this spell attempts a dangerous act",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF can escape from the trap with by to another plane of existence or alternate Casting Time: 1 standard action successfully pitting its spell resistance dimension. If several willing persons link Range: Touch against your caster level check, by dimen- hands in a circle, as many as eight can be Target: Living creature touched sional travel, or with a successful Charisma affected by the plane shift at the same time. Duration: Instantaneous; see text check (DC 15 + 1/2 your caster level + your Precise accuracy as to a particular arrival Saving Throw: Fortitude negates; see Cha modifier). It can try each method once location on the intended plane is nigh text per day. If it breaks loose, it can flee or impossible. From the Material Plane, you Spell Resistance: Yes attack you. A dimensional anchor cast on the can reach any other plane, though you creature prevents its escape via dimen- appear 5 to 500 miles (5d%) from your Calling upon the venomous powers of nat- sional travel. You can also employ a calling intended destination. ural predators, you infect the subject with diagram (see magic circle against evil, page Note: Plane shift transports creatures in- a horrible poison by making a successful 246) to make the trap more secure. stantaneously and then ends. The creatures melee touch attack. The poison deals 1d10 If the creature does not break free of the need to find other means if they are to points of temporary Constitution damage trap, you can keep it bound for as long as travel back. immediately and another 1d10 points of you dare. You can attempt to compel the Focus: A small, forked metal rod. The size temporary Constitution damage 1 minute creature to perform a service by describing and metal type dictates to which plane of existence or alternate dimension the spell later. Each instance of damage can be the service and perhaps offering some sort sends the affected creatures. Forked rods negated by a Fortitude save (DC 10 + 1/2 of reward. You make a Charisma check keyed to certain planes or dimensions may your caster level + your Wis modifier). opposed by the creature’s Charisma check. be difficult to come by, as decided by the The DM assigns your check a bonus of +0 DM. Polar Ray to +6 based on the nature of the service and the reward. If the creature wins the Evocation [Cold] opposed check, it refuses service. New Plant Growth Level: Sor/Wiz 8 offers, bribes, and the like can be made or Transmutation Components: V, S, F the old ones reoffered every 24 hours. This Level: Drd 3, Plant 3, Rgr 3 Casting Time: 1 standard action process can be repeated until the creature Components: V, S, DF Range: Close (25 ft. + 5 ft./2 levels) promises to serve, until it breaks free, or Casting Time: 1 standard action Effect: Ray",
        "name":  "You move yourself or some other creature Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small, white ceramic cone or Target: One creature, or one nonmagical overcome the damage reduction of certain prism. object of up to 100 cu. ft./level creatures.",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action that you change the willing subject into Range: Close (25 ft. + 5 ft./2 levels) Increase to another form of living creature. The new Changed Subject Is: Duration Factor1 Target: One creature with 200 hp or less form may be of the same type as the sub- Duration: See text Same kingdom (animal, +5 ject or any of the following types: aber- vegetable, mineral) Saving Throw: None ration, animal, dragon, fey, giant, Same class (mammals, +2 Spell Resistance: Yes humanoid, magical beast, monstrous hu- fungi, metals, etc.) manoid, ooze, plant, or vermin. The as- Same size +2 You utter a single word of power that sumed form can’t have more Hit Dice than Related (twig is to tree, +2 causes one creature of your choice to be- your caster level (or the subject’s HD, wolf fur is to wolf, etc.) come blinded, whether the creature can whichever is lower), to a maximum of 15 Same or lower Intelligence +2 hear the word or not. The duration of the HD at 15th level. You can’t cause a subject 1 Add all that apply. Look up the total on the spell depends on the target’s current hit to assume a form smaller than Fine, nor next table. point total. Any creature that currently has can you cause a subject to assume an 201 or more hit points is unaffected by incorporeal or gaseous form. The subject’s Duration power word blind. creature type and subtype (if any) change Factor Duration Example to match the new form (see the Monster 0 20 minutes Pebble to human Hit Points Duration Manual for more information). 2 1 hour Marionette to human 50 or less Permanent Upon changing, the subject regains lost 4 3 hours Human to marionette 51–100 1d4+1 minutes hit points as if it had rested for a night 5 12 hours Lizard to manticore 101–200 1d4+1 rounds (though this healing does not restore tem- 6 2 days Sheep to wool coat porary ability damage and provide other 7 1 week Shrew to manticore Power Word Kill benefits of resting; and changing back does 9+ Permanent Manticore to shrew Enchantment (Compulsion) [Death, not heal the subject further). If slain, the Mind-Affecting] subject reverts to its original form, though Unlike polymorph, polymorph any object does Level: Sor/Wiz 9, War 9 it remains dead. grant the creature the Intelligence score of Components: V The subject gains the Strength, Dex- its new form. If the original form didn’t Casting Time: 1 standard action terity, and Constitution scores of the new have a Wisdom or Charisma score, it gains Range: Close (25 ft. + 5 ft./2 levels) form but retains its own Intelligence, those scores as appropriate for the new Target: One living creature with 100 hp Wisdom, and Charisma scores. It also gains form. or less all extraordinary special attacks possessed Damage taken by the new form can Duration: Instantaneous by the form (such as constrict, improved result in the injury or death of the poly- Saving Throw: None grab, and poison) but does not gain the morphed creature. For example, it is pos- Spell Resistance: Yes extraordinary special qualities possessed by sible to polymorph a creature into rock the new form (such as blindsense, fast and then grind it to dust, causing damage, You utter a single word of power that in- healing, regeneration, and scent) or any perhaps even death. If the creature was stantly kills one creature of your choice, supernatural or spell-like abilities. changed to dust to start with, more whether the creature can hear the word or Incorporeal or gaseous creatures are creative methods to damage it would be not. Any creature that currently has 101 or immune to being polymorphed, and a crea- needed. Perhaps you could use a gust of more hit points is unaffected by power word ture with the shapechanger subtype (such wind spell to scatter the dust far and wide. kill. as a lycanthrope or a doppelganger) can In general, damage occurs when the new revert to its natural form as a standard form is changed through physical force, Power Word Stun action. although the DM must adjudicate many of Enchantment (Compulsion) [Mind-",
        "name":  "This spell functions like alter self, except Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 8, War 8 into a magic item with this spell. Magic Components: V Polymorph Any Object items aren’t affected by this spell. Casting Time: 1 standard action Transmutation",
        "name":  "A nonmagical object cannot be made Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One shadow duplicate included here because certain magic items can create prismatic effects one color at a time, and",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level or until from summoned creatures. It creates a discharged magical barrier around the subject at a Protection from Spells",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic 8, Sor/Wiz 8 First, the subject gains a +2 deflection",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch reduction 10/magic against ranged attacks made or effects created by evil",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level damage reduction.) Once the spell has to possess the warded creature (by a magic",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No If an eye ever gets more than 1 mile Spell Resistance: Yes or No; see text away from you, it instantly ceases to exist. You create a number of semitangible, visi- However, your link with the eye is such Pyrotechnics turns a fire into either a burst ble magical orbs (called “eyes”) equal to that you won’t know if the eye was de- of blinding fireworks or a thick cloud of 1d4 + your caster level. These eyes move stroyed because it wandered out of range choking smoke, depending on the version out, scout around, and return as you direct or because of some other event. you choose. them when casting the spell. Each eye can The eyes exist for up to 1 hour per caster Fireworks: The fireworks are a flashing, see 120 feet (normal vision only) in all level or until they return to you. Dispel fiery, momentary burst of glowing, colored directions. magic can destroy eyes. Roll separately for aerial lights. This effect causes creatures While the individual eyes are quite each eye caught in an area dispel. Of within 120 feet of the fire source to fragile, they’re small and difficult to spot. course, if an eye is sent into darkness, it become blinded for 1d4+1 rounds (Will Each eye is a Fine construct, about the size could hit a wall or similar obstacle and negates). These creatures must have line of of a small apple, that has 1 hit point, AC 18 destroy itself. sight to the fire to be affected. Spell (+8 bonus for its size), flies at a speed of 30 Material Component: A handful of crystal resistance can prevent blindness. feet with perfect maneuverability, and has marbles. Smoke Cloud: A writhing stream of a +16 Hide modifier. It has a Spot modifier smoke billows out from the source, form- equal to your caster level (maximum +15) Prying Eyes, Greater ing a choking cloud. The cloud spreads 20 and is subject to illusions, darkness, fog, feet in all directions and lasts for 1 round Divination and any other factors that would affect per caster level. All sight, even darkvision,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Surround me at a Transmutation Magical fires are not extinguished, al- range of four hundred feet and return if Level: Clr 0, Drd 0 though a fire-based creature (such as a fire you spot any dangerous creatures.” The Components: V, S elemental) used as a source takes 1 point of phrase “Surround me” directs the eyes to Casting Time: 1 standard action damage per caster level. form an equally spaced, horizontal ring at",
        "name":  "A sample command",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object) this sample command, an eye returns only Casting Time: 1 standard action if it spots a creature you would regard as Range: Medium (100 ft. + 10 ft./level) This spell makes spoiled, rotten, poison- dangerous. A “peasant” that is actually a ous, or otherwise contaminated food and Area or Target: One 20-ft. cube/level (S) shapechanged dragon wouldn’t trigger an water pure and suitable for eating and or one fire-based magic item eye’s return. Ten eyes can form a ring with drinking. This spell does not prevent sub- Duration: Instantaneous a radius of 400 feet and between them- sequent natural decay or spoilage. Unholy Saving Throw: None or Will negates (object) selves see everything that crosses the ring. water and similar food and drink of sig-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S By means of read magic, you can decipher decreases to Tiny has a space of 2-1/2 feet",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action magical inscriptions on objects—books, and a natural reach of 0 feet (meaning that",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None magic contained in the writing, although it feet and a natural reach of 5 feet. This spell",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A clear crystal or mineral prism. Multiple magical effects that reduce size",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) by 2. (If this reduction would put its Con at The subject’s severed body members (fin- 0 or lower, it can’t be reincarnated). This Remove blindness/deafness cures blindness or gers, toes, hands, feet, arms, legs, tails, or level/HD loss or Constitution loss cannot deafness (your choice), whether the effect even heads of multiheaded creatures), bro- be repaired by any means. is normal or magical in nature. The spell ken bones, and ruined organs grow back. It’s possible for the change in the sub- does not restore ears or eyes that have been After the spell is cast, the physical regener- ject’s ability scores to make it difficult for it lost, but it repairs them if they are ation is complete in 1 round if the severed to pursue its previous character class. If damaged. members are present and touching the this is the case, the subject is well advised Remove blindness/deafness counters and creature. It takes 2d10 rounds otherwise. to become a multiclass character. dispels blindness/deafness. Regenerate also cures 4d8 points of dam- For a humanoid creature, the new in- age +1 point per caster level (maximum carnation is determined using the follow- Remove Curse +35), rids the subject of exhaustion and/or ing table. For nonhumanoid creatures, the Abjuration fatigue, and eliminates all nonlethal DM should create a similar table of",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature or item touched Reincarnate can’t be returned to life by this spell. Con- Duration: Instantaneous",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes; see text although an antimagic field blocks the prevent this forced movement, it splinters.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) effects. Even magic items with wooden sections",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) The waves of energy continue to sweep are repelled, although an antimagic field You instill courage in the subject, granting down the set path for the spell’s duration. blocks the effects. it a +4 morale bonus against fear effects for After you cast the spell, the path is set, and The waves of energy continue to sweep 10 minutes. If the subject is under the you can then do other things or go down the set path for the spell’s duration. influence of a fear effect when receiving elsewhere without affecting the spell’s After you cast the spell, the path is set, and the spell, that effect is suppressed for the power. you can then do other things or go duration of the spell. elsewhere without affecting the spell’s Remove fear counters and dispels cause Repel Vermin power. fear. Abjuration",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A pair of small iron bars Level: Clr 4, Pal 4 Spell Resistance: Yes (harmless) attached to two small canine statuettes, Components: V, S, M one black and one white, the whole array Lesser restoration dispels any magical effects worth 50 gp. This spell functions like lesser restoration, reducing one of the subject’s ability scores except that it also dispels negative levels (such as ray of enfeeblement) or cures 1d4 points of temporary ability damage to one Resistance and restores one experience level to a of the subject’s ability scores (such as from Abjuration creature who has had a level drained. The a shadow’s touch or from poison). It also",
        "name":  "Arcane Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes You imbue the subject with magical en- Restoration cures all temporary ability ergy that protects it from harm, granting it damage, and it restores all points perma- This spell functions like raise dead, except a +1 resistance bonus on saves. nently drained from a single ability score that you are able to restore life and com- plete strength to any deceased creature. Resistance can be made permanent with a (your choice if more than one is drained). The condition of the remains is not a permanency spell. It also eliminates any fatigue or exhaustion factor. So long as some small portion of the",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) would bring its Con to 0 or lower, it can’t except that it dispels all negative levels be resurrected). This level loss or afflicting the healed creature. This effect This abjuration grants a creature limited Constitution loss cannot be repaired by protection from damage of whichever one also reverses level drains by a force or any means. of five energy types you select: acid, cold, creature, restoring the creature to the You can resurrect someone killed by a electricity, fire, or sonic. The subject gains highest level it had previously attained. death effect or someone who has been energy resistance 10 against the energy The drained levels are restored only if the turned into an undead creature and then type chosen, meaning that each time the time since the creature lost the level is no destroyed. You cannot resurrect someone creature is subjected to such damage more than one week per caster level. who has died of old age. Constructs, ele- (whether from a natural or magical Greater restoration also dispels all magical mentals, outsiders, and undead creatures source), that damage is reduced by 10 effects penalizing the creature’s abilities, can’t be resurrected. 272 :11 RETPAHC SLLEPS",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch object or creature reaches the top of the size do not stack, which means (among Target: One nonmagical ferrous object area without striking anything, it remains other things) that you can’t use a second (or the volume of the object within there, oscillating slightly, until the spell casting of this spell to further increase 3 ft. of the touched point) or one ends. At the end of the spell duration, your size while you are still under the ferrous creature affected objects and creatures fall effect of the first casting. Duration: See text downward.",
        "name":  "Multiple magical effects that increase Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No a creature caught in the area can attempt a Transmutation Reflex save to secure itself when the spell Any iron or iron alloy item you touch be- strikes. Creatures who can fly or levitate Level: Sor/Wiz 2 comes instantaneously rusted, pitted, and can keep themselves from falling. Components: V, S, M worthless, effectively destroyed. If the",
        "name":  "Rope Trick Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A lodestone Casting Time: 1 standard action item is so large that it cannot fit within a 3- and iron filings. Range: Touch foot radius (a large iron door or a wall of",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One touched piece of rope from iron), a 3-foot-radius volume of the metal is Righteous Might 5 ft. to 30 ft. long rusted and destroyed. Magic items made of",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text Necromancy [Fear, Mind-Affecting] You blast your enemies with fiery rays. You Effect: Magical sensor",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes yourself and another character playing If the save fails, you can see and hear chess for the duration of the spell, but you the subject and the subject’s immediate A twisting pattern of discordant, coruscat- could not have the illusory chess players surroundings (approximately 10 feet in all ing colors weaves through the air, affecting take a break, make dinner, and then directions of the subject). If the subject 274 :11 RETPAHC SLLEPS moves, the sensor follows at a speed of up A spellcaster whose voice is changed means of an erase spell. to 150 feet. dramatically (such as into that of the Material Component: Powdered herring As with all divination (scrying) spells, aforementioned snorting pig) is unable to scales and will-o’-wisp essence. the sensor has your full visual acuity, in- cast spells with verbal components. cluding any magical effects. In addition, See Invisibility the following spells have a 5% chance per Searing Light Divination caster level of operating through the",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 3, Sun 3 Components: V, S, M detect law, detect magic, and message.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 5, Sor/Wiz 5 detect law, detect magic, message, read magic,",
        "name":  "Transmutation Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 4, Sor/Wiz 5 caster’s voice sound like a pig snorting). All peruse the actual page, and return it to its Components: V, S, M/DF affected creatures or objects must be trans- secret page form at will. You can also remove Casting Time: 10 minutes muted in the same way. Once the transmu- the spell by double repetition of the special Range: See text tation is made, you cannot change it. word. A detect magic spell reveals dim magic Target: One creature",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round; see text but cannot create words with which you its true contents. True seeing reveals the Saving Throw: None are unfamiliar yourself. For instance, you presence of the hidden material but does Spell Resistance: No can’t change your voice so that it sounds as not reveal the contents unless cast in though you are giving the command word combination with comprehend languages. A You contact a particular creature with to activate a magic item unless you know secret page spell can be dispelled, and the which you are familiar and send a short that command word. hidden writings can be destroyed by message of twenty-five words or less to the 275 SPELLS CHAPTER 11: subject. The subject recognizes you if it erase spell destroys the entire page of text. You use material from the Plane of Shadow knows you. It can answer in like manner Sepia snake sigil can be cast in combination to shape quasi-real illusions of one or more immediately. A creature with an Intel- with other spells that hide or garble text, creatures, objects, or forces. Shadow ligence score as low as 1 can understand such as secret page. conjuration can mimic any sorcerer or wiz- the sending, though the subject’s ability to Material Component: 500 gp worth of ard conjuration (summoning) or conjura- react is limited as normal by its Intelli- powdered amber, a scale from any snake, tion (creation) spell of 3rd level or lower. gence score. Even if the sending is received, and a pinch of mushroom spores. Shadow conjurations are actually one-fifth the subject is not obligated to act upon it in (20%) as strong as the real things, though any manner. creatures who believe the shadow conjura- Sequester If the creature in question is not on the tions to be real are affected by them at full Abjuration same plane of existence as you are, there is strength.",
        "name":  "You can change the qualities of sounds on the page in question but does not reveal Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No ered through tactile means or through the the spell it is simulating does not. use of devices (such as a robe of eyes or a gem Shadow objects or substances, such as When you cast sepia snake sigil, a small of seeing). Creatures affected by sequester obscuring mist, have normal effects except symbol appears in the text of one written become comatose and are effectively in a work such as a book, scroll, or map. The state of suspended animation until the against those who disbelieve them. Against text containing the symbol must be at least spell wears off or is dispelled. disbelievers, they are 20% likely to work. twenty-five words long. When anyone Note: The Will save prevents an attended A shadow creature has one-fifth the hit reads the text containing the symbol, the or magical object from being sequestered. points of a normal creature of its kind sepia snake springs into being and strikes There is no save to see the sequestered (regardless of whether it’s recognized as the reader, provided there is line of effect creature or object or to detect it with a shadowy). It deals normal damage and has between the symbol and the reader. divination spell. all normal abilities and weaknesses.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text This spell functions like shadow conjuration, normal observation, and detect magic Saving Throw: Will disbelief (if except that it can duplicate any sorcerer or reveals only that the entire text is magical. interacted with); varies; see text wizard conjuration (summoning) or A dispel magic can remove the sigil. An Spell Resistance: Yes; see text conjuration (creation) spell of 6th level or 276 :11 RETPAHC SLLEPS lower. The illusory conjurations created Targets: Up to one touched creature/ Casting Time: 1 standard action deal three-fifths (60%) damage to non- level Range: Medium (100 ft. + 10 ft./level) believers, and nondamaging effects are Duration: 1 hour/level (D) Effect: Three or more shambling 60% likely to work against nonbelievers. Saving Throw: Will negates mounds, no two of which can be more",
        "name":  "The hidden sigil cannot be detected by Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell creates a shimmering, magical and attacks (including that dealt by special",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, F you, but damage already split is not nonmagical objects of crystal, glass, ce- Casting Time: 1 standard action reassigned to the subject. ramic, or porcelain, such as vials, bottles, Range: 20 ft. If you and the subject of the spell move flasks, jugs, windows, mirrors, and so forth. Targets: One creature/level in a 20-ft.- out of range of each other, the spell ends. All such objects within a 5-foot radius of radius burst centered on you Focus: A pair of platinum rings (worth at the point of origin are smashed into do- Duration: 1 round/level (D) least 50 gp each) worn by both you and the zens of pieces by the spell. Objects weigh- Saving Throw: See text warded creature. ing more than 1 pound per your level are Spell Resistance: Yes (harmless) not affected, but all other objects of the Shillelagh appropriate composition are shattered. A dim, blue glow surrounds the subjects, Transmutation",
        "name":  "Used as an area attack, shatter destroys Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drd 1 against a single solid object, regardless of them resistance to spells cast by chaotic Components: V, S, DF composition, weighing up to 10 pounds creatures, and slowing chaotic creatures Casting Time: 1 standard action per caster level. when they strike the subjects. This abjura- Range: Touch Targeted against a crystalline creature tion has four effects. Target: One touched nonmagical oak (of any weight), shatter deals 1d6 points of First, each warded creature gains a +4 club or quarterstaff sonic damage per caster level (maximum deflection bonus to AC and a +4 resistance Duration: 1 min./level 10d6), with a Fortitude save for half bonus on saves. Unlike protection from Saving Throw: Will negates (object) damage. chaos, this benefit applies against all Spell Resistance: Yes (object)",
        "name":  "Alternatively, you can target shatter protecting them from attacks, granting Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 1 to those objects. possession or magic items that emit sound",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature or object touched Shrink Item a defense against sonic or language-based",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Visual figment that cannot or the like). extend beyond four 10-ft. cubes + one You are able to shrink one nonmagical 10-ft. cube/level (S) Shout item (if it is within the size limit) to 1/16 Duration: Concentration of its normal size in each dimension (to Evocation [Sonic] Saving Throw: Will disbelief (if inter- about 1/4,000 the original volume and",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous you. The illusion does not create sound, Objects changed by a shrink item spell can",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 7 damage. A successful save negates the with a permanency spell, in which case the Components: V, S, M, XP deafness and reduces the damage by half. affected object can be shrunk and ex- Casting Time: 12 hours Any exposed brittle or crystalline object or panded an indefinite number of times, but Range: 0 ft. crystalline creature takes 1d6 points of only by the original caster. Effect: One duplicate creature sonic damage per caster level (maximum 15d6). An affected creature is allowed a Duration: Instantaneous",
        "name":  "Shrink item can be made permanent Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial or Reflex levels exceed twice your caster level. You negates (object); see text Upon the casting of this spell, complete must make a Disguise check when you cast the spell to determine how good the silence prevails in the affected area. All This spell functions like shout, except that likeness is. A creature familiar with the sound is stopped: Conversation is impos- the cone deals 10d6 points of sonic damage original might detect the ruse with a suc- sible, spells with verbal components can- (or 1d6 points of sonic damage per caster cessful Spot check (opposed by the caster’s level, maximum 20d6, against exposed not be cast, and no noise whatsoever issues Disguise check) or a DC 20 Sense Motive brittle or crystalline objects or crystalline from, enters, or passes through the area. check. creatures). It also causes creatures to be The spell can be cast on a point in space, At all times the simulacrum remains stunned for 1 round and deafened for 4d6 but the effect is stationary unless cast on a under your absolute command. No special rounds. A creature in the area of the cone mobile object. The spell can be centered telepathic link exists, so command must be can negate the stunning and halve both on a creature, and the effect then radiates exercised in some other manner. A the damage and the duration of the from the creature and moves as it moves. simulacrum has no ability to become more deafness with a successful Fortitude save. An unwilling creature can attempt a Will powerful. It cannot increase its level or 279 SPELLS CHAPTER 11: abilities. If reduced to 0 hit points or ping or wounding awakens an affected Target: Touched nonmagical circle of otherwise destroyed, it reverts to snow and creature, but normal noise does not. vine, rope, or thong with a 2 ft. diame- melts instantly into nothingness. A Awakening a creature is a standard action ter + 2 ft./level complex process requiring at least 24 (an application of the aid another action). Duration: Until triggered or broken hours, 100 gp per hit point, and a fully Sleep does not target unconscious crea- Saving Throw: None equipped magical laboratory can repair tures, constructs, or undead creatures. Spell Resistance: No damage to a simulacrum. Material Component: A pinch of fine",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spell is cast sand, rose petals, or a live cricket. This spell enables you to make a snare that over the rough snow or ice form, and some functions as a magic trap. The snare can be piece of the creature to be duplicated (hair, Sleet Storm made from any supple vine, a thong, or a nail, or the like) must be placed inside the Conjuration (Creation) [Cold] rope. When you cast snare upon it, the snow or ice. Additionally, the spell Level: Drd 3, Sor/Wiz 3 cordlike object blends with its sur- requires powdered ruby worth 100 gp per Components: V, S, M/DF roundings (Search DC 23 for a character HD of the simulacrum to be created. Casting Time: 1 standard action with the trapfinding ability to locate). One",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes while failure by 5 or more means it falls cordlike object tightens around the (see the Balance skill for details). creature, dealing no damage but causing it You can slay any one living creature. You The sleet extinguishes torches and small to be entangled. must succeed on a melee touch attack to fires. The snare is magical. To escape, a touch the subject, and it can avoid death Arcane Material Component: A pinch of trapped creature must make a DC 23 Es- with a successful Fortitude save. If it suc- dust and a few drops of water. cape Artist check or a DC 23 Strength ceeds, it instead takes 3d6 points of dam- check that is a full-round action. The snare age +1 point per caster level. (Of course, Slow has AC 7 and 5 hit points. A successful the subject might die from damage even if Transmutation escape from the snare breaks the loop and it succeeds on its save.) Level: Brd 3, Sor/Wiz 3 ends the spell.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes dard action each turn, but not both (nor When this spell is cast, all natural, un- may it take full-round actions). Ad- dressed earth or stone in the spell’s area is A sleep spell causes a magical slumber to ditionally, it takes a –1 penalty on attack softened. Wet earth becomes thick mud, come upon 4 Hit Dice of creatures. Crea- rolls, AC, and Reflex saves. A slowed crea- dry earth becomes loose sand or dirt, and tures with the fewest HD are affected first. ture moves at half its normal speed (round stone becomes soft clay that is easily Among creatures with equal HD, those down to the next 5-foot increment), which molded or chopped. You affect a 10-foot- who are closest to the spell’s point of affects the creature’s jumping distance as square area to a depth of 1 to 4 feet, de- origin are affected first. Hit Dice that are normal for decreased speed. pending on the toughness or resilience of not sufficient to affect a creature are Multiple slow effects don’t stack. Slow the ground at that spot (DM’s option). wasted. For example, Mialee casts sleep at one rat counters and dispels haste. Magical, enchanted, dressed, or worked (1/4 HD), one kobold (1 HD), two gnolls Material Component: A drop of molasses. stone cannot be affected. Earth or stone (2 HD), and an ogre (4 HD). The rat, the creatures are not affected. kobold, and one gnoll are affected (1/4 + 1 Snare A creature in mud must succeed on a + 2 = 3-1/4 HD). The remaining 3/4 HD is Transmutation Reflex save or be caught for 1d2 rounds not enough to affect the last gnoll or the Level: Rgr 2, Drd 3 and unable to move, attack, or cast spells. A ogre. Mialee can’t choose to have sleep Components: V, S, DF creature that succeeds on its save can move affect the ogre or the two gnolls. Casting Time: 3 rounds through the mud at half speed, and it can’t Sleeping creatures are helpless. Slap- Range: Touch run or charge. 280 :11 RETPAHC SLLEPS Loose dirt is not as troublesome as mud, This spell causes those within the area to Speak with Animals but all creatures in the area can move at turn on each other rather than attack their Divination only half their normal speed and can’t run foes. Each affected creature has a 50%",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 8 life force materializes and moves as you the charm effect on that individual, but a desire, allowing you to deliver low-level, fireball could not be turned back, and This spell functions like spell immunity, touch range spells at a distance. On casting neither could inflict critical wounds. except the immunity applies to spells of the spell, you lose 1d4 hit points that From seven to ten (1d4+6) spell levels 8th level or lower. return when the spell ends (even if it is are affected by the turning. The DM se- A creature can have only one spell im- dispelled), but not if the hand is destroyed. cretly rolls the exact number. When a spell munity or greater spell immunity spell in (The hit points can be healed as normal.) is turned, the DM subtracts its level from effect on it at a time. For as long as the spell lasts, any touch the amount of spell turning left. range spell of 4th level or lower that you When you are targeted by a spell of cast can be delivered by the spectral hand. Spell Resistance higher level than the amount of spell turn- The spell gives you a +2 bonus on your Abjuration ing you have left, that spell is partially melee touch attack roll, and attacking with Level: Clr 5, Magic 5, Protection 5 turned. The subtract the amount of spell the hand counts normally as an attack. The Components: V, S, DF turning left from the spell level of the hand always strikes from your direction. Casting Time: 1 standard action incoming spell, then divide the result by",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as spike growth are",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One 20-ft. square/level by taking 10 minutes to dress the injuries magic, disintegrate, a sphere of annihilation, or",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes which can be more than 30 ft. apart target). Speed is reduced by three-quarters. This spell restores a petrified creature to its Ranged attacks within the area of the This spell functions like suggestion, except normal state, restoring life and goods. The storm are impossible. Spells cast within that it can affect more creatures. The same the area are disrupted unless the caster suggestion applies to all these creatures. creature must make a DC 15 Fortitude save succeeds on a Concentration check against to survive the process. Any petrified creature, regardless of size, can be restored. a DC equal to the storm of vengeance’s save Summon Instrument DC + the level of the spell the caster is The spell also can convert a mass of Conjuration (Summoning) stone into a fleshy substance. Such flesh is trying to cast. Level: Brd 0 inert and lacking a vital life force unless a Components: V, S life force or magical energy is available. Suggestion Casting Time: 1 round (For example, this spell would turn a stone Enchantment (Compulsion) [Language- Range: 0 ft. Dependent, Mind-Affecting] Effect: One summoned handheld musi- golem into a flesh golem, but an ordinary",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No on a Fortitude save or be deafened for power. 1d4×10 minutes. The suggested course of activity can This spell summons an extraplanar crea- If you do not maintain concentration on continue for the entire duration, such as in ture (typically an outsider, elemental, or the spell after casting it, the spell ends. If the case of the red dragon mentioned magical beast native to another plane). It you continue to concentrate, the spell above. If the suggested activity can be appears where you designate and acts generates additional effects in each fol- completed in a shorter time, the spell ends immediately, on your turn. It attacks your 285 SPELLS CHAPTER 11: Mialee summons a couatl. Summon Monster II Summon Monster IV opponents to the best of its ability. If you Conjuration (Summoning) [see text for Conjuration (Summoning) [see text for can communicate with the creature, you summon monster I] summon monster I] can direct it not to attack, to attack partic- Level: Brd 2, Clr 2, Sor/Wiz 2 Level: Brd 4, Clr 4, Sor/Wiz 4 ular enemies, or to perform other actions. Effect: One or more summoned crea- Effect: One or more summoned crea- The spell conjures one of the creatures tures, no two of which can be more tures, no two of which can be more from the 1st-level list on the accompany- than 30 ft. apart than 30 ft. apart ing Summon Monster table. You choose which kind of creature to summon, and This spell functions like summon monster I, This spell functions like summon monster I, you can change that choice each time you except that you can summon one creature except that you can summon one creature cast the spell. Information on these crea- from the 2nd-level list or 1d3 creatures of from the 4th-level list, 1d3 creatures of the tures can be found in the Monster Manual. the same kind from the 1st-level list. same kind from the 3rd-level list, or 1d4+1 A summoned monster cannot summon creatures of the same kind from a lower- or otherwise conjure another creature, nor level list. Summon Monster III can it use any teleportation or planar travel Conjuration (Summoning) [see text for abilities. Creatures cannot be summoned Summon Monster V summon monster I] into an environment that cannot support",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as symbol of fear charmed by the caster (as the charm monster such as level, class, Hit Dice, and hit points are hard to detect and disable. A rogue spell) for 1 hour per caster level. don’t qualify. For example, a symbol of death (only) can use the Search skill to find a Unlike symbol of death, symbol of persua- can be set to activate when a lawful good symbol of fear and Disable Device to thwart sion has no hit point limit; once triggered, a creature approaches, but not when a it. The DC in each case is 25 + spell level, symbol of persuasion simply remains active paladin approaches. or 31 for symbol of fear. for 10 minutes per caster level. 290 :11 RETPAHC SLLEPS",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as symbol of per- or 32 for symbol of stunning. suasion are hard to detect and disable. A Material Component: Mercury and phos- rogue (only) can use the Search skill to phorus, plus powdered diamond and opal find a symbol of persuasion and Disable De- with a total value of at least 5,000 gp. vice to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of persuasion. Symbol of Weakness",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates Unlike symbol of death, symbol of weakness has no hit point limit; once triggered, a This spell functions like symbol of death, symbol of weakness simply remains active for except that all creatures of 10 HD or less 10 minutes per caster level. within 60 feet of the symbol of sleep instead Note: Magic traps such as symbol of fall into a catatonic slumber for 3d6×10 weakness are hard to detect and disable. A minutes. Unlike with the sleep spell, rogue (only) can use the Search skill to sleeping creatures cannot be awakened by find a symbol of weakness and Disable nonmagical means before this Device to thwart it. The DC in each time expires. case is 25 + spell level, or 32 for Unlike symbol of death, symbol of weakness. symbol of sleep has no hit point Material Component: Mercury limit; once triggered, a symbol and phosphorus, plus powdered of sleep simply remains active diamond and opal with a total for 10 minutes per caster level. value of at least 5,000 gp.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as symbol of sleep are hard to detect Sympathetic and disable. A rogue (only) can use Vibration the Search skill to find a symbol of Evocation [Sonic] sleep and Disable Device to thwart it.",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
