[
    {
        "origin_file":  "magic_items.json",
        "description":  "Climb +16 (+18 ropes), Concentration +16, Spell-Like Abilities:At will—blur, command, obscuring Diplomacy +7, Escape Artist +1 (+3 ropes), Intimidate mist, see invisibility, silence;3/day—cure moderate wounds, dispel +20, Listen +16, Profession (soldier) +16, Ride +16, magic, ice storm, phantom steed.Caster level 9th; save DC 15 + Search +17, Sense Motive +17, Spot +16, Survival +1 (+3 spell level. following tracks), Use Rope +16 Summon Rilmani (Sp): Once per day, a ferrumach can",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dodge, Iron Will, Mobility, Point Blank Shot, The sarkrith wage a war that few understand. Beings of logic Precise Shot, Rapid Shot, Shot on the Run (B) and cold calculation, sarkriths cannot abide the unpre- Climate/Terrain:Warmforest and underground dictable although undeniably powerful forces of magic. To Organization:Solitary or with squad of thanes the sarkrith, peace means control, and magic in the hands of Challenge Rating:13 anyone is a symbol that the sarkrith do not have control. Treasure: Standard",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Selkies have a +8 racial bonus on any Swim check oids in distress, especially those under attack by evil crea- to perform some special action or avoid a hazard and can tures. Able to sense both good and evil, senmurvs are very always choose to take 10 on Swim checks, even if distracted particular about whom they assist, and they become or endangered. enraged if they discover duplicity or betrayal among those they are assisting. SELKIE CHARACTERS Senmurvs speak Sylvan and can understand, but not A selkie’s favored class is bard. Selkie clerics often do not speak, Common. choose to worship a particular deity, but have access to the domains of Healing, Protection, and Water. If the cleric chooses to worship a specific deity, the character has access to the deity’s domains instead. A selkie PC’s effective character level (ECL) is equal to its class level +4. Thus, a 1st-level selkie bard has an ECL of 5 and is the equivalent of a 5th-level character. SENMURV Large Magical Beast",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Flyby Attack, Improved Initiative the rider must learn to do without. 149 SENMURV Senmurv Rend (Ex):If a senmurv hits a single target with both Long ago, the shadar-kai thought to preserve the world claws, it latches onto the opponent’s body and tears the from the rising humanoid races. Skilled in shadow magic, flesh. This attack deals 2d6+6 points of damage. the shadar-kai made a pact with a dark power of the Plane of Smite Evil (Su):Once per day a senmurv can make a Shadow to cast the world into an endless twilight in which normal attack to deal additional damage equal to its HD the shadow fey would rule supreme. But the experiment total (maximum of +20 additional damage) against an went awry, and the shadar-kai were left bound to the Plane evil foe. of Shadow, cursed to lose their souls in its dark depths. This Spell-Like Abilities:At will—detect good, detect evil. shadow curse affects shadar-kai to this day, and every Scent (Ex):A senmurv can detect approaching enemies, member of the race is engaged in a lifelong struggle to stave sniff out hidden foes, and track by sense of smell. off inevitable doom. The continuous pull of the Plane of Shadow has left the shadar-kai grim and embattled. Few races understand the SHADAR-KAI plight of the shadow fey. Even the temporary solutions the Medium-Size Fey (Extraplanar) shadar-kai have found leave them struggling with con-",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +9, Listen +8, Move Silently +9, Search +6, The shadar-kai described in the statistics block wears a +1 Spot +8, Survival +6 (+8 following tracks) gal-ralan (see Shadar-Kai Items, below).",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*Shadar-kai have a and so on. +10 racial bonus on Hide checks made in dark or shadowy Caster Level:5th;Prerequisites:Craft Wondrous Item, resist- conditions (anything other than daylight or the area of a ance,caster level must be three times that of the gal-ralan’s daylightspell). bonus;Market Price:625 gp (+1), 2,500 gp (+2), 5,600 gp (+3), 10,000 gp (+4), or 15,600 gp (+5). Weight:—. SHADAR-KAI SOCIETY Blackstone Rune: Shadar-kai overcome by the shadow The shadar-kai have developed a predatory society. They curse often make use of the blackstone rune.The rune is a have few permanent cities of their own but can often be complex sigil drawn on a small, glossy stone. On command, found in other settlements. The cities built by humans and ablackstone runeallows its bearer to plane shift between the other intelligent races have little chance of keeping out a Plane of Shadow and the Material Plane (in either direc- determined group of shadar-kai infiltrators because such tion), along with up to 50 pounds of objects. A blackstone cities are full of shadows. runecan be used three times before its magic fades. The few shadar-kai cities that remain on the Material Caster Level: 9th;Prerequisites: Craft Wondrous Item, plane Plane are concealed by illusions and shadow magic, and shift; Market Price: 3,300 gp. Weight:—. well guarded by bands of shadar-kai scouts leading shadow Night Extract:When thrown or dropped, one vial of mastiffs. Many shadar-kai have been subsumed into the this magic liquid reduces the ambient light level to that of Plane of Shadow, and even the greatest cities of the shadar- starlight in a 20-foot radius. Magical light still functions in kai are desolate, sparsely populated places. the area (and counters the effect), but torches, lanterns, Most shadar-kai realms are magocracies, ruled by power- sunrods, and other mundane light sources are suppressed ful illusionists. Shadar-kai hate other fey, and they hunt and until removed from the area. The DC of Spot checks made 151 SHADAR-KAI Shadar-kai against targets within the nightextract’s area increases by Organization:Solitary or clutch (3–12) +10, although creatures with darkvision or superior low- Challenge Rating:1 light vision ignore this increase, and creatures with normal Treasure:50% coins, 50% goods, 50% items low-light vision gain a +5 bonus on Spot checks made in Alignment:Always neutral starlight. The night extractprovides nine-tenths conceal- Advancement:2–3 HD (Small) ment (40% miss chance) against creatures without low- light vision, one-half concealment (20% miss chance) Shadow asps are dark versions of their more common reptil- against creatures with low-light vision, and no conceal- ian cousins. They often guard the tombs of kings and other ment against creatures with darkvision or superior low- important members of royal families. Naturally observant, light vision. The effect lasts for 10 minutes. quiet, and capable of creating even more guards, they are",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st;Prerequisites:Craft Wondrous Item, light; perfectly suited to this task.",
        "name":  "Caster Level",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50 gp. Weight:—. The average shadow asp measures 4 feet long. Its dark, scaled body often seems nearly translucent due to the SHADAR-KAI CHARACTERS potential the creature has to become incorporeal. No pattern A shadar-kai’s favored class is rogue. Although rogues are adorns its scales, making the creature nearly invisible in the by far the most common characters among the shadow fey, gloomy surroundings it favors. many other shadar-kai become wizards or clerics. Few Thought to have originated on the Plane of Shadow, shadar-kai are strong in melee combat, so they rarely do shadow asps quickly found a niche on the Material Plane well as fighters, rangers, monks, or barbarians. as “watchdogs” at the tombs of pharaohs and other great Due to their starting Hit Dice and unique powers, a leaders, which is where they’re most often encountered. shadar-kai’s effective character level (ECL) is +4. Thus, a 1st- Clutches might also be found near portals to the Plane of level shadar-kai rogue has an ECL of 5 and is the equivalent Shadow or in out-of-the-way Underdark locales. of a 5th-level character. COMBAT Shadow asps are smarter than normal snakes, and anyone SHADOW ASP observing their tactics can easily see this. They use their Tiny Magical Beast ability to become incorporeal to mob intruders in the",
        "name":  "Market Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A shadow asp has a +10 Ethereal, and Astral Planes ex- racial bonus on Hide checks tolling the virtues of law due to its natural cam- andgoodness and help- ouflage, and a +5 ingthose in need of in- racial bonus on struction or protection. Listen and Spot checks due From the neck down, shedim to its natural vigilance. Shadow (the plural form) resemble immense asps also have a +8 racial bonus on Climb checks and can winged bulls with well-developed muscles and a fifth leg always choose to take 10 on Climb checks, even if rushed between and behind the two forelegs. The stoic creatures or threatened. have human heads with elaborately braided beards and long, bristly black hair worn in tight curls. Shedim bear a regal, somewhat detached mien, as if the gilded crown SHEDU each wears marks them as kings. If the creatures once Large Magical Beast held terrestrial kingdoms, those lands have most likely",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Acid resistance 5, cold resistance 5, Shedim speak Common, Draconic, and Celestial. They darkvision 60 ft., depart, electricity resistance 5, ethereal prefer to communicate telepathically. jaunt, fire resistance 5, low-light vision, magic circle against evil, rational mind, sonic resistance 5, SR 14, COMBAT uncanny stability Despite their ability to trample opponents under powerful",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 19, Dex 11, Con 17, Int 22, Wis 18, Cha 16 skilled foes. In such cases, they prefer to take to the air, 153 SHEDU Shedu from where they attempt to control enemies using dominate Treasure:Standard person. Should things get chancy, they jump to the Ethereal Alignment:Usually chaotic evil Plane or depart to the Astral Plane. Advancement:By character class Spell-Like Abilities:At will—clairaudience/clairvoyance, Level Adjustment:+2 see invisibility, telekinesis;3/day—dominate person.Caster level 9th; save DC 13 + spell level. Once members of the underprivileged caste of an ancient Trample (Ex):As a standard action during its turn each empire, the humans who would become skulks withdrew round, a shedu can run over opponents at least one size cat- from the world through a magical ceremony that solidified egory smaller than itself. This attack deals 2d6+4 points of their “untouchable” status. The ritual granted them natural bludgeoning damage. A trampled opponent can attempt camouflage, allowing the skulks to blend in perfectly with either an attack of opportunity at a –4 penalty or a Reflex their surroundings. save (DC 18) for half damage. Skulks stand 5 to 6 feet tall and are devoid of hair. They Depart (Su): Once per week, a shedu may cast astral wear clothing only when forced to. It is difficult to deter- projectionas an 18th-level sorcerer. The ability affects only mine, at first glance, whether a given skulk is male or the shedu. female. A skulk’s gray skin feels like soft leather, and it can Ethereal Jaunt (Su):A shedu can shift from the Ethereal change color at the creature’s whim, from the most sub- Plane to the Material Plane as a free action, and shift back dued brows to the most lurid reds and yellows. Sometimes again as a move action. This ability is otherwise identical a skulk assumes a “natural” human flesh tone and wears withethereal jauntcast by a 15th-level sorcerer. clothing to better blend in with human society. Their deep Magic Circle against Evil (Su):A shedu radiates a con- blue eyes lack pupils, and remain an identifying feature no tinuousmagic circle against evilthat affects a 20-foot radius. matter what coloration a skulk assumes. The aura can be dispelled, but the shedu can create it again Many skulks are prone to outlandish acts of violence, and as a free action on its next turn. those skulks best able to prove their proficiency in the ways Rational Mind (Ex):A shedu’s superior brain renders it of silent murder generally lead skulk communities. Those immune to mind-affecting effects. few who somehow manage to resist their innate vio- Uncanny Stability (Ex): A shedu’s five legs grant it lent tendencies attempt to survive by haunting the increased stability, rendering it immune to being pushed outskirts of human encampments, scrounging back as the result of a bull rush. The ability also prevents food and supplies whenever possible. pushes from spells such as Bigby’s forceful hand. Hated by skulks and humans alike, the",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 154 KLUKS Skulk BS COMBAT SKULK CHARACTERS Skulks prefer to hide from opponents, waiting for a group of Though common skulks doubtless provide a nuisance to enemies to split up before picking off the weakest of the adventurers, members of the race really come into their own bunch. They don’t hesitate to use a coup de grace on fallen or with levels of rogue, their favored class. Skulk leaders tend helpless victims. Skulks never attack when outnumbered. to be rogue/assassins or rogue/shadowdancers, and fre- Innate Nondetection (Su):Skulks are difficult to detect quently offer the services of their coterie to unscrupulous by divination spells such as clairaudience/clairvoyance,locate clients eager to have someone killed. creature, detection spells, and items such as a crystal ball. If a divination is attempted upon a skulk, the caster of the div- SKYBLEEDER ination must succeed on a caster level check (1d20 + caster level) against DC 20. Huge Aberration Peerless Camouflage (Ex): Skulks can move at full Hit Dice:12d8+48 (102 hp) speed (and can even run) while hiding, taking no penalties Initiative:+3 on Hide checks due to movement. Speed:40 ft., fly 80 ft. (average) Trackless Path (Ex):The DC of any Survival check to AC:22 (–2 size, +3 Dex, +11 natural), touch 11, flat- follow the trail of a skulk is increased by 10. footed 19",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12 conclusions about ghost cults, for the creatures seldom Treasure:— leave any trace of their coming or leaving. Skulks who allow Alignment:Usually neutral evil prey to track them to the lair of their coterie face swift, fatal Advancement:13–18 HD (Huge); 19–36 HD discipline from the band’s ruthless leader. (Gargantuan) Skulks have managed to survive as parasites in human civilization due to a strong self-preservation instinct that The skybleeder is a terrible nightmare created by kaorti other races often misidentify as cowardice. A skulk values wizards to serve as mounts. (The kaorti is described earlier its own life above and beyond anything else; cases of skulk in this book.) When not serving as mounts, they drift mothers abandoning their young to escape a dangerous sit- lazily in the sky, miles above ground. They descend only uation are not uncommon. Such abandoned children fetch to feed or to amuse themselves by tormenting ground- enormous prices from slavers, who sell them to unscrupu- based victims. lous folk who then raise the children as the perfect unde- Those attacked by a skybleeder rarely get a good look at tectable thieves and silent killers. the creature, since it constantly surrounds itself with yel- lowish white mist that rains a torrent of burning red acid. Pale yellow tentacles and long chitinous claws that extend from the mist provide a hint as to what lurks within the cloud. If this cloud cover is pierced, a skybleeder is revealed to be a horrifying tangle of hair and eyes and wormlike tendrils. Its three claws are arrayed around its equator, while its eight yellow tentacles trail below like a jellyfish’s tendrils. The creature is naturally buoyant in air, 155 SKYBLEEDER pqs SKULKS AND THE LIVING GREYHAWK GAZETTEER If you are using the Living Greyhawk Gazetteerin your campaign, the patron deity of skulks is Syrul, a deity of lies, deceit, treachery, and false promises. Her domains are Evil, Knowledge, and Trickery. pqs and it can maneuver with great ease in the sky by venting blasts of air out numerous openings in its body. When a kaorti uses a skybleeder as a mount, it first lashes a 5-foot-diameter platform (usually made of wood) to the top of the skybleeder’s body. The kaorti then sits upon this plat- form, strapping itself in place with a large number of ropes and cords. A kaorti guides its skybleeder through voice commands and gestures. Skybleeders are quite intelligent and must be treated with respect by anyone who wishes to use one as a mount, lest the rider suddenly find himself attacked miles above the ground. Skybleeders almost always prefer to communicate in Kaorti, although they understand Common and Sylvan as well COMBAT A skybleeder doesn’t always initiate combat to slay or find food. Often, it simply attacks ground- based targets simply for the joy of causing pain and panic. These “idle” attacks usually involve the unleashing of acid rain or the use of spell-like abilities from afar. A skybleeder only resorts to physical attacks in matters of self defense, to secure food (it particularly relishes the flesh of fey), or at the behest of its rider. Its claws can inflict deep, bloody wounds, and its tentacles are coated with acid. Acid Rain (Su):The tentacles of a skybleeder con- stantly weep a slimy red acid. The sight of this acid raining from the mist that surrounds the creature is what prompted its name. This acid does 2d4 points of acid damage per round to any living creatures the skybleeder hovers above or flies over (Reflex DC 19 half); the acid makes during suc- becomes inert right after it deals damage, so a target is only cessive rounds automatically deals tentacle and acid damage. affected for as long as the skybleeder remains overhead. Spell-Like Abilities:At will—flare, shocking grasp, wind Constrict (Ex):With a successful grapple check with a wall; 3/day—call lightning, control winds, gust of wind. tentacle, a skybleeder can constrict a grabbed opponent, 1/day—control weather, cloudkill.Caster level 12th; save DC dealing 1d4+4 points of bludgeoning damage. The tentacle 17 + spell level. deals an additional 1d4 points of acid damage each round to No Discernible Anatomy (Ex):A skybleeder is immune a creature it constricts. to critical hits and cannot be sneak attacked or flanked. Improved Grab (Ex):If a skybleeder hits an opponent Regeneration (Ex): A skybleeder takes normal dam- that is at least one size category smaller than itself with a ten- age from fire and force effects. Attack forms that don’t tacle attack, it deals normal damage plus acid damage and deal hit point damage ignore regeneration, and a sky- attempts to start a grapple as a free action without provoking bleeder does not restore hit points lost from starvation, an attack of opportunity (grapple bonus +25). If it gets a hold, thirst, or suffocation. it also constricts on the same round. Thereafter, the sky- Unnatural Mist (Su): A skybleeder constantly sur- bleeder has the option to conduct the grapple normally, or rounds itself with an unnatural white mist to a radius of 60 simply use its tentacle to hold the opponent (–20 penalty feet. This mist grants a skybleeder a +10 circumstance on grapple check, but the skybleeder is not considered bonus on Hide checks and affords it three-quarters con- grappled). In either case, each successful grapple check it cealment (30% miss chance) against attacks against it from foes outside the mist. Those inside the mist find that they can see through it clearly. Those within the unnatural mist gain spell resistance 22 against druid magic. The mist can be dissipated by strong winds, but it reforms naturally in 2d6 rounds after the winds die down. 156 REDEELBYKS JE Skybleeder SLAAD, MUD COMBAT Medium-Size Outsider (Chaotic, Extraplanar) Mud slaadi usually begin combat with their sonic screech or",
        "name":  "Most humans who view a skulk murder scene jump to Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7–9 HD (Medium-size); screech. Every creature within 30 10–18 HD (Large) feet must succeed on a Fortitude save (DC 15) or take 5d6 points of Though the red slaad is sonic damage. thought by many to be Summon Slaad(Sp):Once the weakest member perday a mud of the race, this is slaad can at- not true. The mud tempt to sum- slaad is an even lower mon 1 mud slaad creature. Derided by with a 40% chance some of its more pow- of success (result erful relatives, the mud of 61–100 on d%) or slaad is still a challeng- 1 red slaad with a 20% ing opponent for many groups chance of success (result of of adventurers. 81–100 on d%). Mud slaadi stand Fast Healing (Ex):A mud slaad about 5 feet tall and regains lost hit points at the rate of 3 weigh around 170 per round. Fast healing does pounds. Their skin not restore hit points lost varies in tone through from starvation, thirst, shades of brown to a sickly or suffocation, and it brownish green. They have does not allow a mud a slaad’s characteristic wide slaad to regrow or reattach lost body parts. mouth full of sharp teeth, and strong, sharp talons on the Feign Death (Ex):If an opponent strikes a mud slaad ends of long, spindly arms. and reduces it to 10 or fewer hit points, it can immediately Mud slaadi are insecure and cowardly creatures. They attempt to feign death. This ability comes into use on the have a strong survival instinct, though, and often find ways opponent’s turn. Any creature that witnesses a mud slaad to stay alive even in the face of overwhelming odds. that is feigning death, including those creatures that Mud slaadi speak the language of slaadi. watch it fall, can make a Sense Motive check (DC 22) to 157 SLAAD, MUD Mud slaad AS determine if the slaad’s death is genuine. A Spot check will Created by magic, most not reveal that the slaad’s slasraths now serve as death is feigned, and mounts for yugoloths. even a Heal or Search These mounts are magi- check isn’t guaran- cally controlled and are teed to discover the outfitted with special har- deception, so adroit nesses to allow their mas- is the mud slaad ters to ride them with ease. at stilling its Nevertheless, one some- breathing times bucks its and re- enchant- ducing its heart rate. ment and A successful check using escapes either skill (DC 22) is required to reveal that the mud slaad into the wild. still lives.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*A spectral lurker has a +8 racial bonus on Hide the clouds. checks when it is hiding in a solid object. A spirit of the air resembles a monkey, roughly 10 feet tall, with elongated fingers that form the ribs of its fanlike wings. The coloration of their furred bodies ranges from SPIRIT OF THE AIR dark brown to blond, and their tusked mouths have a Large Magical Beast (Air) mirthful set, even when the spirits are engaged in battle.",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Expertise, Hover, Improved Trip, Multiattack ning, control winds, detect magic;1/day—confusion, control Climate/Terrain:Any land weather, whirlwind, wind walk.Caster level 15th; save DC 13 +",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleave, Combat item to be a delicacy and Reflexes, Flyby Attack, rarely passes Hover, Power Attack up an opportu- Climate/Terrain: nity to consume it Warm desert or (using its sun- plains dering bite Organization: to destroy the Solitary, pair, or item first). flight (3–6)",
        "name":  "It considers such an Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18 (+3 Dex, +5 natural),touch 13, flat-footed 15 Medium-Size Magical Beast (Extraplanar, Swarm of Base Attack/Grapple:+7/— Diminutive Creatures)",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Feats: Alertness, Combat Casting, Iron Will Climate/Terrain:Any land and underground (any Plague ants are large and particularly nasty relatives of Outer Plane) mundane army or harvester ants. They are 4 inches long, Organization:Swarm with bloated white bodies and bright orange eyes. Their Challenge Rating:2 mandibles are as long as their heads and have an orange Treasure:— hue on the inside (cutting) edge. Alignment:Usually neutral evil As mindless creatures, plague ants do not speak or under- Advancement: — stand any language. A lesser pack of cranium rats consists of about 75 rats. Combat Plague ants are a mindless force of nature and swarm over Combat everything in their path. They operate based on sophisti- While more limited than the larger packs in what they can cated instinct, with ants in the forefront of the swarm’s do, lesser packs still set up effective ambushes and utilize approach carrying large chunks of food (preferably bloody their mind blast ability to great advantage. meat) back to the queen, who is protected in the swarm’s Mind Blast (Su): This attack is a 60-foot bivouac by a shelter formed from living ants. cone. Anyone caught in this cone Disease (Ex):Any creature that takes damage from a must succeed on a Will save (DC 14) plague ant swarm must succeed on a Fortitude save (DC 17) or be stunned for 3d4 rounds. A lesser or contract red ache. The incubation period is 1d3 days, and cranium rat pack can use this the disease deals 1d6 points of Strength damage. power every 2 rounds. Wounding (Ex):A wound resulting from a plague ant swarm attack bleeds for an additional 1 point of damage per round thereafter. Multiple wounds from such attacks result in cumulative bleeding loss (two wounds for 2 167 SWARM Hive Mind (Ex):A cranium rat swarm has a hive mind, which makes it susceptible to mind-affecting spells. For purposes of such spells, the swarm is a single creature of the magical beast type. Merge Swarms (Ex):Two lesser cranium rat packs can move into the same space and merge into a single swarm, becoming an average pack. Likewise, two average packs can merge together into a greater pack. Merging in this fashion is a full- round action.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cranium rat swarms have a +8 racial bo- nus on Climb checks and can always choose to take 10 on Climb checks, even if rushed or threatened. CRANIUM RAT SWARM, AVERAGE PACK Medium-Size Magical Beast (Extraplanar, Swarm of Diminutive Creatures)",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An average pack can cast arcane spells as a 4th-level for some dark deity of knowledge, cranium rats are every- sorcerer (spells/day 6/7/3; spells known 6/3/1; save DC 11 + where—seeing, hearing, and sharing what they learn in a spell level). A typical spells known list: 0—daze, detect magic, bizarre hive mind. flare, mage hand, open/close, prestidigitation;1st—charm person, An individual cranium rat is almost indistinguishable expeditious retreat, magic missile;2nd—mirror image. from a normal rodent, except that a portion of its large Hive Mind (Ex):A cranium rat swarm has a hive mind, brain is exposed and pulses with a soft glow. Singly, the which makes it susceptible to mind-affecting spells. For creatures are also virtually identical to normal rats, but purposes of such spells, the swarm is a single creature of they are never encountered singly. A pack of cranium rats the magical beast type. has a group mind—and the more rats, the more intelli- Merge Swarms (Ex):Two lesser cranium rat packs can gent the group mind. move into the same space and merge into a single swarm, 168 MRAWS Cranium rats becoming an average pack. Likewise, two average packs can A greater pack of cranium rats consists of about 300 rats. merge together into a greater pack. Merging in this fashion is a full-round action. Combat Swarm Regeneration (Ex):When an average pack is Greater packs follow the same tactics as the smaller packs, reduced to 0 hp, it becomes a lesser pack. When a lesser but they can use more effective spells. pack is reduced to 0 hp, it is destroyed. This transformation Mind Blast (Su): This attack is a 60-foot cone. Anyone is instantaneous. caught in this cone must succeed on a Will save (DC 23) or Telepathy (Su):An average pack of cranium rats can com- be stunned for 3d4 rounds. A greater pack can use this abil- municate telepathically with any creature within 80 feet ity at will. that has a language. Spells:A greater pack can cast arcane spells as a 10th-",
        "name":  "Like ten thousand eyes and ears dispatched to gather secrets Spells",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cranium rat swarms have a +8 racial bonus on level sorcerer (spells/day 6/7/7/7/6/3; spells known Climb checks and can always choose to take 10 on Climb 9/5/4/3/2/1; save DC 14 + spell level). A typical spells checks, even if rushed or threatened. known list: 0—dancing lights, daze, detect magic, flare, ghost sound, mage hand, open/close, prestidigitation, read magic;1st— CRANIUM RAT SWARM, GREATER PACK charm person, expeditious retreat, magic missile, ray of enfeeble- Medium-Size Magical Beast (Extraplanar, Swarm of ment, shocking grasp;2nd—blur, knock, mirror image, see invisi- Diminutive Creatures) bility;3rd—fireball, lightning bolt, slow; 4th—contagion, fire",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14 (+3 Dex, +1 natural),touch 13, flat-footed 11 poses of such spells, the swarm is a single creature of the Base Attack/Grapple:+24/— magical beast type.",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Normally harmless, locusts occasionally rise in devastating Whereas the common locust poses a menace only to plants forms. A locust swarm contains approximately 10,000 indi- and crops, deadlier strains, influenced by magic or fiendish vidual creatures, although the swarm fights and reacts as will, attempt to tear the flesh from any creature they one creature during combat. Seen from a distance, the encounter. These creatures, although too small individually swarm looks like a dark black cloud, although most to pose a threat to most creatures, can quickly engulf and onlookers quickly note the roiling motion of the insects devour unprepared victims. that make up the swarm. The greatest threat that locust swarms pose is their Combat sheer size. Often covering hundreds of acres, locust swarms Created to carry the horrors of the Abyss to other planes, are usually encountered in great numbers, and even pow- bloodfiend locusts feast not only on the flesh of their vic- erful creatures can succumb to wave after wave of swarm- tims, but on their very life force as well. As a swarm of ing locusts. bloodfiend locusts moves through a region, those who fall prey to the creatures rise again in twisted undead forms and Combat are tainted not only by the forces of undeath, but also by the Multihued wings and scintillating exoskeletons make evil of the Abyss itself. these deceptively beautiful creatures as fascinating as Energy Drain (Su):Living creatures hit by a bloodfiend they are dangerous. Whereas many vermin swarms are locust swarm gain one negative level. If the negative level easy to avoid, even the most mobile creatures often fall has not been removed (with a spell such as restoration) before pray to the hypnotic colors produced by a swarm of rap- one day has passed, the afflicted opponent must succeed on ture locusts. Victims stand motionless as they are over- a Fortitude save (DC 19) to remove it. come by euphoria while the voracious locusts feast on Reanimate (Su):A humanoid or monstrous humanoid their bodies. killed by the energy drain attack of a bloodfiend locust swarm rises 2d6 hours later as a fiendish vampire spawn. See the vampire spawn and the fiendish template description in the Monster Manual.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins, 50% scarab beetle swarm must make a items (not organic) Fortitude save (DC 21) or take 1d6",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— creature reduced to 0 Constitution by 171 SWARM Rapture locusts Abyssal ants the swarm is consumed completely, leaving behind items Viper swarms overwhelm their prey with poison, then feast that are not organic. on its still-warm flesh. Superior Swarm (Ex): Scarab beetle swarms are excep- A viper swarm can be summoned using a summon tionally dangerous and deal more swarm damage than their nature’s ally VI spell. Hit Dice would otherwise indicate. Poison (Ex):A viper swarm delivers its poison (Fort",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Increase to d12. Medium-Size Magical Beast (Extraplanar)",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A deinonychus has a +8 within 20 feet, they move away. A racial bonus on Hide, Jump, Listen, subject can overcome the compul- Spot, and Survival checks. *The sion by making another Will save (DC bonus on Survival checks increases 17), but still suffers from deep anxiety. to +12 when tracking by scent. This anxiety causes a –4 penalty to Dexterity until the effect wears off or THE TI-KHANA TEMPLATE the subject is no longer within 20 feet of a “Ti-khana” is a template that can be applied to snake, yuan-ti, or ti-khana. This ability is otherwise similar any lizard, dinosaur, snake, or any animal or toantipathyas cast by a 16th-level sorcerer. magical beast that is reptilian. The creature’s type When a yuan-ti uses this ability, the aversion applies to becomes magical beast. It uses all the base creature\u0027s statistics ti-khana creatures as well as snakes and yuan-ti. and abilities except as noted here. Special Qualities:A ti-khana has spell resistance equal",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a magical beast, a ti-khana creature has a base Abilities:A ti-khana creature’s Dexterity and Intelligence attack bonus equal to its Hit Dice. If the base creature does both increase by +2. not have a bite attack, the ti-khana creature gains one. Skills:A ti-khana creature has normal skill points for a",
        "name":  "Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ti-khana creature’s bite attack deals damage magical beast of its Hit Dice and Intelligence ([2 + Int mod- as shown on the table below, or as the base creature, which- ifier]×[HD + 3]). ever is better. In addition to the damage, a ti-khana’s bite Climate/Terrain:Warm forest and underground. injects poison. Challenge Rating: Same as the base creature +2.",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleave, Combat others of its kind. Should two beasts of Reflexes, Great Cleave, Kyuss meet, they give each other a Great Fortitude, wide berth. Improved Initiative, Since they were created through Power Attack powerful necromantic magic, these Climate/Terrain:Any creatures cannot reproduce, nor do land and under- they need to breathe or eat. Their ground orders once drove them to con-",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9–10 HD (Medium-size);11–16 HD (Large); or bycharacter class If the chaotic varrangoin flocks have leaders, they are typi- cally members of the arcanist subrace. Arcanist varrangoins are just as cruel as their fellows; they simply rely more on magic than brute force. Arcanist varrangoins have thick, dark skin, narrow, glow- ing white eyes, and long, lanky limbs. They stand roughly 6 182 NIOGNARRAV Varrangoin feet tall and have a wingspan of nearly 12 feet. Their long, LESSER VARRANGOIN pointed ears have a close similarity to those of a large bat, Medium-Size Magical Beast (Extraplanar) and their claws and sharp teeth are minute in comparison to Hit Dice: 5d10+5 (32 hp) their more physical cousins. Initiative: +3",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide age reduction +9, Listen +8, 50/+5 and is im- Move Silently +9, Search +4, mune to blindness, critical hits, Spot +8, Survival +6* damage to ability scores from nonmagical attacks, deafness,",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4 age. It takes half again as much (+50%) damage as normal from fire, regardless of whether a saving throw is allowed, A wendigo is a terrible and hungry nature spirit or if the save is a success or a failure. that haunts the frozen tundra and forest. Many Corner of the Eye (Su): A wendigo that believe wendigos to be undead stalks a victim while wind walking always spirits or evil outsiders, but seems to lurk just at the corner of its in truth, they are wholly chosen victim’s field of vision. products of the natural world. This victim takes a –2 penalty on They are the dark side of all Wisdom-based skill checks as nature, eternal and hungry long as the wendigo stalks him. and cruel, forces of canni- Regeneration (Ex):Fire deals balism, loneliness, and normal damage to a wendigo. madness made flesh. Attack forms that don’t deal hit A wendigo spends most of point damage ignore regeneration, its existence wind walking, and a wendigo does not restore hit turning solid only to feed on points lost from starvation, thirst, its victims. At this time, it ap- or suffocation. pears as a feral, wild-eyed, and Wind Walk (Su): A wendigo supernaturally quick mockery can wind walk at will, transform- of what it once was. A wendigo’s ing from physical form to incor- eyes sometimes shine with hate- poreal form or back again as a ful cold light, and its mouth is move action. often full of sharp, tangled teeth. Some wendigos are covered with THE WENDIGO matted hair, while others are bald. TEMPLATE All wendigos have one thing in “Wendigo” is an acquired template common, though; their legs end that can be added to any animal, in charred, bloody stumps. As giant, humanoid, magical beast, spirits of the air, they have no or monstrous humanoid (referred need for feet. to hereafter as the base creature), Wendigos speak Sylvan; they although the vast majority of forget any other languages they wendigo were once animals or knew in their previous life. humanoids. A wendigo’s type changes to fey, and it gains the cold subtype. It otherwise Combat uses all of the base creature’s statistics and special abilities The sample wendigo presented here uses a 4th-level human except as noted below. sorcerer as the base creature. Hit Dice:Change to d6. Disease (Su):For this wendigo, the Fortitude save DC to Speed:A wendigo gains a fly speed of 120 feet (perfect), resist the infection is 16, and the Will save DC to avoid the unless its previous fly speed was better, in which case the insatiable hunger is 17. See the template description, below, base creature’s fly speed is retained. The wendigo loses all for more information. other movement types, including its base land speed. Maddening Whispers (Su):For this wendigo, the Will Wendigos do not travel on land. save DC to resist this special attack is 17. See the template AC:A wendigo gains a deflection bonus to AC equal to its description, below, for more information. Charisma bonus (minimum of +1). 187 WENDIGO Wendigo",
        "name":  "Level Adjustment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wendigo retains all the special attacks again as a move action. of the base creature and gains the following special attacks. Abilities:Increase from base creature as follows: Str +4, Disease (Su): Any creature hit by a wendigo’s bite attack Dex +8, Con +4, Wis +2, Cha +4. must succeed on a Fortitude save (DC 10 + 1/2 wendigo’s Skills:Same as the base creature, except that the wendigo HD + wendigo’s Con modifier) or become infected with gains a +8 racial bonus on Hide, Move Silently, and Survival the wendigo’s hunger. The incubation period is 1d3 days, checks. and the disease deals 1d3 points of Wisdom damage. Addi- Feats:Same as the base creature, except that the wendigo tionally, each day that a victim takes Wisdom damage from gains Track. the disease, he must succeed on a Will save (DC 10 + 1/2 Climate/Terrain:Cold forests. wendigo’s HD + wendigo’s Cha modifier) or become over- Organization:Solitary. whelmed with an insatiable hunger for the flesh of its own Challenge Rating:Same as the base creature +2. race. The victim stalks and tries to kill the closest member Alignment:Always chaotic evil. of its own race; if it does so, it feeds on the victim’s body and then returns home with no memory of the tragic WICKER MAN event. If a victim of this hunger is reduced to a Wisdom score of 0, he transforms into a wendigo immediately and Huge Construct races off into the night sky at such speed that his feet burn Hit Dice:12d10+40 (106 hp) away into bloody, charred stumps. Initiative:–1 Maddening Whispers (Su): A wendigo may use its madden- Speed:40 ft. (can’t run) ing whispers on any one target within 120 feet once per day. AC:15 (–2 size, –1 Dex, +8 natural), touch 7, flat-footed 15 The wendigo may use this ability while wind walking. Only Base Attack/Grapple:+9/+26 the chosen victim can hear the insane whispers and invita- Attack:Slam +16 melee tions of the wendigo. The victim must make a successful Full Attack: 2 slams +16 melee Will save (DC 10 + 1/2 wendigo’s HD + wendigo’s Cha mod- Damage:Slam 2d8+9 ifier) or take 1d3 points of Wisdom damage. Typically, a Face/Reach:15 ft./15 ft. wendigo stalks a chosen victim for days, wearing down the Special Attacks:Encage, improved grab victim’s Wisdom score until it attacks and attempts to bring Special Qualities:Construct traits, fire immunity, down its disease upon the poor soul. A wendigo will stop flaming body, hardness 5, immunity to magic, stalking a target that resists the maddening whispers for immunity to piercing more than three days and fly off to seek easier prey. Saves:Fort +4, Ref +3, Will +4 Ravenous Bite (Ex): A wendigo threatens a critical hit on a Abilities:Str 29, Dex 8, Con —, Int —, Wis 10, Cha 1 natural roll of 18–20 when attacking with its bite, and deals Skills: — triple damage on a successful critical hit. A wound resulting Feats: — from a critical hit bleeds for an additional 3 points of Climate/Terrain:Any land damage per round thereafter. Multiple wounds from such Organization:Solitary attacks result in cumulative bleeding loss (two wounds for 6 Challenge Rating:11 points of damage per round, and so on). The bleeding can be Treasure:— stopped only by a successful Heal check (DC 10) or the Alignment:Always neutral application of any curespell or other healing spell (heal, heal- Advancement:13–19 HD (Huge); 20–36 HD ing circle,or the like). (Gargantuan) 188 REKCIW NAM A wicker man is a huge, hollow structure of branches and opportunity (grapple bonus +26). If it gets a hold, it can vines crudely woven into the form of a human. A tall encage the foe with another successful grapple check. crown of twigs juts up from its featureless head, and its Alternatively, the wicker man has the option to conduct arms end in massive bundles of sharp branches that it uses the grapple normally, or simply use its to snatch up creatures and to toss them through the cage arm to hold the opponent (–20 penalty door in its chest. on grapple check, but the wicker man is A wicker man is usually created for a festival by a druid not considered grappled). In either case, or cleric in a community that reveres a deity such as each successful grapple check it makes Nerull. During these festivals, criminals and other during successive rounds automatically undesirables are locked within the wicker man, deals slam damage. and it is set aflame. If no such person is avail- Construct Traits: A wicker man is im- able, the people of the village sometimes mune to mind-affecting effects, poison, sleep, seek to entice a foreigner to the site of the paralysis, stunning, disease, death effects, sacrifice. On those rare occasions necromantic effects, and any effect that when a sacrificial victim escapes, a requires a Fortitude save unless it also druid can sometimes find the power works on objects. The creature is not to animate a wicker man after a suit- subject to critical hits, subdual dam- able sacrifice of innocents. The age, ability damage, ability drain, druid then sends out the wicker energy drain, or death from mas- man to retrieve the escapee. sive damage. It cannot heal dam- age to itself but can be healed COMBAT through repair. It cannot be raised or A wicker man follows the commands of resurrected. A wicker man has darkvision its creator, killing or capturing as in- (60-foot range). structed. The wicker man’s creator can Flaming Body (Ex):When exposed to fire, a command the construct if it is within 60 feet wicker man becomes sheathed in flames. (The and it can see and hear its creator. When not construct is not damaged by these flames because of its being given an order, a wicker man generally fire immunity.) Anyone within 30 feet of a flaming follows the last order it received to the best wicker man must make a successful Fortitude save of its ability, though if attacked it returns (DC 16) or take 1d6 points of fire damage from the the attack. Its creator can give a wicker intense heat. Treat this effect as a burst that continu- man a simple program to follow in her ally radiates from the creature. Anyone touched by a absence, such as “Capture four people and flaming wicker man must succeed on a Reflex save (DC return,” or “Remain here and attack all 16) or take 2d6 points of fire damage. Foes grappling who come near.” with a flaming wicker man take 4d6 points of fire",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creeper loyalty, darkvision 60 ft., parent plant. It cannot make use of class abilities, skills, or deadened mind, light sensitivity, plant traits, seeded feats it previously knew. It also cannot use magic devices,",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites:Craft Wondrous Item, fire is similar to alchemist’s fire—it is a viscous substance Heighten Spell, destruction, disintegrate,creator must be a that burns when exposed to air. However, it is also mixed yuan-ti; Market Price:50,000 gp. with yuan-ti venom, so that, in the round after taking any",
        "name":  "Caster Level",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "30 ft., swim 20 ft. magic, protection from good, scare, see invisibility;3/day—meld",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins, standard goods, 50% items",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic items only determining the result of the attack.",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will +7. fiend’s service. The ritual forges a magical, mental bond",
        "name":  "Base Save Bonus",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells such as dismissalandbanish- similar locale. He needs a supply of materials, which usually mentare among the only effects that can target a fiend of involve flesh taken from another creature of the appropriate possession separately from the object or creature it inhab- type. The cost for the materials is subsumed in the cost for its. When these spells are directed against a fiend of posses- creating the graft. Creating a graft costs half the given sion, the spell effect is resolved as if the fiend were in its market price. normal, corporeal form, using its own Hit Dice, saving If spells are involved in the prerequisites for making the throws, ability scores, and so on. If successful, these spells graft, the creator must have prepared the spells to be cast, drive the fiend out of the victim and back to its home plane. must know the spells (in the case of a sorcerer or bard), or Holy wordand similar spells can also drive out a possessing must have access to spell-like abilities that duplicate the fiend and send it back to its home plane, but a fiend can spells. The creator need not provide any material compo- hide its presence to escape the effects of such spells. Cer- nents or focuses the spells require, nor are any XP costs tain other special abilities (such as the granted power of the inherent in a prerequisite spell incurred in the creation of Exorcism prestige domain described in Defenders of the the graft. The act of working on the graft expends the spells 207 APPENDIX 2 pqqqqrs GRAFT FLESH [ITEM CREATION] You can apply a certain type of grafts to other living creatures or to grafts. There are no additional requirements for choosing beholder or yourself. undead grafts.",
        "name":  "Ending Possession",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It does not radiate magic once focus for certain psionic abilities to better affect the sub- completed, it does not count against a creature’s limit for ject: The grafted creature takes a –4 penalty on Will saves magic items worn, it does not have a caster level, and it is against mind-affecting effects. The mucus also doubles very hard, if not impossible, to salvage as treasure. It does, the range at which an aboleth can effectively control a however, count against the treasure value of the creature slave, to 2 miles. with the graft, which means that creatures with grafts are Prerequisite:Graft Flesh, creator must be an aboleth; Market still appropriate challenges for their normal Challenge Price:5,000 gp. Rating, but have reduced treasure. Skum Eyes:Skum eyes are bulbous and fishlike. This graft cannot be added to skum, since they already have its ABOLETH GRAFTS abilities. The grafted creature gains a +2 Creations of the vile aboleths, these are extra body racial bonus on Spot checks, increasing parts that can be attached to the body of another to +4 while it is underwater. corporeal creature. Prerequisite:Graft Flesh, creator must be an aboleth; Market Price: Acquiring an Aboleth Graft 600 gp.",
        "name":  "A graft is not a magic item",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mucus sheath actually involves kobolds, troglodytes, or derro. extensive skin grafts, resulting in the subject being con- Crown of Eyes:A crown of eyes consists of six small eyes stantly coated in a thin layer of mucus. This sheath adds 10 that are set into a creature’s skull all around its circumference. 208 2 XIDNEPPA Their vision is poor (half normal range), but they have dark- Third Eye:Implanted in the forehead above the crea- vision with a range of 60 feet and confer all-around vision ture’s normal eyes, a third eye duplicates the effects of a on the grafted creature. This gives the grafted creature a +4 beholder’s large central eye, producing an antimagic cone racial bonus on Search and Spot checks and pre- similar to an antimagic fieldcast by a 13th-level sorcerer. vents it from being flanked. This small eye only affects a 50-foot",
        "name":  "Mucus Sheath",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An eye stalk is grafted onto a three times per day. creature’s head and connected to its Prerequisite:Graft Flesh, nervous system. The creature can antimagic field; Market Price: use it to produce an eye ray as a 165,000 gp. standard action three times per day; the effect exactly FIENDISH GRAFTS duplicates one of a be- Fiendish grafts are body parts of a fiendish nature holder’s smaller eye rays. that can be attached to the body of another An individual eye stalk corporeal creature. can produce only one kind of ray. The grafted Acquiring a Fiendish Graft creature uses its own There are a number of ways to ac- attack bonus to deter- quire a fiendish graft. Certain magical mine whether the ray hits devices have been discovered that its target, but the effect’s save DC is always 18. The enfold a creature, remove one of its limbs, ray has a range of 150 feet. dealing 6d6 points of damage, and replace the limb",
        "name":  "Eye Stalk",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This eye has a golden iris and an hour- a fiend; Market Price:120,000 gp. glass-shaped pupil like a goat’s. The grafted creature gains Feathered Wings:Feathered wings resemble those of a the ability to see perfectly in darkness of any kind, even vrock or erinyes: large and birdlike, though often bearing magical darkness. In addition, the grafted creature gains a claws at the top joint. The grafted creature can fly at a charming gaze attack. Anyone within 30 feet of the speed equal to twice its normal land speed, with average grafted creature that meets its eyes must make a Will maneuverability. When not flying, the grafted creature can saving throw (DC 14) or be charmed for one day per total use the wings to buffet and disorient its opponents. Each Hit Dice of the grafted creature. round, in addition to its normal The save DC against this effect attacks, it can make a Bluff check reflects a +2 bonus because only (opposed by its opponent’s Sense one of the grafted creature’s eyes Motive check). If this check is can make the attack. The grafted successful, the grafted creature’s creature is immune to its own attacks in that round gain a +2 cir- gaze attack. cumstance bonus.",
        "name":  "Charming Eye",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Graft Flesh, haste,magic missile, creator must Sting Tail: A sting tail is long and thick, with a seg- be a fiend; Market Price:27,000 gp. mented, chitinous appearance and a stinger like that of a",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This stone hand is designed so that its touch attack that does not provoke an attack of opportunity. fingers can clasp and lock together. It replaces a creature’s If it hits with its shoving arm, it and the struck opponent normal hand. When used to make unarmed attacks, it deals make opposed Strength checks as though the grafted crea- normal damage unless the attacker chooses to take a –4 ture had made a bull rush attack. In addition to the normal penalty to deal subdual damage. A locking hand does not bonuses, the grafted creature adds a special +5 bonus on this change the amount of damage a creature deals with its roll. If the grafted creature wins, the defender is pushed unarmed or natural attacks. back 5 feet plus an additional 1 foot per point by which the The main purpose of a locking hand is to strengthen a grafted creature exceeded the defender’s result. The grafted creature’s grip, making it more difficult to disarm the crea- creature does not move with the shoved defender. ture or dislodge an item from its grasp. The grafted creature For purposes of shoving unattended objects, the shoving gets a +5 bonus on any roll to avoid being disarmed, to arm has a Strength equal to 10 + the Strength of the grafted oppose attempts to escape a grapple, to catch itself while creature. The shoving arm can push creatures and objects in falling, and to hold onto a surface when damaged while straight lines only. climbing. A creature with more than one locking hand Prerequisites:Graft Flesh, bull’s strength,creator must be a stacks the bonuses of each hand involved in the activity. maug;Market Price:2,000 gp.",
        "name":  "Locking Hand",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Graft Flesh, magic stone,creator must be a Strength damage. A touch that misses does not count maug;Market Price:2,000 gp. against the daily limit.",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Extending from the creature’s tailbone surviving apart from a host creature for at least some rather than replacing its legs, an added tail gives the grafted length of time. They are generally Tiny or smaller, and creature a natural swim speed equal to half its land speed. physically very weak on their own. They survive by join- Like any creature with a natural swim speed, the grafted ing with a host creature, usually granting the host certain creature need not make Swim checks to move at its swim benefits in exchange for the protection afforded by a speed underwater, and gains a +8 racial bonus on Swim larger body. This symbiotic relationship usually benefits checks made to perform some special action or avoid a both parties (though in some cases the symbiont might hazard. The grafted creature can always choose to take 10 better be described as a parasite). on a Swim check, even if rushed or threatened when swim- A symbiont occupies part of the host creature’s body— ming, and can use the run action while swimming, if it sometimes, but not always, limiting the number of magic swims in a straight line. The grafted creature also gains a +4 items the host can use in the same way as a magic item does. racial bonus on Balance checks, and can constrict Small or Like intelligent magic items, symbionts have Ego scores, smaller creatures: With a successful grapple check, it deals which reflect their strength of will and drive for power. 1d4 points of bludgeoning damage plus 1 1/2 times its Symbionts with high Ego scores, like such magic items, can Strength modifier to the grappled foe. sometimes take control of their host creatures.",
        "name":  "Added Tail",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6,000 gp. way as that of an intelligent magic item, and listed with",
        "name":  "Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usually lawful evil the host. Like a worn magic item, a symbiont is usually unaf- Advancement: — fected by spells that damage the host, but if the host rolls a 1 on its saving throw, the symbiont is one of the “items” that The cerebral hood resembles a small cloaker, though it has can be affected by the spell (see Items Surviving after a no eyes or mouth. It is a black, somewhat amorphous, leath- Saving Throw in Chapter 10 of the Player’s Handbook). A sym- ery creature that flies slowly by undulating its body through biont uses its host’s base saving throw bonuses if they are the air. A long tail dangles from its mass, thick and heavy but better than its own. also wet and tubular. Numerous spiny protrusions extend Share Spells (Su): Any spell the host creature casts on from the tail. itself automatically also affects the symbiont. Additionally, Cerebral hoods do not speak any language, but they the host may cast a spell with a target of “You” on the sym- understand Undercommon. biont instead of on itself. Likewise, a symbiont can choose to have any spell or spell-like ability it uses on itself also Combat affect the host creature, and may cast a spell with a target of A cerebral hood attaches itself to a host by engulfing the “You” on its host instead of on itself. The host and symbiont creature’s head and extending its tail into the creature’s can share spells even if the spells normally do not affect mouth and down its throat. In the throat, the tail’s spiny creatures of the host or symbiont’s type. Spells targeted on tendrils extend to make key connections to the host body’s the host by another spellcaster do not affect the symbiont, nervous, digestive, and circulatory systems. Because it is so and vice versa. weak, it prefers to attack stunned or helpless beings, so it often initiates combat with its mind blast or lingers near CEREBRAL SYMBIONT mind flayer lairs and waits for a victim of the illithids’ Cerebral symbionts have in common some assortment of mind blast. psionic powers and, at least in theory, some connection to Engulf (Ex):A cerebral hood can try to wrap the head of the mind flayers, who are presumed to have created them. a Medium-size or smaller creature in its body as a standard action. The hood attempts a grapple that does not provoke Combat an attack of opportunity. If it gets a hold (grapple bonus Cerebral symbionts are not generally powerful combatants –11), the target is effectively blinded and cannot breathe. on their own merits. The cerebral hood is an exception, The cerebral hood immediately begins trying to insert its because its method of attachment requires overpowering tail into the victim’s throat, which requires another suc- its host. cessful grapple check. Because its grapple bonus is so poor, a cerebral hood gen- Cerebral Hood erally attacks only stunned opponents in this manner. Tiny Aberration (Symbiont) Mind Blast (Su): This attack is a 60-foot cone. Anyone",
        "name":  "A symbiont never takes damage from attacks directed at Alignment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 ft. leech’s host creature can gain no benefit from a magic",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite attach Gutworms do not engage in combat. Face/Reach:1/2 ft./0 ft. Enhance Constitution (Ex):A creature with a gutworm Special Attacks:Attach, blood drain symbiont gains a +2 inherent bonus to its Constitution score. Special Qualities:Darkvision 60 ft., enhance magic, Incite Rage (Ex):At will, a gutworm can cause its host impede magic, protective aura, outsider traits, symbiont creature to enter a frenzied state identical to a barbarian’s traits, telepathy, vulnerable to holy power rage (+4 Strength, +4 Constitution, +2 morale bonus on Will Saves:Fort +2, Ref +5, Will +2 saves, –2 AC penalty). The rage lasts 4 rounds, and the host Abilities:Str 1, Dex 16, Con 11, Int 14, Wis 11, Cha 8, is not fatigued afterward. Ego 13 220 2 XIDNEPPA",
        "name":  "Combat Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +4, Diplomacy +3, Hide +23, spell slot required or casting time. Knowledge (any two) +6 Listen +4, Move Silently +7, Impede Magic (Ex):Any spells with the chaos or good Spot +4, Survival +4 descriptor, as well as spells that use positive energy in any",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Agellus has darkvision (60-foot tims and lead them to evil. range). He cannot be raised or resurrected (though a wishormiraclespell can restore life). DELORATH: ERINYES Telepathy (Su):Wastriliths can communicate FIEND OF CORRUPTION telepathically with any creature within 100 feet that Delorath has been plying her fiendish trade on the has a language. Material Plane for several decades. Her specialty is the Transfer SSpell-Like AAbility(Sp):Agellus can grant corruption of young male aristocrats and the occasional his cultists access to his spell-like abilities as though adventurer. She often poses as a young noble or widow using the imbue with spell-like abilityspell. He can give in search of excitement to create an illicit and danger- one creature that has sworn him a blood oath access to ous atmosphere for her seductions. as many of his own spell-like abilities as he desires. The Once her victims are involved with her, she subtly cultist can use each such ability once per day, with all encourages them to take risks and commit crimes on variable characteristics (including caster level and save her behalf. When they do so, she acts surprised and DC) determined as if Agellus himself were using the begins hinting that she might tell on them. This lever- ability. When he transfers a spell-like ability, Agellus age allows her to steer her victims toward even more cannot use that ability as often as usual. He can use an outrageous acts to keep her favor and avoid discovery. ability normally available at will only 4 times per day, Delorath has also been known to take the role of a and he loses one use per day from more limited abili- taciturn adventurer, most often a rogue or fighter, who 5 ties. Agellus can bestow the same ability on multiple resists advances from men. By playing “hard to get,” she gains the attention of male adventurers who like a against good(self only), major image, polymorph self, pro- challenge. She often uses her geaspower to send them duce flame, see invisibility, suggestion, unholy blight.Caster on quests that will take them further into the path of level 8th; save DC 16 + spell level. At will—teleport with- temptation. In particularly difficult cases, she even out error(self plus 50 pounds of objects only). Caster impersonates the wives of important men and leads level 12th. them down the path of iniquity. Suggestion(Sp):Delorath can use suggestion(caster",
        "name":  "Outsider Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Male pit fiend/Fiend of Possession 3; identical with a fearspell (caster level 15th; save DC 19). CR 19; Large outsider (evil, extraplanar, lawful); HD If the save is successful, that creature cannot be 13d8+65 plus 3d6+15; hp 148; Init +5; Spd 40 ft., fly 60 ft. affected again by Belshazar’s fear aura for 24 hours. (average); AC 36, touch 11, flat-footed 35; Atk +22 melee Other baatezu are immune to the aura. (1d6+9, 2 claws) and +17 melee (1d4+4, 2 wings) and +17 Improved Grab (Ex): If Belshazar hits a melee (2d6+4 plus poison plus disease, bite) and +17 Medium-size or smaller opponent with a tail slap melee (2d4+4, tail slap), or +25/+20/+15 melee (1d10+16, attack, he deals normal damage and attempts to start a maul of the titans) and +17 melee (1d4+4, 2 wings) and +17 grapple as a free action without provoking an attack of melee (2d6+4, bite) and +17 melee (2d4+4, tail slap); opportunity (grapple bonus +27). If he gets a hold, he Face/Reach 15 ft./10 ft.; SA constrict (2d4+13), control can also constrict in the same round. Alternatively, he object, curse, disease, fear aura, improved grab, poison, has the option to conduct the grapple normally or possess object, spell-like abilities; SQ DR 30/+3, ethereal simply use his tail to hold the opponent (–20 penalty form, hide presence, immunities (fire, poison), magic on grapple check, but Belshazar is not considered grap- item, outsider traits, resistances (acid 10, cold 10), regen- pled). In either case, each successful grapple check he eration 5, see in darkness, SR 28, summon baatezu,telepa- makes during successive rounds automatically deals thy; AL LE; SV Fort +19, Ref +15, Will +19; Str 29, Dex tail slap damage. 13, Con 21, Int 20, Wis 20, Cha 17. Poison (Ex):Belshazar delivers his poison (Forti-",
        "name":  "Belshazar",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Encounter Tables . . . . . . . . . . . . . 199 Introduction Through spells or magic items, adventurers eventually gain the ability to travel the planes, enabling them to brave Cold, slush, snow, ice. A frostfell environment includes one the perils of frigid regions of the Elemental Plane of Water, of these elements, a combination of two or more, or all four . . . the Ice Wastes of the Abyss, Hell’s hoary layer of Stygia, or which might lead you to believe that the term “frostfell” refers any other plane of cold and ice. Again, putting the frostfell only to those polar regions far from the centers of civilization, in an environment player characters have to choose to travel where frozen fi elds of ever-winter dominate the landscape. to increases their investment in the idea. But you would be wrong. However you choose to introduce the frostfell or ele- The term “frostfell” refers to any area—no matter how ments of ice and cold into your game, you will find the small (a single chamber within a dungeon) or how large (an chapters of this book full of suggestions and ideas to entire plane)—dominated by a combination of ice, snow, challenge both the DM and the player. and extreme cold, much like “the underdark” references an endless variety of regions found deep underground. The HOW TO USE THIS BOOK conditions, hazards, and effects of these frigid zones vary in type and severity, depending upon the specifi c cause and Frostburn is intended for use in any DUNGEONS \u0026 DRAGONS® location of the given frostfell, and therefore, the possibilities game. You will need the Player’s Handbook, Dungeon Master’s are limitless. Guide, and Monster Manual to make use of the material in this book. In addition, you may fi nd it useful to have the THE FROSTFELL Epic Level Handbook and the Expanded Psionics Handbook, since there is a small amount of material designed for use IN YOUR GAME with the systems introduced in those rulebooks.",
        "name":  "Appendix",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unprotected characters must make a Fortitude save protection against cold. By far the most common means of each hour (DC 15, +1 per previous check) or take 1d6 points protection is dressing appropriately in cold weather clothing of nonlethal damage. or heavy furs. Characters with access to magical protection Characters whose protection against cold is at least level 1 often rely on spells or magic items to further improve their or higher (cold weather outfi t, Cold Endurance feat) are safe ability to survive cold climates. at this temperature range. A character’s protection against cold dangers is described",
        "name":  "Cold",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One cubic foot of ice can be converted to appears above the horizon. This period of continual water for every 10 points of fi re damage dealt to it. For darkness can last from three to six months. At all times, example, a fi reball cast by a 10th-level wizard deals 35 points characters without darkvision require a light source to of fi re damage to an area of ice. As a result of this sudden see by. explosion of fi re and heat, 3–1/2 cubic feet of ice instantly Everlasting Day: During the polar summer the sun never turns into frigid water. sinks below the horizon, providing natural light for the A fl ash-fl ood can suddenly raise the water level of an area. entire 24-hour period. This period of continual sunlight Water washes through squares, traveling at a speed of 40 feet can last from three to six months. unless impeded by slopes or solid barriers. Ice melted in con- Aurora Polaris: This mesmerizing, dynamic display of light fi ned areas can result in a water level of several feet or more. appears on cold, clear nights (or any time during periods Depending on the amount of water, characters may be forced of Eternal Twilight). An aurora lasts for 1d6 hours and can to make Swim checks to tread water or move. For information appear in many different forms: streaks, haloes, pale curtains, on the effects of water, large fl oods, and underwater combat, pillars, or wisps of vibrating color that continually sway and see Aquatic Terrain, page 92 of the Dungeon Master’s Guide. undulate. Auroral displays most commonly are pink and pale green, but also feature shades of red, yellow, green, blue, and Creatures violet. An aurora polaris provides an amount of illumination Characters who become frozen because of a spell (fl esh to ice) equivalent to moonlight, but does not signifi cantly increase or monster ability (the frozen stare of a chilblain) are kept in the amount of light if more than one-quarter of the moon a state of suspended animation, but are otherwise unharmed. is visible. However, any damage done to the new ice form is applied to An aurora polaris roils with incredible electrical energy. the character’s body when he or she is returned to normal It is quite high in the air, dancing 1d4+5 miles above the condition. Shattering a frozen creature instantly slays it, surface. Any character within an aurora polaris fi eld takes requiring a resurrection spell to bring the victim back to life. 20d6 points of electricity damage per round (Fortitude DC Natural or magical fi re does not thaw out frozen characters. 20 half). Only an ice to fl esh spell can return a frozen creature to its Some cultures of the frostfell believe the aurora polaris normal state. is a fi eld of energy that contains the souls of their unborn children and their long-departed ancestors. Other civili- GETTING LOST zations, such as the Asgardians, see the aurora polaris as Adventurers may become lost when traversing various sorts the reflection of slain warriors still valiantly battling in of terrain. Snowstorms, whiteout conditions, and barren ice the afterlife. 12 1 RETPAHC EHT LLEFTSORF fails this check by 5 or more, he sinks below the surface SNOW BLINDNESS and begins to drown whenever he can no longer hold his Snow blindness results from the sun’s burning of eye tis- breath (see the Swim skill description, page 84 of the sues, making the eyes dry, swelled, irritated, and extremely Player’s Handbook, and Drowning, page 304 of the Dungeon sensitive to light. Snow blindness can occur when a traveler Master’s Guide). spends at least an hour on a snowfi eld, ice sheet, glacier, or Characters swimming or submerged in quickslush are similar bright terrain on a clear, sunny day without any eye susceptible to the effects of hypothermia (see page 10). protection (such as a veil, dark lenses, or similar eye cover- Characters below the surface of the quickslush may swim ing). Characters traveling in such conditions must succeed back to the surface with a successful Swim check (DC 17, +1 on a Fortitude save (DC 10, +1 per previous attempt) once per consecutive round of being under the surface). per hour or become snowblind. Rescue: Pulling out a character trapped in quickslush can Characters affl icted with snow blindness take a –2 pen- be diffi cult. A rescuer needs to use a sturdy item that can alty to AC, lose any Dexterity bonus to AC, move at half reach the victim. Then he must make a DC 17 Strength speed, and take a –4 penalty on most Dexterity-based skill check to successfully pull the victim, and the victim must checks, as well as Search, Spot, and any other checks that make a DC 10 Strength check to hold onto the item. If the rely on vision. All opponents are considered to have conceal- victim fails to hold on, he must make a DC 17 Swim check ment (20% miss chance) from the snow-blinded character. immediately to stay above the surface. If both checks suc- Snow blindness lasts 1d4 hours or until 1 hour after the ceed, the victim is pulled 5 feet closer to safety. victim enters a shadowed or enclosed area, and it can be cured by a remove blindness spell. Snow Fields Fields of deep snow can impede the movement of creatures TERRAIN DANGERS who must be in contact with the ground to move. Most Even without the threats of cold damage, frostbite, or getting creatures do not automatically sink all the way through lost in trackless wilderness, frostfell terrain can be deadly. a deep snow cover. Sometimes a hard, icy crust prevents a creature’s feet from sinking into the snow at all. In other Crevasse cases, layers of old snow a few inches or feet below the loose Crevasses are chasms or cracks in a fi eld of snow or ice, such surface on top may be icy enough to prevent travelers from as a mountain snow fi eld or a glacier surface. They function breaking through. much like pits or chasms in a dungeon setting. A typical cre- The table below indicates the degree of impediment caused vasse is 2d4×10 feet deep, 4d12×10 feet long, and anywhere by various depths of loose, uncrusted snow. The “Small” cat- from 5 to 40 feet wide. egory includes Small and smaller creatures, while the “Large” A deceptive crust of snow may completely hide the exis- category includes Large and larger creatures. tence of a dangerous crevasse underneath (25% chance). This crust is too weak to support any creature larger than Table 1–4: Snow-Impeded Movement Tiny. Many explorers have lost their lives in undetected —Creature Size— crevasses. A character approaching a hidden crevasse at Snow Depth Small Medium Large Up to 6 inches Minor None None a normal pace is entitled to a DC 10 Survival check to 7–12 inches Minor Minor None spot the danger before stepping in, but charging or run- 13–24 inches Major Minor Minor ning characters don’t have a chance to detect the crevasse 25–36 inches Major Major Minor before falling in. A character falling into a crevasse may 37–60 inches Total Major Major attempt a DC 20 Reflex save to catch himself on the 61+ inches Total Total Major edge, in which case he falls prone in a square at the edge of the crevasse. None: The snow does not cause any signifi cant impedi- Crevasses can be climbed (up or down) with a DC 18 ment to the creature’s movement. Climb check. Minor: The creature must pay 2 squares of movement to enter each square of the snowfi eld. The DC of Tumble Quickslush checks increases by 2.",
        "name":  "Thawing Ice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wind speeds are over 50 mph, causing white- These effects end when the character leaves the area of out conditions (see below). Blizzards are accompanied by whiteout. Whiteout conditions stack with wind and snow- heavy snow (1d4 feet per day), and last for 1d3 days. fall. Visibility is 5 feet. Rain, Snow, Sleet, and Hail SUPERNATURAL PERILS Bad weather frequently slows or halts travel and makes it OF THE FROSTFELL virtually impossible to navigate from one spot to another. Heavy storms obscure vision as effectively as a dense fog, Many frostfell environs are created through sinister magic making travel in the frostfell during a blizzard a task few, if or the whims of evil deities. In these regions, magical curses any, are willing to undertake. and supernatural effects add to the formidable natural haz-",
        "name":  "Blizzard",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Heavy snow has the same effects as normal frostfell regions, you may wish to substitute other forms of snowfall, but also obscures vision depending on the wind. precipitation. These alternate forms of sleet, hail, snow, and In nonblizzard conditions, heavy snow obscures sight as ice have the same effects as their natural counterparts, along fog does (see Fog, below). When accompanied by a strong or with the additional effects listed in the entry below. stronger wind force, whiteout conditions apply (see White- Avoiding Dire Weather: In general, characters in an out, below). A day of heavy snow leaves 1d4 feet of snow on area about to be struck by dire weather are entitled to a the ground. Heavy snow accompanied by strong or severe DC 20 Survival check to detect the approaching danger winds may result in snowdrifts 1d4×5 feet deep, especially in 1 minute before it strikes. This may not be enough time to and around objects big enough to defl ect the wind—a cabin get out of the storm’s path, but may provide an opportunity or a large tent, for instance. There is a 10% chance that a heavy to seek shelter or make other preparations. 14 1 RETPAHC EHT LLEFTSORF Acid Sleet occurs in the middle of an otherwise mundane snowfall. A squall of this corrosive sleet lasts for 1d6 rounds, and deals There is a 10% chance per minute that a character within a 1d6 points of acid damage per round of exposure. Acid sleet- negation fl urry will be subject to a targeted dispel magic spell falls usually leave patches of acid slush (see Magical Terrain, (caster level 10th). A negation fl urry normally lasts 1d10 page 15). minutes, and may leave behind deposits of negation snow. Blood Snow Blizzard Razor Sleet Fortunately, a poisonous blood snow blizzard only manifests This storm of supernaturally strong and sharp snowfl akes as a brief fl urry during the course of otherwise normal snow- tears the skin of creatures caught in it, dealing 1d4 points of falls, lasting for 2d8 rounds before ending. A blood snow slashing damage and 1d6 points of cold damage per round. blizzard normally leaves a dusting of blood snow behind. Normally, razor sleet occurs as a short fl urry or downpour Each round a creature is caught in a blood snow blizzard, it in the course of an otherwise normal snowstorm or ices- takes 1d2 points of Constitution damage if it fails a Fortitude torm. A squall of razor sleet lasts for 1d8 rounds, and often save (DC 10 + 1 for each round of continuous exposure). Any deposits razor ice. creature failing its save is also nauseated for 1 hour. Rust Flurry Death Hail Resembling fl urries of dirty, gray-black ash, rust fl urries This black hail is filled with negative energy. In short are dreaded by travelers. There is a 10% chance per minute exposures it is not immediately dangerous, but if a char- of exposure to a rust fl urry that all metal items worn or car- acter is exposed for at least 10 minutes, he must succeed ried in a storm of rustsnow will be subject to its destructive on a DC 15 Fortitude save or take 1d2 points of Strength effects. Nonmagical metal items are instantly dissolved, and and Constitution damage. For every additional 10 minutes magical items must succeed on a DC 12 Fortitude save or the character is exposed to continuous death hail, he must be instantly destroyed. A rust fl urry normally lasts for 1d6 make an additional save. A typical death hail storm lasts minutes, and leaves behind deposits of rustsnow. for 1d6×10 minutes. DISEASE Howl of the North When a character in a frostfell environment touches a At certain times, a moaning wind can be heard sweep- corrupted object or a diseased creature or ingests contami- ing across everfrost, the tundra, glaciers, or polar regions. nated food or drink, he may contract one of the following Some believe this to be a collection of the agonized wails diseases, in addition to those presented in the Dungeon of all those who have died from cold exposure, avalanches, Master’s Guide. See page 292 of that book for explanations or other hazards of the frostfell. More scientifi c minds of the infection, DC, incubation, and damage entries in believe it to be the sound of the wind shearing off snow and the table below. ice. Whatever the cause, the Howl of the North can prove destructive and even deadly to those who encounter it. Disease Descriptions In addition to the wind effects (see Table 3–24, page 95 of The following diseases are known to occur in the frostfell. the Dungeon Master’s Guide), the Howl of the North causes Cabin Fever: Causes delusions and desperate need to the additional effects listed in the table below. A typical spend time in open wilderness areas. Cabin fever is contracted occurrence of the Howl of the North lasts for 4d4 rounds. by prolonged confi nement in enclosed spaces surrounded by The penalties on Listen checks supersede those normally a frostfell environment. A character must make a Fortitude imposed by a particular level of wind force. save each 24-hour period within such a location to resist the onset of cabin fever. Table 1–6: Howl of the North Effects Coldfi re Ruin: Caused by exposure to coldfi re; any char- Wind Force Effect acter coming within 10 feet of coldfi re becomes susceptible Light — to contracting coldfi re ruin. Victim turns into pure coldfi re Moderate –4 penalty on Listen checks from the inside out. Can cause permanent ability drain. Strong –8 penalty on Listen checks",
        "name":  "Heavy Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The skin turns into frost, causing shiv- Severe –12 penalty on Listen checks; 1d6 sonic ering and rigidity. damage/round (Fort DC 10 half) Windstorm Listen checks are impossible; 2d6 sonic Winter Rot:Muscles shrink and atrophy. It takes three, damage/round (Fort DC 14 half) not two, successful saves to recover from winter rot. Hurricane Listen checks are impossible; 3d6 sonic damage/round (Fort DC 18 half) Table 1–7: Frostfell Diseases Tornado Listen checks are impossible; 4d6 sonic Disease Infection DC Incubation Damage damage/round (Fort DC 22 half) Cabin fever Confinement* 12 1 day 1d4 Wis Coldfi re ruin Exposure* 20 1 day 1d8 Con Creeping frost Injury 16 1 day 1d4 Dex Negation Flurry Winter rot Contact 14 1d3 days 1d6 Str Silvery and beautiful, negation snow is the bane of adven- *See individual entry for more information. turers in the frostfell. A fl urry of negation snow typically Faerie frost 15 FROSTFELL THE CHAPTER 1 contact with blood snow (usually by moving into a square MAGICAL TERRAIN containing blood snow) must succeed on a Fortitude save A manifestation of the powerful supernatural forces con- (DC 10 + 1 for each round of continuous contact) each round tained with some of the more dangerous areas of frostfell, or take 1d2 points of Constitution damage and be nauseated magical terrain represents a place where the very earth is for 1 hour. Blood snow impedes movement as does normal infused with the deadly power of the frost. Some magical snow (see Table 1–4: Snow-Impeded Movement). terrain is noticeably different at a glance—even the most Blood snow consists of a streaky dusting of brilliant inexperienced traveler can’t help but notice the crimson crimson crystals mixed in normal snow. Creatures who hue of blood snow, or the ominous dark gleam of ebony ice. can distinguish color (any sighted creature in daylight, and Other forms of magical terrain resemble natural terrain and creatures with low-light vision in darkness) need not make can only be spotted by someone who knows exactly what to any check to notice blood snow. Otherwise, spotting blood watch out for. snow requires a DC 20 Survival check.",
        "name":  "Creeping Frost",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Chunks of ice fall from above, dealing 800 gp. bludgeoning and cold damage. Lesser Frostburn Trap: CR 2; magic device; touch",
        "name":  "Ice Collapse",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,800 gp of locations, from ice caverns and frostfell dungeons to Scything Ice Blade Trap: CR 2; mechanical; loca- arctic citadels. The costs listed for mechanical traps are tion trigger; automatic reset; Atk +10 melee (3d6/×4, ice market prices; those for magic traps are raw material scythe); Search DC 20; Disable Device DC 20. Market Price: costs. Caster level and class for the spells used to pro- 3,000 gp. duce the trap effects are provided in the entries for magic device traps and spell traps. For all other spells used (in CR 3 Traps triggers, for example), the caster level is assumed to be Deadfall of Rustsnow: CR 3; mechanical; location trig- the minimum required. ger; manual reset; Atk +10 melee (3d6 plus rust snow); Search DC 25; Disable Device DC 25. Market Price: 6,000 gp. CR 1 Traps Hail of Icicles: CR 3; mechanical; location trigger;",
        "name":  "The following traps are suitable for protecting all types Price",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; magic device; touch trigger; Ice Web Trap: CR 5; magic device; proximity trigger automatic reset; spell effect (heat leech, 3rd-level wizard, DC (alarm); automatic reset; spell effect (ice web, 7th-level 13 Fortitude save negates); Search DC 27; Disable Device DC wizard); Search DC 29; Disable Device DC 29. Cost: 14,000 27. Cost: 3,000 gp, 240 XP. gp, 1120 XP.",
        "name":  "Heat Leech Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; mechanical; touch Mindfrost Trap: CR 5; magic device; proximity trigger trigger; manual reset; lock bypass (Search DC 25, Open (alarm covering the entire room); automatic reset; spell Lock DC 30); Atk +12 ranged (1d8 plus poison, ice needle); effect (mindfrost, 7th-level wizard, 1d4 Int damage, DC 16 poison (woolly mammoth eye juice, DC 14 Fortitude save Will save negates); Search DC 29; Disable Device DC 29. resists, 1d2 Str + 1d2 Dex/1d4 Str); Search DC 15; Disable Cost: 14,000 gp, 1,120 XP. Device DC 15. Market Price: 2,240 gp. Poisoned Wall Ice Spikes: CR 5; mechanical; location trigger; manual reset; Atk +16 melee (1d8 plus poison, ice CR 4 Traps spike); multiple targets (closest target in each of two adjacent",
        "name":  "Poisoned Ice Needle Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; mechanical; location trigger; proximity trigger; no reset; Atk +20 melee (10d6, ice manual reset; Atk +18 ranged (2d6/×3, icicle); multiple tar- blocks); multiple targets (all targets in a 10-ft.-by-10-ft. gets (1d4 darts per target in a 10-ft.-by-10-ft. area); Search DC area); Search DC 14; Disable Device DC 16. Market Price: 19; Disable Device DC 25. Market Price: 17,500 gp. 17,500 gp. Ice-Spike Pit Trap: CR 5; mechanical; location trigger; Conjure Ice Beast VI Trap: CR 7; magic device; proxim- manual reset; DC 20 Refl ex save avoids; 50 ft. deep (5d6, fall); ity trigger (alarm); no reset; spell effect (conjure ice beast VI, pit ice spikes (Atk +10 melee, 1d4 ice spikes per target for 1d4 11th-level cleric), Search DC 31; Disable Device DC 31. Cost: plus 1d6 cold each); Search DC 21; Disable Device DC 20. 3,300 gp, 264 XP.",
        "name":  "Hail of Icicles",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity trigger 80 ft. deep (8d6, fall), +10 melee (1d4 ice spikes for 1d4 plus (alarm); no reset; spell effect (heartfreeze, 11th-level wizard, 1d6 cold); Search DC 27; Disable Device DC 18. Market Price: die, DC 19 Fortitude save for partial); Search DC 29; Disable 28,000 gp. Device DC 29. Cost: 33,000 gp, 2,640 XP. White Pudding Essence Vapor Trap: CR 8; mechani-",
        "name":  "Heartfreeze Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity trigger CR 9 Traps (alarm); automatic reset; spell effect (ice rift, 11th-level cleric, Crushing Ice Room: CR 9; mechanical; location trigger; must be in frostfell area); Search DC 31; Disable Device DC automatic reset; walls move together (16d6, crush); multiple 31. Cost: 33,000 gp, 2,640 XP. targets (all targets in a 10-ft.-by-10-ft. room); never miss; Ice-Spike Pit Trap (80 Ft. Deep): CR 7; mechanical; onset delay (3 rounds); Search DC 22; Disable Device DC location trigger, manual reset; DC 20 Refl ex save avoids; 20. Market Price: 26,100 gp. 80 ft. deep (8d6, fall), pit ice spikes (Atk +10 melee, 1d4 ice Frostfell Trap: CR 9; magic device; proximity trigger spikes for 1d4+1d6 cold each); Search DC 20; Disable Device (alarm); automatic reset; spell effect (frostfell, 15th-level DC 20. Market Price: 7,000 gp. druid); Search DC 33; Disable Device DC 33. Cost: 60,000 Ice Toad Bile Wall Ice-Blade: CR 7; mechanical; gp, 4,800 XP. touch trigger; manual reset; Atk +16 melee (4d6/4 plus poison, ice scythe); poison (ice toad bile, DC 12 For- CR 10 Traps titude save resists, unconscious/unconscious for 1d4 Dropping Ice Ceiling: CR 10; mechanical; location trig- hours); Search DC 24; Disable Device DC 19. Market ger; repair reset; ceiling moves down (7d6, crush); multiple",
        "name":  "Ice Rift Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20,550 gp. targets (all targets in a 10-ft.-by-10-ft. room); never miss; Slush-Filled Room: CR 7; mechanical; location trigger; onset delay (1 round); Search DC 20; Disable Device DC 16. manual reset; multiple targets (all targets in a 10-ft.-by-10-ft. Market Price: 14,000 gp. room); never miss; onset delay (3 rounds); slush (see Deep Forcecage and Conjure Ice Beast VII Trap: CR 10; Slush Bog, page 12); Search DC 20; Disable Device DC 25. magic device; proximity trigger (alarm); automatic reset;",
        "name":  "Price",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity in the same area. If both succeed, the ice beast appears trigger (alarm); automatic reset; spell effect (waves of cold, inside the forcecage. These effects are independent of 11th-level wizard, fi re creatures shaken, no save); Search DC each other. 31; Disable Device DC 31. Cost: 33,000 gp, 2,640 XP. Poisoned Ice-Spike Pit Trap: CR 10; mechanical; location trigger; manual reset; hidden lock bypass CR 8 Traps (Search DC 25, Open Lock DC 30); DC 20 Reflex save",
        "name":  "Waves of Cold Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; touch avoids; 40 ft. deep (4d6, fall); pit ice spikes (Atk +5 melee, trigger (alarm); automatic reset; spell effect (conjure ice beast 1d4 spikes per target for 1d4 plus 1d6 cold plus poison VII, 13th-level cleric); Search DC 32; Disable Device DC 32. each); poison (dragon bile, DC 26 Fortitude save resists,",
        "name":  "Conjure Ice Beast VII Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; proxim- Price: 2,500 gp. ity trigger (alarm); automatic reset; spell effect (greater aura Wide-Mouth Pit with Poisoned Ice-Spikes: CR 10; of cold, 13th-level cleric, 2d6 cold damage to all within 10 ft., mechanical; location trigger; manual reset; hidden lock no save); Search DC 32; Disable Device DC 32. Cost: 45,500 bypass (Search DC 25, Open Lock DC 30); DC 20 Refl ex gp, 3,640 XP. save avoids; 40 ft. deep (4d6, fall); multiple targets (all targets",
        "name":  "Greater Aura of Cold Trap",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; mechanical; location within a 10-ft.-by-10-ft. area); pit ice spikes (Atk +10 melee, trigger; manual reset; Atk +10 ranged (2d6/×3 plus poison, 1d4 spikes per target for 1d4 plus 1d6 cold plus poison each); icicle); poison (ice toad bile, DC 12 Fortitude save resists, poison (chilblain brain juice, DC 14 Fortitude save resists, 1 unconscious/unconscious for 1d4 hours); multiple targets Dex/1d4 Dex); Search DC 20; Disable Device DC 20. Market (1 icicle per target in a 10-ft.-by-10-ft. area); Search DC 20; Price: 13,110 gp. Disable Device DC 20. Market Price: 8,250 gp. Well-Camoufl aged Ice-Spike Pit Trap: CR 8; mechani- cal; location trigger; repair reset; DC 25 Refl ex save avoids; 21 FROSTFELL THE CHAPTER 1 FROSTFELL equal depth (see Table 1–4: Snow-Impeded Movement), and deals damage for each square a creature enters. WILDERNESS TERRAIN The terrain of the frostfell varies greatly, from slow-moving EVERFROST TERRAIN glaciers to individual chambers of frigid cold in the middle of Everfrost consists of barren, desolate plains of lichen-cov- otherwise nonfrostfell dungeons. This section includes ter- ered rock and rubble. Unlike tundra, everfrost is not boggy rain that adventurers may encounter in wilderness settings, or wet in warm months, nor does it ever bloom; it is simply a though any of these terrain types can also be found within frozen desert, completely inhospitable to all but the simplest natural or worked snow and ice caves or cavern complexes. plant life and most resourceful of animals. A select few—cold gates and ice and snow fi elds—can exist Desolate mountain plateaus in high-elevation frostfell within traditional dungeon locations, placed there by magic areas are commonly everfrost terrain, as are high-latitude or supernatural forces. deserts, arid regions of the poles, and portions of the The terrain types below are presented using the format outer planes. found in Chapter 3 of the Dungeon Master’s Guide. Snow covers most everfrost regions for at least part of the year. Refer to the Snow Field Terrain entry below for infor- COLD GATE mation on snow-covered everfrost. The intense forces leaking from the Elemental Planes The two types of everfrost terrain are patchy and solid. through gates to a frostfell region alter the terrain surround- The table below describes in general terms how likely it is ing these magical portals. that a given square has a terrain element in it. You shouldn’t When you design a region that includes a cold gate, include roll for each square. Instead, use the percentages in the table the items in the list below within fi ve squares of the gate when below to guide the maps you create. drawing those areas. The terrain elements of cold gates are not mutually exclusive with the elements of other terrain types, Everfrost Terrain Features although you may have to use your best judgment in certain —Everfrost Category— cases. For example, a square near a gate to the Elemental Patchy Solid Crevasse 10% 20% Plane of Water in marshy terrain may include a deep bog Gradual slope 15% 25% (from the Marsh Terrain Features table) and freezing tem- Light rubble 20% 10% peratures (from the Cold Gate Terrain Features table). Light undergrowth 10% 5%",
        "name":  "Hail of Poisoned Icicles",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This square includes a geyser that explodes SKYBERG TERRAIN in a gush of cold, snow, and ice that deals 4d6 points of Skybergs, or fl ying icebergs, are most often encountered in bludgeoning damage plus 2d6 points of cold damage to any the Elemental Plane of Air or certain regions of the outer character within 10 feet (Refl ex DC 15 half). There is a 10% planes, although some may appear in the material plane, chance per round that a geyser will erupt. held aloft by powerful magics. Like icebergs, they come in three categories: small, medium, and large. TAIGA FOREST TERRAIN Use the Iceberg Terrain Features table above to create a A taiga forest stands along the warmer border of a treeless map of a skyberg. tundra, and has long, severe winters lasting up to seven",
        "name":  "Snow Geyser",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skybergs of any size make excel- months, with night frosts even in the short summer season. lent “vehicles” or strongholds for creatures of cold or ice. They Taiga forest terrain can be divided into three categories: can also serve as temples, dungeons, or even whole cities. sparse, medium, and dense. The table below describes in general terms how likely it is SNOW FIELD TERRAIN that a given square has a terrain element in it. You shouldn’t Like ice fi eld terrain, snow fi eld terrain can either be natural roll for each square. Instead, use the percentages in the table or supernatural. below to guide the maps you create. When snow is encountered in any other type of terrain, you may choose to consult this table for additional choices Taiga Forest Terrain Features of snow fi eld types. The elements in this list are not mutu- —Taiga Forest Category— ally exclusive. For more information about magical and Sparse Medium Dense Deep bog 10% 5% — supernatural features, see Supernatural Perils of the Frost- Heavy undergrowth — 15% 40% fell (page 13). For information on movement in snow, see Light undergrowth 20% 40% 20% Table 1–4: Snow-Impeded Movement (page 12). Massive trees — 5% 10% Shallow bog 15% 10% 5% Snow Field Terrain Features Typical trees 40% 55% 70% —Snow Field Category—",
        "name":  "Abodes and Strongholds",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The square is covered in negation snow Undergrowth: A space covered with light undergrowth pro- 1d6 feet deep. Negation snow impedes movement as normal vides concealment, costs 2 squares of movement to move into, snow, and may absorb magic. and increases the DC of Tumble checks by 2. Creatures take a",
        "name":  "Negation Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The square is covered in rustsnow 1d6 feet (instead of the usual 20%). It increases the DC of Tumble deep. Rustsnow impedes movement as normal snow, and checks by 5 and creatures take a –5 penalty on Move Silently may rust metal items. checks. Heavy undergrowth is also easy to hide in, granting a Packed snow walls Natural ice walls 27 FROSTFELL THE CHAPTER 1 +5 circumstance bonus on Hide checks. Running and charg- FROSTFELL ing are impossible. DUNGEON TERRAIN TUNDRA TERRAIN As mentioned above, ice and cold dungeons come in three",
        "name":  "Rustsnow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "natural, worked, and altered. Natural dungeons with a foundation of everfrost beneath. include ice canyons and cavern complexes formed through The two tundra terrain categories are alpine and arctic. natural forces. Worked dungeons can be carved-out interiors As characters venture toward polar regions, they’re likely of icebergs (fl oating in water or air), rough-hewn mountain to fi rst face alpine tundra as they leave the fortresses, and other compounds made from ice bordering taiga forest and then encounter and snow. Altered dungeons can be mazes the harsher arctic tundra as they close formed of conjured ice, ancient labyrinths on the pole. magically altered by cold-based creatures Both types of tundra are dominated or spellcasters, or simply an area or even a by extreme cold, simple forms of veg- few chambers of an otherwise normal dun- etation, limited means of drainage geon (created by a random effect, magic (causing sections of tundra to turn gone awry, as an obstacle or trap, or even into frostfell marshes during natural to house a particular guardian of a cold or magical bouts of warmth), a short or ice nature). growing season of a few weeks per year, and tremendous oscillations WALLS in population. In frostfell regions, whether naturally To draw a map of tundra, consult occurring or artifi cially constructed, the table below, using the listed walls separate the dungeon complex into percentages as a guide; don’t roll tunnels, halls, chambers, and caverns. for each square. Though informa- These walls may be made of snow, ice, tion on tundra appears in the Dungeon or stone (for information on masonry, Master’s Guide (see Desert Terrain, page hewn stone, and unworked stone walls, 91), this entry breaks tundra down into its see Dungeon Terrain, page 59 of the Dungeon two types. Master’s Guide). Snow walls rarely form by natu- ral means, and are most often built by hand or by Tundra Terrain Features magic. Ice walls can be natural or hewn, and both —Tundra Category— snow and ice walls can be magically reinforced.",
        "name":  "The tundra is a barren, lifeless desert of cold, ice, and snow, main types",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ground is covered transparent and can have a hue of any color, with slippery ice. It costs 2 squares owing to embedded minerals or magical of movement to enter a square properties. When this type of wall has an covered by an ice sheet, and the “other side,” it is usually 5 feet thick. DC of Balance and Tumble checks It takes a DC 30 Climb check to increases by 5. A DC 10 Balance climb a natural ice wall due to its check is required to run or charge slippery surface. across an ice sheet. Hewn Ice Walls: These walls",
        "name":  "Ice Sheet",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Small rocks usually result when a chamber or or chunks of ice are strewn passageway is tunneled out of solid across the ground, making ice. When such a wall has an “other nimble movement more difficult side,” it is typically 3 feet thick; than normal. The DC of Balance anything thinner risks col- and Tumble checks increases by 2. lapsing from the weight of Illus. by D. Kovacs Hewn ice walls Magically treated snow or ice walls 28 1 RETPAHC EHT LLEFTSORF Table 1–9: Walls function as described under Frostfell Typical Break Hit Climb Marsh Terrain, above. Wall Type Thickness DC Hardness Points1 DC Packed Snow Floors: Packed snow Packed snow 2 ft. 22 4 45 hp 18 occurs from constant traffi c or purposeful Natural ice 5 ft. 60 8 80 hp 30 pounding. The slipperiness of the snow Hewn ice 3 ft. 40 8 60 hp 35 Magically treated2 — +30 ×2 ×23 +20 increases the DC of Balance and Tumble 1 Per 10-foot-by-10-foot section. checks by 2. This is the most common 2 These modifiers can be applied to any of the other wall types. type of fl oor found in natural complexes. 3 Or an additional 50 hit points, whichever is greater. The packed snow in these areas can be natural or supernatural (blood snow, rust- all the ice overhead. It takes a DC 35 snow, or negation snow).",
        "name":  "Light Rubble",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These fl oors wall due to its relatively smooth, consist of large blocks of packed slippery surface. snow, making them horizontal ver- Magically Treated Snow or sions of packed snow walls. These",
        "name":  "Climb check to climb a hewn ice Snow Block Floors",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Frost mages, glacial fl oors can have cracks where the druids, or frostfell deities may snow blocks have deteriorated reinforce snow and ice walls and where they were originally with magic siphoned directly from poorly placed against other blocks. the Elemental Planes, making On this surface, the DC of Balance them stronger, harder, sturdi- and Tumble checks increases by 5. er, and more diffi cult to break The snow blocks in these areas can and climb. This magic can usu- be natural or supernatural (blood ally double the hardness and hit snow, rustsnow, or negation snow). points and can add up to 30 to the Natural Ice Floors: The fl oor of break DC and up to 20 to the Climb DC. a natural ice cave is rough and uneven, A magically treated wall also gains a sav- rarely having a level surface and pitted with ing throw bonus against spells equaling 2 + 1/2 cracks and crevices. Adjacent fl oor surfaces might the caster level of the magic reinforcing the wall, as well vary in elevation by a foot, so that moving from one to the as immunity to cold and fi re. Creating a magic wall re- other is no more diffi cult than negotiating a stair step, quires the Craft Wondrous Item feat and the but in other places the fl oor might sud- expenditure of 2,000 gp for each 10- denly drop off or rise up several feet or foot-by-10-foot wall section. more, requiring Climb checks to get from one surface to the other. Unless FLOORS a path has been worn and well Like walls, fl oors in frostfell com- marked in the fl oor of a natural ice plexes come in a variety of types. cave, it takes 2 squares of movement All the floor types detailed in to enter a square with natural ice Chapter 3 of the Dungeon Master’s fl oor, and the DC of Balance and Guide may also be found in these Tumble checks increases by 10. complexes. Running and charging are impos-",
        "name":  "Ice Walls",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Floors of glasslike ice can form Natural ice, hewn ice, and magically treated snow and ice walls as a result of a subterranean frozen pond or lake or intel- are usually thick enough to block most detectspells, such as ligent design. These fl oors have extremely slick surface, detect magic anddetect thoughts. All walls and doors, including increasing the DC of Balance and Tumble checks by 10. In those made of packed snow, are cold enough to block detect addition, it costs 2 squares of movement to enter a square firespells and spell-like abilities. with a smooth ice fl oor. The reduced friction makes run- pqs ning or charging impossible. scavoK .D yb .sullI Ice stairs Snow and ice bridges 29 FROSTFELL THE CHAPTER 1",
        "name":  "WALLS, DOORS, AND DETECT SPELLS Smooth Ice Floors",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Small Magically Treated Snow or Ice chunks of ice cover the ground. Doors: Frostfell spellcasters may Light rubble adds 5 to the DC of reinforce snow boulders, ice boul- Balance and Tumble checks. ders, and hewn ice slabs with",
        "name":  "Light Icy Rubble",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The magic siphoned directly from ground is littered with icy the Elemental Planes, making debris of all sizes: from small them stronger, harder, stur- chunks to stalagmites of ice. It dier, and more difficult to costs 2 squares of movement to en- break. This magic usually ter a square with dense icy rubble. doubles the hardness and hit The shaky footing adds 10 to DC of points and can add up to 10 Balance and Tumble checks, to the break DC. A magi- and Move Silently checks cally treated portal also have a –3 penalty. gains a saving throw bonus against spells equaling 2 + 1/2 PORTALS the caster level of the magic Portals in frostfell dungeons reinforcing the portal, as well come in a variety of types and may as immunity to cold and fi re. be trapped with mechanical or magi- Creating a magic portal re- cal triggers. All the door types detailed in quires the Craft Wondrous Item feat Chapter 3 of the Dungeon Master’s Guide may also be found and the expenditure of 2,000 gp for each in these complexes. Characters in frostfell areas may also 10-foot-by-10-foot door section. encounter the following additional portal types, which may be plain or carved with imagery, inscriptions, or other CORRIDORS visual depictions. Passageways in frostfell compounds resemble those in any",
        "name":  "Dense Icy Rubble",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These huge spheres of packed snow, usu- other dungeon setting, except perhaps for their composi- ally 10 feet in diameter, can be rolled into archways to block tion, which may include snow and ice. Traps—natural, egress. They cannot be locked, but may become stuck to the mechanical, and magical—can include deadfalls of snow, snowy, icy, or stone walls. Rolling a snow boulder out of the falling icicles, or explosions of frostfell magic. See page 63 way requires a successful DC 15 Strength check, though of the Dungeon Master’s Guide for more information on dun- they can be easily destroyed with a few solid attacks. geon corridors, and Frostfell Traps (page 18) for details on",
        "name":  "Snow Boulder",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Carved walls, fl oors, and portals may be of a from massive slabs of ice, these frostfell variety. heavy, unwieldy doors are usually Frostfell Summoning Chamber: built so that they can swing on Frostfell spellcasters often construct ice or stone hinges. These are the special chambers for summon- strongest and sturdiest of the ing extraplanar creatures natural frostfell doors, and of cold (as a summon monster are therefore most often used spell) or conjuring beasts made to protect important dungeon of ice (as a conjure ice beast spell). sections, vaults, sacred or pro- The main characteristic of these fane chambers, or other valued rooms is their temperature: the locations or items. colder, the better. Within these locations, the caster Table 1–10: Portals may summon or conjure an additional Typical Hit Break DC numbers of creatures for a given spell as Door Type Thickness Hardness Points Stuck Locked indicated on the table below. All creatures Snow boulder 10 ft. 2 30 hp 17 — summoned or conjured by the casting of Natural ice boulder 10 ft. 4 60 hp 30 — a single spell, including the bonus crea- Hewn ice slab 1–1/2 ft. 4 40 hp 25 28 Magical treated — ×2 ×2 +10 +20 tures, must be of the same kind. Illus. by D. Kovacs Snow and ice statues Frozen pools and lakes 30 1 RETPAHC EHT LLEFTSORF Creating a frostfell summoning chamber requires the Craft sculptures may be opaque or transparent, and may range in Wondrous Item feat and the expenditure of 15,000 gp. hue from clear to black. Treat snow and ice statues like wide pillars (see page 64 Table 1–11: Frostfell Summoning Bonuses of the Dungeon Master’s Guide), except that snow statues have Temperature Number of Bonus Creatures AC 3, hardness 2, and 100 hit points and ice statues have AC Very cold +1 3, hardness 6, and 250 hit points. Severe cold +2",
        "name":  "Hewn Ice Slab",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you summon a creature or creatures using [GENERAL] any summon spell, you can opt to summon a version of the You do additional damage with cold spells. creature from an extraplanar frostfell. If you do so, the Prerequisite: Con 13, Snowcasting, Frozen Magic. summoned creature gains the cold subtype, and its natural Benefi t: In cold areas (temperature at or below 40° F), attacks deal an additional 1d6 points of cold damage. you gain a +1 bonus per die to any dice rolled to determine Creatures with the fi re subtype can never be enhanced damage caused by cold spells you cast. For example, if an with the cold subtype in this manner. 11th-level wizard with this feat casts a cone of cold in a cold area, the spell does 11d6+11 points of damage. CHOSEN OF IBORIGHU [GENERAL] In areas of extreme cold (below–20° F), the damage bonus Your skin has a noticeable blue tint and your left eye is pale increases to +2 per die. blue (your right eye is some other color); these features iden- tify you as an ally to the church of Iborighu and grant you CRAFT SKULL TALISMAN supernatural qualities. [ITEM CREATION]",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your left eye radiates faint evocation magic if it is themselves (for more information on skull talismans, see viewed with a detect magic spell, and faint evil if viewed with page 112). adetect evil spell. Prerequisite: Caster level 6th. Cleric is now a favored class for you; the cleric class does Benefi t: You can create a skull talisman of any spell you not count when determining whether you take an experi- know and that targets one or more creatures. Crafting a skull ence point penalty for multiclassing. talisman takes one day. When you create a skull talisman, Once per day, you can cause one creature within 30 feet that you set the caster level. The caster level must be suffi cient to meets your gaze to become overwhelmed with a wave of super- cast the spell in question and no higher than your own level. natural cold. The target can resist the effects of this attack with The base price of a skull talisman is its spell level × its caster a successful Fortitude save (DC 10 + 1/2 your character level level × 100 gp. To craft the talisman, you must spend 1/25 of + your Charisma modifi er), otherwise it causes cold damage this base price in XP and use up raw materials (mostly com- equal to your Charisma modifi er + 3 (minimum 1 point of prised of the rare metallic inks needed to inscribe the runes damage) and causes the victim to become fatigued. If you of power on the skull) costing one-half this base price. use this attack against someone who is fatigued, they instead When you create a skull talisman, you make any choices become exhausted. Using this supernatural ability is a standard that you would normally make when casting the spell. Who- action that does not provoke attacks of opportunity. ever destroys the skull is the target of the spell.",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ability to turn or rebuke creatures, access throw is allowed, or if the save is a success or failure. to Cold or Winter cleric domain. Possible cold magical beasts from the Monster Manual",
        "name":  "Prerequisite",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you successfully turn or rebuke a crea- include cryohydras (Huge wild shape required), frost worms ture, it takes cold damage equal to your Charisma modifi er (Huge wild shape required), and winter wolves. as blasts of ice and cold energy tear through its body. Possible cold magical beasts from Monster Manual II include frost salamanders. FROSTFELL PRODIGY [GENERAL] Possible cold magical beasts from this book include bran- You gain additional bonus spells in cold regions. tas (Large wild shape required), ice toads (Large wild shape",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Con 13, Snowcasting, Frozen Magic, required), urskans (Large wild shape required), and tlalusks Cold Focus. (Huge wild shape required).",
        "name":  "Prerequisite",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as you are under the effects of a barbarian and agile than normal. The summoned creatures gain a +4 rage, you gain the cold subtype. You gain immunity to cold, enhancement bonus to Strength and Dexterity for the dura- but have vulnerability to fi re, which means you take half tion of the spell that summoned them. again as much (+50%) damage as normal from fi re, regard- In areas of extreme cold (below –20° F), any summoned less of whether a saving throw is allowed, or if the save is a creature affected by this feat has maximum hit points success or failure. when summoned. FROZEN MAGIC [GENERAL] ICE HARMONICS [GENERAL] Your cold spells are more powerful when you cast them You can use your voice to shatter ice. in a cold region. Prerequisite: Bardic music ability, Perform (sing) 6 ranks.",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In cold areas (temperature at or below 40° F), music, you can cause any unattended nonmagical ice object or spells with the cold descriptor cast by you manifest at caster portion of ice to explode violently. The target must be within level +1. 30 feet, and you must be able to sing in order to shatter the ice. In areas of extreme cold (below –20° F), cold spells cast Any creature located in the 5-foot square in which you target by you manifest at caster level +2. with this ability takes piercing damage equal to 2d6 + your Charisma modifi er. Creatures made of ice that you specifi - FROZEN WILD SHAPE [GENERAL] cally target with this effect take double damage. You can assume the form of magical beasts with the cold subtype. IMPROVED COLD ENDURANCE",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may use your wild shape ability to assume natural resistance to cold temperatures. the form of any magical beast with the cold subtype. Your Prerequisite: Base Fortitude save bonus +6, Cold new form must still fall within the size limitations of your Endurance. wild shape ability. As with the standard wild shape ability, Benefi t: You gain resistance to cold 5. If you already have you do not gain any of the extraordinary special qualities or resistance to cold, it increases by 5 (maximum resistance to any supernatural abilities possessed by the new form, with cold 15). 49 AND FEATS RACES, CLASSES, CHAPTER 2",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The actual birthmark itself radiates faint abjura- PRIMEVAL WILD SHAPE [GENERAL] tion magic if it is viewed with a detect magic spell, and faint Your wild shape forms are stronger than normal. good if viewed with a detect good spell. Prerequisite: Wild shape ability.",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Climb and Survival component. For each component you voluntarily add, you checks. increase the effective caster level of the spell by +1. You can only add a component that’s not already present in the spell. PIERCING COLD [METAMAGIC] For example, you can’t add a somatic component to a gaseous Your cold spells are so cold that they can damage creatures form spell, because it already has one. You could add a verbal normally resistant or immune to cold. component, however.",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can only apply this metamagic feat to spells The verbal component you add consists of animalistic with the cold descriptor. Piercing cold spells are so horribly shouts, screams, and growls. The DC of Listen checks to cold that they are capable of damaging creatures normally hear you cast a spell is –5 (before modifying for distance). unharmed by or resistant to cold. Piercing cold spells com- The somatic component is also more complex, so you must pletely ignore any resistance to cold a creature possesses, have two hands free to add a somatic component with this bypassing this resistance and dealing damage to the target feat. The extra material component you add with this feat as if it did not possess any resistance to cold at all. They are must be a rare plant found in the frostfell, which requires a still entitled to whatever other defenses the attack allows successful DC 15 Profession (herbalist) check to locate. (such as saving throws and spell resistance). This feat originally appeared in Races of Faerûn. Creatures normally immune to cold can be damaged by piercing cold spells as well. Piercing cold spells deal half SEA LEGS [GENERAL] damage to these creatures (or one-quarter on a successful You are accustomed to the rolling motion on board a ship, saving throw). and can use this motion to your advantage. 50 2 RETPAHC ,SESSALC ,SECAR STAEF DNA",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Paladin level 1st. you to spend a move action immediately before the spell Benefi t: When you gain this feat, you may add the 1st-, is cast to gather fresh snow or ice from the surrounding 2nd-, 3rd-, and 4th-level spells granted by the Cold and Winter environment. This snow or ice can be magically created by domains as paladin spells of the same levels. You do not gain a conjuration spell, but no other ice manifested by a spell the ability to cast spells of these domains of 5th level or higher, will do. You may take no other action between gathering the nor do you gain the granted powers of the domains. snow or ice and casting the spell. Special: If you have any levels of cleric, these additional domains are not available to your cleric levels, since they are SNOWRUNNER [GENERAL] technically paladin spells in this case. You are particularly adept at moving through snow and over ice. WINTER’S MOUNT [GENERAL]",
        "name":  "Adding this additional material component requires Prerequisite",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Prestige classes on this list are good choices for spellcasters who want their progress toward higher levels of magic to be uninterrupted.",
        "name":  "Strong Spellcasting",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Halfl ing monk 6/cloud anchorite 5; CR Few psionicists are drawn to the life of a cryokineticist, 11; Small humanoid; HD 11d8+11; hp 60; Init +3; Spd 50 ft., for many who come from temperate climates fail to see the climb 30 ft.; AC 24, touch 20, fl at-footed 21; Base Atk +7; Grp hidden power in seasonal—and therefore ephemeral—cold +6; Atk +11 melee (1d8+3, ki strike [magic]) or +12 ranged and ice. Most who become cryokineticists come from frost- (1d3+3, sling); Full Atk +11/+6 melee (1d8+3, ki strike fell environments, typically polar civilizations or planar [magic]) or +10/+10/+5 melee (1d10+3, ki strike [magic]) or cities that exist in areas dominated by elemental cold or ice +12 ranged (1d3+3, sling); SA stunning fi st 7/day; SQ empty where the frigid temperatures continually reveal the limit- stride, evasion, purity of body, resistance to cold 5, slow less power of cold. breath, slow fall 30 ft., still mind, wisdom of the mountain; NPC cryokineticists spend most of their time in freez- AL LN; SV Fort +11, Ref +13, Will +11; Str 16, Dex 16, Con ing regions, and therefore are rarely found in temperate 12, Int 12, Wis 18, Cha 8. climes. Some bring their unique control of cold to warm",
        "name":  "Thuu Verrek",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Con centration +19, morph, remove curse, scrying, solid fog, wall of Knowl edge (arcana) +25, Knowledge coldfi re*, wall of ice; 5th—baleful polymorph, (history) +16, Knowledge (nature) +16, boreal wind*, break enchantment, cone of cold, Listen +3, Search +9, Spellcraft +27, fl esh to ice*, hold monster, Leomund’s secret chest, Spot +3, Survival +7 (+9 aboveground, mirage arcana, Mordenkainen’s faithful hound, +11 to avoid hazards and getting lost); Rary’s telepathic bond, teleki- Augment Summoning, Cold Focus, Fro- nesis, teleport, wall of zen Magic, Piercing Cold, Scribe Scroll, stone; 6th—animate Snowcasting, Spell Focus (conju- snow*, disintegrate, ration), Spell Focus (evocation), freezing glance*, Spell Penetration. greater dispel magic,",
        "name":  "Skills and Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must have been reduced to fewer over his body. In addition, a frostrager’s unarmed attacks deal than 0 hit points by cold damage (either from magical cold 1d6 points of damage plus 1d4 points of cold damage on a attacks or by taking enough damage from exposure to extreme successful hit. If the frostrager is Small, his unarmed attack cold environments). Whether or not this trauma is what allows deals 1d4 points of damage, and if the frostrager is Large, his the frostrage to take root in the character’s soul, or if the unarmed attack deals 1d8 points of damage. trauma merely unhinges the character’s mind enough that Freezing Blood (Su): At 1st level, a frostrager’s blood he decides to become a frostrager, is unknown. becomes freezing cold. His wounds instantly freeze over and stop bleeding; he is immune to attacks that cause wounding CLASS SKILLS effects. If reduced to negative hit points, he automatically The frostrager’s class skills (and the key ability for each stabilizes. He still takes 1 point of damage if he takes any skill) are Climb (Str), Intimidate (Cha), Jump (Str), Listen actions while at 0 or negative hit points, however. (Wis), Survival (Wis), and Swim (Str). See Chapter 4 of the One-Two Punch (Ex): At 2nd level, while making an Player’s Handbook for skill descriptions. unarmed attack, the frostrager may make one extra attack",
        "name":  "Special",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Neanderthal barbarian 8/primeval 3; CR 11; power by the rimefi re eidolon. This action forms a power- Medium humanoid (human); HD 8d12+16 plus 3d10+6; hp ful bond between the character and the eidolon; once this 90; Init +1; Spd 40 ft.; AC 17, touch 11, fl at-footed 16; Base Atk bond has been created, the character can draw magical +11; Grp +15; Atk +17 melee (1d10+8, +2 greatclub); Full Atk power and strength from the iceberg surrounding the +17/+12/+7 melee (1d10+8, +2 greatclub); SA primeval form 1/ eidolon. This grants her several magical abilities, includ- day, rage 3/day; SQ animal empathy, climate tolerant, damage ing the ability to channel rimefi re as a ranged attack. At reduction 1/—, low-light vision, trap sense +2, improved the same time, she slowly begins to take on aspects of uncanny dodge, uncanny dodge; AL CN; SV Fort +11, Ref +2, the rimefi re eidolon itself, transforming over time into a Will +1; Str 18, Dex 12, Con 15, Int 11, Wis 11, Cha 7. devoted guardian of the eidolon to which she has become",
        "name":  "Gruth",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +18, Diplo- divination, divine power, frostburn* (DC 22), ice macy +12, Hide +0, Jump –10, Knowledge stormD (DC 22), neutralize poison, restoration; (history) +7, Knowledge (nature) +3, Knowledge (religion) 5th—blizzard*D(DC 23), conjure ice beast V*, dispel cold*, dis- +13, Sense Motive +18, Spellcraft +18; Craft Staff, Craft pel evil, dispel fi re*, hibernal healing*, spell resistance; 6th—algid Wondrous Item, Greater Spell Penetration, Iron Will, Mark enhancement*, blade barrier (DC 24), conjure ice beast VI*, death of Hleid*, Scribe Scroll, Spell Penetration. hail*D, mass frostburn* (DC 24), ice rift*; 7th—greater aura of *New feat described on page 49. cold*, conjure ice beast VII*, control weatherD, holy word (DC 25), Spell-Like Abilities: 3/day—ray of frost (+13 ranged touch); greater restoration, resurrection; 8th—antimagic fi eld, conjure ice 1/day—speak with animals, touch of fatigue (+13 ranged touch; beast VIII*, dimensional lock, discern location, summon giants DC 18). Caster level 19th. (frost giants only)*D;9th—conjure ice beast IX*, energy drain Rimefi re Bond (Su): Skycornice and the eidolon that (DC 27), gate, mass healD. chose her are constantly aware of the other’s location *New spell described in Chapter 5. and condition, as if both were under the effects of a status D: Domain spell. Domains: Healing (cast healing spells spell. This is a permanent effect that cannot be dispelled at +1 caster level) and Winter (+2 sacred bonus on Wisdom– or destroyed. Both gain a +2 morale bonus on all saving based skill checks in winter). Illus. by D. Griffi th Sarxen, a stormsinger 70 3 RETPAHC EGITSERP SESSALC",
        "name":  "Skills and Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical Aptitude, Storm Magic. in Perform (sing), with",
        "name":  "Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sarxen’s music also gives her a measure of Winterhaunts generally build fortifi ed temples into the control over the weather. She can use the following abilities sides of glaciers, icebergs, and permanently frozen lakes, by expending one of her daily bardic music uses. constructing huge ice buildings and dungeons in which Gust of Wind (Sp): As the spell of the same name. Caster to dwell. From these icy temple-fortresses they launch level 11th. attacks on the frostfell, seeking suitable sacrifi ces for Thunderstrike (Su): Unleash a deadly thunderbolt, targeted Iborighu. In particular, they seek out rimefi re witches in at any one creature within 60 feet. Sarxen must make a suc- an eternal holy war to fi nish the job that their deity began cessful ranged touch attack. If she hits, Sarxen then makes so long ago—the fi nal eradication of the cult of Hleid from a Perform (sing) check; the result indicates how much the ice. Lone winterhaunts are often encountered far from electricity damage the thunderbolt deals. A DC 16 Refl ex the naturally occurring frostfell regions, in temperate and save halves the damage. If the creature fails its Refl ex save, even tropical regions where they use icehearts to seed magi- it must make a Fortitude save (same DC) or be deafened for cally sustained miniature frostfell areas in their ongoing a number of rounds equal to the damage dealt. project to bring down perpetual winter to the world. Stormpower (Ex): Sarxen gains a +2 bonus on Perform Hit Die: d8. (sing) checks made to use her stormsong powers and adds a +2 bonus to her caster level with stormsong powers when REQUIREMENTS the temperature is cold or colder (40° F or lower) or when she To qualify to become a winterhaunt of Iborighu, a character is in a storm. must fulfi ll all the following criteria. Bard Spells Known (3/4/4/2 per day; caster level 8th): 0— Alignment: Chaotic neutral, chaotic evil, or neutral evil. detect magic, light, lullaby (DC 13), message, read magic, summon Skills: Concentration 8 ranks, Knowledge (arcana) 5 instrument; 1st—charm person (DC 14), cure light wounds, silent ranks, Knowledge (religion) 8 ranks. image, Tasha’s hideous laughter; 2nd—cat’s grace, heroism, invis- Feats: Chosen of Iborighu, Craft Wondrous Item, ibility, suggestion (DC 15); 3rd—blink, charm monster (DC 16), Piercing Cold. cure serious wounds. Spells: Able to cast 1st-level divine spells.",
        "name":  "Stormsong",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Human cleric 7/winterhaunt of Iborighu 5th—frostbite* (DC 23), hibernal healing*, hibernate* (DC 22), 10; CR 17; Medium elemental (cold, evil); HD 17d8+34; hp righteous might, slay livingD (+12 melee touch; DC 22), spell 110; Init +1; Spd 20 ft.; AC 24, touch 11, fl at-footed 23; Base resistance; 6th—blade barrierD (DC 23), greater dispel magic, Atk +10; Grp +12; Atk +15 melee (2d4+5/×4, +2 unholy scythe); harm (2) (DC 24), mass frostburn* (DC 23), summon monster Full Atk +15/+10 melee (2d4+5/×4, +2 unholy scythe); SA turn VI; 7th— greater aura of cold*, blasphemy (DC 24), control undead 2/day (+2, 2d6+6, 7th); SQ cloak of winter’s chill weather, destructionD (DC 24), summon monster VII; 8th— 2/day, darkvision 60 ft., immunity to cold, vulnerability to power word stunD(DC 25), summon monster VIII, unholy aura; fi re; AL NE; SV Fort +14, Ref +6, Will +19; Str 14, Dex 12, 9th—summon monster IX, wail of the bansheeD(DC 26). Con 14, Int 10, Wis 24, Cha 8. *New spell described in Chapter 5.",
        "name":  "Chesko Vaul",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Freeze powder looks like salt but is much Regardless of whether it absorbs any damage, polar skin fi ner to touch. One vial of freeze powder sprinkled into any loses its effectiveness 1 hour after application. Polar skin liquid is enough to instantly freeze solid 1 cubic foot of liquid. does not stack with magical protection from cold. Magical If introduced into a larger body of water or liquid, the powder effects such as resist energy supersede the protection pro- freezes into a 1-foot diameter ball of ice. Sprinkled on a wet vided by polar skin. Applying polar skin takes 1 minute. fl oor, a vial of freeze powder can coat a 10-foot-square area with Razor Ice Powder: This granular white powder can be ice. Freeze powder is dangerous to eat; anyone foolish enough sprinkled over any icy surface; one vial is enough to coat to swallow a vial of freeze powder takes 2d6 points of cold one 5-foot square. The area coated immediately grows damage as the powder freeze-burns his mouth and throat. A hundreds of tiny razor-sharp crystals of ice; these crystals successful DC 15 Fortitude saving throw halves the damage. function as if the area had been covered with razor ice",
        "name":  "Freeze Powder",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Icicle missiles deal 2d4 damage, half of the expenditure of coldfi re energy. This source of pure, which is cold. elemental cold produces powerful magic, but is quite rare. Spells requiring this component are indicated in the spell 5TH-LEVEL BARD SPELLS lists by a superscript C, and include “Coldfi re” in the list of Boreal Wind: Gust of cold wind deals 1d4 cold components. A vial of coldfi re costs 50 gp. damage/level and knocks creatures back. Since objects, structures, and creatures created by frost- fell spells are a combination of cold, ice, and magic, they 6TH-LEVEL BARD SPELLS are not subject to the effects of natural fi re and heat—they Snowsong: Musical snowfall aids allies in within do not automatically melt in temperatures higher than 32° F. 30 ft. and hinders enemy spellcasters. 83 Illus. by D. Kovacs 84 5 RETPAHC EHT FO CIGAM LLEFTSORF",
        "name":  "Other spells of the frostfell gain their power through Ice Darts",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical heat warms plant life, healing 1d8 damage Pass through Ice: Subject can pass through ice or snow +1/level (max. +10) and granting immunity to cold. like water. 86 5 RETPAHC EHT FO CIGAM LLEFTSORF",
        "name":  "Evergreen",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Snow freezes, impeding movement. Abjur Icicle: Magical trap hangs from ceiling, dealing 4d6 damage when triggered. 4TH-LEVEL PALADIN SPELLS Conj Ice Darts: Icicle missiles deal 2d4 damage, half of",
        "name":  "Binding Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "–20 penalty on Move Silently checks cold that deals 1d6 cold damage plus 1d4 Dex in area. damage, lasts 1 round/level. 87 FROSTFELL MAGIC OF THE CHAPTER 5",
        "name":  "Crunchy Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shatters ice structures or ice creatures. array of magical effects.",
        "name":  "Evoc Crack IceM",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The caster must have at snow to be animated may be natural Range: Medium (100 ft. + 10 ft./level) least one ounce of coldfire in her or magically created. Snow animated Effect: Fog spreads in a 30-ft. radius, possession when casting the spell. by this spell is treated as an animated 20 ft. high The coldfire is consumed upon cast- object. You can animate four Large Duration: 10 min./level ing the spell. A vial of coldfire costs animated objects, two Huge animated Saving Throw: Fortitude half 50 gp. objects, or one Gargantuan animated Spell Resistance: No",
        "name":  "Coldfire",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S Spell Resistance: Yes mobility and a semblance of life. The Casting Time: 1 standard action 89 FROSTFELL MAGIC OF THE CHAPTER 5 You are covered in a thin layer of (for movement in a snow field, see Effect: Gust of wind (20 ft. wide, 20 ft. white frost and frigid cold emanates page 12). high) emanating out from you to the from your body, dealing 1d6 points of extreme of the range cold damage at the start of your round Blood Snow Duration: 1 round + 1 round/2 levels to each creature within 5 feet. Necromancy [Cold] Saving Throw: Fortitude negates",
        "name":  "You imbue a mass of fallen snow with Components",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Refl ex deals 4d6 points of damage. half; see text Magical Ice Column:",
        "name":  "Saving Throw",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No beast I, except that you can conjure This spell functions like conjure ice one creature from the 8th-level list, This spell creates a creature con- beast I, except that you can conjure two creatures of the same kind from structed from magical ice. It appears one creature from the 4th-level list, the 7th-level list, or four creatures of where you designate and acts imme- two creatures of the same kind from the same kind from a lower-level list. diately, on your turn. It attacks your the 3rd-level list, or four creatures of opponents to the best of its ability. If the same kind from a lower-level list. Conjure Ice Beast IX you can communicate with the crea- Conjuration (Creation) [Cold] ture, you can direct it not to attack, Conjure Ice Beast V Level: Cleric 9, druid 9 to attack particular enemies, or to Conjuration (Creation) [Cold] Effect: One or more conjured ice crea- perform other actions. Level: Cleric 5, druid 5 tures, no two of which can be more The spell conjures one of the crea- Effect: One or more conjured ice crea- than 30 ft. apart tures from the 1st-level list of either the tures, no two of which can be more summon monster table or the summon than 30 ft. apart This spell functions like conjure ice nature’s ally table (pages 287–288 of beast I, except that you can conjure the Player’s Handbook). The conjured This spell functions like conjure ice one creature from the 9th-level list, creature cannot have the fi re subtype. beast I, except that you can conjure two creatures of the same kind from You choose which kind of creature one creature from the 5th-level list, the 8th-level list, or four creatures of to conjure, and you can change that two creatures of the same kind from the same kind from a lower-level list. choice each time you cast the spell. the 4th-level list, or four creatures of The conjured creature is a construct the same kind from a lower-level list. Conjure Ice Object made of magical ice, gaining the ice Conjuration (Creation) [Cold] beast template (see page 138). Conjure Ice Beast VI Level: Cleric 2, druid 2 In all other ways, conjure ice beast I Conjuration (Creation) [Cold] Components: V, S, DF functions like summon monster I. Level: Cleric 6, druid 6 Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level Level: Druid 1, ranger 1 (see page 218 of the Player’s Handbook), 93 FROSTFELL MAGIC OF THE CHAPTER 5 except that it detects heat energy from Area: One creature/level, no two of granting immunity to cold for the normal fi re, fi re spells, fi re magic which can be more than 30 ft. apart duration of the spell. Evergreen affects items, clerics of fi re deities, and all Duration: Instantaneous and 1 round/ natural plants as well as creatures with living beings other than those with level; see text the plant subtype. the cold subtype. You are vulnerable Saving Throw: Fortitude negates to an overwhelming heat aura if you Spell Resistance: Yes Fimbulwinter have the cold subtype. Transmutation [Cold]",
        "name":  "Duration",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Spell Resistance: No –2 in summer, +2 for a cold climate, –2 for temperate climate, and –6 for hot cli- You grant the target the ability to You imbue a 10-foot-radius area of mate. Roll separately for wind and snow. survive in thin air, conferring a +20 plant life with magical heat, instantly The snow and wind shown are the maxi- inherent bonus on Fortitude saves healing 1d8 points of damage +1 point mum possible for the day; at your option, to resist altitude sickness as well as per caster level (maximum +10), and there can be less wind or snow. saving throws to resist becoming fatigued due to altitude or thin air. Fimbulwinter d20 Roll Amount of Snowfall Amount of Wind Entomb 0 or less 1d12 inches of snowfall melt Weak (0–10 mph) 1–5 No new snow Weak (0–10 mph) Evocation [Cold] 6–10 1d4–1 inches snow Moderate (11+ mph)",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "100 XP. Level: Sorcerer/wizard 1 spell. An item in a creature’s posses-",
        "name":  "XP Cost",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 5 Level: Sorcerer/wizard 7 Effect: One 20-ft. cube/2 levels 97 FROSTFELL MAGIC OF THE CHAPTER 5",
        "name":  "Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No. breathing creature that is a near-per- the damage. An ice assassin slain by The castle can be created around fect duplicate of an existing creature. fi re damage simply melts into a pool living creatures, and in this case it The duplicate is formed entirely out of water. rises up from the earth and snow of ice, but once the spell is in effect, Material Component: This spell is around them. It cannot be “dropped” it appears as an exact duplicate to cast over the ice statue of the creature onto creatures as an offensive spell. all but its source, who always sees to be duplicated. Some portion of the The caster may choose to be lifted the ice assassin as an animated ice creature to be duplicated (hair, nail, onto the roof of the central tower by statue of himself. The ice assassin and so on) must be placed inside centering the spell on himself. possesses all the skills, abilities, and the ice statue as it is constructed. In If the castle is summoned on memories possessed by the original, addition, the spell requires powdered relatively level ground, a moat of but its personality is warped and diamond worth 20,000 gp. icy water 20 feet wide surrounds the twisted by an all-consuming need to XP Cost: 5,000. castle. If summoned on sharply slop- slay the original. It also constantly ing ground, an icy crevasse 20 feet uses locate creature on its duplicate Ice Castle wide and 50 feet deep surrounds at a caster level equal to your own. If Conjuration (Creation) [Cold] the castle. its quarry is outside the range of this Level: Sorcerer/wizard 7 The castle melts slowly whenever effect, the ice assassin must rely on Components: V, S, F the temperature rises above freez- its own cleverness or advice from you Casting Time: 10 minutes ing; an ice castle takes 1d6 points of to track the original. Range: Medium (100 ft. + 10 ft./level) damage each round in a place with The ice assassin has the cold sub- Effect: Fortress of ice and snow temperatures above freezing. When type. Creatures familiar with the Duration: 24 hours struck by fi re spells, the castle is dam- original might detect the ruse with Saving Throw: No aged normally. a successful Spot check. You must Spell Resistance: No The castle has 200 hit points per make a Disguise check (gaining a 5-foot section and a hardness of 0. +10 circumstance bonus from the You create a huge castle of ice and snow, The central tower is made of blue power of the spell) when you cast fully formed with walls, towers, gates, ice which has 300 hit points per the spell to determine how good the and battlements and magical wards. 5-foot section and a hardness of 10 likeness is. The castle includes a single main gate Creatures can hit the castle automat- The ice assassin is under your and a sally port, a drawbridge, a 30-foot ically. Fire, including a fireball spell absolute command. You possess a diameter central tower made of blue and red dragon breath, can melt the telepathic link to the ice assassin, and ice (see page 80), and one additional ice castle, and it deals full damage to when you concentrate, you receive a tower per 6 levels of the caster. The the structure (instead of the normal clear image of the area surrounding size of the castle is determined by the half damage taken by objects). Sud- the ice assassin as if you were scrying location of the towers, which enclose denly melting an ice castle creates a it. Further, you can have any spell you an open courtyard. The maximum great cloud of steamy fog that lasts cast on yourself affect the ice assas- perimeter of the structure is 20 feet for 10 minutes. sin as well; this includes spells with per caster level. Arcane Focus: A piece of blue ice a target of “You” only. These benefi ts In addition, you can place any or all carved to resemble the desired castle persist as long as you and the ice assas- of the following three magical effects worth 2,000 gp. sin remain within a mile of each other. in the castle. If the ice assassin travels beyond this 1. Icicle spells in two areas (typically Ice Darts range, it continues to function and in the gatehouse and in the central Conjuration (Creation) [Cold] seek out its nemesis, but you have no tower). Saving Throw: See text. Spell Level: Bard 2, sorcerer/wizard 2 direct control over it. Resistance: No. Components: V, S 99 FROSTFELL MAGIC OF THE CHAPTER 5",
        "name":  "An ice assassin spell creates a living, successful Refl ex saving throw halves Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes is entangled and can’t move from its You allow a creature to skate across any space, but can break loose by spending icy surface, either level or inclined, This spell restores a frozen creature 1 round and making a DC 20 Strength increasing its base land speed by 60 to its normal state, restoring life and check or a DC 25 Escape Artist check. feet. (This adjustment is treated as goods. The creature must make a DC Once loose (either by making the an enhancement bonus.) No Balance 15 Fortitude save to survive the pro- initial Refl ex save or a later Strength checks are required for this movement cess. Any frozen creature, regardless check or Escape Artist check), a (even during combat on ice) unless the of size, can be restored. creature remains entangled, but may recipient attempts exceptional maneu- The spell also can convert a mass move through the ice web very slowly. vers, such as jumping a crevasse or of ice into a fleshy substance. Such Each round devoted to moving allows gliding up a frozen waterfall, or takes flesh is inert and lacking a vital life the creature to make a new Strength damage—even then, the recipient force unless a life force or magical check or Escape Artist check. The gains a +4 enhancement bonus on its energy is available. (For example, creature moves 5 feet for each full Balance check. an ordinary ice sculpture would 5 points by which the check result become a corpse.) You can affect exceeds 10. Ice Slick an object that fits within a cylinder If you have at least 5 feet of ice web Conjuration (Creation) [Cold] from 1 foot to 3 feet in diameter and between you and an opponent, it pro-",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 9 cles take half damage, or none if they a stone lamp. The magical smokeless",
        "name":  "Level",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes cessful dispel magic or 10 points of fi re or greater force destroys it. damage. However, an unsuccessful The loose-packed snow of the igloo Iceberg is a brutal and direct spell. attempt to dispel or melt the icicles has a hardness of 0, and 3 hp per inch When cast, the spell creates a single automatically triggers the attack. of thickness. large block of ice that drops from the Material Component: A small dollop sky onto a spot you select. The iceberg Ivory Flesh of seal fat or caribou fat. then shatters if it encounters a solid Transmutation surface. Elephant-sized blocks of ice Level: Bard 1, druid 1, ranger 1 Mantle of the Icy Soul scatter in all directions, affecting Components: V, S Transmutation nearby creatures based on how far Casting Time: 1 standard action Level: Cleric 6, druid 5 they are from the center of the area. Range: Touch Components: V, S, M, XP Within 20 Feet of the Center Point: Any Target: Creature touched Casting Time: 1 standard action creature or object directly beneath the Duration: 1 hour/level Range: Touch iceberg takes 20d6 points of crushing Saving Throw: Will negates (harmless) Area: Creature touched damage (no save) and is buried in snow Spell Resistance: Yes (harmless) Duration: Instantaneous (see page 90). Saving Throw: Will negates (harmless) Between 20 Feet and 40 Feet of the Center The subject’s fl esh and all his equip- Spell Resistance: Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None creating chunks of ice in large bodies time and can cast spells on yourself Spell Resistance: No of water. while hiding in the ice. Nothing that The sphere moves as long as you goes on outside the ice can be seen, This spell moves snow and ice. The actively direct it (a move action for but you can still hear what happens area to be affected determines the you); otherwise, it merely remains around you. Minor physical damage casting time. For every 150-foot at rest. The sphere can be destroyed to the ice does not harm you, but its square (up to 10 feet deep), casting by attacks directed against it. It has partial destruction (to the extent that takes 10 minutes. The maximum area, 10 hit points and damage reduction you no longer fi t within it) expels you 750 feet by 750 feet, takes 4 hours and 5/–. and deals you 5d6 points of damage. 10 minutes to move. The surface of the sphere has a The ice’s complete destruction (by This spell does not violently break spongy, yielding consistency and damage or thawing) expels you and the surface of snow or ice. Instead, it so does not cause damage except by slays you instantly unless you make a creates wavelike crests and troughs, extreme cold. It cannot push aside DC 18 Fortitude save. with glacierlike fl uidity until the unwilling creatures or batter down Any time before the duration desired result is achieved. Trees, large obstacles. A numbing sphere winks expires, you can step out of the ice structures, rock formations, and out if it exceeds the spell’s range. through the surface that you entered. If such are mostly unaffected except Arcane Material Component: A bit of the spell’s duration expires or the effect for changes in elevation and relative sponge and a drop of water. is dispelled before you voluntarily exit topography. the stone, you are violently expelled The spell cannot be used for tunnel- Obedient Avalanche and take 5d6 points of damage. ing and is generally too slow to trap or Conjuration (Creation) [Cold] The following spells harm you if bury creatures. Its primary use is for Level: Cold 9 cast upon the ice that you are occupy- digging or adjusting terrain contours Components: V, S ing: Ice to fl esh expels you and deals you before a battle. Casting Time: 1 standard action 5d6 points of damage. Ice shape deals This spell has no effect on ice Range: Medium (100 ft. + 10 ft./level) you 3d6 points of damage but does not creatures. Effect: 20-ft.-radius av a lanche of expel you. Thaw expels you and then Material Component: A mixture of snow, centered anywhere within slays you instantly unless you make snow and ice in a small bag, and an range; see text a DC 18 Fortitude save, in which case iron blade. Duration: Instantaneous you are merely expelled. Finally, pass Saving Throw: Reflex half; see text through ice expels you without damage. Spell Resistance: No Obedient Avalanche Half impact and full cold damage (Reflex negates) 1d8 / 2 caster levels plus 1d6 cold / 2 caster levels + If save fails, creature is buried. Heavy snow If save fails, +13 bull rush away from center Light snow One square equals 5 feet 103 FROSTFELL MAGIC OF THE CHAPTER 5 You summon an avalanche This spell does not func- of snow out of a rift in tion underwater. Creatures midair, burying your foes with snowsight are immune and sending them to a to the effects of this spell. frosty death. The obedient avalanche Pass through Ice affects creatures differ- Transmutation ently, depending on where Level: Cleric 5, druid 5 they are in relation to the Components: V, S, DF avalanche. Casting Time: 1 standard Within 20 Feet of the action",
        "name":  "You remain aware of the passage of Saving Throw",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ava- and the attacker cannot use sight to Duration: Permanent lanche uproots small trees and other locate the target). Saving Throw: None vegetation automatically, and it leaves A strong wind (21+ mph) dis- Spell Resistance: No a trail of light rubble (as described on perses the snow in 4 rounds. A very page 91 of the Dungeon Master’s Guide) strong wind (31+ mph) disperses Immediately after casting this spell, even after the snow melts. Structures the snow in 1 round. A fireball, flame ice trees erupt from frostfell regions struck by an obedient avalanche take strike, or similar spell burns away within the spell’s area. The ice trees 1d610 points of damage. the snow in the explosive or fiery resemble any type of tree designated The obedient avalanche extinguishes spell’s area. A wall of fire burns away by the caster (deciduous, evergreen, all fl ames, whether normal or magical, the snow in the area into which it oak, or others). Trees have 5-foot- it touches. deals damage. diameter trunks and rise to a height of 15 feet. Three trees appear in each Snow wave 104 5 RETPAHC EHT FO CIGAM LLEFTSORF 20-foot-square frostfell region in Snowdrift the area. Transmutation",
        "name":  "Terrain and Structures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) in the area must make a Refl ex save or be knocked prone. ttocS .D yb .sullI 105 FROSTFELL MAGIC OF THE CHAPTER 5",
        "name":  "Spell Resistance",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "60 ft. once per minute. the Epic Level Handbook 107 FROSTFELL MAGIC OF THE CHAPTER 5 Animus Blast E deals 20d6 points of cold damage 2d6 cold in 10-ft. radius) (DC 19). Evocation [Cold] to each one. Up to fi ve victims that Factor: 100 times increase in base",
        "name":  "Range",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "450,000 gp; 9 days; as well with undead created with against unprotected creatures (the 18,000 XP. Seeds: energy (DC 19), animus blizzard. target is susceptible if not magically animate dead (DC 23). Factors: set protected or otherwise resistant undead type to skeleton (–12 DC), Coldfire Blast to the energy). The intense cold 1-action casting time (+20 DC). Evocation [Cold] freezes water out of the air, causing",
        "name":  "To Develop",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This energy type pro- addition to the energy damage, on a Power Resistance: See text vides a +2 bonus to the save DC and failed Fortitude save (the same save Power Points: 9 a +2 bonus on manifester level checks that determines full or half damage), for the purpose of overcoming power a target is dazed for 1 round. An invisible field of energy sur- resistance. rounds you. This power functions 109 FROSTFELL MAGIC OF THE CHAPTER 5 like null psionics field, but applies Power Resistance: No Target: You only to powers with the energy Power Points: 11 Duration: 1 hour/level descriptor you choose when you fi rst Saving Throw: None (harmless) manifest this power: cold, electricity, You mentally reinforce your living Power Resistance: No (harmless) fi re, or sonic. tissue with pure psionic will, gain- Power Points: 1 ing immunity to the energy type you",
        "name":  "Electricity",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None Range: Personal competence bonus increases by 2. MAGIC ITEMS Crystal tears do not melt if brought to warmer climates or This section details new magic items, from relatively if exposed to heat or fl ame; they always retain a cool temper- ordinary objects that aid in surviving in a frostfell to ature regardless of their environs. Despite this, the owner of near-artifacts capable of shrouding the land in wintry a crystal tear can cause the tear to melt into liquid by target- conditions. ing it with a spell that is of at least 5th level and carries the Crystal Tear (Minor Artifact): Legends hold that when fi re descriptor. The spell cast is absorbed completely by the Iborighu smote down Hleid and cast her fractured body into tear, which then melts immediately and evaporates in 2d4 the polar sea, she cried for the loss to the uldra race. As her rounds. If the melted tear is imbibed before it evaporates, body arced over the polar world to the sea, these tears fell to it grants a +4 inherent bonus to one of the drinker’s abil- the ground and became frozen, and some of Hleid’s divine ity scores. The exact score to which the bonus is applied is power and emotion became frozen along with them and determined randomly, although it does not apply to a score became crystal tears. that already possesses an inherent bonus. If all the drinker’s A crystal tear looks like a large tear made of ice with scores already possess an inherent bonus, the +4 inherent fl ashes of light sparkling in its depths. These are potent bonus applies to the score with the lowest bonus. minor artifacts; their presence constantly exudes a strong Strong enchantment; CL 20th; Weight 4 lb. emotional magical effect (as a 20th-level caster) in an ema- Frostfell Figurine of Wondrous Power: Each of the nation with a 15-foot radius. As a free action, the holder several kinds of frostfell fi gurines of wondrous power appears of the tear can choose to produce either crushing despair or to be a miniature statuette of a creature an inch or so high. good hope. Once an effect is chosen, it operates until the When the fi gurine is tossed down and the correct com- holder changes it. The tear continues to emanate the last mand word spoken, it becomes a living creature of normal emotion the holder chose if the holder puts down the tear. size. The creature obeys and serves its owner. The creature The holder can decide as a free action what creatures in understands Common but does not speak. the area are affected. If a frostfell fi gurine of wondrous power is broken or destroyed Living creatures in the emanation can attempt a DC 16 in its statuette form, it is forever ruined. All magic is lost, its Will save to avoid the emanation’s effects. Those who fail power departed. If slain in animal form, the fi gurine simply suffer whatever effect the tear is currently producing, for reverts to a statuette that can be used again at a later time. as long as they remain within the radius of the emanation Frostfell fi gurines of wondrous power differ from the stan- and for 1 minute after leaving. Those who successfully dard fi gurines of wondrous power in that they are always quite save cannot be affected by the tear’s current emanation cold to the touch. A character who carries a frostfell fi gurine for 1 minute (but must save again if the holder changes of wondrous power gains resistance to cold 10 as long as it is the effect). in fi gurine form.",
        "name":  "Saving Throw",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When animated, a basalt glyptodon acts in completely “drowned out” by the presence of the tear; all ways like a normal glyptodon under the command of its this effectively keeps the user from experiencing any possessor. Unlike a normal glyptodon, a basalt glyptodon has emotions at all (incurring a –2 penalty on all Charisma- damage reduction 5/—. The item can be used once per week based skill checks), but also has the fortunate side effect for up to 6 hours per use. When 6 hours have passed or when of rendering him completely immune to mind-affecting the command word is spoken, a basalt glyptodon once again spells and abilities. becomes a tiny statuette. Overlapping emanations from multiple crystal tears do Moderate transmutation; CL 11th; Craft Wondrous Item, not stack if they generate identical emotions. animate objects, stoneskin; Price 32,000 gp. 110 5 RETPAHC EHT FO CIGAM LLEFTSORF",
        "name":  "The holder of the tear finds that his own emotions are Basalt Glyptodon",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A diamond ice toad acts as a normal ice haunt of Iborighu; Price 24,000 gp; Weight 1 lb. toad when animated, except that it remains transparent and Iceheart, Major: A major iceheart looks similar to a minor crystalline in appearance. It remains under the command iceheart, except that it is constantly surrounded by a swirl- of its possessor, and gains the benefi ts of concealment (20% ing vortex of snow and ice to a radius of 1 foot. Creatures miss chance) due to its transparent nature. It can be acti- holding a major iceheart take 1d4+1 points of cold damage vated up to two times per week for 1 hour per use. per round as the powerful magic of the device leeches heat Moderate transmutation; CL 11th; Craft Wondrous Item, from the body. On command, a major iceheart can be used to animate objects, blur; Price 33,000 gp. produce the following effects:",
        "name":  "Diamond Ice Toad",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When animated, an ironmegaloceros acts • Ray of frost (at will) in all ways like a normal megaloceros under the command of • Cone of cold (3/day) its possessor, except that it is a construct made of iron. It pos- • Fog cloud (3/day) sesses damage reduction 5/adamantine, and has immunity • Ice storm (3/day) to poison, sleep effects, paralysis, stunning, disease, death • Sleet storm (3/day) effects, necromancy effects, mind-affecting effects (charms, • Polar ray (1/day) compulsions, phantasms, patterns, and morale effects), and • Fimbulwinter (1/day, see below) any effect that requires a Fortitude save unless it also works on Amajor iceheart’s most awesome power is the ability to create objects or is harmless. It is not subject to extra damage from afi mbulwinter once per day. A major iceheart casts this spell critical hits, nonlethal damage, ability damage, ability drain, automatically each day at sunset, unless it has already been fatigue, exhaustion, or energy drain. It cannot heal damage, used that day to create a fi mbulwinter. Thus, the mere pres- but can be repaired. An iron megaloceros has darkvision 60 ft. ence of a major iceheart generates a 15-mile-radius zone of and low-light vision. It has no Constitution score, but it does eternal winter; the majority of frostfell regions that appear have 10-sided Hit Dice and 30 bonus hit points, granting it in temperate or tropical climates are the result of the intro- 63 hit points total. It can be affected normally by rust attacks, duction of a major iceheart into the region. such as that of a rust monster or a rusting grasp spell. It func- Strong transmutation; CL 15th; Craft Wondrous Item, tions in all other ways like a standard megaloceros. The item cone of cold, fi mbulwinter, fog cloud, ice storm, polar ray, ray of can be used up to twice a week for up to 6 hours per use. frost, sleet storm, creator must be an uldra or a winterhaunt of Moderate transmutation; CL 11th; Craft Wondrous Item, Iborighu; Price 140,000 gp; Weight 1 lb. Craft Construct, animate objects; Price 27,000 gp. Icicle Rod: An icicle rod looks like nothing more than a",
        "name":  "Iron Megaloceros",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An instant igloo looks like an unremarkable icewalking power the ring imparts. snowball, except that it does not melt in high temperatures. • Wall of ice (1/day) If hurled to the ground at any point within 20 feet, it trans- In addition, the wearer gains the ability to speak and under- forms into a large igloo. The igloo is identical to that created stand the Draconic language as long as the ring is worn, and by the spell Leomund’s tiny igloo, except that the igloo created the ring grants the wearer resistance to cold 10. has a 10-foot radius and can contain up to 2 Large, 8 Medium, The primary function of the ring, however, is to infuse 32 Small, or 128 Tiny or smaller creatures. The igloo lasts for the wearer with the energy and power of a dragon. Once per 16 hours before transforming back into its snowball form, at day, the wearer may call upon the ring to transform herself which point it cannot be used again for another 8 hours. into a half-dragon. This is a full-round action that provokes Faint evocation; CL 7th; Craft Wondrous Item, Widen attacks of opportunity, and the transformation lasts for 1 Spell, Leomund’s tiny igloo; Price 11,000 gp. hour. While transformed, the wearer gains the following",
        "name":  "Instant Igloo",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring seems to be made of protection from elements, wall of ice, solid fog, spider climb, creator ice, but never melts in even the hottest temperature. As must be a dragon or half-dragon; Price 64,000 gp. long as this ring is worn, you gain the cold subtype. You Rod of Piercing Cold: This short rod appears to be gain immunity to cold, but have vulnerability to fi re. You made entirely out of ice, and comes to a needle-sharp point take half again as much (+50%) damage as normal from fi re, at one end. It can be used as a +2 frost dagger in combat. Up regardless of whether a saving throw is allowed, or if the to three times per day, the owner of a rod of piercing cold can save is a success or a failure. enhance one spell cast with the Piercing Cold metamagic Medium transmutation; CL 9th; Forge Ring, mantle of the feat, with no alteration to the spell’s effective level. This rod icy soul; Price 100,000 gp. is a metamagic rod; a caster may only use one metamagic rod",
        "name":  "Ring of the Icy Soul",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ring of the white wyrm is 21,400 gp + 1,700 XP (greater). fashioned from the tooth of a great wyrm white dragon. The Simulacrum Elixir: This small vial of clear fl uid contains ring can produce the following effects on command: a potent magical charge. When the contents are poured over • Icewalking (at will): As spider climb, but the surfaces the a body part (which can be as small as a fi ngernail clipping wearer climbs must be icy. or a single hair), the liquid quickly grows in volume and 112 5 RETPAHC EHT FO CIGAM LLEFTSORF transforms into a simulacrum of the creature from which effect—the creator of the talisman has already done so. The the body part came. The simulacrum functions as the spell destroyer is both the effective target and the caster of the of the same name, and remains under the absolute com- effect (though the skull talisman indicates the caster level, mand of the person who created it. The simulacrum to be the destroyer still controls the effect). created cannot be a duplicate of a creature with more than Skull Talisman Descriptions: Because skull talismans 26 HD or levels, and its likeness to the original creature is are simply spells stored in a magically prepared skull, refer crude at best. A vial of simulacrum elixir contains enough to the appropriate spell description for all pertinent details. fl uid to create one simulacrum. The caster level for a standard skull talisman is the mini- Strong illusion (shadow); CL 13th; Craft Wondrous Item, mum caster level needed to cast the spell. simulacrum; Price 21,000 gp. Staff of the Iceberg: This staff looks like a jagged lance",
        "name":  "Ring of the White Wyrm",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A skull talisman is covered the ground with a thin sheet of slippery ice. All creatures with mystical runes and magic symbols; the exact spell caught in this area must make a DC 11 Refl ex save or slip stored in a skull talisman can be determined with a suc- and fall. Those that successfully save can move at half speed cessful Spellcraft check (DC 20 + spell level); a read magic across the surface. Those that remain in the area must make spell identifi es the stored spell automatically. a new saving throw each round to avoid falling and to be",
        "name":  "Identifying Skull Talismans",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Large Magical Beast (Cold)",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— wall of coldfi re (DC 19). Caster level 20th. This creature appears as a four-legged monstrosity with thick, DIRE ANIMAL blue-white skin and heavy, clawed feet. Its body is saucer-shaped, with a long, power- Dire animals are larger, tougher, meaner versions of ordi- ful tail ending in a macelike club and nary animals. They tend to have a feral, prehistoric, or huge jutting ribs of bone arching over even demonic appearance. its back. Its head is vaguely insectile and shelters between its fore- The frostfell is home to a number of dire limbs, protected by its bony animals that are unrelated to the mundane carapace. Four long clawed animal species found in other parts of the arms sprout from its back, world. For example, the smilodon (or ending in claws that look saber-toothed tiger) is not a tiger or a like razor-sharp icicles. dire tiger. However, it is presented here because it is thematically Chilblains originate on the Ma- similar to the various dire terial Plane, but seem more like animals in the Monster inhabitants of the most frigid re- Manual. Like other dire gions of the Elemental Planes. These animals, it is more resis- strange creatures have an innate hatred tant to enchantments and of warmth and seek to destroy all life other magic that influences not affi liated with cold energy—especially its mind or attitude, and creatures of fi re, their sworn enemies. thus has a good Will save. Though chilblains are well-suited for life in It is also more savage, more frostfell environments, they often mount soli- ill-tempered, stronger, and less tary raids into warmer lands, wreaking havoc fearful of humans and other hu- on whatever they encounter. In their relentless manoids than a normal animal. pursuit of destruction, they fi ght to the death, never seeing beyond the present battle, seek- DIRE POLAR BEAR ing only to quench their ever-burning urge to Huge Animal smite the warm. Hit Dice: 18d8+114 (195 hp)",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8d8+40 (76 hp) of a number of divine items and artifacts, such as Thor’s",
        "name":  "Hit Dice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+0 hammer, Sif’s golden hair, Sigfried’s magical ring, and the",
        "name":  "Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternate form, darkvision 60 ft., dwarven blood, magic items, master smith, outsider traits, spell resistance 16",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard plus magic items",
        "name":  "Treasure",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 15/magic, dark- does not need to concentrate to maintain control over any vision 60 ft., elemental ice pool, elemental traits, elemental it commands. heat sense, ice mastery, immunity to cold, prescience, Spells: An ice weird can cast arcane spells and divine regeneration 10, searching gaze, spell resistance 25, spells from the Chaos, Cold, and Law domains as an 18th- vulnerability to fire level sorcerer.",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 21, Dex 14, Con 17, Int 20, Wis 23, Cha 22 day): 0—arcane mark, daze (DC 16), detect magic, fl are, ghost",
        "name":  "Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Double standard chain lightning (DC 22), greater dispel magic; 7th—dictum (DC",
        "name":  "Treasure",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 15/magic, dwells is attacked. In addi- darkvision 60 ft., elemental snow pool, tion to the abilities shared elemental traits, immunity to cold, pre- by all weirds, snow weirds science, regeneration 10, searching gaze, have the following powers. snow mastery, spell resistance 25, vulner- Chill (Ex): In addition to its ability to fi re normal slam damage, a snow",
        "name":  "Special Qualities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+7 ins, though they still use their magical abilities to soften",
        "name":  "Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Frigid touch +3 melee (2d6 frostburn) or ethereal Plane, but not from foes on the Ethereal Plane. dagger +0 melee (1d4–1/19–20) Spells: This ghost casts spells as a 3rd-level sorcerer. sillE .S yb .sullI Frost giant mauler 133 FROSTFELL MONSTERS OF THE CHAPTER 6 Typical Sorcerer Spells Known (6/6 per day; caster level must make a Will save or be affected as if by a slow spell for 3rd): 0—acid splash (+3 ranged touch), daze (DC 14), detect 5 rounds. magic, mage hand, touch of fatigue (+3 melee touch; DC 14); A ghost that uses its chill ray power must wait 1d4 rounds 1st—magic missile, silent image (DC 15), sleep (DC 15). before it can use the power again.",
        "name":  "Attack",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An ice golem has immunity to poison, or hire someone else to do the job. The builder must have sleep effects, paralysis, stunning, disease, ranks in Craft (sculpting). death effects, necromancy effects, Completing the ritual of creation mind-affecting effects (charms, drains the XP from the creator and compulsions, phantasms, pat- requires casting the spells on the fi - terns, and morale effects), nal day. The creator must cast the and any effect that requires spells personally, but they can a Fortitude save unless it also come from outside sources, works on objects or is harm- such as scrolls. less. It is not subject to The golem is carved extra damage from critical from a 2,000-pound hits, nonlethal damage, block of glacial ice. This ability damage, ability frame houses the ani- drain, fatigue, exhaus- mating energies of tion, or energy drain. the spell, but the Cannot heal damage, channels used to em- but can be repaired. bed the golem’s magic It has darkvision are scraped into the out to 60 feet and ice and written in low-light vision. runes infused a Icewalking mixture of snow- (Ex): This ability flake lichen and works like the spi- sapphire dust cost- der climb spell but ing at least 2,000 gp. applies to all icy Assembly requires surfaces. An ice a successful DC golem can move 15 Craft (sculpt- normally on any ing) check. icy surface. CL 10th; Craft Immuni- Con struct (see ty to Magic page 303 of the (Ex): An ice Monster Man- golem is im- ual), ice shape, mune to any wall of ice, and spell or spell-like animate snow ability that allows and ice or cone spell resistance. In of cold; Price addition, certain 60,000 gp; Cost 32,000 spells and effects function gp + 2,320 XP. differently against the creature, as noted below. Fire spells and effects affect the golem nor- ICE BEAST mally, even if they permit spell resistance (but note the golem’s vulnerability to fi re). An ice beast is a magical construct of ice and snow created A magical attack that deals cold damage heals an ice by means of a conjure ice beast spell (or similar effect) in the golem of 1 point of damage for each 3 points of damage image of a real creature. It is a mindless automaton that fol- such an attack would otherwise deal. If the amount of heal- lows its creator’s orders. An ice beast resembles whatever ing would cause the golem to exceed its full normal hit creature it is modeled after in general shape and size, but it points, it gains any excess as temporary hit points. is composed entirely of pale blue ice. An ice beast does only what it is ordered to do. It can CREATING AN ICE GOLEM draw no conclusions of its own and takes no initiative. Ice golems are most commonly made by clerics or dru- Its instructions must always be simple, such as, “Attack ids serving winter deities. The cost to create an ice golem that giant” or “Stay close and attack anyone who threat- is only partly reflected in the cost of finding and carv- ens me.” ing the ice itself; the greater cost is the expense of the eitoC .M yb .sullI Ice beast gargoyle 139 FROSTFELL MONSTERS OF THE CHAPTER 6 SAMPLE ICE BEAST This example uses a gargoyle as the base creature. Ice Beast Gargoyle Medium Construct (Cold)",
        "name":  "Construct Traits",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Diminutive or Fine 1 Tiny 1d2 Hit Dice Damage Reduction Small 1d4 1–4 HD None Medium 1d6 5–9 HD 5/magic Large 1d8 10–19 HD 10/magic Huge 2d6 20 HD+ 15/magic Gargantuan 3d6 Colossal 4d6 Saves: Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Will +1/3 HD.",
        "name":  "Ice Beast Size Slam Attack Damage tion based on its Hit Dice, as shown below",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins; double goods, standard items check. Once inside, the opponent takes 1d6+6",
        "name":  "Treasure",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—detect magic (2), guid- ance, light, resistance; 1st—conjure ice beast I*, detect snares and pits, longstrider, obscuring mist; 2nd—chill metal (DC 12), fog cloud, numbing sphere* (DC 14); 3rd—column of ice* (DC 15). *New spell described in Chapter 5.",
        "name":  "Typical Druid Spells Prepared",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Combat Casting, Lightning Refl exes, Toughness glacier or magically created ice, far from the denizens they",
        "name":  "Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4 6th): 0—daze (DC 16), detect magic, ghost sound (DC 16), ray",
        "name":  "Initiative",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 ft. (2 squares), burrow 40 ft., swim 40 ft. of frost (+11 ranged touch), read magic, resistance, touch of",
        "name":  "Speed",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard domain, a few malasyneps turn to the Alignment: Usually chaotic evil study of magic, specifi cally that branch Advancement: By character class of arcana that deals primarily with Level Adjustment: — the power of cold and ice. Mala- synep spellcasters are known Dressed in tattered white as mindmages. furs, this horrible old woman has icy white The malasynep mind- skin and talonlike hands. mage presented here Her face is hideously ugly, and had the following her bright blue eyes gleam with malice. ability scores before racial adjustments and Hit Dice ability score increases: Str 12, Dex 14, Con 13, Int 10, Wis 8, This winter hag is the personification of death Cha 15. and winter. She almost always appears as an old woman sillE .S yb .sullI Neanderthal 145 FROSTFELL MONSTERS OF THE CHAPTER 6 with a crooked back and clawlike hands, dressed in white furs and robes. Many peasants believe that if they can trick a marzanna, they can avoid death itself. This is only partly true—the offerings that they leave for a marzanna do pro- long their lives, but only because their bribes convince the marzanna not to kill and devour them. Like other hags, a marzanna enjoys the taste of human flesh, and often cooperates with frost giants, frost folk, and ogres. A typical marzanna stands 6 to 8 feet tall and weighs between 250 and 300 pounds. Their stooped pos- ture makes marzannas seem slightly smaller than they really are, but their marble-white skin and dark brown claws are clear signs that they are not human. They typi- cally dress in ragged layers of poorly cured furs, tattered robes, and worn shawls. Like all hags, marzannas speak Common and Giant. COMBAT A marzanna prefers not to fi ght if she can convince others to give up without a fi ght, or if she can convince others to do her fi ghting for her. Dreadful Eye (Su): Three times per day a mar- zanna can cast her dire gaze upon any single creature within 30 feet. The target must succeed on a DC 15 Will save or become panicked for 10 rounds. Creatures that are panicked by a marzanna’s dreadful eye must succeed on a DC 15 Fortitude save or die from fright. This is a mind-affecting fear effect. The save DC is Charisma-based. Rend (Ex): A marzanna that hits with both claw attacks latches onto the opponent’s body and tears the flesh. This attack automatically deals an extra 2d6+7 points of damage. Spell-Like Abilities: At will—dancing lights, ghost sound (DC 11), obscuring snow, pass without trace, ray of frost (+9 ranged touch); 3/day—alter self, bestow curse (+13 melee touch; DC 15), numbing sphere (DC 13), and wall of ice (DC 15); 1/day—ice storm; 1/week—control weather, nightmare (DC 16). Caster level 8th. NEANDERTHAL",
        "name":  "In this quest to establish an extensive Treasure",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*White pud- can be trained as aerial mounts, dings are difficult to though they are less prized spot against snow and than giant eagles, giant ice. They gain a +16 racial bonus on Hide checks owls, or pegasi. in snowy or icy environments. Giant ravens speak Common and Giant. RAVEN, GIANT Large Magical Beast COMBAT",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*Due to their coloration, snowcloaks gain a +4 Challenge Rating: 1 racial bonus on Hide checks in snowy or icy conditions. Treasure: 1/10th coins; 50% goods; 50% items",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 Treasure: 1/10th coins; 50% goods; 50% items",
        "name":  "Challenge Rating",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Snow spiders have a +4 racial bonus on Hide inner radiance. Its eyes are bright and yellow, and its fangs seem almost solid. checks, a +20 racial bonus on Jump checks, a +8 racial bonus on Spot checks, and a +8 racial bonus on Climb checks. Snow spiders use their Dexterity modifi er instead of their A spirit wolf looks like a ghostly wolf with glowing yellow Strength modifi er for Climb and Jump checks. eyes. Its howl is exceptionally mournful, and it can move Snow spiders can always choose to take 10 on Climb those closely allied to nature to tears. checks, even if rushed or threatened. Spirit wolves are often found in forested areas infested with *In snowy or icy environments, a snow spider’s bonus on more dangerous and evil undead or outsiders, and serve to Hide checks improves to +8. protect the forest and its animal denizens from harm. Combat SPIRIT ANIMAL A favorite tactic is to send a few individuals against the foe’s Sometimes mistaken for undead, spirit animals do not front while the rest of the pack circles and attacks from the arise out of hatred, cruelty, or despair. Rather, they are fl anks or rear. natural manifestations of the collective will of animals Manifestation (Su): A spirit wolf dwells on the Ethereal that lived and died in nature as they were intended. Plane and is an ethereal creature. As an ethereal creature, Their spirits continue to exist in nature, suffusing the it cannot affect or be affected by anything in the material land and sea and sky with their power, and bracing nature world. When a spirit wolf manifests (usually at the request against the incursion of civilization or unnatural magic. of a powerful spellcaster) it partly enters the Material Plane Spirit animals rarely manifest as actual creatures, and and becomes visible but incorporeal on the Material Plane when they do it is almost always at the behest of a power- (see below). ful spellcaster. A manifested spirit wolf can strike with its natural attacks; these attacks deal nonlethal damage to physical SAMPLE SPIRIT ANIMAL creatures. A manifested spirit wolf remains partially on the Ethereal Plane, where is it not incorporeal. A manifested Spirit Wolf spirit wolf can be attacked by opponents on either the Mate- Medium Fey (Augmented Animal, Incorporeal) rial or Ethereal planes. The spirit wolf’s incorporeality helps",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "—. with its tusks. Bellow (Su): Once per minute, a tlalusk can bellow. This horribly loud blast affects a 30-foot TLALUSK cone, but can be heard for miles. Huge Magical Beast (Cold) Any creature within the",
        "name":  "Level Adjustment",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 11, Dex 11, Con 14, Int 10, Wis 11, Cha 8 Medium creatures. Uldra 159 FROSTFELL MONSTERS OF THE CHAPTER 6 —Favored Class: Druid. —Level adjustment +1 PLAYING AN ULDRA Uldra player characters are described in detail in Chapter 2. Many uldras are capable druids, rangers, or sorcerers. The uldra warrior presented here had the following ability scores before racial adjustments: Strength 13, Dexterity 11, Constitution 12, Intelligence 10, Wisdom 9, Charisma 8. URSKAN Large Magical Beast (Cold)",
        "name":  "Abilities",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "hp 90; see page 147. though, has recently been proven beyond a shadow of a doubt to be horribly true . . . the stories of the devil-haunted 22. Guardian Chamber iceberg city of Icerazer. An ice golem once guarded this chamber, a last stand defense The stories of Icerazer are all similar; a ship, blown off in case Delzomen was forced to retreat to his sanctum. course or forced to travel into uncharted polar waters to Unfortunately for Delzomen, the simulacrum of Tilkatakus avoid icebergs or dangerous creatures, catches a view of a managed to defeat the golem and continue on to confront set of nine razor-sharp spires of ice protruding from the Delzomen in the room beyond. All that remains of the golem horizon. The lucky sailors lose sight of the spires, but a few are shattered chunks of ice. are foolish enough to investigate and before long the nine The secret door to the south, like the one in area 20, is dif- frozen spires prove to be the peaks of a large iceberg, atop fi cult to locate. A successful DC 30 Search check uncovers which squats a terrible stone city of brooding buildings. the door; if the frost on the wall here is melted, the DC drops The whole city rides on a fairly fl at mesa of ice, the sheer to DC 25. cliff sides of which plunge directly from the edge of the city into the briny deep. A narrow gash cuts through the midst 23. Delzomen’s Sanctum (EL 6) of these buildings, forming a treacherous harbor spanned in This room was once Delzomen’s personal sanctuary, a place two places by bridges made of bone and metal. A building for him to hole up in and sleep, eat, study, and relax. It also seemingly carved of frozen blood sits on one side of this gash, served as a safe room, a place where he could retreat to in and two massive towers of gray stone loom over it on either case his Iceforge was invaded. Unfortunately, Delzomen’s side. The gash leads to a massive cathedral of blue ice, and a protections failed when he tried to transfer the mind and towering statue of a shark-toothed but handsome man with soul of Tilkatakus into a simulacrum, and when he retreated a goatee sits atop a promontory overlooking the gash. Scat- here in a panic, he only delayed the inevitable when the tered throughout the city are several tall pitted and hollow enraged and insane Tilkatakus simulacrum tracked him spires, and when the wind blows over them it generates a down. Delzomen managed to defeat the simulacrum, but low mournful drone. Above the city squats a massive palace not before receiving a mortal wound. made of ice and stone, its façade seething with latent hatred This room still lies in ruins. A large mound of snow, all and despair. But perhaps most disturbing of all are the city’s that remains of Tilkatakus, lies heaped in the center of the inhabitants; the streets are choked with red-skinned human- room, next to a large frozen bloodstain on the fl oor. A +2 keen oids with devilish horns and features, mixing freely with giant bane rapier lies partially buried in the snow, its blade other frostfell creatures of evil intent such as frost folk, frost caked with frozen blood as well. These sights are obvious to giants, and worse. Cavorting amid these fearsome creatures anyone entering the room, but as soon as a creature enters are devilish creatures of all shapes and sizes. the room, the deranged undead remains of Tilkatakus, still Ships unlucky enough to travel too close to the city are bound to the snow and ice of his mortal remains, rises up in often attacked by fl ights of winged devils or by giants hurl- unholy rage. Treat this creature as an icegaunt, but it does ing blocks of jagged ice. Other times, they are set upon by not let the mound of snow out of its sight. powerful wizards using cold spells from the edge of the If the once-simulacrum undead is slain, the PCs can iceberg. A few stories tell of white dragons perching in search the ruins of the room. Aside from the rapier, the the spires, taking fl ight to attack those who draw too close. only real objects of value in the room are three frozen spell- Since no ships ever claimed to have successfully landed on books under a pile of rubble to the south; a successful DC the shores of the city, nor even know its name, these stories rezarecI 5 ytiC grebecI ehT .tf 098 5 01 5 9 8 5 .tf 079 5 4 6 .tf 044,1 5 1 7 2 .tf 030,1 6 5 3 .tf 052,1 .tf 028 yeK noitavelE 11 + .tf 105 .tf 005 - .tf 104 .tf 057 .tf 004 - .tf 103 .tf 020,1 .tf 038 .tf 003 - .tf 102 .tf 002 - .tf 001 teef 05 slauqE erauqS enO 178 7 RETPAHC ERUTNEVDA SETIS 179 SITES ADVENTURE CHAPTER 7 were often discounted as lies, or at the best, grog-induced were hardly any good-aligned fi re creatures in the immedi- nightmares. It wasn’t until recently, when the city appeared ate vicinity to sacrifi ce to the portal either. She could move near a large coastal city to the north and launched a devastat- the iceberg with the powers gained from the slain rimefi re ing attack against it, that the story became fact. Since that eidolon, but not nearly fast enough to make any real prog- attack, the city has launched raids on other polar-city ports, ress. As she pondered a solution to her problem, a solution the iceberg propelled by some eldritch means as if it were a began to present itself. massive ship. Since these attacks began, the name of the city Just as she had gained the ability to move the iceberg by has become known to outsiders. thought, her mind had also gained the power to uncon- This is Icerazer, the Iceberg City and fl oating fortress of sciously send out a powerful lure. As the rimefi re eidolon the cult of Levistus. used to attract worshipers of Hleid to the iceberg, Azediel was now attracting worshipers of her own patron, Levistus. HISTORY OF ICERAZER To her great delight, the frostfell soon proved to have a huge Icerazer was founded only a few short decades ago, and it number of worshipers of the Lord of the Fifth. To aid their wasn’t until recently that it has started to truly menace the quest to reach her iceberg, Azediel used her eidolon-granted polar seas and frostfell port cities. abilities to shape the pinnacles of the iceberg into impos- After being captured and nearly executed by agents of sibly tall and thin spires; nine in total, one for each layer of Asmodeus for attempting to free Levistus from his iceberg Hell that Levistus would eventually rule. tomb on Stygia, the powerful half-fi end harpy assassin For many years, Azediel’s quest to free Levistus took Azediel managed to escape through a portal into the Mate- a back seat to the more engaging process of becoming a rial Plane after being severely wounded, dragging with her powerful cult leader. The worshipers who arrived at the ice- a large shard of stygian ice torn directly from the wall of berg viewed her as a mighty ruler and followed her orders the tomb. She ended up atop a massive iceberg deep in the without question. Azediel’sfi rst task was to have her new northern ocean, yet managed to survive with the aid of her minions gather stones from nearby islands and build a mas- ability to create food and water and her resistance to cold. sive palace atop the iceberg; once this place was done, she She soon discovered something amazing about the iceberg allowed her favorite minions to live there while the rest set she now called home . . . it was riddled with tunnels, and about building more and more buildings. And thus was the upon exploring them, deep inside its core she found a rime- city of Icerazer born. fi re eidolon waiting for a rimefi re witch to come. Eventually, Azediel awoke with a horrible burning pain The eidolon recognized Azediel for the fi endish monster in her chest and a terrifying vision of Levistus enraged in she was and immediately attacked; the resulting battle was her mind, and she realized she had been slack for too long furious and the eidolon nearly prevailed, but Azediel man- in her quest to free her lord from his tomb. Icerazer had aged to stab the eidolon with the shard of stygian ice. As already become a powerful force on its own, and in those she did, a monstrous transformation shook the iceberg; the years Azediel had learned how to train some of her most rimefi re eidolon was instantly consumed in a blast of unholy trusted allies in the art of guiding and moving the iceberg. frost as a vortex of swirling energy tore through the heart of When they all worked together, the iceberg could move the chamber and infused the iceberg with unholy evil chan- with astounding rapidity. So Azediel studied the many maps neled directly from Stygia. Azediel found herself overcome of the polar seas she had collected over the ages, and set out with the power, but upon awakening she realized she now in search of the souls of those who would fi nally free her possessed the now-destroyed eidolon’s powers to control the lord to rule Hell. movements and growth of the iceberg. More amazing, the extraplanar vortex at the iceberg’s heart had stabilized, form- INTRODUCING ICERAZER ing a portal of sorts directly to the tomb of Levistus. INTO YOUR CAMPAIGN Azediel quickly found that the portal was, in fact, a sort of Introducing the Iceberg City into your campaign should not siphon that could draw in the souls of those who perished be done without a good deal of planning. If your players are after falling into it. She was further able to determine with already located in a frostfell, they could either hear tales of divination magic that the energy of these siphoned souls the mobile city, or could even stumble upon it while travel- was channeled directly into the tomb of Levistus, and that ing the seas. They could even be staying in a coastal city in with each soul the walls of his icy prison grew less stable the frostfell when Icerazer approaches and unleashes an as Levistus gained a small amount of power. After much attack on the city. These attacks are mostly to provide the experimentation, Azediel learned that the energy provided warlike denizens of the city with much-needed opportuni- by most souls was transitory, and that only souls culled ties for mayhem and looting, but Azediel also uses them to from creatures with a powerful inner fire (good-aligned interrogate powerful prisoners as to the locations of good- creatures with the fi re subtype) did any appreciable damage aligned fi re creatures. Azediel has learned that brass and to the tomb on Stygia. If she left the portal untended with- gold dragons make the best sacrifi ces, and she focuses her out the energies of her worship and prayers, it slowly began search on these creatures. to seal over. If the characters are located somewhere else in your game Thus, Azediel was hit with a quandary; she couldn’t leave world, perhaps they hear tales of brass and gold dragons being the iceberg for long without the portal closing, but there hunted down in the north, or even stories of a fl oating city 180 7 RETPAHC ERUTNEVDA SETIS bringing havoc to the northern cities. These raids eventually frost giant 5%, half-orc 5%, devil/half-fi end 4%, gnome 3%, disrupt shipping lanes, and valuable commodities from the half-elf 2%, dwarf 2%, elf 1%, halfl ing 1%, other 2%). frostfell soon become sparse. An investigation into the north- Authority Figures: Azediel, Arch-Priestess of Levistus ern seas is the only obvious way for the player characters to and Matriarch of Icerazer, female half-fi end harpy rogue determine what has disrupted the shipping lanes. 4/assassin 10.",
        "name":  "White Pudding",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Common, Draconic, Infernal. loses her Dexterity bonus if paralyzed or otherwise immobile). Captivating Song (Su): When Azediel sings, all nonharpies Spell-Like Abilities: 3/day—darkness, quickened poison (DC within a 300-foot spread are captivated (Will DC 19 negates). 20),unholy aura; 1/day—blasphemy (DC 23), contagion(DC 19), Captivated creatures walk toward the harpy, taking the most desecrate, destruction (DC 23), horrid wilting (DC 24), summon direct route and taking no actions other than to defend them- monster IX (fiends only), unhallow,unholy blight (DC 20). Caster selves. If the route is dangerous, the creature gets a second level 21st. saving throw. Captivated creatures within 5 feet of Azediel stand Assassin Spells Known (4/4/3/3 per day; caster level 10th): 1st— there and offer no resistance to her attacks. The effect continues detect poison,obscuring mist,sleep (DC 13), true strike; 2nd—alter as long as Azediel sings and for 1 round thereafter. Creatures self, illusory script (DC 14), invisibility, undetectable alignment; who make their save against Azediel’s captivating song can’t be 3rd—deep slumber (DC 15), false life,magic circle against good, affected by it for 24 hours. nondetection; 4th—dimension door,freedom of movement,locate",
        "name":  "Languages",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Grimsickle can fi nd, disarm, or bypass but such was his rage at death that he returned that night traps with a DC of 20+. He can use the Search skill to fi nd, to Icerazer Palace, beyond death and now undead, to pledge and the Disable Device skill to disarm, magical traps (DC his services again to Azediel. Since then, she has trusted 25 + the level of the spell used to create it). If his Disable him with the guardianship of the honored dead of Icerazer. Device result exceeds the trap’s DC by 10+, he discovers how Uzradin visits the city only during town meetings, and he to bypass the trap without triggering or disarming it. remains silent during them. Nonetheless, all in the city Uncanny Dodge (Ex): Grimsickle retains his Dexterity know his presence, and they rarely (if ever) speak aloud of bonus to AC even when fl at-footed or targeted by an unseen the terrible undead. foe (he still loses his Dexterity bonus if paralyzed or other- Uzradin spends much of his time here under the mas- wise immobile). sive cairn at the end of the valley, waiting for his services",
        "name":  "Trapfi nding",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "as no evil beings are in the room; the presence of one evil 3 ft. thick; hardness 16; hp 540 per 10-ft. section; break DC character in the room is enough to keep the trap from acti- 75; Climb DC 25. vating). If activated, the two large doors immediately slam",
        "name":  "Exterior Magically Treated Superior Masonry Walls",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "shut and lock with arcane locks (caster level 20th), while the 1 ft. thick; hardness 16; hp 180 per 10-ft. section; break DC two smaller doors swing open to release the frost worms in 55; Climb DC 25. the adjoining chambers.",
        "name":  "Interior Magically Treated Superior Masonry Walls",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 in. thick; hardness 10; hp 60; break The inside of the curtain wall that surrounds the palace is DC 28. hollow, and in the case of these two areas, defended by frost worms. Each of these locations houses two of the creatures, 1. Entry Tower who are smart enough to avoid attacking anyone that might Four sets of blue ice doors provide access to this room, two be a citizen or ally of the city. Generally, they attack only to sets being enormous in size. Although Icerazer Palace is the defend themselves or to slay anyone who triggers the trap seat of Azediel’s power in the city, she nevertheless prefers in area 1, although they are naturally suspicious of anyone to keep the larger pair of doors open, almost as if to invite that seems to be uncomfortable in the numbing cold of the visitors in. When she makes sacrifi ces to Levistus, all four palace. Azediel views these four frost worms almost as pets, doors are open, allowing visitors access to the Ribs of Levis- and often brings them prisoners, slaves, and other still- tus (area 3) so they can view the proceedings. living victims for food. This chamber is not without its wards, however. Azediel Frost Worms (2 per room): hp 147 each; see Monster has created a dangerous magical trap in this chamber that Manual, page 111. Illus. by Dana Knutson Icerazer Palace Ground Floor 5 5 5 5 3 3 8 11 12 13 2 5 10 9 5 1 4 6 14 5 19 77 2 5 21 16 15 20 18 17 3 3 5 5 5 5 window One Square Equals 5 feet 190 7 RETPAHC ERUTNEVDA SETIS 191 SITES ADVENTURE CHAPTER 7 3. The Ribs of Levistus (EL 13) likely doomed; although they take no falling damage from The four rib-shaped towers that surround the palace each plunging into the vortex far below, they may soon wish for serve as barracks for its guards. Each of these rooms con- as quick and clean a death. tains sleeping quarters for 14 frost giants, although typically Azediel performs sacrifi ces in this chamber as often as only seven are found in each tower at a time: four frost giants she can capture living good-aligned fi re creatures, which keeping watch from the upper fl oors (EL 13) and a frost giant isn’t often enough for her tastes. As a result, when she does mauler and two frost giants (EL 13) on the ground fl oor. Each perform a sacrifi ce, large numbers of morbid citizens of the upper platform also contains a massive horn made from city fl ock to the balconies above to watch as she performs wooly mammoth tusks; a giant can sound these horns to the hour-long ritual before the bound and drugged victim is raise the alarm throughout the palace. hurled (usually by several frost giants, in the case of dragon During sacrifi ces, streams of civilians hoping to witness sacrifi ces) into the pit. Each such sacrifi ce is followed by a the event pile through these chambers and up the stairs tremendous blast of cold and energy that erupts from this pit and onto the observation balconies in the palace proper. to strike the iceberg above; when this explosion occurs, any Those visitors who are susceptible to the biting cold in the creatures in this area take 8d6 points of cold damage (Refl ex palace bundle up in some of the furs kept in large bins near save DC 20 for half); creatures in the balconies above take 3d6 the stairs. points of cold damage (Refl ex save DC 20 for half).",
        "name":  "Blue Ice Doors",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Glorkakus can fi nd, disarm, or bypass traps for as long as it remains in contact with the trap, plus an with a DC of 20+. She can use the Search skill to fi nd, and additional 1d4 hours after contact ceases. In addition, the the Disable Device skill to disarm, magical traps (DC 25 + creature’s Strength and Dexterity scores are reduced to 3 the level of the spell used to create it). If her Disable Device while this condition persists. The device is fairly massive, result exceeds the trap’s DC by 10+, she discovers how to measuring nearly 30 feet long and weighing more than 20 bypass the trap without triggering or disarming it. tons. As such, Azediel can’t bring it to capture her victims; Uncanny Dodge (Ex): Glorkakus retains her Dexterity she must bring them to it. Usually, she does so by subter- bonus to AC even when fl at-footed or targeted by an unseen fuge; she’ll trick a fi re creature into this room by stealing foe (she still loses her Dexterity bonus if paralyzed or other- something it values or kidnapping a child or ally. She then wise immobile). convinces the creature that the sought-after object or ally is",
        "name":  "Trapfi nding",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +19, Concentration +15, Diplomacy +8, box never contains more than 200 gp. Hide +3 (+11 in snow or icy terrain), Listen +10, Move Silently +6, Spot +10; Cold Focus, Combat Casting, Empower Spell, 21. War Room Frozen Magic, Piercing Cold, Snowcasting. Before Azediel launches an attack on a coastal city, she takes Ice Blast (Su): Irius can produce a 20-foot cone of icy care to plan out her attacks in this chamber. She generally mist from her left eye, dealing 2d6 points of cold damage holds several meetings here with the other Ninerazers, along (Refl ex DC 14 half). Once Irius uses her ice blast, she must with any scouts or spies in her employ. The room is dominated wait 1d4 rounds before using it again. by a large circular table made of ice; a creature that places its",
        "name":  "Skills and Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "hp 107; see Monster Manual, page 137. 25. Mordecai’s Chamber (EL 10) The commander of the frost giant guards in the palace is a 28. Research Laboratory grizzled old frost giant spiritspeaker named Mordecai. This Although she doesn’t have much time any more, Azediel large room serves as his personal barracks and as a watch once took great pride in crafting new magic items, par- post. The walls are lined with trophies from his younger ticularly musical instruments. She had this laboratory days spent on the glacier hunting remorhazes, wooly mam- created to aid her in this endeavor, but she hasn’t used it moths, and tlalusks. in several years now that she’s begun to raid surrounding",
        "name":  "Stone Golem",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " (sailor) +9, Search +21, Spot +8, Swim +11, Tumble +13 THE MONSTERS (+15 when on a ship), Use Magic Device +13; Combat Expertise, Improved Initiative, Sea Legs*.",
        "name":  "APPENDIX",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +15 (+17 when on a ship), Bluff Half-Elf Traits:Captain Kerakes has immunity to +13, Climb +10, Diplomacy +7, Gather Information +15, magic sleep effects. For all effects related to race, he is Hide +11, Intimidate +15, Jump +2, Listen +8, Profession considered an elf. (sailor) +9, Search +21, Spot +8, Swim +10, Tumble +13 Manifestation (Su): Captain Kerakes dwells on (+15 when on a ship), Use Magic Device +13; Combat the Ethereal Plane and cannot affect or be affected by Expertise, Improved Initiative, Sea Legs*. anything in the material world. When he manifests, he",
        "name":  "Skills and Feats",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The satyrs of the glacier (see next entry) cannot resist teasing Jusii about his art, and they often deface his work just to make him angry. As a result, Jusii resents visitors. He skulks around his caves invisibly and plays a few pranks of his own when he notices an intruder. He might use ghost sound to create phantom footsteps, stentorious breathing, clinking coins, giggling, or distant music to confuse or distract characters. He also might use persistent image to create something for the characters to flee from or to chase, such as a big monster, a nubile young maid, or perhaps a dwarf or gnome laden with gold or gems. If the PCs take the bait, Jusii leads them to a frozen pool, where they might get their feet wet. If anyone damages his art, Jussi attacks, beginning with ice storm or empowered cone of cold. Once he is visible, he uses displacement, then wades in for melee attacks. If his foes prove resistant to cold, he combines slam attacks with chill touch. He casts the spell defensively or flies out of melee reach. If he has time, he uses a heightened chill touch. If reduced to less than half his hit points, he flies out of reach, then resumes magical attacks, using his spell-like abilities or maximized magic missiles if his spell-like abilities prove ineffective. Characters who don\u0027t provoke a fight might speak with Jusii, provided that they can spot him or just surmise that something lurks in the caves. The suspicious and temperamental genie uses his detect thoughts spell to gauge the character\u0027s intentions before revealing himself. If the PCs indicate any interest in the genie\u0027s art or mention the satyrs or others who have seen his work, the genie responds as follows, and he is inclined to talk over any PCs until he is done. \"It is good to see someone who appreciates true art. Those others -- they are peasants! They have the bodies of goats and the souls of pigs. No beauty has ever touched their hearts. Do you know those hairy devils sometimes destroy my art? You don\u0027t destroy art! I would rather starve to death than see one of my masterpieces fall into their hands. It\u0027s like crushing a diamond and mixing it with pig slime! \"This sculpture here, you see darlings? You see the use of negative space to set the mood? No one else here can even comprehend the message of a piece like this one. And look at this painting! Have you ever seen such textures on the glacier at sunset? Of course you haven\u0027t, because I paint what I see, and an artist\u0027s eye sees what others do not. Breathtaking, isn\u0027t it? Maybe one of you would like to sit for me? You are good studies -- well formed, good teeth, the hair is a little straggly, but no matter. I do not often get to use models, and I want to experiment some more with the humanoid form. Come, come -- it would only take a few weeks, and you would be immortal, like the gods! What do you say, will you sit for Jusii?\" Ramparts (CR 11-12) Rocky slopes flank both sides of the glacier along its whole length. Evergreen trees cover the slopes lower down. As the altitude increases, the trees become stunted and eventually disappear, giving way to lichen and eventually to bare rock at the glacier\u0027s top.",
        "name":  "Tactics",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drotius can use bardic music six times per day. See the bard class features on page 29 of the Player\u0027s Handbook. Countersong (Su): Drotius can use music or poetics to counter magical effects that depend on sound. Fascinate (Sp): Drotius can use music or poetics to cause one or more creatures to become fascinated with him. Inspire Competence (Su): Drotius can use music or poetics to help an ally succeed at a task. Inspire Courage (Su): Drotius can use music or poetics to bolster his allies against fear and improve their combat abilities. Suggestion (Sp): Drotius can music or poetics to make a suggestion (as the spell) to a creature that he has already fascinated. Bard Spells Known (3/5/3 per day; caster level 6th): 0 -- dancing lights, detect magic, ghost sound (DC 15), mage hand, resistance, summon instrument; 1st -- animate rope, charm person (DC 16), expeditious retreat, Tasha\u0027s hideous laughter; 2nd -- glitterdust (DC 17), silence (DC 17), sound burst (DC 17).",
        "name":  "Bardic Music",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creature assuming another form with magic uses its original form to determine if its soul can become a ghost when it dies. For example, a yuan-ti polymorphed into the form of a human does not gain the ability to become a ghost if it is slain, and an elf using shapechangeto assume dragon form does not pass flesh. Different ghosts meet this need in different immediately to the True Afterlife if slain. The soul ways—massage, sex, or self-mutilation are common determines the result, not the physical body. methods—but they always seek intense sensations to overcome their dim senses.",
        "name":  "Note",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ghost has an attachment to a particular Although ghosts do not need to breathe, eat, or do building or place and must spend at least 8 continuous most other things that living beings do, every ghost hours at that place to feel normal. The ghost may haunt has an unusual attachment to one aspect of its former the site (if it has appropriate ghost powers), guard it, life. Ghosts feel strange urges to eat food they enjoyed repair it, or perform any other obvious activity (the when living, to visit people or places they knew in life, trait is about being recognized as part of that place, in or to engage in the same recreational activities they addition to merely being there). The chosen site is did when living. These urges are not magically normally one associated with the death of the person, induced and are not a curse or a disease that can be or some place to which she had a strong attachment in removed with magic (although a calm emotions spell life. People killed far from Manifest rarely acquire this suppresses the urge for the duration), but simply an ghost trait, or, if they do, they never make it to the city. extension and exaggeration of part of the ghost’s actual Ocular:The ghost is obsessed with certain sights or life. These urges, called ghost traits by the people of images of certain creatures, places, or things. A ghost Manifest, usually take the following forms. needs to observe the chosen sight for at least 1 hour",
        "name":  "GHOST TRAITS Home",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ghost has an unusual attachment to a without serious distractions (such as participating in particular kind of sound or noise. A ghost might need combat, magical research, or anything that requires to hear the pounding surf, a particular musical instru- concentration) to satisfy this habit. If the sight is a ment played at great volume, or people arguing. Some person, the ghost may be thought to be a malevolent evil ghosts have acquired a need to hear people scream- haunt or stalker. People, buildings, landmarks, or a ing, so they kidnap and torture victims to meet this kind of monster are all appropriate targets, as are dra- need. Other ghosts have a taste for magically created matic visual events such as a popular play, a burning sounds and hire illusionists or use magic items to building, or an earnest lethal combat. Sometimes a sur- create these exotic sounds. rogate obsession (such as a person that resembles the",
        "name":  "Auditory",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ghost has cravings for sensations of the a strong wine. In some cases, the craving is for exotic 8 :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/2/03 4:48 PM Page 8 pqqqqrs A GHOST IS NOT A GHOST Whenever this book refers to a “ghost,” it is not talking The Monster Manualdescribes a ghost as a restless spirit that about a Monster Manualghost. In fact, because being a ghost for some reason cannot give up its ties to the living and is so common and easily achieved, the ghosts described in the haunts a particular location or item. These ghosts are undead Monster Manualare almost unheard of. The few references in creatures of many different types (humanoids, giants, magical literature that speak of these undead ghosts refer to them as beasts, and so on) and have many strange powers that make “undead skulkers,” “undead haunts,” or “undead spirits,” and them incredibly dangerous combatants. Furthermore, killing have problems differentiating between them and other incor- them is usually only a temporary solution, for they rejuvenate poreal undead such as spectres and wraiths. These references and return to their old haunts. and the people of this world never confuse these creatures with The ghosts described in this book are not that kind of ghost. the sort of ghosts who inhabit Manifest. Ghosts in the Ghostwalkcampaign are merely the souls of To avoid confusion and preserve the flavor of this campaign, living creatures (humanoids, with only a few exceptions) undead ghosts should rarely, if ever, be used in the context of a existing in another state. They are not tied to one site, do game. The line between the spiritual dead (ghosts) and undead not suddenly gain a suite of fantastic powers, and—most of any kind is a strong one in this setting, and including an important—are not undead. They are simply people with a undead sort of ghost blurs that line and reduces some of the slightly different shape. impact of all undead being evil. pqqqqrs foods, such as displacer beast meat, shambler leaves, or some ghosts have developed an odd taste for conven- the fruit from spirit trees. tional poisons (which are harmless to ghosts).",
        "name":  "Flesh",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a ghost within an unconscious ghost is reduced to –10 or body cannot perform physical fewer hit points, or other- actions, but can leave the wise destroyed, the ghost is body as normal. A ghost is said to have suffered “true automatically expelled from death,” and the soul passes a slain host unless it has the beyond the Veil of Souls. A slain Corpse Malevolence feat, in ghost turns into a puddle of ecto- which case the corpse needs to be plasm weighing approximately reduced to 0 hit points as well. 1pound. Leaving a Host: Leaving a host is The person can still be brought back a standard action that does not pro- from the dead in the normal manner voke an attack of opportunity. When (raise dead works if the body is still a ghost leaves its former host, it available, and so on), and spells exist appears in its ghost body in that can bring a person back from any location within 5 feet of the dead as a ghost rather the host. than as a living person. Sequential Possession: A possessing ghost must leave its POSSESSION current host before attempting to possess a new one. A ghost who is possessing a physical body is treated as Since leaving a host and attempting to possess are both an incorporeal being within a physical body, even in standard actions, a ghost cannot do both of these circumstances where the ghost would be manifested actions on the same round unless under the effect of a fully if it weren’t inside a borrowed body (for example, hastespell or similar magic. within the bounds of the Manifest Ward or under the Multiple Possessors: More than one ghost cannot influence of a forced manifestationspell). possess a single living body at a time. If a ghost While possessing a physical body, a ghost uses its attempts to possess a body that is inhabited by another 14 own mental ability scores (Intelligence, Wisdom, and ghost, the target must fail its saving throw (if it gets :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/3/03 4:34 PM Page 14 JJ one) against the new ghost’s attack. If the attack fails, although individuals may have personal aversions to the new ghost fails to possess the body. If the attack suc- those who follow certain paths. ceeds, the new ghost and the current inhabitant make A ghost can suppress its symptoms if it makes a Con- opposed Wisdom checks. The loser is ejected from the centration check (DC 5 if there are no other distrac- body (as if it left voluntarily) and the victor possesses it. tions). The symptom is treated as if it were a 0-level spell for the purpose of determining Concentration Spells check DCs for more distracting circumstances. Mind-influencing spells (such as hold person or ghost) Path of the Corrupter:This path is the study of the affect the ghost, not the physical body. Thus, unless relationship between a ghost body’s ectoplasm and they affect outsiders, they don’t work. Physical spells, the bodies of other living things or ghosts. It allows a such as ray of enfeeblement, affect the body; they work ghost to harm the bodies or ghost bodies of others even if they wouldn’t affect a ghost (such as a critical with a touch. The symptoms of this path are a constant hit or a sneak attack). Force effects, such as magic mis- pale blue, black, or gray aura around the hands of the sile,affect the body even though they would normally ghost and temporary alterations to objects contacted affect incorporeal creatures. Attack spells such as dis- by the hands. For example, a corrupter ghost tends to rupt ectoplasmthat affect ghosts but not living creatures leave condensation-outlined handprints on objects have the normal 50% miss chance to affect an incorpo- she touches. real creature (feats such as Incorporeal Spell Targeting Corrupter Feats: Agony Touch, Corrupting Touch, can affect this). Enervating Touch, Freezing Touch, Nauseating Spells in effect on a ghost before the possession stay Touch, Rend Ghost, Shriveling Touch, Touch Attack with the ghost during and after the possession, while Specialization. spells that affect the possessed body remain with the Path of the Dominator:This path is the study of body. Therefore, a ghost sorcerer that casts haste on the powers of the mind and how a ghost body can himself and then possesses a body is hasted,whether a mesh with a foreign physical body, usually for the pur- free ghost or possessing, for the spell’s duration. Con- pose of controlling the target. The symptoms of this versely, if a ghost sorcerer cast hasteafter possessing a path are a dark-colored aura around the ghost’s head body, the spell would be attached to the body, and the and a hollow echo when the ghost speaks. ghost would not be hastedwhen he abandoned the host. Dominator Feats:Corpse Malevolence, Expanded Pos- Protection from evil(or from any other alignment) or session, Ghost Ride, Grand Malevolence, Malevo- protection from possessionprevents a ghost from possess- lence, Minor Malevolence. ing a body, but does not force a ghost out of a possessed Path of the Haunt:This path is the study of manip- body. If cast on a possessed body, these spells do not ulating a ghost’s ectoplasm and aura to change the prevent the ghost from leaving the body or possessing ghost’s appearance or scare others at a distance. The a different unprotected creature. symptoms of this path are black eyes, or eye sockets that appear empty and black.",
        "name":  "True Death",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Its You give the body a semblance of life, but it is not effects do not stack. Each time you take the feat, it truly alive and continues to decay at a normal rate. The applies to a different ability score. body is not undead and does not use undead Hit Dice. Circle Magic [General] Corrupt Arcane Studies [General] You know how to use your connection to Galaedros You have dabbled in strange magic that has increased the Wood God to channel magical power to another your power but adversely affected your mind. spellcaster of your faith. Prerequisites: Sorcerer or wizard level 3rd, non-",
        "name":  "Special",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may participate in circle magic. You and wizard spells you cast. You get a +1 bonus on all gain a +2 bonus on Wilderness Lore checks. caster level checks to overcome spell resistance with your sorcerer and wizard spells. Control Visage [Ghost, Haunt] Special:Your magical research has taken its toll on Your ghost body is shaped as if you were alive and your mind. When you acquire this feat, your Wisdom unharmed, and you can control what your ghost body score is immediately reduced by 2 points. Restorative appears to wear. spells (such as restoration or greater restoration) do not",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ghost without this feat cannot manifest Freezing Touch [Ghost, Corrupter] fully outside the Manifest Ward without magical aid. Your touch is supernaturally cold.",
        "name":  "Normal",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Haunting Appearance, Frightful object at a time. Holding an item does not take an Moan, Cha 15. action.",
        "name":  "Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ghost-touch spell affects only ghosts Greater Witchlight [Ghost, Shaper] and does no damage to other creatures. Ghosts are Your witchlight can last longer, become hotter, or give affected whether incorporeal or manifested fully and off more light. do not have the benefit of their incorporeal miss Prerequisites:Ectoplasm, Witchlight. chance. This metamagic feat works only on spells Benefit:Your witchlight can have any one of the fol- that deal damage. For example, a ghost-touch fireball lowing effects. Each invocation of Witchlight may cast by a 5th-level wizard deals 5d6 points of fire have a different effect, and over the course of 4 rounds, damage to ghosts, but is harmless to any other crea- you can create three different types of witchlight, each tures in the area. Damaging spells with additional with a different effect (it is not possible to add another effects not related to damage (such as the ability of a effect to existing witchlight or change the effect once wall of ice to function as a barrier) still affect non- it is started). ghosts (but if a nonghost passed through an opening Extended Witchlight: Your witchlight lasts as long as in the wall of ice,he would not take any damage from you concentrate + 10 minutes. the spell). A ghost-touch spell takes up a slot of the Hot Witchlight: Your witchlight deals 1d6 points of same level as the spell’s actual level. fire damage every round to the target. The target can attempt to extinguish the flames in the same manner Gift of Tongues [General] as extinguishing burning alchemist’s fire. You have an intuitive talent for learning languages. Bright Witchlight: Your witchlight sheds light as a",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can move a single object as if using the ture because of its incorporeal miss chance, you can sustained force version of the telekinesis spell, except reroll your miss chance percentile roll one time to see that it lasts as long as you concentrate. Your caster level if you actually affect it. If multiple incorporeal crea- is equal to your Hit Dice. A creature can resist being tures are to be affected by the magical effect, you can moved with a successful Will saving throw (DC 10 + reroll each creature’s miss chance once. 1/2 your HD + your Cha modifier). Incorporeal Target Fighting Improved Turn Resistance [General] [Fighter,General] You are better able to You know how to fight incorporeal resist the channeling creatures in melee. of positive or nega- Benefit: In melee, every time tive energy by you miss because of a creature’s clerics and sim- incorporeal miss chance, you can ilar classes. reroll your miss chance percentile",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain turn re- Kihu-Sherem Guardian sistance +2. If [General] you already have You are one of the Kihu- turn resistance, Sherem, magically al- your turn resist- tered in the womb to ance increases allow you to better pro- by2. tect the ruling sorcerers of",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You your homeland. may take this Prerequisite: Male hu- feat multiple man member of a Bazareene times.Its effects noble family. stack. Each time Benefit:For the purpose of you take it, your determining the effects and DCs turn resistance of your monk special abilities, increases by 2. treat your Wisdom as 2 points higher than its actual value. Incorporeal Your eyes are a strong, Form [Ghost, clear green, showing Traveler] your magical heritage.",
        "name":  "Special",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You receive a +3 bonus on all Ride checks. magical heritage.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a full-round action, you can alter your Prerequisites: Sherem-Lar Sorcery, female human ectoplasm to increase your Strength, Dexterity, or member of a Bazareene noble family. Constitution by +2 in exchange for a –2 penalty to one Benefit: For the purpose of determining bonus of the two physical ability scores you didn’t change. spells and the save DCs of spells you cast as a sorcerer, This change lasts 10 minutes, after which your ability treat your Charisma as 2 points higher than its actual scores revert to their normal values. A creature with- value. This benefit stacks with the bonus from the out an ability score cannot increase or decrease that Sherem-Lar feat. Your eyes are a strong, clear green, ability score with this feat. showing your magical heritage.",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An incorporeal ghost can use this spell to and previous names if the item is on hand or if the caster appear as a different kind of incorporeal creature. has detailed information about the item. If the caster has",
        "name":  "Alter Self",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spell does not prevent the Magic Jar: This spell cannot be used on ghosts. A entrance of ghosts. ghost who uses this spell has her ghost body and her",
        "name":  "Antilife Shell",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ghost is an acceptable creature type for Spell Level XP Cost this spell. Ectoplasmic web 11th 1,500 XP True Resurrection:As raise dead(see above). Ethereal alarm 10th 1,000 XP Wall of ectoplasm 11th 1,500 XP MAGIC ITEMS Some magic items have special aspects or properties in",
        "name":  "Minimum Sympathy",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spell can be used to restore a slain cause it does not need to breathe ghost to life (as a ghost) if any of its ghost body’s ecto- or eat, a ghost can live indefi- plasm remains. If used on the physical body of a slain nitely within the nondimensional ghost (to restore the person fully to life), the time space created by this item, assuming spent as a ghost does not count the ghost can fit into one toward the time limit for this spell of the spaces. (so a person that died one month Iron Flask:A ghost can ago but spent all that time as a be captured with this item. ghost could still be restored to life Necklace of Strangulation: with this spell). Although a ghost does not",
        "name":  "Raise Dead",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    }
]
