[
    {
        "origin_file":  "magic_items.json",
        "description":  "With Stormchaser’s Cudgel in Stormchaser’s Cudgel is thrown into the air, it always hand and no other mundane or magical protection, lands on the ground with its top end pointing toward you are required to allow bolts of naturally occurring true magnetic north. Caster level 5th. lightning to strike you, dealing you no fewer than Healing Spark (Sp): Starting at 8th level, once per 5d10 points of damage. You can accomplish this day as a swift action, you can use cure light wounds on feat by seeking the highest point of an area during a yourself, as the spell. Caster level 5th. thunderstorm or by being struck by bolts from a call Crush the Weak (Su): At 10th level and higher, the lightning or call lightning storm spell. Cost: 40,500 gp. critical threat range of Stormchaser’s Cudgel doubles (to",
        "name":  "Tempting the Storm",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "hp 91 (see page 189 of the Altar Monster Manual). The legacy greatspear Thanifex rests on this altar. 169 LEGACY ITEMS OF CHAPTER 3 TREEBROTHER As Anda, Tarnla, and Nidria fell back toward the sacred Treebrother is a deceptively simple, knotted staff of heart of the forest, they pooled their magic for one stout oak. Unpolished and rough, the wood looks last, desperate spell to drive the invaders back. Using freshly cut from the bough of an ancient tree. The Nidria’s sacred oak as the spell’s focus, they conjured staff is thick and sturdy, ideally suited for use either forth a vast wave of vines and greenery, swallowing the as a walking stick or a quarterstaff. orc multitude. Their victory came at great cost—the",
        "name":  "Javen Blunt, Mohrg",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Treebrother; Cost 1,100 spell’s energy destroyed Nidria’s tree, and the effort of gp; Charges 50. On command, Treebrother can summon casting it claimed the lives of Anda and Tarnla alike. a cloud of bright motes resembling fireflies, creating The dryad survived only thanks to Treebrother, whose illumination equivalent to a light spell. Caster level magic held enough residues from her oak to sustain 5th. When you cast barkskin, your caster level is treated her. Grief-stricken, the dryad buried Anda and Tarnla as one level higher than normal. together beneath a sacred mound, atop which she",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are required to hunt and Keen Sight (Su): You gain a +5 competence bonus slay a dire bear, again with the restrictions described on Spot checks at 9th level. in Swift Hooves of the Deer. You must once again Swift Stride (Su): Starting at 10th level, three times dress the body and perform a ritual offering to the per day as a swift action, you can grant yourself a 30- bear spirits. Cost: 38,000 gp. Feat Granted: Greater foot enhancement bonus on your base land speed. Legacy (Ur). The increase lasts 1 round. Caster level 5th. 175 LEGACY ITEMS OF CHAPTER 3",
        "name":  "Strength of the Bear",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "LEGACY ITEM FOUNDING RESTRICTIONS at a given level. (The relative values of abilities in the",
        "name":  "BEHIND THE CURTAIN",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On legacy item menus presented in this chapter also follow the one hand, the items must be exciting and unique, this principle.) Taking these factors into account, as well while on the other, they can’t be so powerful that they de- as the customized ritual and personal costs of each item, stroy game balance. Thus legacy abilities and costs are all no more than a +1 enhancement bonus (or equivalent balanced against a character’s expected power and wealth ability) is appropriate for a starting item. pqqqqqqqqqqqqqqqqqqqqrs 182 4 RETPAHC GNIDNUOF SEICAGEL new rituals must also be tied to the item’s history, Legacy Minimum Ritual Character Level however short it might be. Least 5th When you perform the founding least legacy ritual, Lesser 11th you must pay all the gp costs associated with that Greater 17th ritual (see Setting Costs on page 184). In addition, you must expend a set amount of experience points, Least Legacy Founding Ritual as described under Least Legacy Founding Ritual (see The least legacy ritual, when performed for the first below). Lesser and greater legacy founding rituals also time, turns the item into an item of legacy. This ritual require an expenditure of XP; see the Lesser Legacy establishes the general nature and theme of the item, Founding Ritual and Greater Legacy Founding Ritual influencing all its later legacy abilities, as well as sections for details. Those who wield the legacy item establishing the abilities available from 5th through after you do not spend these experience points, and 10th level. Designing an appropriate least legacy must only pay the material (gp) costs associated with ritual requires some forethought as well as personal each ritual. adaptation of the item’s specific abilities.",
        "name":  "Designing the rules for items of legacy is a challenge",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the gp cost for raw materials undergo and pay all costs for the ritual yourself before (see Setting Costs on page 184), designing and per- you or any other wielder can access the legacy abili- forming a least legacy founding ritual requires the ties associated with that ritual. The legacy founding expenditure of 500 XP. Upon completing the ritual, process is ruined if you pass the item to another you gain the Least Legacy feat specific to your item wielder without first paying all costs, and you must as a bonus feat. start anew. You gain the benefits of a given legacy ritual only Lesser Legacy Founding Ritual if you have reached the specified character level, as The lesser legacy ritual, when performed for the first set out below. time, brings a legacy item to the next level of power. pqqqqqqqqqqqqqqqqqqqqrs GENERAL LEGACY RITUAL EXAMPLES engage in mentally or physically demanding activities, Many of these example rituals involve a trial, test, dedica- such as combat or spellcasting. If your meditation is inter- tion, or similar commitment. Within one day of complet- rupted, the ritual fails and must be restarted; however, you ing the listed activity (whether before or after), you must do not need to pay its gp cost again. expend raw materials as determined by the ritual type Pledge: Dedicate yourself to some principle or philoso- (least, lesser, or greater). phy related to the founding event. Each time you fail to",
        "name":  "Whenever you design a founding ritual, you must Cost",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one creature type (such as an el- act in accordance with this pledge, you are unable to use emental, dragon, aberration, and so on), or a specific foe the two highest-level available abilities of your legacy item (such as an evil half-dragon). You must defeat a chosen for one day. If you repeatedly fail to honor the pledge, you foe with a Challenge Rating equal to or greater than your lose access to those abilities for additional days. character level. Knowledge: Educate yourself in some area of knowledge",
        "name":  "Trial By Enemy",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item must be purified in some way. recovering a magnificent relic, surviving a mythically This might involve bathing it in special waters, anointing dangerous passage, and so on. Unless you specify other- it with blessed oils, or some other action and materials wise, you are presumed to be following the quest; how- relating to the founding event. ever, each day after the initial pledge that you have not",
        "name":  "Purification",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Meditate on the item for one day per char- completed the quest, you have a 10% chance of being acter level. You must spend at least 8 continuous hours unable to use the two highest-level available abilities of in meditation each day; during this period, you cannot your legacy item. pqqqqqqqqqqqqqqqqqqqqrs 183 LEGACIES FOUNDING CHAPTER 4 It allows you to establish further legacy abilities, a suite of interesting and flavorful abilities that har- available from 11th through 16th level. monize to form a unique creation.",
        "name":  "Meditation",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the gp cost for raw materials You have two options when assigning legacy abil- (see Setting Costs on page 184), designing and per- ities. On completing a given founding ritual, you forming a lesser legacy founding ritual requires the can choose all the abilities that are accessible to the expenditure of 1,100 XP. Upon associated legacy feat, effectively creating a completing the ritual, you “road map” to follow over the rest of your gain the Lesser Legacy career. Alternatively, if your DM allows, feat specific to your item you can choose each legacy abil- as a bonus feat. ity when you attain the next character level that allows Greater Legacy access to a new ability. You Founding Ritual must still select abilities The greater legacy ritual, available for the appropri- when performed for the ate legacy feat you have first time, brings a lega- (least abilities if you have cy item to the “highest the Least Legacy feat). The level” of power. It allows second option allows you to establish ultimate much more flexibility legacy abilities, avail- but needs the approval able from 17th through of the DM to prevent 20th level. abuse—otherwise you",
        "name":  "Cost",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the could simply choose the gp cost for raw materials best ability for whatever (see Setting Costs on page challenge you happen to be 184), designing and perform- facing at the time. ing a greater legacy founding To guide you in choosing appro- ritual requires the expenditure of A founding ritual requires both priate legacy abilities, this chapter 1,700 XP. Upon completing the ritual, dedication and imagination presents a series of menus. Each menu you gain the Greater Legacy feat spe- includes a range of abilities of roughly cific to your item as a bonus feat. equivalent value, allowing a nearly limitless variety of legacy items. These are not exhaustive—you can also create new abilities of roughly the same cost, ASSIGNING even if they’re not found on the menus. (In fact, LEGACY ABILITIES many of the legacy items presented in Chapter 3 The process of assigning legacy abilities—the powers feature custom abilities that do not exactly match that give a legacy item its identity—is complex. As a menu choices.) If you do so, determine a reasonable player whose character is founding an item of legacy, value for the ability (as a guide, try comparing it to you should work with your Dungeon Master to create equivalent magic item properties) or just compare pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Cost",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "least 1,500 gp; lesser 13,000 gp; greater Ritual Costs: least 1,700 gp; lesser 12,000 gp; greater 40,000 gp. 40,000 gp. presented in Chapter 3 do not follow them precisely. throws. These are most appropriate for items intended Each progression lists the gp cost of the least, lesser, for fighters, paladins, barbarians, and other charac- and greater legacy rituals, as well as the personal costs ters who focus on martial talents. Table 4–2 applies assessed against the wielder and the levels at which a penalty only to a single saving throw (Fortitude, those costs are assessed. The ritual costs for each Reflex, or Will, at the founder’s option), but the progression are similar but not identical. penalty is more severe than the general penalties A given progression is appropriate for a certain assessed in Table 4–1. Neither of these progressions class of legacy items. For example, a progression that is suitable for characters who don’t rely on attack rolls applies attack penalties has little effect on the average (such as wizards). Hit point losses are cumulative, wizard, whereas skill penalties don’t mean much to but penalties on attacks and saves represent the total combat-focused characters such as fighters. at a given level. Tables 4–1 and 4–2 impose significant hit point Tables 4–3 and 4–4 impose costs related to both losses, along with penalties on attack rolls and saving combat (hit points or attack penalty) and skill use 186 4 RETPAHC GNIDNUOF SEICAGEL Table 4–5 Table 4–7 Character Skill Check Save Hit Point Skill Point Character Attack Hit Point Spell Slot Level Penalty Penalty Loss Loss Level Penalty Loss Loss 5th — — — — 5th — — — 6th — — 2 3 6th — 2 1st 7th –1 –1 — — 7th — 2 — 8th — — — 3 8th –1 — 2nd 9th — — — — 9th — 2 — 10th — — 2 — 10th — — 3rd 11th — — — — 11th — — — 12th — –2 — — 12th — — 4th 13th — — — 3 13th — 2 — 14th –2 — — — 14th — — 5th 15th — — — — 15th — 2 — 16th — — — 3 16th — — 6th 17th — — — — 17th — — — 18th — — — 3 18th — — 7th 19th –3 — — — 19th — 2 — 20th — — — 3 20th — — 8th",
        "name":  "Ritual Costs",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "one abil- 6th level he will lose 4 hit points, and another 2 at 9th. ity that would otherwise be available from Menu A at 6th He takes a –1 penalty on all saving throws at 8th level, level and one at 7th level. Therefore, Dave’s character and a –1 penalty on all attack rolls at 9th level. If he de- unlocks no new legacy ability at 6th level, instead waiting cides to unlock the Praetorian Bulwark’s lesser abilities, until 7th level before Praetorian Bulwark’s enhancement he must pay the appropriate ritual and personal costs bonus improves to +3. from the same table. pqqqqqqqqqqqqqqqqqqqqrs 188 4 RETPAHC GNIDNUOF SEICAGEL of spell slots. (Soulknives should use a progression sound or sounds your item makes and under what appropriate to combat-focused characters, since their circumstances. Once customized, the omen does psionic abilities don’t rely on power points.) Table 4–9 not change. is intended for classes such as the psion or wilder who Auditory: The item sings, weeps, whispers, or makes focus entirely on psionic powers. Table 4–10 is better some other sound. If the item produces words, they suited to the psychic warrior and similar psionic cannot be more than preprogrammed phrases. classes, imposing a lower power point cost progres- Material: The item displays some minor material sion at the cost of hit point losses and attack penalties. effect. This might manifest as illusory substances, Hit point and power point losses are cumulative, but such as seeping blood, running shadows, or slime, penalties on attacks and manifester level represent or as programmed visual illusions, such as a blinking the total at a given level. eye or a snarling mouth. No blood, slime, or other Some characters don’t fi t neatly into these categories. material is actually produced. That’s okay—just use your best judgment. You don’t Mental: A threatening voice echoes telepathi- have to fi nd a perfect match in these tables, as long cally in the mind of specifi ed creatures, promising as the personal costs are appropriate for the wielder’s eventual death by the legacy item, or some similar character archetype and represent meaningful, but preprogrammed phrase. Examples of such targets are reasonable, expenditures. creatures whose alignments differ from your own, members of a particular race or class, and so on.",
        "name":  "A Menu B choice uses up two least ability slots",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spell reveals all the standard magical any three abilities from Menu A. abilities of a legacy item but none of its legacy abili- Legacy Ability Menu C—Mutable Legacy: Select ties. It does, however, grant a +2 bonus on Knowledge any two abilities from Menu B. (history) checks (or alternative checks) to research the Legacy Ability Menu E—Mutable Legacy: Select item’s background. any three abilities from Menu D.",
        "name":  "Identify",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; abilities when tempered in the double goods (nonflamma- fire of extreme experience, certain bles only); standard items creatures sometimes undergo expe- (nonflammables only) riences so extreme that their very Alignment: Neutral bodies can become imbued with Advancement: By character legacy abilities. class",
        "name":  "Just as some items take on legacy Treasure",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Slam +13 melee (2d8+5) of nonmagical origin if these are of Large size or",
        "name":  "Attack",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 slams +13 melee (2d8+5) smaller. It can dispel magical fi re it touches as dispel Space/Reach: 10 ft./10 ft. magic (CL 12th).",
        "name":  "Full Attack",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Vhuuksssh was summoned by a planar ally spell to perform a service for an elemental temple. But when the water elemental had fulfilled its pact and the time came to release it from service, the cleric who had summoned Vhuuksssh refused to uphold the terms of the bargain. By claiming the elemental had not met the letter of the agreement, he denied it return to its home plane. With the fury of a storm-tossed sea, Vhuuksssh lashed out at its enslaver. Battered by the cleric’s elemental magic, it was nearly destroyed, but finally the elemental caught up the traitor in its vortex and dashed his head against the temple walls. Now truly free, Vhuuksssh could have returned to the Elemental Plane of Water—but it felt different, as though stirred by a fresh current. Vhuuksssh had escaped a magical pact by doing what no other planar ally had dared: turning on its Vhuuksssh struck back against a faithless summoner summoner. It absorbed some of the elemental power and has found new elemental power yelsaE .J yb .sullI 215 RULES OPTIONAL CHAPTER 5 feet tall. Vhuuksssh controls the exact height, but it Omen: Vhuuksssh flickers with fiery glints that must be at least 10 feet. seem to run across its surface. Vhuuksssh’s movement while in vortex form Speed Enhancement (Su): Vhuuksssh’s land speed does not provoke attacks of opportunity, even if it has increased by 5 feet. enters the space another creature occupies. Another Skills: Vhuuksssh has a +8 racial bonus on any Swim creature might be caught in the vortex if it touches check to perform some special action or avoid a hazard. or enters the vortex, or if Vhuuksssh moves into or It can always choose to take 10 on a Swim check, even through the creature’s space. Medium and smaller if distracted or endangered. It can use the run action creatures might take damage when caught in the while swimming, provided it swims in a straight line. vortex and might be swept up by it. An affected CREATING A creature must succeed on a DC 19 Reflex save when MONSTER OF LEGACY it comes into contact with the vortex or take 2d6 points of damage. It must also succeed on a second “Monster of legacy” is an acquired template that can DC 19 Reflex save or be picked up bodily and held be added to any aberration, dragon, elemental, giant, suspended in the powerful currents, automatically magical beast, monstrous humanoid, ooze, outsider, or taking 2d6 points of damage each round. An affected undead (hereafter referred to as the base creature). creature is allowed a Reflex save each round to escape The base creature must also have the following: the vortex. The creature still takes damage, but can • Intelligence 3 or more; leave if the save is successful. • 5 or more HD; Creatures trapped in the vortex cannot move except • At least one supernatural or spell-like ability. to go where Vhuuksssh carries them or to escape the In addition, the monster must experience the same vortex. Creatures caught in the vortex can otherwise sort of dramatic event that paves the way for creating act normally, but must make a Concentration check an item of legacy. (DC 10 + spell level) to cast a spell. Creatures caught Monsters of legacy do not perform legacy rituals or in the vortex take a –4 penalty to Dexterity and a –2 pay for materials, nor do they incur any personal costs penalty on attack rolls. Vhuuksssh can have only as for their legacy abilities. No legacy feat (such as Least many creatures trapped inside the vortex at one time Legacy) is required to unlock their legacy abilities. as will fit inside its volume. Vhuuksssh can eject any A monster of legacy uses all the base creature’s carried creatures whenever it wishes, depositing them statistics and special abilities except as noted here. wherever the vortex happens to be. Special Attacks/Special Qualities: A monster of If the vortex’s base touches the bottom, it creates a swirl- legacy retains all the special attacks and special quali- ing cloud of debris. This cloud is centered on Vhuuksssh ties of the base creature. It also gains legacy abilities and has a diameter equal to half the vortex’s height. as described here. The cloud obscures all vision, including darkvision, To assign abilities, use the legacy ability menus in beyond 5 feet. Creatures 5 feet away have concealment, Chapter 4: Founding Legacies. Treat the monster as both while those farther away have total concealment. Those an item of legacy and its wielder. It selects a number of caught in the cloud must make a Concentration check ability choices determined by its total Hit Dice, as well (DC 15 + spell level) to cast a spell. as a choice from the omen menu. Use the following While in vortex form, Vhuuksssh cannot make slam table to determine which menus it can choose from. attacks and does not threaten the area around it. Water Mastery (Ex): Vhuuksssh gains a +1 bonus 5–10 HD 11–16 HD 17+ HD on attack and damage rolls if both it and its opponent Menu A Menu D Menu G Menu B Menu E Menu H are touching water. If the opponent or Vhuuksssh is Menu C Menu F Menu I touching the ground, Vhuuksssh takes a –4 penalty on attack and damage rolls. (These modifiers are not included in the statistics block.) In one of the examples given above, Shuluth the Vhuuksssh can easily overturn craft up to 60 feet illithid is an 8 Hit Die creature. Thus, it could choose long, stop larger vessels (up to 120 feet long), and slow three abilities from Menu A, or one from Menu A and large ships (up to 240 feet long) to half speed. one from Menu B, or a single ability from Menu C. It",
        "name":  "Level Adjustment",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adjust the creature’s Challenge obvious example, would not have been nearly as interest- Rating based on the number of legacy abilities to ing a story if Frodo could call upon the full powers of which it has access. These increases are not cumulative the One Ring from the moment he put it on. with each other. One solution to this dilemma is to convert the item into a legacy item, allowing its wielder to gain access Legacy Abilities Awakened CR Increase to its most powerful abilities over time. Two or more least +1 Two or more lesser +2 CONVERTING STANDARD Two or more greater +3 MAGIC ITEMS TO LEGACY ITEMS Using the standard item’s abilities as a guideline, it should",
        "name":  "Challenge Rating",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This chapter presents two epic legacy ability menus, 150,000 gp for a Menu Y legacy ability or 500,000 gp which provide examples of the power level of such for a Menu Z legacy ability. (See the epic legacy ability abilities. These menus can’t begin to cover all the menus below.) fantastic possibilities available to an epic legacy item. Once you have learned and completed the ritual, Feel free to create additional abilities as you see fit, you might select Epic Legacy at the next opportunity using the costs of the sample abilities in this chapter to take an epic feat. (The ritual does not grant it as a as a guide: Menu Y abilities have an average value of bonus feat.) 300,000 gp, while Menu Z abilities have an average Unlike nonepic legacy rituals, each new epic legacy value of 1,000,000 gp. ability requires you to perform a new legacy ritual. You Epic legacy items have standardized personal costs, as can do this no more often than once per three levels, as shown on the following table. At every level that does shown in Table 5–3: Designing an Epic Legacy Item. not allow a new legacy ability (and associated ritual), the wielder permanently loses 3 hp. This applies only Epic Founding Events and Rituals if the wielder has unlocked that “tier” of legacy abilities Even for items with an existing legacy, it might be by undergoing the requisite ritual and selecting the appropriate to require an additional founding event Epic Legacy feat. For example, if you attain 25th level that propels the item into the realm of epic power. but have unlocked only one epic legacy ability, you do pqqqqqqqqqqqqqqqqqqqqrs EPIC LEGACY [EPIC, LEGACY] Special: You can gain this feat multiple times. Each time You unlock an epic ability of a specific item of legacy. you take the feat, you must perform the associated epic",
        "name":  "You must pay a cost for the raw materials of the ritual",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Character level 21st, Least Legacy, Lesser ritual. The ritual can be completed up to 30 days before Legacy, Greater Legacy, design (or learn) and perform the or after you choose the feat. epic ritual associated with the chosen item. Unlike nonepic legacy feats, Epic Legacy is not granted",
        "name":  "Prerequisites",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    }
]
