[
    {
        "origin_file":  "weapons.json",
        "description":  "A helpless character takes a –4 penalty to AC against melee attacks, but no penalty to AC against ranged attacks. A 153 COMBAT CHAPTER 8: also use a bow or crossbow, provided you are adjacent to the target. chance of accidentally targeting the defender instead, and any attack You automatically hit and score a critical hit. If the defender sur- of opportunity by anyone other than you against the defender like- vives the damage, he must make a Fortitude save (DC 10 + damage wise has a 25% chance of accidentally targeting you. (When some- dealt) or die. A rogue also gets her extra sneak attack damage against one makes an attack of opportunity, make the attack roll and then a helpless opponent when delivering a coup de grace. roll to see whether the attack went astray.) Delivering a coup de grace provokes attacks of opportunity from Second, you and the defender make opposed Strength checks. threatening opponents because it involves focused concentration You each add a +4 bonus for each size category you are larger than and methodical action on the part of the attacker. Medium or a –4 penalty for each size category you are smaller than You can’t deliver a coup de grace against a creature that is im- Medium. You get a +2 bonus if you are charging. The defender gets a mune to critical hits, such as a golem. You can deliver a coup de +4 bonus if he has more than two legs or is otherwise exceptionally grace against a creature with total concealment, but doing this stable (such as a dwarf). requires two consecutive full-round actions (one to “find” the crea- Bull Rush Results: If you beat the defender’s Strength check ture once you’ve determined what square it’s in, and one to deliver result, you push him back 5 feet. If you wish to move with the de- the coup de grace). fender, you can push him back an additional 5 feet for each 5 points by which your check result is greater than the defender’s check result. You can’t, however, exceed your normal movement limit. SPECIAL ATTACKS (Note: The defender provokes attacks of opportunity if he is moved. So do you, if you move with him. The two of you do not provoke This section covers grappling, throwing splash weapons (such as attacks of opportunity from each other, however.) acid or holy water), attacking objects (such as trying to hack apart a If you fail to beat the defender’s Strength check result, you move locked chest), turning or rebuking undead (for clerics and paladins), 5 feet straight back to where you were before you moved into his and an assortment of other special attacks. space. If that space is occupied, you fall prone in that space. Table 8–7: Special Attacks CHARGE Special Attack Brief Description Aid another Grant an ally a +2 bonus on attacks or AC Charging is a special full-round action that allows you to move up to Bull rush Push an opponent back 5 feet or more twice your speed and attack during the action. However, it carries Charge Move up to twice your speed and attack with tight restrictions on how you can move. +2 bonus Movement During a Charge: You must move before your Disarm Knock a weapon from your opponent’s attack, not after. You must move at least 10 feet (2 squares) and may hands move up to double your speed directly toward the designated oppo- Feint Negate your opponent’s Dex bonus to AC nent. You must have a clear path toward the opponent, and nothing Grapple Wrestle with an opponent can hinder your movement (such as difficult terrain or obstacles). Overrun Plow past or over an opponent as you move Here’s what it means to have a clear path. First, you must move to Sunder Strike an opponent’s weapon or shield the closest space from which you can attack the opponent. (If this Throw splash weapon Throw container of dangerous liquid at target space is occupied or otherwise blocked, you can’t charge.) Second, if Trip Trip an opponent any line from your starting space to the ending space passes through Turn (rebuke) undead Channel positive (or negative) energy to turn a square that blocks movement (such as a wall), slows movement away (or awe) undead Two-weapon fighting Fight with a weapon in each hand AID ANOTHER In melee combat, you can help a friend attack or defend by distract- ing or interfering with an opponent. If you’re in position to make a melee attack on an opponent that is engaging a friend in melee combat, you can attempt to aid your friend as a standard action. You make an attack roll against AC 10. If you succeed, your friend gains either a +2 bonus on his next attack roll against that opponent or a +2 bonus to AC against that opponent’s next attack (your choice), as long as that attack comes before the beginning of your next turn. Multiple characters can aid the same friend, and similar bonuses stack. You can also use this standard action to help a friend in other ways, such as when he is affected by a hypnotism spell or a sleep spell, or to assist another character’s skill check (see page 65). BULL RUSH You can make a bull rush as a standard action (an attack) or as part of a charge (see Charge, below). When you make a bull rush, you attempt to push an opponent straight back instead of damaging him. You can only bull rush an opponent who is one size category larger than you, the same size, or smaller.",
        "name":  "Regular Attack",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "First, you move into the defender’s space. Doing this provokes an attack of opportunity from each oppo- nent that threatens you, including the defender. (If you have the Improved Bull Rush feat, you don’t provoke an attack of opportunity from the defender.) Any attack of opportunity made by anyone other than the defender against you during a bull rush has a 25% 154 :8 RETPAHC TABMOC oppose you with an attack roll, but takes a penalty and can’t attempt to disarm you in return if your attempt fails. Step 1: Attack of Opportunity. You provoke an attack of opportunity from the target you are trying to disarm. (If you have the Improved Disarm feat, you don’t incur an attack of opportunity for making a disarm attempt.) If the defender’s attack of opportunity deals any damage, your disarm attempt fails. Step 2: Opposed Rolls. You and the defender make opposed at- tack rolls with your respective weapons. The wielder of a two- handed weapon on a disarm attempt gets a +4 bonus on this roll, and the wielder of a light weapon takes a –4 penalty. (An unarmed strike is considered a light weapon, so you always take a penalty when try- ing to disarm an opponent by using an unarmed strike.) If the com- batants are of different sizes, the larger combatant gets a bonus on the attack roll of +4 per difference in size category. If the targeted item isn’t a melee weapon, the defender takes a –4 penalty on the roll.",
        "name":  "Initiating a Bull Rush",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Consequences. If you beat the defender, the de- fender is disarmed. If you attempted the disarm action unarmed, you now have the weapon. If you were armed, the defender’s weapon is on the ground in the defender’s square. If you fail on the disarm attempt, the defender may immediately react and attempt to disarm you with the same sort of opposed melee attack roll. His attempt does not provoke an attack of opportunity from you. If he fails his disarm attempt, you do not subsequently get a free disarm attempt against him.",
        "name":  "Step Three",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A defender wearing spiked gauntlets (page 118) can’t be disarmed. A defender using a weapon attached to a locked gauntlet (page 124) gets a +10 bonus to resist being disarmed. Grabbing Items (such as difficult terrain), or contains a creature (even an ally), you You can use a disarm action to snatch an item worn by the target can’t charge. (Helpless creatures don’t stop a charge.) (such as a necklace or a pair of goggles). If you want to have the item If you don’t have line of sight to the opponent at the start of your in your hand, the disarm must be made as an unarmed attack. If the turn, you can’t charge that opponent. item is poorly secured or otherwise easy to snatch or cut away (such You can’t take a 5-foot step in the same round as a charge. as a loose cloak or a brooch pinned to the front of a tunic), the If you are able to take only a standard action or a move action on attacker gets a +4 bonus. Unlike on a normal disarm attempt, failing your turn, you can still charge, but you are only allowed to move up the attempt doesn’t allow the defender to attempt to disarm you. to your speed (instead of up to double your speed). You can’t use this This otherwise functions identically to a disarm attempt, as noted option unless you are restricted to taking only a standard action or above. move action on your turn (such as during a surprise round). You can’t snatch an item that is well secured, such as a ring or",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "After moving, you may make a single bracelet, unless you have pinned the wearer (see Grapple). Even melee attack. Since you can use the momentum of the charge in then, the defender gains a +4 bonus on his roll to resist the attempt. your favor, you get a +2 bonus on the attack roll. Since a charge is a bit reckless, you also take a –2 penalty to your AC until the start of FEINT your next turn. As a standard action, you can try to mislead an opponent in melee A charging character gets a +2 bonus on the Strength check combat so that he can’t dodge your next attack effectively. To feint, made to bull rush an opponent (see Bull Rush, above). make a Bluff check opposed by a Sense Motive check by your target. The target may add his base attack bonus to this Sense Motive Even if you have extra attacks, such as from having a high enough check. If your Bluff check result exceeds your target’s Sense Motive base attack bonus or from using multiple weapons, you only get to check result, the next melee attack you make against the target does make one attack during a charge. not allow him to use his Dexterity bonus to AC (if any). This attack",
        "name":  "Attacking on a Charge",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Spears, tridents, and cer- it’s harder to read a strange creature’s body language; you take a –4 tain other piercing weapons deal double damage when readied (set) penalty. Against a creature of animal Intelligence (1 or 2), you take a –8 penalty. Against a nonintelligent creature, it’s impossible. and used against a charging character (see Table 7–5: Weapons, page Feinting in combat does not provoke attacks of opportunity. 116, and Ready, page 160).",
        "name":  "Weapons Readied against a Charge",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "With the Improved Feint feat, you can attempt a feint as a move action instead of as a standard action. DISARM As a melee attack, you may attempt to disarm your opponent. If you GRAPPLE do so with a weapon, you knock the opponent’s weapon out of his Grappling means wrestling and struggling hand-to-hand. It’s tricky hands and to the ground. If you attempt the disarm while unarmed, to perform, but sometimes you want to pin foes instead of killing you end up with the weapon in your hand. them, and sometimes you have no choice in the matter. For If you’re attempting to disarm a melee weapon, follow the steps monsters, grappling can mean trapping you in a toothy maw (the outlined here. If the item you are attempting to disarm isn’t a melee purple worm’s favorite tactic) or holding you down so it can claw weapon (for instance, a bow or a wand), the defender may still you to pieces (the dire lion’s trick). 155 COMBAT CHAPTER 8: Grapple Checks unarmed strike, natural weapon, or light weapon against another character you are grappling. You take a –4 penalty on such attacks. Repeatedly in a grapple, you need to make opposed grapple checks You can’t attack with two weapons while grappling, even if both are against an opponent. A grapple check is like a melee attack roll. Your light weapons. attack bonus on a grapple check is:",
        "name":  "Feinting as a Move Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can draw a light weapon as a move you fail to hit the target, the grapple attempt fails. If you succeed, action with a successful grapple check. proceed to Step 3.",
        "name":  "Draw a Light Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can’t move normally while grappling. You Use Opponent’s Weapon: If your opponent is holding a light may, however, make an opposed grapple check (see below) to move weapon, you can use it to attack him. Make an opposed grapple while grappling. check (in place of an attack). If you win, make an attack roll with the weapon with a –4 penalty (doing this doesn’t require another If You’re Grappling action). You don’t gain possession of the weapon by performing this When you are grappling (regardless of who started the grapple), you action. can perform any of the following actions. Some of these actions take the place of an attack (rather than being a standard action or a move If You’re Pinning an Opponent action). If your base attack bonus allows you multiple attacks, you Once you’ve pinned your opponent, he’s at your mercy. However, can attempt one of these actions in place of each of your attacks, but you don’t have quite the freedom of action that you did while grap- at successively lower base attack bonuses. pling. You can attempt to damage your opponent with an opposed",
        "name":  "No Movement",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can activate a magic item, as long as grapple check, you can attempt to use your opponent’s weapon the item doesn’t require a spell completion trigger. You don’t need against him, or you can attempt to move the grapple (all described to make a grapple check to activate the item. above). At your option, you can prevent a pinned opponent from",
        "name":  "Activate a Magic Item",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can make an attack with an speaking. 156 :8 RETPAHC TABMOC You can use a disarm action to remove or grab away a well secured If your mount charges, you also take the AC penalty associated object worn by a pinned opponent, but he gets a +4 bonus on his roll with a charge. If you make an attack at the end of the charge, you to resist your attempt (see Disarm, page 155). receive the bonus gained from the charge. When charging on horse- You may voluntarily release a pinned character as a free action; if back, you deal double damage with a lance (see Charge, page 154). you do so, you are no longer considered to be grappling that char- You can use ranged weapons while your mount is taking a double acter (and vice versa). move, but at a –4 penalty on the attack roll. You can use ranged You can’t draw or use a weapon (against the pinned character or weapons while your mount is running (quadruple speed), at a –8 any other character), escape another’s grapple, retrieve a spell penalty. In either case, you make the attack roll when your mount component, pin another character, or break another’s pin while you has completed half its movement. You can make a full attack with a are pinning an opponent. ranged weapon while your mount is moving. Likewise, you can take move actions normally, so that, for instance, you can load and fire a If You’re Pinned by an Opponent light crossbow in a round while your mount is moving.",
        "name":  "Attack Your Opponent",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have the Improved Overrun feat, your target may not choose to avoid you. Mounted Overrun (Trample): If you attempt an overrun while mounted, your mount makes the Strength check to determine the success or failure of the overrun attack (and applies its size modifier, rather than yours). If you have the Trample feat and attempt an overrun while mounted, your target may not choose to avoid you, and if you knock your opponent prone with the overrun, your mount may make one hoof attack against your opponent. SUNDER You can use a melee attack with a slashing or bludgeoning weapon to strike a weapon or shield that your opponent is holding. If you’re or a pair of goggles) rather than damage it, see Disarm, page 155. You attempting to sunder a weapon or shield, follow the steps outlined can’t sunder armor worn by another character. here. (Attacking held objects other than weapons or shields is covered below.) THROW SPLASH WEAPON Table 8–8: Common Armor, Weapon, and Shield A splash weapon is a ranged weapon that breaks on impact, splash- ing or scattering its contents over its target and nearby creatures or Hardness and Hit Points objects. Most splash weapons consist of liquids, such as acid or holy Weapon or Shield Example Hardness HP1 water, in breakable vials such as glass flasks. (See Special Substances Light blade Short sword 10 2 and Items, page 128, for particulars about several different splash One-handed blade Longsword 10 5 weapons.) Two-handed blade Greatsword 10 10 To attack with a splash weapon, make a ranged touch attack Light metal-hafted weapon Light mace 10 10 against the target. Thrown weapons require no weapon proficiency, One-handed metal-hafted weapon Heavy mace 10 20 so you don’t take the –4 nonproficiency penalty. A hit deals direct Light hafted weapon Handaxe 5 2 hit damage to the target, and splash damage to all creatures within 5 One-handed hafted weapon Battleaxe 5 5 feet of the target. Two-handed hafted weapon Greataxe 5 10 You can instead target a specific grid intersection. Treat this as a Projectile weapon Crossbow 5 5 ranged attack against AC 5. However, if you target a grid intersec- Armor — special2 armor tion, creatures in all adjacent squares are dealt the splash damage, bonus × 5 and the direct hit damage is not dealt to any creature. (You can’t Buckler — 10 5 target a grid intersection occupied by a creature, such as a Large or Light wooden shield — 5 7 larger creature; in this case, you’re aiming at the creature.) Heavy wooden shield — 5 15 If you miss the target (whether aiming at a creature or a grid Light steel shield — 10 10 intersection), roll 1d8. This determines the misdirection of the Heavy steel shield — 10 20 throw, with 1 being straight back at you and 2 through 8 counting Tower shield — 5 20 clockwise around the grid intersection or target creature. Then, 1 The hp value given is for Medium armor, weapons, and shields. count a number of squares in the indicated direction equal to the Divide by 2 for each size category of the item smaller than Medium, range increment of the throw. So, if you miss on a throw out to two or multiply it by 2 for each size category larger than Medium. range increments and roll a 1 to determine the misdirection of the 2 Varies by material; see Table 9–9, page 166. throw, the splash weapon lands on the intersection that is 2 squares away from the target in the direction toward you. See the Step 1: Attack of Opportunity. You provoke an attack of accompanying diagram. opportunity from the target whose weapon or shield you are trying After you determine where the weapon landed, it deals splash to sunder. (If you have the Improved Sunder feat, you don’t incur an damage to all creatures in adjacent squares. attack of opportunity for making the attempt.) Step 2: Opposed Rolls. You and the defender make opposed attack rolls with your respective weapons. The wielder of a two- TRIP handed weapon on a sunder attempt gets a +4 bonus on this roll, and You can try to trip an opponent as an unarmed melee attack. You can the wielder of a light weapon takes a –4 penalty. If the combatants only trip an opponent who is one size category larger than you, the are of different sizes, the larger combatant gets a bonus on the attack same size, or smaller. roll of +4 per difference in size category. Making a Trip Attack: Make an unarmed melee touch attack Step 3: Consequences. If you beat the defender, you have landed against your target. This provokes an attack of opportunity from a good blow. Roll damage and deal it to the weapon or shield. See your target as normal for unarmed attacks. Table 8–8: Common Armor, Weapon, and Shield Hardness and Hit If your attack succeeds, make a Strength check opposed by the Points to determine how much damage you must deal to destroy the defender’s Dexterity or Strength check (whichever ability score has weapon or shield. the higher modifier). A combatant gets a +4 bonus for every size If you fail the sunder attempt, you don’t deal any damage. category he is larger than Medium or a –4 penalty for every size",
        "name":  "Improved Overrun",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You don’t use an opposed category he is smaller than Medium. The defender gets a +4 bonus attack roll to damage a carried or worn object. Instead, just make an on his check if he has more than two legs or is otherwise more stable attack roll against the object’s AC. A carried or worn object’s AC is than a normal humanoid (such as a dwarf). If you win, you trip the equal to 10 + its size modifier + the Dexterity modifier of the carry- defender. If you lose, the defender may immediately react and make ing or wearing character. Attacking a carried or worn object provo- a Strength check opposed by your Dexterity or Strength check to try kes an attack of opportunity just as attacking a held object does. To to trip you. attempt to snatch away an item worn by a defender (such as a cloak Avoiding Attacks of Opportunity: If you have the Improved Trip feat, 158 :8 RETPAHC TABMOC or if you are tripping with a weapon (see below), you don’t provoke Table 8–9: Turning Undead an attack of opportunity for making a trip attack. Turning Check Most Powerful Undead Being Tripped (Prone): A tripped character is prone (see Table Result Affected (Maximum Hit Dice) 8–6: Armor Class Modifiers). Standing up is a move action. 0 or lower Cleric’s level – 4",
        "name":  "Sundering a Carried or Worn Object",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some weapons, including the spiked 13–15 Cleric’s level + 1 chain, dire flail, heavy flail, light flail, guisarme, halberd, and whip, 16–18 Cleric’s level + 2 can be used to make trip attacks. In this case, you make a melee 19–21 Cleric’s level + 3 touch attack with the weapon instead of an unarmed melee touch 22 or higher Cleric’s level + 4 attack, and you don’t provoke an attack of opportunity. If you are tripped during your own trip attempt, you can drop the weapon to How Turning Works avoid being tripped. Jozan, the cleric, and his friends confront seven human zombies led by a wight. Calling on the power of Pelor, Jozan raises his sun disk TURN OR REBUKE UNDEAD and attempts to drive the undead away. Good clerics and paladins and some neutral clerics can channel First, he makes a turning check (1d20 + Cha modifier) to see what positive energy, which can halt, drive off (rout), or destroy undead. the most powerful undead creature is that he can turn in this action. Evil clerics and some neutral clerics can channel negative energy, His result is 9, so he can only turn undead that have fewer Hit Dice which can halt, awe (rebuke), control (command), or bolster undead. than he has levels. Jozan is 3rd level, so on this attempt, he can turn Regardless of the effect, the general term for the activity is “turning.” creatures with 2 Hit Dice (such as human zombies) or 1 Hit Die When attempting to exercise their divine control over these crea- (such as human skeletons) but nothing with more than 2 Hit Dice tures, characters make turning checks. (such as the wight, which has 4 HD). He does not have twice as many levels as either the zombies or wight, so he will not destroy Turning Checks any of them. Turning undead is a supernatural ability that a character can per- Next, he rolls his turning damage (2d6 + Jozan’s level + Cha mod- form as a standard action. It does not provoke attacks of opportunity. ifier) to see how many total Hit Dice of creatures he can turn. His You must present your holy symbol to turn undead. Turning is result is 11, enough to turn the five closest zombies (accounting for considered an attack. 10 HD out of the maximum of 11). The remaining two zombies and",
        "name":  "Tripping with a Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can ready a standard action, a move undead. For example, a holy site might be guarded by a magic door action, or a free action. To do so, specify the action you will take and that opens for any good cleric who can make a turning check high the conditions under which you will take it. For example, you might enough to affect a 3-HD undead and that shatters for an evil cleric specify that you will shoot an arrow at anyone coming through a who can make a similar check. nearby doorway. Then, any time before your next action, you may take the readied action in response to that condition. The action TWO-WEAPON FIGHTING occurs just before the action that triggers it. If the triggered action is If you wield a second weapon in your off hand, you can get one extra part of another character’s activities, you interrupt the other attack per round with that weapon. Fighting in this way is very hard, character. Assuming he is still capable of doing so, he continues his however, and you suffer a –6 penalty with your regular attack or actions once you complete your readied action. attacks with your primary hand and a –10 penalty to the attack with Your initiative result changes. For the rest of the encounter, your your off hand. You can reduce these penalties in two ways: initiative result is the count on which you took the readied action, (cid:1) If your off-hand weapon is light, the penalties are reduced by 2 and you act immediately ahead of the character whose action each. (An unarmed strike is always considered light.) triggered your readied action. (cid:1) The Two-Weapon Fighting feat lessens the primary hand penalty You can take a 5-foot step as part of your readied action, but only by 2, and the off-hand penalty by 6. if you don’t otherwise move any distance during the round. For Table 8–10: Two-Weapon Fighting Penalties summarizes the instance, if you move up to an open door and then ready an action to interaction of all these factors. swing your sword at whatever comes near, you can’t take a 5-foot step along with the readied action (since you’ve already moved in Table 8–10: Two-Weapon Fighting Penalties this round).",
        "name":  "Positive or negative energy may have uses other than affecting Readying an Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your initiative result Circumstances Primary Hand Off Hand becomes the count on which you took the readied action. If you Normal penalties –6 –10 come to your next action and have not yet performed your readied Off-hand weapon is light –4 –8 action, you don’t get to take the readied action (though you can Two-Weapon Fighting feat –4 –4 ready the same action again). If you take your readied action in the Off-hand weapon is light and –2 –2 next round, before your regular turn comes up, your initiative count Two-Weapon Fighting feat rises to that new point in the order of battle, and you do not get your regular action that round.",
        "name":  "Initiative Consequences of Readying",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can use a double weapon to make an",
        "name":  "Double Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can ready an attack against a spell- extra attack with the off-hand end of the weapon as if you were caster with the trigger “if she starts casting a spell.” If you damage fighting with two weapons. The penalties apply as if the off-hand the spellcaster, she may lose the spell she was trying to cast (as deter- end of the weapon were a light weapon. mined by her Concentration check result).",
        "name":  "Distracting Spellcasters",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The same rules apply when you throw a",
        "name":  "Thrown Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You may ready a counterspell weapon from each hand. Treat a dart or shuriken as a light weapon against a spellcaster (often with the trigger “if she starts casting a when used in this manner, and treat a bolas, javelin, net, or sling as a spell”). In this case, when the spellcaster starts a spell, you get a one-handed weapon. chance to identify it with a Spellcraft check (DC 15 + spell level). If you do, and if you can cast that same spell (are able to cast it and SPECIAL INITIATIVE ACTIONS have it prepared, if you prepare spells), you can cast the spell as a counterspell and automatically ruin the other spellcaster’s spell. Here are ways to change when you act during combat by altering Counterspelling works even if one spell is divine and the other your place in the initiative order. arcane. A spellcaster can use dispel magic (page 223) to counterspell DELAY another spellcaster, but it doesn’t always work.",
        "name":  "Readying to Counterspell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can ready certain whatever initiative count you decide to act. When you delay, you piercing weapons, setting them to receive charges (see Table 7–5: voluntarily reduce your own initiative result for the rest of the Weapons, page 116). A readied weapon of this type deals double combat. When your new, lower initiative count comes up later in damage if you score a hit with it against a charging character. the same round, you can act normally. You can specify this new 160 :8 RETPAHC TABMOC ourneying from place to place is as much a part of the shown on Table 9–2: Carrying Loads. A medium or heavy load game as combat or magic. This chapter covers carrying counts as medium or heavy armor for the purpose of abilities or capacity and encumbrance, movement overland and skills that are restricted by armor. Carrying a light load does not through adventure sites, exploration, and treasure. encumber a character. If your character is wearing armor, use the worse figure (from armor or from load) for each category. Do not stack the CARRYING CAPACITY penalties. Encumbrance rules determine how much a character’s armor and For example, Tordek is wearing scale mail. As shown on equipment slow him or her down. Encumbrance comes in two parts: Table 7–6: Armor and Shields, this armor cuts his maximum encumbrance by armor and encumbrance by total weight. Dex bonus to AC to +3, and gives him a –4 armor check",
        "name":  "By choosing to delay, you take no action and then act normally on Readying a Weapon against a Charge",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you want to determine whether your character’s gear wearing scale mail, so he incurs no extra penalties. is heavy enough to slow him or her down more than the armor Mialee has a Strength of 10, and she’s carrying 28 already does, total the weight of all the character’s items, including pounds of gear. Her light load limit is 33 pounds, so she’s armor, weapons, and gear. Compare this total to the character’s carrying a light load (no penalties). She finds 500 gold Strength on Table 9–1: Carrying Capacity. Depending on how the pieces (weighing 10 pounds) and adds them to her load, so weight compares to the character’s carrying capacity, he or she may now she’s carrying a medium load. Doing so reduces her be carrying a light, medium, or heavy load. Like armor, a character’s speed from 30 feet to 20 feet, gives her a –3 check penalty, load affects his or her maximum Dexterity bonus to AC, carries a and sets her maximum Dexterity bonus to AC at +3 (which check penalty (which works like an armor check penalty), reduces is okay with her, since that’s her Dexterity bonus 161 the character’s speed, and affects how fast the character can run, as anyway). Table 9–1: Carrying Capacity Table 9–2: Carrying Loads Strength Score Light Load Medium Load Heavy Load Max Check –—— Speed —–— 1 3 lb. or less 4–6 lb. 7–10 lb. Load Dex Penalty (30 ft.) (20 ft.) Run 2 6 lb. or less 7–13 lb. 14–20 lb. Medium +3 –3 20 ft. 15 ft. x4 3 10 lb. or less 11–20 lb. 21–30 lb. Heavy +1 –6 20 ft. 15 ft. x3 4 13 lb. or less 14–26 lb. 27–40 lb. 5 16 lb. or less 17–33 lb. 34–50 lb. Quadrupeds, such as horses, can carry heavier loads than char- 6 20 lb. or less 21–40 lb. 41–60 lb. acters can. Instead of the multipliers given above, multiply the value 7 23 lb. or less 24–46 lb. 47–70 lb. corresponding to the creature’s Strength score from Table 9–1 by 8 26 lb. or less 27–53 lb. 54–80 lb. the appropriate modifier, as follows: Fine ×1/4, Diminutive ×1/2, 9 30 lb. or less 31–60 lb. 61–90 lb. Tiny ×3/4, Small ×1, Medium ×1-1/2, Large ×3, Huge ×6, Gargantuan 10 33 lb. or less 34–66 lb. 67–100 lb. ×12, Colossal ×24. 11 38 lb. or less 39–76 lb. 77–115 lb. For example, Mialee, an elf with 10 Strength, can carry as much as 12 43 lb. or less 44–86 lb. 87–130 lb. 100 pounds. Lidda, a halfling with 10 Strength, can carry only 75 13 50 lb. or less 51–100 lb. 101–150 lb. pounds. A donkey, a Medium animal with 10 Strength, can carry as 14 58 lb. or less 59–116 lb. 117–175 lb. much as 150 pounds. 15 66 lb. or less 67–133 lb. 134–200 lb.",
        "name":  "Weight",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  " being rowed, the vehicle can also float an additional 14 hours, if someone can guide it, so add an additional 42 miles to the daily arrows, food, water, torches, bedrolls, or whatever is needed for the distance traveled. These vehicles can’t be rowed against any task at hand. Rope, chains, crowbars, and other tools can come in significant current, but they can be pulled upstream by draft animals handy, too. Characters should have ranged weapons, if possible, for on the shores. combats in which they can’t close with the enemy (or don’t want to). Horses are useful for overland journeys, while sure-footed pack OVERLAND MOVEMENT donkeys and mules can be handy for exploring ruins and dungeons. Characters covering long distances cross-country use overland movement. Overland movement is measured in miles per hour or VISION AND LIGHT miles per day. A day represents 8 hours of actual travel time. For Characters need a way to see in the dark, dangerous places where rowed watercraft, a day represents 10 hours of rowing. For a sailing they often find adventures. Dwarves and half-orcs have darkvision, ship, it represents 24 hours. but everyone else needs light to see by. Typically, adventurers bring",
        "name":  "Characters should have the supplies they need for their adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A character can hustle for 1 hour without a problem. In an area of bright light, all characters can see clearly. A creature Hustling for a second hour in between sleep cycles deals 1 point of can’t hide in an area of bright light unless it is invisible or has cover. nonlethal damage, and each additional hour deals twice the damage In an area of shadowy illumination, a character can see dimly. taken during the previous hour of hustling. A character who takes Creatures within this area have concealment (see page 152) relative any nonlethal damage from hustling becomes fatigued. A fatigued to that character. A creature in an area of shadowy illumination can character can’t run or charge and takes a penalty of –2 to Strength make a Hide check to conceal itself (see page 76). and Dexterity. Eliminating the nonlethal damage also eliminates the In areas of darkness, creatures without darkvision are effectively fatigue. blinded. In addition to the obvious effects, a blinded creature has a 50% miss chance in combat (all opponents have total concealment), 164 :9 RETPAHC GNIRUTNEVDA Table 9–7: Light Sources and Illumination + its size modifier + its Dexterity modifier. An inanimate object has Object Bright Shadowy Duration not only a Dexterity of 0 (–5 penalty to AC), but also an additional –2 Candle n/a1 5 ft. 1 hr. penalty to its AC. Furthermore, if you take a full-round action to line Everburning torch 20 ft. 40 ft. Permanent up a shot, you get an automatic hit with a melee weapon and a +5 Lamp, common 15 ft. 30 ft. 6 hr./pint bonus on attack rolls with a ranged weapon. Lantern, bullseye2 60-ft. cone 120-ft. cone 6 hr./pint Hardness: Each object has hardness—a number that represents Lantern, hooded 30 ft. 60 ft. 6 hr./pint how well it resists damage. Whenever an object takes damage, Sunrod 30 ft. 60 ft. 6 hr. subtract its hardness from the damage. Only damage in excess of its Torch 20 ft. 40 ft. 1 hr. hardness is deducted from the object’s hit points (see Table 9–8: Common Armor, Weapon, and Shield Hardness and Hit Points; Spell Bright Shadowy Duration Table 9–9: Substance Hardness and Hit Points; and Table 9–11: Continual flame 20 ft. 40 ft. Permanent Object Hardness and Hit Points). Dancing lights (torches) 20 ft. (each) 40 ft. (each) 1 min.",
        "name":  "Hustle",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An object’s hit point total depends on what it is made Daylight 60 ft. 120 ft. 30 min. of and how big it is (see Table 9–8, Table 9–9, and Table 9–11). Light 20 ft. 40 ft. 10 min. When an object’s hit points reach 0, it’s ruined. 1 A candle does not provide bright illumination, only shadowy Very large objects have separate hit point totals for illumination. 2 A bullseye lantern illuminates a cone, not a radius. different sections. For example, you can attack and ruin a wagon wheel without destroying the whole wagon. loses any Dexterity bonus to AC, takes Energy Attacks: Acid and sonic attacks deal a –2 penalty to AC, moves at half damage to most objects just as they do to speed, and takes a –4 penalty on creatures; roll damage and apply it Search checks and most Strength and normally after a successful hit. Elec- Dexterity-based skill checks. tricity and fire attacks deal half Characters with low-light vision damage to most objects; divide (elves, gnomes, and half-elves) can see the damage dealt by 2 before objects twice as far away as the given applying the hardness. Cold radius. Double the effective radius of attacks deal one-quarter bright light and of shadowy illumina- damage to most objects; tion for such characters. For divide the damage dealt example, a torch provides bright by 4 before applying the illumination to a radius of 40 feet hardness. (rather than 20 feet) for a character Ranged Weapon Dam- with low-light vision, and it age: Objects take half provides shadowy illumination to a damage from ranged weap- radius of 80 feet (rather than 40 ons (unless the weapon is a feet). siege engine or something Characters with darkvision similar). Divide the damage dealt (dwarves and half-orcs) can see lit by 2 before applying the object’s areas normally as well as dark areas hardness. within 60 feet. A creature can’t hide Ineffective Weapons: The DM may within 60 feet of a character with determine that certain weapons just darkvision unless it is invisible or has can’t effectively deal damage to certain cover. objects. For example, you may have a hard time chopping down a door by BREAKING AND shooting arrows at it or cutting a robe with a club. ENTERING",
        "name":  "Hit Points",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Each +1 of object, you have two choices: smash it enhancement bonus adds 2 to the hardness of with a weapon or break it with sheer armor, a weapon, or a shield and +10 to the item’s hit strength. points. For example, a +1 longsword has hardness 12 and 15 hp, while a +3 heavy steel shield has hardness 16 and 50 hp. Smashing an Object",
        "name":  "Magic Armor, Shields, and Weapons",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The DM may rule that certain Smashing a weapon or shield with a slashing or bludgeoning attacks are especially successful against some objects. For example, weapon is accomplished by the sunder special attack (see Sunder, it’s easy to light a curtain on fire, chop down a tree with an ax, or rip page 158). Smashing an object is a lot like sundering a weapon or up a scroll. In such cases, attacks deal double their normal damage shield, except that your attack roll is opposed by the object’s AC. and may (at the DM’s discretion) ignore the object’s hardness. Generally, you can smash an object only with a bludgeoning or",
        "name":  "Vulnerability to Certain Attacks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A damaged object remains fully functional until slashing weapon. the item’s hit points are reduced to 0, at which point it is destroyed.",
        "name":  "Damaged Objects",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Objects are easier to hit than creatures because For instance, the wielder of a damaged weapon takes no penalty due they usually don’t move, but many are tough enough to shrug off to the weapon’s damage, and damaged armor and shields still some damage from each blow. An object’s Armor Class is equal to 10 165 Illus. by S. Wood ADVENTURING CHAPTER 9: Table 9–8: Common Armor, Weapon, Table 9–10: Size and Armor Class of Objects and Shield Hardness and Hit Points Size (Example) AC Modifier Size (Example) AC Modifier Weapon or Shield Example Hardness HP1 Colossal (broad –8 Medium (barrel) +0 Light blade Short sword 10 2 side of a barn) Small (chair) +1 One-handed blade Longsword 10 5 Gargantuan (narrow –4 Tiny (book) +2 Two-handed blade Greatsword 10 10 side of a barn) Diminutive (scroll) +4 Light metal-hafted weapon Light mace 10 10 Huge (wagon) –2 Fine (potion) +8 One-handed metal-hafted weapon Heavy mace 10 20 Large (big door) –1 Light hafted weapon Handaxe 5 2 Table 9–11: Object Hardness and Hit Points One-handed hafted weapon Battleaxe 5 5 Two-handed hafted weapon Greataxe 5 10 Object Hardness Hit Points Break DC Projectile weapon Crossbow 5 5 Rope (1 inch diam.) 0 2 23 Armor — special2 armor Simple wooden door 5 10 13 bonus × 5 Small chest 5 1 17 Buckler — 10 5 Good wooden door 5 15 18 Light wooden shield — 5 7 Treasure chest 5 15 23 Heavy wooden shield — 5 15 Strong wooden door 5 20 23 Light steel shield — 10 10 Masonry wall (1 ft. thick) 8 90 35 Heavy steel shield — 10 20 Hewn stone (3 ft. thick) 8 540 50 Tower shield — 5 20 Chain 10 5 26 1 The hp value given is for Medium armor, weapons, and shields. Manacles 10 10 26 Divide by 2 for each size category of the item smaller than Medium, or Masterwork manacles 10 10 28 multiply it by 2 for each size category larger than Medium. Iron door (2 in. thick) 10 60 28 2 Varies by material; see Table 9–9. Table 9–12: DCs to Break or Burst Items Table 9–9: Substance Hardness and Hit Points",
        "name":  "Armor Class",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The party may also want to have a pool of count half its cost against his or her money that its members can use to buy things that share of the treasure. For instance, if benefit the whole group, such as potions of healing or Jozan, Lidda, Mialee, and Tordek split a holy water. treasure of 5,000 gp and a +1 large steel Amassing Wealth: When you and your friends shield, the group would count the have split up the treasure among the characters, magic shield as worth 500 gp, record your character’s share on your character sheet. roughly half the price someone Soon, he or she will have enough gold to buy better would have to pay to weapons and equipment, even magic items. buy one. Since the treasure is OTHER REWARDS worth 5,500 gp altogether, three char- The other rewards that characters can acters would each earn, and there are many, depend more get 1,375 gp, and on the characters’ actions and the style the fourth char- of campaign that the DM is running. acter (probably They bear mention, but the rules cannot Tordek or define them. These rewards develop natu- Jozan) would get the shield (valued at rally in the campaign. 500 gp) plus 875 gp in coin. If more than one character wants REPUTATION a single item, those interested in it You can’t put it in the bank, but many can bid for it. For example, Jozan characters enjoy and even pursue fame and Tordek both want the shield, and notoriety. Someone who seeks a so they bid over how much reputation should wear distinctive they’re each willing to “pay” for clothes or armor, should treat bards it. Tordek wins the bid at 800 well, and might even want to gp. That means the total invent a personal symbol for signet treasure is 5,800 gp. Mialee, rings, surcoats, banners, and other Jozan, and Lidda each get forms of display. 1,450 gp, and Tordek gets the shield (800 gp) plus 650 gp. A character can only bid as FOLLOWERS much as his or her share of the When others hear of the characters, they may treasure would amount to, unless offer their services as followers. Followers may he or she has extra gold pieces be apprentices, admirers, henchmen, students, or treasure to back up the bid. or sidekicks. For example, if Tordek had no other treasure from earlier LAND adventures, the most he A character (or a party) might gain land through could bid for the magic force of arms or be granted a tract of land by a shield is 1,250 gp—he powerful figure. Land brings in revenue appropriate would get the shield, and to its type (such as taxes on harvests in arable land), the other three char- and it provides a place for a character (or party) to acters would split the build a stronghold of some kind. In addition to being a 5,000 gp. base and a safe place, a stronghold can serve as a If no one is willing church, a monastery, a wizards’ school, or fulfil some to take a special item, other purpose, as the master of the stronghold wishes. the party members should sell it (for TITLES AND HONORS half its cost, as listed in the High priests, nobles, and royals often Dungeon Master’s acknowledge the services of powerful Guide, if they can characters by granting them honors and find a buyer) titles. These awards are sometimes handed out along and split the gold evenly. with gifts of gold or land, memberships in elite orders, or medals, signet rings, diadems, and other symbolic items. 168 dooW .S yb .sullI Gold piece [exact size] :9 RETPAHC GNIRUTNEVDA efore setting out on a dangerous journey with her com- CASTING SPELLS panions, Mialee sits in her study and opens her spellbook. First she pages through it, selecting the spells that she Whether a spell is arcane or divine, and whether a character thinks will be most useful on her adventure. When she has prepares spells in advance or chooses them on the spot, casting a chosen the spells she wants (which could mean choosing spell works the same way. the same spell more than once), she meditates on the pages that describe each one. The arcane symbols, which she has penned by HOW DOES SPELLCASTING WORK? hand, would be nonsense to anyone else, but they unlock power Spells operate in different ways depending on the type of spell from her mind. As she concentrates, she all but finishes casting each you’re casting. Here are three basic examples. spell that she prepares. Each spell now lacks only its final trigger.",
        "name":  "When a character gets a magic item, Party Fund",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Mialee wants to cast burning hands on effects combine, and an explanation of the differences between the 169 some Small centipedes, and she wants to hit as many of kinds of special abilities, some of which are magical. them as she can. She moves to a spot that puts three centipedes Repeated damage, such as from a spiritual weapon, does not count as within 15 feet of her, but none next to her, so they can’t attack her continuous damage. while she is casting casting. She chooses a direction and casts her Spell: If you are affected by a spell while attempting to cast a spell spell. A cone of magical flame shoots out 15 feet, catching the three of your own, you must make a Concentration check or lose the spell centipedes in its area. Mialee’s player rolls 1d4 to see how much you are casting. If the spell affecting you deals damage, the DC is 10 damage each centipede takes and gets a result of 3. The DM makes a + points of damage + the level of the spell you’re casting. If the spell Reflex save (DC 13 for one of Mialee’s 1st-level spells) for each interferes with you or distracts you in some other way, the DC is the centipede, and only one succeeds. Two centipedes take 3 points of spell’s saving throw DC + the level of the spell you’re casting. For a damage each and drop. The lucky one takes half damage (1 point) spell with no saving throw, it’s the DC that the spell’s saving throw and survives. would have if a save were allowed.",
        "name":  "Burning Hands",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The spell affects only you. were a weapon. A ray spell threatens a critical hit on a natural roll of",
        "name":  "Personal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You must touch a creature or object to affect it. A touch 20 and deals double damage on a successful critical hit. spell that deals damage can score a critical hit just as a weapon can. A Spread: Some effects, notably clouds and fogs, spread out from a touch spell threatens a critical hit on a natural roll of 20 and deals point of origin, which must be a grid intersection. The effect can double damage on a successful critical hit. Some touch spells, such extend around corners and into areas that you can’t see. Figure dis- as teleport and water walk, allow you to touch multiple targets. You tance by actual distance traveled, taking into account turns the spell can touch as many willing targets as you can reach as part of the effect takes. When determining distance for spread effects, count casting, but all targets of the spell must be touched in the same around walls, not through them. As with movement, do not trace round that you finish casting the spell. diagonals across corners. You must designate the point of origin for",
        "name":  "Touch",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Most spells that affect an area function must specifically choose that target. For example, you can’t fire a as a burst, an emanation, or a spread. In each case, you select the magic missile spell (which always hits its target) into a group of spell’s point of origin and measure its effect from that point. bandits with the instruction to strike “the leader.” To strike the A burst spell affects whatever it catches in its area, even including leader, you must be able to identify and see the leader (or guess creatures that you can’t see. For instance, if you can designate a four- which is the leader and get lucky). However, you do not have to way intersection of corridors to be the point of origin of a dispel select your target until you finish casting the spell. magic spell, the spell bursts in all four directions, possibly catching If the target of a spell is yourself (the spell description has a line creatures that you can’t see because they’re around the corner from that reads Target: You), you do not receive a saving throw, and spell you but not from the point of origin. It can’t affect creatures with resistance does not apply. The Saving Throw and Spell Resistance total cover from its point of origin (in other words, its effects don’t lines are omitted from such spells. extend around corners). The default shape for a burst effect is a Some spells restrict you to willing targets only. Declaring yourself sphere, but some burst spells are specifically described as cone- as a willing target is something that can be done at any time (even if shaped. A burst’s area defines how far from the point of origin the you’re flat-footed or it isn’t your turn). Unconscious creatures are spell’s effect extends. Example: holy smite. automatically considered willing, but a character who is conscious An emanation spell functions like a burst spell, except that the but immobile or helpless (such as one who is bound, cowering, grap- effect continues to radiate from the point of origin for the duration pling, paralyzed, pinned, or stunned) is not automatically willing. of the spell. Most emanations are cones or spheres. Example: detect Some spells, such as flaming sphere and spiritual weapon, allow you magic. to redirect the effect to new targets or areas after you cast the spell. A spread spell spreads out like a burst but can turn corners. You Redirecting a spell is a move action that does not provoke attacks of select the point of origin, and the spell spreads out a given distance opportunity. in all directions. Figure the area the spell effect fills by taking into",
        "name":  "Burst, Emanation, or Spread",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some effects are rays (for example, ray of enfeeblement). You When casting a cylinder-shaped spell, you select the spell’s point aim a ray as if using a ranged weapon, though typically you make a of origin. This point is the center of a horizontal circle, and the spell ranged touch attack rather than a normal ranged attack. As with a shoots down from the circle, filling a cylinder. A cylinder-shaped ranged weapon, you can fire into the dark or at an invisible creature spell ignores any obstructions within its area. Example: flame strike. and hope you hit something. You don’t have to see the creature A line-shaped spell shoots away from you in a line in the direction you’re trying to hit, as you do with a targeted spell. Intervening you designate. It starts from any corner of your square and extends 175 MAGIC CHAPTER 10: An otherwise solid barrier with a hole of at least 1 square foot through it does not block a spell’s line of effect. Such an opening means that the 5-foot length of wall containing the hole is no longer considered a barrier for purposes of a spell’s line of effect. DURATION A spell’s Duration entry tells you how long the magical energy of the spell lasts.",
        "name":  "Ray",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A line of effect is a straight, unblocked path that dismiss the spell at will. You must be within range of the spell’s indicates what a spell can affect. A line of effect is canceled by a solid effect and must speak words of dismissal, which are usually a mod- barrier. It’s like line of sight for ranged weapons, except that it’s not ified form of the spell’s verbal component. If the spell has no verbal blocked by fog, darkness, and other factors that limit normal sight. component, you can dismiss the effect with a gesture. Dismissing a You must have a clear line of effect to any target that you cast a spell is a standard action that does not provoke attacks of opportu- spell on or to any space in which you wish to create an effect (such nity. A spell that depends on concentration is dismissible by its very as conjuring a monster). You must have a clear line of effect to the nature, and dismissing it does not take an action, since all you have point of origin of any spell you cast, such as the center of a fireball. A to do to end the spell is to stop concentrating on your turn. burst, cone, cylinder, or emanation spell affects only an area, creatures, or objects to which it has line of effect from its origin (a SAVING THROW spherical burst’s center point, a cone-shaped burst’s starting point, a Usually a harmful spell allows a target to make a saving throw to cylinder’s circle, or an emanation’s point of origin). avoid some or all of the effect. The Saving Throw entry in a spell 176 :01 RETPAHC CIGAM description defines which type of saving throw the spell allows and randomly among them. The randomly determined item must make describes how saving throws against the spell work. a saving throw against the attack form and take whatever damage",
        "name":  "Line of Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The spell causes an effect on its subject, such as death. A throw. The items of his most likely to have been affected are his successful saving throw means that some lesser effect occurs (such shield, his armor, his waraxe (in his hand), and his shortbow as being dealt damage rather than being killed). (stowed). (He doesn’t have magic headgear or a magic cloak, so those",
        "name":  "Partial",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A creature can volun- Wizards, sorcerers, and bards cast arcane spells, which involve the tarily forego a saving throw and willingly accept a spell’s result. Even direct manipulation of mystic energies. These manipulations require a character with a special resistance to magic (for example, an elf’s natural talent (in the case of sorcerers), long study (in the case of resistance to sleep effects) can suppress this quality. wizards), or both (in the case of bards). Compared to divine spells, arcane spells are more likely to produce dramatic results, such as Table 10–1: Items Affected by Magical Attacks flight, explosions, or transformations. Order1 Item 1st Shield PREPARING WIZARD SPELLS 2nd Armor Before setting out on an adventure with her companions, Mialee 3rd Magic helmet, hat, or headband pores over her spellbook and prepares two 1st-level spells (one for 4th Item in hand (including weapon, wand, or the like) being a 1st-level wizard and an additional one as her 1st-level bonus 5th Magic cloak spell for Intelligence 15) and three 0-level spells. (Arcane 6th Stowed or sheathed weapon spellcasters often call their 0-level spells “cantrips.”) From the spells 7th Magic bracers in her spellbook, she chooses charm person, sleep, detect magic (twice), 8th Magic clothing and light. While traveling, she and her party are attacked by gnoll 9th Magic jewelry (including rings) raiders, and she casts her sleep spell. After she and her companions 10th Anything else have dispatched the gnolls, she casts detect magic to see whether any 1 In order of most likely to least likely to be affected. of the gnolls’ items are enchanted. (They’re not.) The party then camps for the night in the wilderness. Come morning, Mialee can",
        "name":  "Voluntarily Giving up a Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Lights fascinate 24 HD of creatures.",
        "name":  "Rainbow Pattern",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains +1 bonus.",
        "name":  "Magic Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon becomes good, evil, lawful, or chaotic.",
        "name":  "Align Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Magic weapon attacks on its own. +20).",
        "name":  "Spiritual Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Monitors condition, position of allies. Magic Weapon, Greater: +1 bonus/four levels (max +5).",
        "name":  "Status",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dispels invisibility within 5 ft./level. Disrupting Weapon: Melee weapon destroys undead.",
        "name":  "Invisibility Purge",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free Martial Weapon Proficiency with deity’s Detect Snares and Pits: Reveals natural or primitive traps. favored weapon (if necessary) and Weapon Focus with the deity’s Endure Elements: Exist comfortably in hot or cold environments. favored weapon. Entangle: Plants entangle everyone in 40-ft.-radius.",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Outlines subjects with light, canceling blur, conceal- ment, and the like. The favored weapons of the war deities are as follows; Corellon,",
        "name":  "Faerie Fire",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2d4 berries each cure 1 hp (max 8 hp/24 hours). longsword; Erythnul, morningstar; Gruumsh, spear (or longspear);",
        "name":  "Goodberry",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Animals can’t perceive one subject/level. Heironeous, longsword; Hextor, flail (light or heavy).",
        "name":  "Hide from Animals",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One natural weapon of subject creature gets +1 on 1 Magic Weapon: Weapon gains +1 bonus. attack and damage rolls. 2 Spiritual Weapon: Magical weapon attacks on its own. Magic Stone: Three stones gain +1 on attack rolls, deal 1d6+1 3 Magic Vestment: Armor or shield gains +1 enhancement per damage. four levels. Obscuring Mist: Fog surrounds you. 4 Divine Power: You gain attack bonus, +6 to Str, and 1 hp/level. Pass without Trace: One subject/level leaves no tracks. 5 Flame Strike: Smite foes with divine fire (1d6/level damage). Produce Flame: 1d6 damage +1/level, touch or thrown. 6 Blade Barrier: Wall of blades deals 1d6/level damage. Shillelagh: Cudgel or quarterstaff becomes +1 weapon (1d10 7 Power Word Blind: Blinds creature with 200 hp or less. damage) for 1 min./level. 8 Power Word Stun: Stuns creature with 150 hp or less. Speak with Animals: You can communicate with animals. 9 Power Word Kill: Kills creature with 100 hp or less. Summon Nature’s Ally I: Calls creature to fight. WATER DOMAIN 2ND-LEVEL DRUID SPELLS",
        "name":  "Magic Fang",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One natural weapon of subject creature gets Wall of Fire: Deals 2d4 fire damage out to 10 ft. and 1d4 out to 20 ft. +1/three levels on attack and damage rolls (max +5). Passing through wall deals 2d6 damage +1/level.",
        "name":  "Magic Fang, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus/four levels (max +5).",
        "name":  "Magic Weapon, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Transforms you into any creature, and change Dispel Evil: +4 bonus against attacks by evil creatures. forms once per round. Holy Sword: Weapon becomes +5, deals +2d6 damage against evil.",
        "name":  "Shapechange F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon strikes true against evil foes. Animal Messenger: Sends a Tiny animal to a specific place.",
        "name":  "Bless Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains +1 bonus.",
        "name":  "Magic Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dispels magical ability penalty or repairs 1d4 Magic Fang: One natural weapon of subject creature gets +1 on ability damage. attack and damage rolls.",
        "name":  "Restoration, Lesser",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One natural weapon of subject creature gets",
        "name":  "Magic Fang, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains +1 bonus.",
        "name":  "Magic Weapon",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Doubles normal weapon’s threat range.",
        "name":  "Keen Edge",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1/four levels (max +5).",
        "name":  "Magic Weapon, Greater",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Lights fascinate 24 HD of creatures. animal.",
        "name":  "Rainbow Pattern",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Turns you invisible and creates illusory double. Mordenkainen’s Sword F: Floating magic blade strikes",
        "name":  "Illus Mislead",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A pinch of about. dried, powdered peas combined with pow- Aid grants the target a +1 morale bonus on Should the spell duration expire while dered animal hoof. attack rolls and saves against fear effects, the subject is still aloft, the magic fails plus temporary hit points equal to 1d8 + slowly. The subject floats downward 60 caster level (to a maximum of 1d8+10 tem- feet per round for 1d6 rounds. If it reaches porary hit points at caster level 10th). the ground in that amount of time, it lands 196 :11 RETPAHC SLLEPS safely. If not, it falls the rest of the dis- Saving Throw: Will negates (harmless, bonus, natural weapons (such as claws, tance, taking 1d6 points of damage per 10 object) bite, and so on), racial skill bonuses, racial feet of fall. Since dispelling a spell effect- Spell Resistance: Yes (harmless, object) bonus feats, and any gross physical quali- tively ends it, the subject also descends in ties (presence or absence of wings, number this way if the air walk spell is dispelled, Align weapon makes a weapon good, evil, of extremities, and so forth). A body with but not if it is negated by an antimagic field. lawful, or chaotic, as you choose. A weapon extra limbs does not allow you to make You can cast air walk on a specially that is aligned can bypass the damage more attacks (or more advantageous two- trained mount so it can be ridden through reduction of certain creatures, usually out- weapon attacks) than normal. the air. You can train a mount to move siders of the opposite alignment. This spell You do not gain any extraordinary spe- with the aid of air walk (counts as a trick; has no effect on a weapon that already has cial attacks or special qualities not noted see page 74) with one week of work and a an alignment, such as a holy sword. above under physical qualities, such as DC 25 Handle Animal check. You can’t cast this spell on a natural darkvision, low-light vision, blindsense, weapon, such as an unarmed strike. blindsight, fast healing, regeneration, scent, and so forth. Alarm When you make a weapon good, evil, You do not gain any supernatural special Abjuration lawful, or chaotic, align weapon is a good, attacks, special qualities, or spell-like",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 min./level (D) normal ranges for a creature of that kind. Alarm sounds a mental or audible alarm The new form’s significant physical quali- each time a creature of Tiny or larger size You assume the form of a creature of the ties (such as height, weight, and gender) enters the warded area or touches it. A same type as your normal form (such as are also under your control, but they must creature that speaks the password (deter- humanoid or magical beast). The new form fall within the norms for the new form’s mined by you at the time of casting) does must be within one size category of your kind. You are effectively disguised as an not set off the alarm. You decide at the normal size. The maximum HD of an average member of the new form’s race. If time of casting whether the alarm will be assumed form is equal to your caster level, you use this spell to create a disguise, you mental or audible. to a maximum of 5 HD at 5th level. You get a +10 bonus on your Disguise check.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An audible alarm pro- ties of your normal form, except for those form reappear in the same location on your duces the sound of a hand bell, and anyone requiring a body part that the new form body they previously occupied and are within 60 feet of the warded area can hear does not have (such as a mouth for a breath it clearly. Reduce the distance by 10 feet weapon or eyes for a gaze attack). You keep once again functional. Any new items you for each interposing closed door and by 20 all extraordinary special attacks and wore in the assumed form and can’t wear feet for each substantial interposing wall. qualities derived from class levels (such as in your normal form fall off and land at In quiet conditions, the ringing can be a barbarian’s rage ability), but you lose any your feet; any that you could wear in either heard faintly as far as 180 feet away. The from your normal form that are not form or carry in a body part common to sound lasts for 1 round. Creatures within a derived from class levels (such as a both forms (mouth, hands, or the like) at silence spell cannot hear the ringing. dragon’s frightful presence ability). the time of reversion are still held in the Ethereal or astral creatures do not trig- If the new form is capable of speech, same way. Any part of the body or piece of ger the alarm. you can communicate normally. You equipment that is separated from the Alarm can be made permanent with a retain any spellcasting ability you had in whole reverts to its true form. permanency spell. your original form, but the new form must",
        "name":  "Audible Alarm",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tiny bell and a piece of be able to speak intelligibly (that is, speak a Analyze Dweomer very fine silver wire language) to use verbal components and Divination must have limbs capable of fine manipu- Level: Brd 6, Sor/Wiz 6 Align Weapon lation to use somatic or material compo- Components: V, S, F Transmutation [see text] nents. Casting Time: 1 standard action",
        "name":  "Arcane Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched or fifty projec- burrowing, climbing, walking, swimming, Saving Throw: None or Will negates; see tiles (all of which must be in contact and flight with wings, to a maximum speed text with each other at the time of casting) of 120 feet for flying or 60 feet for Spell Resistance: No",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No the spell duplicates the effect of an entangle Spell Resistance: Yes 199 SPELLS CHAPTER 11: You bring into being a mobile, hemi- masterwork sword at that). The spell has Arcane Material Component: A lump of spherical energy field that prevents the no effect on golems and other constructs alum soaked in vinegar. entrance of most types of living creatures. that are imbued with magic during their The effect hedges out animals, aberrations, creation process and are thereafter self- Antiplant Shell dragons, fey, giants, humanoids, magical supporting (unless they have been sum- Abjuration beasts, monstrous humanoids, oozes, moned, in which case they are treated like Level: Drd 4 plants, and vermin, but not constructs, any other summoned creatures). Elemen- Components: V, S, DF tals, corporeal undead, and outsiders are elementals, outsiders, or undead. See the Casting Time: 1 standard action likewise unaffected unless summoned.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A bit of bat fur. effects of instantaneous conjurations, such leave the area or to avoid the affected item. as create water, are not affected by an A compulsion forces them to abandon the antimagic field because the conjuration area or item, shunning it and never will- Arcane Lock itself is no longer in effect, only its result.) ingly returning to it while the spell is in Abjuration A normal creature (a normally encoun- effect. A creature that makes a successful Level: Sor/Wiz 2 tered griffon rather than a conjured one, saving throw can stay in the area or touch Components: V, S, M for instance) can enter the area, as can the item but feels uncomfortable doing so. Casting Time: 1 standard action normal missiles. Furthermore, while a This distracting discomfort reduces the Range: Touch magic sword does not function magically creature’s Dexterity score by 4 points. Target: The door, chest, or portal touched, within the area, it is still a sword (and a Antipathy counters and dispels sympathy. up to 30 sq. ft./level in size 200 :11 RETPAHC SLLEPS",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes far as 60 feet and can attack in the same A banishment spell is a more powerful ver- round. Since this hand is directed by you, sion of the dismissal spell. It enables you to The affected creature gains greater vitality its ability to notice or attack invisible or force extraplanar creatures out of your and stamina. The spell grants the subject a concealed creatures is no better than home plane. As many as 2 Hit Dice of +4 enhancement bonus to Constitution, yours. creatures per caster level can be banished. which adds the usual benefits to hit points, The hand attacks once per round, and its You can improve the spell’s chance of suc- Fortitude saves, Constitution checks, and attack bonus equals your caster level + your cess by presenting at least one object or so forth. Intelligence, Wisdom, or Charisma substance that the target hates, fears, or Hit points gained by a temporary modifier (for a wizard, cleric, or sorcerer, otherwise opposes. For each such object or increase in Constitution score are not respectively), +11 for the hand’s Strength substance, you gain a +1 bonus on your temporary hit points. They go away when score (33), –1 for being Large. The hand caster level check to overcome the target’s the subject’s Constitution drops back to deals 1d8+11 points of damage on each spell resistance (if any), the saving throw normal. They are not lost first as temporary attack, and any creature struck must make DC increases by 2. For example, if this hit points are (see page 146). a Fortitude save (against this spell’s save spell were cast on a demon that hated light DC) or be stunned for 1 round. Directing and was vulnerable to holy water and cold Bear’s Endurance, Mass the spell to a new target is a move action. iron weapons, you might use iron, holy Transmutation The clenched fist can also interpose itself water, and a torch in the spell. The three Level: Clr 6, Drd 6, Sor/Wiz 6 as Bigby’s interposing hand does, or it can items would give you a +3 bonus on your Range: Close (25 ft. + 5 ft./2 levels) bull rush an opponent as Bigby’s forceful check to overcome the demon’s spell Targets: One creature/level, no two of hand does, but at a +15 bonus on the resistance and add 6 to the spell’s save DC. which can be more than 30 ft. apart Strength check. At the DM’s option, certain rare items Clerics who cast this spell name it for might work twice as well as a normal item Mass bear’s endurance works like bear’s their deities—Pelor’s clenched fist, for for the purpose of the bonuses (each pro- endurance, except that it affects multiple example. viding a +2 bonus on the caster level check creatures. Arcane Focus: A leather glove. against spell resistance and increasing the save DC by 4). Bestow Curse Bigby’s Crushing Hand",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The components for a blasphemy spell suffers the following ill Material Component: 5 pounds of pow- binding spell vary according to the version effects. dered silver (worth 25 gp). of the spell, but they always include a continuous chanting utterance read from HD Effect Bless Weapon the scroll or spellbook page containing the Equal to caster level Dazed Transmutation spell, somatic gestures, and materials Up to caster level –1 Weakened, dazed Level: Pal 1 appropriate to the form of binding used. Up to caster level –5 Paralyzed, Components: V, S weakened, dazed",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action Up to caster level –10 Killed, paralyzed, as miniature chains of special metals Range: Touch weakened, dazed (silver for lycanthropes, cold iron for Target: Weapon touched demons, and so forth), soporific herbs of Duration: 1 min./level The effects are cumulative and concurrent. the rarest sort (for slumber bindings), a bell Saving Throw: None No saving throw is allowed against these jar of the finest crystal, and the like. Spell Resistance: No effects. 205 SPELLS CHAPTER 11: This transmutation makes a weapon strike Like a blink dog (see the Monster Manual), Their effects extend onto the Ethereal true against evil foes. The weapon is you “blink” back and forth between the Plane from the Material Plane, but not vice treated as having a +1 enhancement bonus Material Plane and the Ethereal Plane. You versa. An ethereal creature can’t attack for the purpose of bypassing the damage look as though you’re winking in and out material creatures, and spells you cast reduction of evil creatures or striking evil of reality very quickly and at random. while ethereal affect only other ethereal incorporeal creatures (though the spell Blinking has several effects, as follows. things. Certain material creatures or doesn’t grant an actual enhancement Physical attacks against you have a 50% objects have attacks or effects that work on bonus). The weapon also becomes good, miss chance, and the Blind-Fight feat the Ethereal Plane (such as the basilisk and which means it can bypass the damage doesn’t help opponents, since you’re ethe- its gaze attack. Treat other ethereal reduction of certain creatures, particularly real and not merely invisible. If the attack creatures and objects as material. evil outsiders. (This effect overrides and is capable of striking ethereal creatures, suppresses any other alignment the the miss chance is only 20% (for conceal- Blur weapon might have.) Individual arrows or bolts can be transmuted, but affected ment). If the attacker can see invisible Illusion (Glamer) projectile weapons (such as bows) don’t creatures, the miss chance is also only 20%. Level: Brd 2,Sor/Wiz 2 confer the benefit to the projectiles they (For an attacker who can both see and Components: V shoot. strike ethereal creatures, there is no miss Casting Time: 1 standard action In addition, all critical hit rolls against chance.) Likewise, your own attacks have a Range: Touch evil foes are automatically successful, so 20% miss chance, since you sometimes go Target: Creature touched every threat is a critical hit. This last effect ethereal just as you are about to strike. Duration: 1 min./level (D) does not apply to any weapon that already Any individually targeted spell has a Saving Throw: Will negates (harmless) has a magical effect related to critical hits, 50% chance to fail against you while you’re Spell Resistance: Yes (harmless) such as a keen weapon or a vorpal sword. blinking unless your attacker can target invisible, ethereal creatures. Your own The subject’s outline appears blurred, Blight spells have a 20% chance to activate just as shifting and wavering. This distortion Necromancy you go ethereal, in which case they grants the subject concealment (20% miss chance).",
        "name":  "These components can include such items Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) (1d20 + caster level, maximum +15) against fingertips. Any creature in the area of the Targets: Animals within 30 ft. of each a DC of 11 + caster level of the effect. flames takes 1d4 points of fire damage per other Success means that the creature is free of caster level (maximum 5d4). Flammable Duration: 1 min./level the spell, curse, or effect. For a cursed materials, such as cloth, paper, parchment, Saving Throw: Will negates; see text magic item, the DC is 25. and thin wood burn if the flames touch Spell Resistance: Yes If the spell is one that cannot be dis- them. A character can extinguish burning pelled by dispel magic, break enchantment items as a full-round action. This spell soothes and quiets animals, ren- works only if that spell is 5th level or dering them docile and harmless. Only lower. For instance, bestow curse cannot be Call Lightning ordinary animals (those with Intelligence dispelled by dispel magic, but break enchant- scores of 1 or 2) can be affected by this ment can dispel it. Evocation [Electricity] spell. All the subjects must be of the same If the effect comes from some perma- Level: Drd 3 kind, and no two may be more than 30 feet nent magic item, such as a cursed sword, Components: V, S apart. The maximum number of Hit Dice break enchantment does not remove the Casting Time: 1 round of animals you can affect is equal to 2d4 + curse from the item, but it does frees the Range: Medium (100 ft. + 10 ft./level) caster level. A dire animal or an animal victim from the item’s effects. For Effect: One or more 30-ft.-long vertical trained to attack or guard is allowed a example, a cursed item can change the lines of lightning saving throw; other animals are not. (A alignment of its user. Break enchantment Duration: 1 min./level druid could calm a normal bear or wolf allows the victim to be rid of the item and Saving Throw: Reflex half with little trouble, but it’s more difficult to negates the alignment change, but the Spell Resistance: Yes affect a trained guard dog.) item’s curse is intact and affects the next The affected creatures remain where creature to pick up the item—even if it’s Immediately upon completion of the spell, they are and do not attack or flee. They are the recent recipient of the break enchant- and once per round thereafter, you may not helpless and defend themselves nor- ment spell. call down a 5-foot-wide, 30-foot-long, mally if attacked. Any threat (such as fire, a vertical bolt of lightning that deals 3d6 hungry predator, or an imminent attack) Bull’s Strength points of electricity damage. The bolt of breaks the spell on the threatened crea- lightning flashes down in a vertical stroke Transmutation tures.",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 min./level d% Behavior higher power, the modifiers given above 01–10 Attack caster with melee or are doubled (+6 sacred bonus on turning You can understand the spoken words of ranged weapons (or close with checks, –2 penalties for undead in the creatures or read otherwise incomprehen- caster if attack is not possible). area). You cannot consecrate an area with a sible written messages. In either case, you 11–20 Act normally. similar fixture of a deity other than your must touch the creature or the writing. 21–50 Do nothing but babble own patron. incoherently. If the area does contain an altar, shrine, The ability to read does not necessarily 51–70 Flee away from caster at top or other permanent fixture of a deity, pan- impart insight into the material, merely its possible speed. theon, or higher power other than your literal meaning. The spell enables you to 71–100 Attack nearest creature (for this patron, the consecrate spell instead curses understand or read an unknown language, purpose, a familiar counts as part the area, cutting off its connection with not speak or write it. of the subject’s self). the associated deity or power. This sec- Written material can be read at the rate ondary function, if used, does not also of one page (250 words) per minute. A confused character who can’t carry out the grant the bonuses and penalties relating to Magical writing cannot be read, though indicated action does nothing but babble undead, as given above. the spell reveals that it is magical, but incoherently. Attackers are not at any Consecrate counters and dispels desecrate. comprehend languages is often useful when special advantage when attacking a confused",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None saving throws, ability checks, skill checks, all types of undead). The type or types of Spell Resistance: No and weapon damage rolls. undead you can create is based on your Crushing despair counters and dispels caster level, as shown on the table below. This spell generates wholesome, drinkable good hope. water, just like clean rain water. Water can Material Component: A vial of tears. Caster Level Undead Created be created in an area as small as will 15th or lower Shadow actually contain the liquid, or in an area Cure Critical Wounds 16th–17th Wraith three times as large—possibly creating a Conjuration (Healing) 18th–19th Spectre downpour or filling many small recep-",
        "name":  "Monster Manual for more information on Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates Affecting] the bead as a thrown weapon (range",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No equipment. A battleaxe made to look like a This spell forces an extraplanar creature dagger still functions as a battleaxe. back to its proper plane if it fails a special Each round, you concentrate on one sub- If you use this spell to create a disguise, Will save (DC = spell’s save DC – creature’s ject, who must be within range. You know HD + your caster level). If the spell is you get a +10 bonus on the Disguise check. if the subject deliberately and knowingly successful, the creature is instantly A creature that interacts with the glamer speaks a lie by discerning disturbances in whisked away, but there is a 20% chance of gets a Will save to recognize it as an its aura caused by lying. The spell does not actually sending the subject to a plane illusion. For example, a creature that reveal the truth, uncover unintentional other than its own. touched you and realized that the tactile inaccuracies, or necessarily reveal evasions. sensation did not match the visual one Each round, you may concentrate on a Dispel Chaos would be entitled to such a save. different subject. Abjuration [Lawful]",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 min./level (D) can be affected; that is, the ray affects only by dispel evil. Saving throws and spell one target per casting. resistance do not apply to this effect. This You make yourself—including clothing, Arcane Material Component: A lodestone use discharges and ends the spell. armor, weapons, and equipment—look and a pinch of dust. different. You can seem 1 foot shorter or Dispel Good taller, thin, fat, or in between. You cannot Dismissal Abjuration [Evil] change your body type. For example, a hu- Abjuration Level: Clr 5, Evil 5 man caster could look human, humanoid,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One spellcaster, creature, are unchanged: A suppressed magic sword Level: Brd 3, Sor/Wiz 3 or object; or 20-ft.-radius burst is still a sword (a masterwork sword, in Components: V, M",
        "name":  "Target or Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One object, creature, or If an object or creature that is the effect spell is the target of the dispel magic spell. of an ongoing spell (such as a monster You direct a ray of positive energy. You You make a dispel check (1d20 + your summoned by monster summoning) is in the must make a ranged touch attack to hit, caster level, maximum +10) against the area, you can make a dispel check to end and if the ray hits an undead creature, it spell or against each ongoing spell the spell that conjured that object or deals 1d6 points of damage to it. currently in effect on the object or creature (returning it whence it came) in creature. The DC for this dispel check is 11 addition to attempting to dispel spells Disrupting Weapon + the spell’s caster level. targeting the creature or object. Transmutation For example, Mialee, at 5th level, targets You may choose to automatically suc- Level: Clr 5 dispel magic on a drow who is under the ceed on dispel checks against any spell that Components: V, S effects of haste, mage armor, and bull’s you have cast. Casting Time: 1 standard action strength. All three spells were cast on the Counterspell: When dispel magic is used in Range: Touch drow by a 7th-level wizard. Mialee makes a this way, the spell targets a spellcaster and Targets: One melee weapon dispel check (1d20 + 5 against DC 18) three is cast as a counterspell (page 170). Unlike Duration: 1 round/level times, once each for the haste, mage armor, Saving Throw: Will negates (harmless, a true counterspell, however, dispel magic and bull’s strength effects. If she succeeds on object); see text may not work; you must make a dispel a particular check, that spell is dispelled Spell Resistance: Yes (harmless, object) 223 SPELLS CHAPTER 11: This spell makes a melee weapon deadly to and weapon damage rolls for every three This spell functions like dominate person, undead. Any undead creature with HD caster levels you have (at least +1, maxi- except that the spell is not restricted by equal to or less than your caster level must mum +3). The bonus doesn’t apply to spell creature type. succeed on a Will save or be destroyed damage. utterly if struck in combat with this Dominate Person weapon. Spell resistance does not apply against the destruction effect. Divine Power Enchantment (Compulsion) [Mind- Evocation Affecting]",
        "name":  "Targeted Dispel",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The DM may alter the effects of Entropic Shield this spell deal more damage (see Table 2–2 the spell somewhat, based on the nature of Abjuration in the Dungeon Master’s Guide). Other mag- the entangling plants. Level: Clr 1, Luck 1 ical properties are not affected by this Components: V, S spell. Any enlarged item that leaves an Enthrall Casting Time: 1 standard action enlarged creature’s possession (including a Enchantment (Charm) [Language Range: Personal projectile or thrown weapon) instantly Dependent, Mind-Affecting, Sonic] Target: You returns to its normal size. This means that Level: Brd 2, Clr 2 Duration: 1 min./level (D) thrown weapons deal their normal Components: V, S damage, and projectiles deal damage based Casting Time: 1 round A magical field appears around you, glow- on the size of the weapon that fired them. Range: Medium (100 ft. + 10 ft./level) ing with a chaotic blast of multicolored",
        "name":  "Melee and projectile weapons affected by Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Any number of creatures hues. This field deflects incoming arrows, increased by this spell—an enlarged +1 Duration: 1 hour or less rays, and other ranged attacks. Each ranged sword still has only a +1 enhancement Saving Throw: Will negates; see text attack directed at you for which the bonus, a staff-sized wand is still only Spell Resistance: Yes attacker must make an attack roll (in- capable of its normal functions, a giant- cluding arrows, magic arrows, Melf’s acid sized potion merely requires a greater fluid If you have the attention of a group of arrow, ray of enfeeblement, and so forth) has a intake to make its magical effects operate, creatures, you can use this spell to hold 20% miss chance (similar to the effects of and so on. them spellbound. To cast the spell, you concealment). Other attacks that simply Multiple magical effects that increase must speak or sing without interruption work at a distance, such as a dragon’s size do not stack, which means (among for 1 full round. Thereafter, those affected breath weapon, are not affected. other things) that you can’t use a second give you their undivided attention, ignor- casting of this spell to further increase the ing their surroundings. They are consid- Erase size of a humanoid that’s still under the ered to have an attitude of friendly while Transmutation effect of the first casting. under the effect of the spell (see the Dun- Level: Brd 1, Sor/Wiz 1 Enlarge person counters and dispels geon Master’s Guide for information about Components: V, S reduce person. NPC attitudes). Any potentially affected Casting Time: 1 standard action",
        "name":  "Magical properties of enlarged items are not Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sudden pain and fever sweeps Once ethereal, the subjects need not stay retreat; the name of the spell merely hints over the subject’s body. A sickened crea- together. at the typical wizard’s attitude towards ture takes a –2 penalty on attack rolls, When the spell expires, all affected combat. weapon damage rolls, saving throws, skill creatures on the Ethereal Plane return to checks, and ability checks. A creature material existence. Explosive Runes affected by this spell remains sickened for Abjuration [Force] 10 minutes per caster level. The effects Evard’s Black Tentacles",
        "name":  "This spell need not be used as part of a Sickened",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None degree of craftsmanship (jewelry, swords, counts as two Medium creatures or",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Drd 1 which is sprinkled into the air when the ranged weapons unless they are falling",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cone-shaped burst objects. It does not affect a sword blow or a subjects. Outlined subjects shed light as Duration: 1 round/level or 1 round; see charging or flying creature. candles. Outlined creatures do not benefit text from the concealment normally provided Saving Throw: Will partial Feeblemind by darkness (though a 2nd-level or higher Spell Resistance: Yes Enchantment (Compulsion) [Mind- magical darkness effect functions nor- Affecting] mally), blur, displacement, invisibility, or An invisible cone of terror causes each Level: Sor/Wiz 5 similar effects. The light is too dim to have living creature in the area to become pan- Components: V, S, M any special effect on undead or dark- icked unless it succeeds on a Will save. If Casting Time: 1 standard action dwelling creatures vulnerable to light. The cornered, a panicked creature begins cow- Range: Medium (100 ft. + 10 ft./level) faerie fire can be blue, green, or violet, ering. (See the Dungeon Master’s Guide for Target: One creature according to your choice at the time of more information on fear-panicked crea- Duration: Instantaneous 229 SPELLS CHAPTER 11:",
        "name":  "A pale glow surrounds and outlines the Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 min./level based skills, cast spells, understand this area that makes a successful Reflex language, or communicate coherently. saving throw takes only half damage; a You gain intuitive insight into the work- Still, it knows who its friends are and can creature struck directly is not allowed a ings of traps. You can use the Search skill follow them and even protect them. The saving throw. to detect traps just as a rogue can. In addi- subject remains in this state until a heal, Holly Berry Bombs: You turn as many as tion, you gain an insight bonus equal to limited wish, miracle, or wish spell is used to eight holly berries into special bombs. The one-half your caster level (maximum +10) cancel the effect of the feeblemind. A on Search checks made to find traps while holly berries are usually placed by hand, creature that can cast arcane spells, such as the spell is in effect. since they are too light to make effective a sorcerer or a wizard, takes a –4 penalty on Note that find traps grants no ability to thrown weapons (they can be tossed only 5 its saving throw. disable the traps that you may find. feet). If you are within 200 feet and speak a",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action takes 3d6 points of damage +1 point per shortest, most direct physical route to a Range: Personal caster level (maximum +25). The subject specified destination, be it the way into or Target: You might die from damage even if it succeeds out of a locale. The locale can be outdoors, Duration: 1 round/level (D) on its saving throw. underground, or even inside a maze spell. Find the path works with respect to lo- This spell wreathes you in flame and cations, not objects or creatures at a locale. Fire Seeds causes damage to each creature that attacks Thus, the subject could not find the way to Conjuration (Creation) [Fire] you in melee. The flames also protect you “a forest where a green dragon lives” or “a Level: Drd 6, Fire 6, Sun 6 from either cold-based or fire-based attacks hoard of platinum pieces,” but it could find Components: V, S, M (your choice). the exit to a labyrinth. The location must Casting Time: 1 standard action Any creature striking you with its body be on the same plane as you are at the time Range: Touch or a handheld weapon deals normal of casting. Targets: Up to four touched acorns or up damage, but at the same time the attacker The spell enables the subject to sense to eight touched holly berries takes 1d6 points of damage +1 point per the correct direction that will eventually Duration: 10 min./level or until used caster level (maximum +15). This damage",
        "name":  "The recipient of this spell can find the Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No physical actions to take. For example, the the shield protects against cold-based spell enables the subject to sense trip wires attacks). If the attacker has spell resistance, Depending on the version of fire seeds you or the proper word to bypass a glyph of it applies to this effect. Creatures wielding choose, you turn acorns into splash warding. The spell ends when the desti- weapons with exceptional reach are not weapons that you or another character can nation is reached or the duration expires, subject to this damage if they attack you. throw, or you turn holly berries into whichever comes first. Find the path can be bombs that you can detonate on command. When casting this spell, you appear to used to remove the subject and its com- Acorn Grenades: As many as four acorns immolate yourself, but the flames are thin panions from the effect of a maze spell in a turn into special splash weapons that can and wispy, giving off light equal to only single round. be hurled as far as 100 feet. A ranged touch half the illumination of a normal torch (10 This divination is keyed to the recipient, attack roll is required to strike the feet). The color of the flames is determined not its companions, and its effect does not intended target. Together, the acorns are randomly (50% chance of either color)— predict or allow for the actions of creatures capable of dealing 1d6 points of fire blue or green if the chill shield is cast, violet (including guardians). damage per caster level (maximum 20d6), or blue if the warm shield is employed. The",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None fire-based attacks. If such an attack allows a password that you can share with friends.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Instantaneous Effect: Sword-like beam area is shot through with sheets of roaring Saving Throw: Reflex half Duration: 1 min./level (D) flame. The raging flames do not harm nat- Spell Resistance: Yes Saving Throw: None ural vegetation, ground cover, and any Spell Resistance: Yes plant creatures in the area that you wish to A fireball spell is an explosion of flame that exclude from damage. Any other creature detonates with a low roar and deals 1d6 A 3-foot-long, blazing beam of red-hot fire within the area takes 1d6 points of fire points of fire damage per caster level springs forth from your hand. You wield damage per caster level (maximum 20d6). (maximum 10d6) to every creature within this bladelike beam as if it were a scimitar. the area. Unattended objects also take this Attacks with the flame blade are melee Fire Trap damage. The explosion creates almost no touch attacks. The blade deals 1d8 points Abjuration [Fire] pressure. of fire damage +1 point per two caster",
        "name":  "When a fire storm spell is cast, the whole Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes pelled, but not if it is negated by an 12d6 points of damage. A successful Will antimagic field. save halves the damage, and spell resist- This cantrip creates a burst of light. If you Arcane Focus: A wing feather from any ance applies. cause the light to burst directly in front of bird. At your option, the abjuration can a single creature, that creature is dazzled include a password, in which case crea- for 1 minute unless it makes a successful Fog Cloud tures of alignments different from yours Fortitude save. Sightless creatures, as well Conjuration (Creation) as creatures already dazzled, are not can avoid the damage by speaking the",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Drd 2, Sor/Wiz 2, Water 2 affected by flare. password as they enter the area. You must",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S select this option (and the password) at the",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A sprinkling of holy (harmless) Level: Brd 6, Sor/Wiz 6 water and rare incenses worth at least Spell Resistance: No or Yes (harmless) Range: Close (25 ft. + 5 ft./2 levels) 1,500 gp, plus 1,500 gp per 60-foot cube. If Target: One creature/level, no two of a password is desired, this requires the This spell grants you a powerful sixth which can be more than 30 ft. apart burning of additional rare incenses worth sense in relation to yourself or another. at least 1,000 gp, plus 1,000 gp per 60-foot Once foresight is cast, you receive instan- This spell functions like fox’s cunning, cube. taneous warnings of impending danger or except that it affects multiple creatures. harm to the subject of the spell. Thus, if Forcecage you are the subject of the spell, you would Freedom be warned in advance if a rogue were about Evocation [Force] to attempt a sneak attack on you, or if a Abjuration",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) ranged weapon. You are never surprised or Range: Close (25 ft. + 5 ft./2 levels) or see",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This version of the spell however, does not gain the insight bonus Components: V, S, M, DF produces a 20-foot cube made of bands of to AC and Reflex saves. Casting Time: 1 standard action force (similar to a wall of force spell) for Arcane Material Component: A hum- Range: Personal or touch bars. The bands are a half-inch wide, with mingbird’s feather. Target: You or creature touched half-inch gaps between them. Any creature Duration: 10 min./level capable of passing through such a small Fox’s Cunning Saving Throw: Will negates (harmless) space can escape; others are confined. You Transmutation Spell Resistance: Yes (harmless) can’t attack a creature in a barred cage with Level: Brd 2, Sor/Wiz 2 a weapon unless the weapon can fit Components: V, S, M/DF This spell enables you or a creature you between the gaps. Even against such Casting Time: 1 standard action touch to move and attack normally for the weapons (including arrows and similar Range: Touch duration of the spell, even under the ranged attacks), a creature in the barred Target: Creature touched influence of magic that usually impedes cage has cover. All spells and breath Duration: 1 min./level movement, such as paralysis, solid fog, slow, weapons can pass through the gaps in the Saving Throw: Will negates (harmless) and web. The subject automatically suc- bars. Spell Resistance: Yes ceeds on any grapple check made to resist",
        "name":  "Barred Cage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ruby dust worth to Intelligence-based skill checks and and attack normally while underwater, other uses of the Intelligence modifier. even with slashing weapons such as axes 1,500 gp, which is tossed into the air and Wizards (and other spellcasters who rely and swords or with bludgeoning weapons disappears when you cast the spell. on Intelligence) affected by this spell do such as flails, hammers, and maces, not gain any additional bonus spells for the provided that the weapon is wielded in the Foresight increased Intelligence, but the save DCs hand rather than hurled. The freedom of Divination for spells they cast while under this spell’s movement spell does not, however, allow",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10-ft.-radius spherical emanation, area or opening the warded object without the area or effect is centered on the centered on you speaking a password (which you set when intruder. If the spell summons creatures,",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No password trigger, glyphs can be set spell resistance operate as normal, except according to physical characteristics (such that the DC is based on the level of the An immobile, faintly shimmering magical as height or weight) or creature type, spell stored in the glyph. sphere surrounds you and excludes all 236 :11 RETPAHC SLLEPS",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes greasy coating on an item—a rope, ladder bottom. These strands are identical with rungs, or a weapon handle, for instance. those created by the web spell, except that Casting goodberry upon a handful of freshly Material objects not in use are always af- they regrow in 10 minutes if they are picked berries makes 2d4 of them magical. fected by this spell, while an object burned or torn away while the guards and You (as well as any other druid of 3rd or wielded or employed by a creature receives wards spell lasts. Saving Throw: Reflex higher level) can immediately discern a Reflex saving throw to avoid the effect. If negates; see text for web. Spell Resistance: which berries are affected. Each trans- the initial saving throw fails, the creature No. muted berry provides nourishment as if it immediately drops the item. A saving Confusion: Where there are choices in were a normal meal for a Medium creature. throw must be made in each round that direction—such as a corridor intersection The berry also cures 1 point of damage the creature attempts to pick up or use the or side passage—a minor confusion-type when eaten, subject to a maximum of 8 greased item. A creature wearing greased effect functions so as to make it 50% points of such curing in any 24-hour armor or clothing gains a +10 circumstance probable that intruders believe they are period. bonus on Escape Artist checks and on going in the opposite direction from the grapple checks made to resist or escape a one they actually chose. This is an en- Good Hope grapple or to escape a pin. chantment, mind-affecting effect. Saving Enchantment (Compulsion) [Mind- Material Component: A bit of pork rind or Throw: None. Spell Resistance: Yes. Affecting] butter. Lost Doors: One door per caster level is",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No. subjects. Each affected creature gains a +2 magic weapon, planar ally, planar binding, 2. A magic mouth in two places. Saving morale bonus on saving throws, attack prying eyes, restoration, scrying, shadow",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None. Spell Resistance: No. rolls, ability checks, skill checks, and conjuration, shadow evocation, shout, and 3. A stinking cloud in two places. The weapon damage rolls. teleport. Good hope counters and dispels crushing vapors appear in the places you designate; despair. Guards and Wards they return within 10 minutes if dispersed by wind while the guards and wards spell Abjuration lasts. Saving Throw: Fortitude negates; see",
        "name":  "Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One or more creatures, no two of Metal The transmuted creatures move and act which can be more than 30 ft. apart Round Temperature Damage more quickly than normal. This extra 1 Warm None speed has several effects. This spell functions like heal, except as 2 Hot 1d4 points 3–5 Searing 2d4 points When making a full attack action, a noted above. The maximum number of hit 6 Hot 1d4 points hasted creature may make one extra attack points restored to each creature is 250. 7 Warm None with any weapon he is holding. The attack is made using the creature’s full base attack Heal Mount Any cold intense enough to damage the bonus, plus any modifiers appropriate to Conjuration (Healing) creature negates fire damage from the spell the situation. (This effect is not cumulative Level: Pal 3 (and vice versa) on a point-for-point basis. with similar effects, such as that provided Components: V, S For example, if the damage roll from a heat by a weapon of speed, nor does it actually Casting Time: 1 standard action metal spell indicates 2 points of fire grant an extra action, so you can’t use it to Range: Touch damage and the subject is hit by a ray of cast a second spell or otherwise take an Target: Your mount touched frost in the same round and takes 3 points extra action in the round.) Duration: Instantaneous of cold damage, it winds up taking no fire A hasted creature gains a +1 bonus on Saving Throw: Will negates (harmless) damage and only 1 point of cold damage. If attack rolls and a +1 dodge bonus to AC Spell Resistance: Yes (harmless) and Reflex saves. Any condition that cast underwater, heat metal deals half makes you lose your Dexterity bonus to This spell functions like heal, but it affects damage and boils the surrounding water. Armor Class (if any) also makes you lose only the paladin’s special mount (typically Heat metal counters and dispels chill dodge bonuses. a warhorse). metal. All of the hasted creature’s modes of movement (including land movement, Heat Metal Helping Hand burrow, climb, fly, and swim) increase by Transmutation [Fire] Evocation 30 feet, to a maximum of twice the sub- Level: Drd 2, Sun 2 Level: Clr 3 ject’s normal speed using that form of Components: V, S, DF Components: V, S, DF movement. This increase counts as an Casting Time: 1 standard action Casting Time: 1 standard action enhancement bonus, and it affects the Range: Close (25 ft. + 5 ft./2 levels) Range: 5 miles creature’s jumping distance as normal for Target: Metal equipment of one creature Effect: Ghostly hand increased speed. per two levels, no two of which can be",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The creature is paralyzed and sing, play music, or recite a rhyme as a Evocation [Good] helpless for 1d10 minutes. verbal component.",
        "name":  "Holy Sword Paralyzed",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon touched extraplanar creatures within the area are",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S tures hear the holy word. The banishment power into your sword, or any other melee Casting Time: 1 round effect allows a Will save (at a –4 penalty) to weapon you choose. The weapon acts as a Range: Close (25 ft. + 5 ft./2 levels) negate. +5 holy weapon (+5 enhancement bonus on Area: Several living creatures, no two of Creatures whose HD exceed your caster attack and damage rolls, extra 2d6 damage which may be more than 30 ft. apart against evil opponents). It also emits a level are unaffected by holy word. Duration: 2d4 rounds (D) magic circle against evil effect (as the spell). Saving Throw: Will negates",
        "name":  "This spell allows you to channel holy Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes new one on your turn as a free action. The Necromancy spell is automatically canceled 1 round Level: Sor/Wiz 8, Water 8 Your gestures and droning incantation after the weapon leaves your hand. You Components: V, S, M/DF fascinate nearby creatures, causing them to cannot have more than one holy sword at a Casting Time: 1 standard action stop and stare blankly at you. In addition, time. Range: Long (400 ft. + 40 ft./level) you can use their rapt attention to make",
        "name":  "If the magic circle ends, the sword creates a Horrid Wilting Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Living creatures, no two of which your suggestions and requests seem more the powers of the spell supersede any that can be more than 60 ft. apart plausible. Roll 2d4 to see how many total the weapon normally has, rendering the Duration: Instantaneous Hit Dice of creatures you affect. Creatures normal enhancement bonus and powers of Saving Throw: Fortitude half with fewer HD are affected before the weapon inoperative for the duration of Spell Resistance: Yes creatures with more HD. Only creatures the spell. This spell is not cumulative with that can see or hear you are affected, but bless weapon or any other spell that might This spell evaporates moisture from the they do not need to understand you to be modify the weapon in any way. body of each subject living creature, deal- fascinated. This spell does not work on artifacts. ing 1d6 points of damage per caster level If you use this spell in combat, each",
        "name":  "If this spell is cast on a magic weapon, Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A masterwork weapon’s bonus to attack does not stack with an enhancement (maximum 20d6). This spell is especially target gains a +2 bonus on its saving throw. bonus to attack. devastating to water elementals and plant If the spell affects only a single creature creatures, which instead take 1d8 points of not in combat at the time, the saving throw damage per caster level (maximum 20d8). has a penalty of –2. Holy Word",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A small piece Targets: One weapon or fifty projectiles, Casting Time: 1 standard action of iron that was once part of either an iron all of which must be in contact with Range: Personal golem, a hero’s armor, or a war machine. each other at the time of casting Target: You",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M This spell makes a weapon magically keen, “north” exists, but it may not work in",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An ironwood object weighing up to range of the weapon. A threat range of 20 but you can get lost again within moments 5 lb./level becomes 19–20, a threat range of 19–20 if you don’t find some external reference",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No only on piercing or slashing weapons. If Legend Lore cast on arrows or crossbow bolts, the keen Ironwood is a magical substance created by Divination edge on a particular projectile ends after druids from normal wood. While re- Level: Brd 4, Knowledge 7, Sor/Wiz 6 one use, whether or not the missile strikes",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M, F maining natural wood in almost every way, its intended target. (Treat shuriken as Casting Time: See text ironwood is as strong, heavy, and resistant arrows, rather than as thrown weapons, for Range: Personal to fire as steel. Spells that affect metal or the purpose of this spell.) Target: You iron (such as heat metal) do not function on Multiple effects that increase a weapon’s Duration: See text ironwood. Spells that affect wood (such as threat range (such as the keen edge spell and wood shape) do affect ironwood, although the Improved Critical feat) don’t stack. You Legend lore brings to your mind legends ironwood does not burn. Using this spell can’t cast this spell on a natural weapon, about an important person, place, or thing. with wood shape or a wood-related Craft such as a claw. If the person or thing is at hand, or if you check, you can fashion wooden items that are in the place in question, the casting function as steel items. Thus, wooden plate Knock time is only 1d4×10 minutes. If you have armor and wooden swords can be created Transmutation only detailed information on the person, that are as durable as their normal steel",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Medium (100 ft. + 10 ft./level) enough information to help you find the ironwood as the spell would normally allow, Target: One door, box, or chest with an person, place, or thing, thus allowing a any weapon, shield, or suit of armor so area of up to 10 sq. ft./level better legend lore result next time). If you created is treated as a magic item with a +1 Duration: Instantaneous; see text know only rumors, the casting time is 2d6 enhancement bonus. Saving Throw: None weeks, and the resulting lore is vague and",
        "name":  "Further, if you make only half as much Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A grasshopper’s foot door). Each spell can undo as many as perform their key deeds. hind leg, which you break when the spell two means of preventing egress. Thus if a Examples of legend lore results include is cast. door is locked, barred, and held, or the following. quadruple locked, opening it requires two A divination about a mysterious magic Keen Edge knock spells. axe you have at hand: “Woe to the evildoer Transmutation whose hand touches the axe, for even the",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Components: V, S may awaken the true powers of the axe, 246 :11 RETPAHC SLLEPS and only with the sacred word ‘Rudnogg’ on can be fitted with locks, wards, and so on, (string and a bit of wood) if this benefit is the lips.” just as any normal chest can be. to be included.",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No hut it’s 50°). The hut also provides protec- (at worst) sod. The floor is level, clean, and tion against the elements, such as rain, dry. In all respects the lodging resembles a You hide a chest on the Ethereal Plane for dust, and sandstorms. The hut withstands normal cottage, with a sturdy door, two as long as sixty days and can retrieve it at any wind of less than hurricane force, but a shuttered windows, and a small fireplace. will. The chest can contain up to 1 cubic hurricane (75+ mph wind speed) or greater The shelter has no heating or cooling foot of material per caster level (regardless force destroys it. source (other than natural insulation of the chest’s actual size, which is about 3 The interior of the hut is a hemisphere. qualities). Therefore, it must be heated as a feet by 2 feet by 2 feet). If any living You can illuminate it dimly upon com- creatures are in the chest, there is a 75% normal dwelling, and extreme heat ad- mand or extinguish the light as desired. chance that the spell simply fails. Once the versely affects it and its occupants. The Although the force field is opaque from chest is hidden, you can retrieve it by dwelling does, however, provide consid- the outside, it is transparent from within. concentrating (a standard action), and it erable security otherwise—it is as strong as Missiles, weapons, and most spell effects appears next to you. a normal stone building, regardless of its can pass through the hut without affecting The chest must be exceptionally well material composition. The dwelling resists it, although the occupants cannot be seen crafted and expensive, constructed for you flames and fire as if it were stone. It is from outside the hut (they have total by master crafters. If made principally of impervious to normal missiles (but not the concealment). wood, it must be ebony, rosewood, sandal- sort cast by siege engines or giants).",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, XP higher. The liveoak spell triggers the tree melee or ranged weapon finds itself in- Casting Time: 1 standard action into animating as a treant (see the Monster",
        "name":  "A levitating creature that attacks with a Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creature touched resistance. You sense the direction of a well-known or Duration: 1 hour/level (D) This spell has an alternative version that clearly visualized object. The spell locates Saving Throw: Will negates (harmless) you may choose when casting it. A magic such objects as apparel, jewelry, furniture, Spell Resistance: No circle against evil can be focused inward tools, weapons, or even a ladder. You can rather than outward. When focused search for general items such as a stairway, An invisible but tangible field of force inward, the spell binds a nongood called a sword, or a jewel, in which case you surrounds the subject of a mage armor spell, creature (such as those called by the lesser locate the nearest one of its kind if more providing a +4 armor bonus to AC. Unlike planar binding, planar binding, and greater than one is within range. Attempting to mundane armor, mage armor entails no planar binding spells) for a maximum of 24 find a certain item, such as a particular armor check penalty, arcane spell failure hours per caster level, provided that you piece of jewelry, requires a specific and chance, or speed reduction. Since mage cast the spell that calls the creature within accurate mental image; if the image is not armor is made of force, incorporeal 1 round of casting the magic circle. The close enough to the actual object, the spell creatures can’t bypass it the way they do creature cannot cross the circle’s boun- fails. You cannot specify a unique item normal armor. daries. If a creature too large to fit into the (such as “Baron Vulden’s signet ring”) Focus: A piece of cured leather. spell’s area is the subject of the spell, the unless you have observed that particular spell acts as a normal protection from evil item firsthand (not through divination). Mage Hand spell for that creature only. The spell is blocked by even a thin sheet Transmutation A magic circle leaves much to be desired of lead. Creatures cannot be found by this",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action ranged attacks (ranged weapons, spells, mine the exact creature types or positions",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) You can add a special diagram (a two- powered by positive or negative energy. dimensional bounded figure with no gaps Magic fang gives one natural weapon of the (Undead creatures are powered by along its circumference, augmented with subject a +1 enhancement bonus on attack negative energy. Only sentient undead various magical sigils) to make the magic and damage rolls. The spell can affect a creatures have, or are, souls.) circle more secure. Drawing the diagram by slam attack, fist, bite, or other natural For example, if two 10th-level characters hand takes 10 minutes and requires a DC weapon. (The spell does not change an are attacking a hill giant (12 HD) and four 20 Spellcraft check. The DM makes this unarmed strike’s damage from nonlethal ogres (4 HD), you could determine that there are three stronger and four weaker check secretly. If the check fails, the damage to lethal damage.) life forces within the range, all powered by diagram is ineffective. You can take 10 (see Magic fang can be made permanent with page 65) when drawing the diagram if you a permanency spell. positive energy. You could choose to take are under no particular time pressure to over either a stronger or a weaker creature, but which particular stronger or weaker complete the task. This task also takes 10 Magic Fang, Greater creature you attempt to possess is full minutes. If time is no factor at all, and Transmutation determined randomly. you devote 3 hours and 20 minutes to the Level: Drd 3, Rgr 3 Attempting to possess a body is a full- task, you can take 20. Range: Close (25 ft. + 5 ft./2 levels) round action. It is blocked by protection",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level dimensional anchor spell on the magic circle body and force the creature’s soul into the during the round before casting any This spell functions like magic fang, except magic jar unless the subject succeeds on a summoning spell. The anchor holds any that the enhancement bonus on attack and Will save. Failure to take over the host called creatures in the magic circle for 24 damage rolls is +1 per four caster levels leaves your life force in the magic jar, and hours per caster level. A creature cannot (maximum +5). the target automatically succeeds on fur- use its spell resistance against a magic circle Alternatively, you may imbue all of the ther saving throws if you attempt to pos- prepared with a diagram, and none of its creature’s natural weapons with a +1 en- sess its body again. abilities or attacks can cross the diagram. If hancement bonus (regardless of your cast- If you are successful, your life force oc- the creature tries a Charisma check to er level). cupies the host body, and the host’s life break free of the trap (see the lesser planar Greater magic fang can be made perma- force is imprisoned in the magic jar. You binding spell), the DC increases by 5. The nent with a permanency spell. keep your Intelligence, Wisdom, Cha- creature is immediately released if any- risma, level, class, base attack bonus, base thing disturbs the diagram—even a straw save bonuses, alignment, and mental abili- Magic Jar laid across it. However, the creature itself ties. The body retains its Strength, Dex- cannot disturb the diagram either directly Necromancy terity, Constitution, hit points, natural abi- or indirectly, as noted above. Level: Sor/Wiz 5 lities, and automatic abilities. For example, This spell is not cumulative with protec- Components: V, S, F a fish’s body breathes water and a troll’s tion from evil and vice versa. Casting Time: 1 standard action body regenerates. A body with extra limbs",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature dered silver with which you trace a 3-foot- (or more advantageous two-weapon at-",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes word (when a pin drops, or when anyone Magic Weapon says “Boo”). Actions can serve as triggers if Transmutation A missile of magical energy darts forth they are visible or audible. For example, Level: Clr 1, Pal 1, Sor/Wiz 1, War 1 from your fingertip and strikes its target, Components: V, S, DF “Speak when any creature touches the dealing 1d4+1 points of force damage. Casting Time: 1 standard action statue” is an acceptable command if the",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch creature is visible. A magic mouth cannot the target is in melee combat or has less Target: Weapon touched distinguish alignment, level, Hit Dice, or than total cover or total concealment. Spe- Duration: 1 min./level class except by external garb. cific parts of a creature can’t be singled out. Saving Throw: Will negates (harmless, The range limit of a trigger is 15 feet per Inanimate objects are not damaged by the object) caster level, so a 6th-level caster can spell. Spell Resistance: Yes (harmless, object) command a magic mouth to respond to For every two caster levels beyond 1st, triggers as far as 90 feet away. Regardless of you gain an additional missile—two at 3rd Magic weapon gives a weapon a +1 en- range, the mouth can respond only to hancement bonus on attack and damage level, three at 5th, four at 7th, and the visible or audible triggers and actions in rolls. (An enhancement bonus does not maximum of five missiles at 9th level or line of sight or within hearing distance. stack with a masterwork weapon’s +1 higher. If you shoot multiple missiles, you Magic mouth can be made permanent bonus on attack rolls.) can have them strike a single creature or with a permanency spell. You can’t cast this spell on a natural several creatures. A single missile can",
        "name":  "The missile strikes unerringly, even if Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A small bit of weapon, such as an unarmed strike (in- strike only one creature. You must desig- honeycomb and jade dust worth 10 gp. stead, see magic fang). A monk’s unarmed nate targets before you check for spell strike is considered a weapon, and thus it resistance or roll damage. Magic Stone can be enhanced by this spell. Transmutation Magic Mouth",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Clr 1, Drd 1, Earth 1 Magic Weapon, Greater Illusion (Glamer)",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One weapon or fifty projectiles (all",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates (harmless, This spell imbues the chosen object or You transmute as many as three pebbles, object) creature with an enchanted mouth that which can be no larger than sling bullets, Spell Resistance: Yes (harmless, object) suddenly appears and speaks its message so that they strike with great force when the next time a specified event occurs. The thrown or slung. If hurled, they have a This spell functions like magic weapon, message, which must be twenty-five or range increment of 20 feet. If slung, treat except that it gives a weapon an enhance- fewer words long, can be in any language them as sling bullets (range increment 50 ment bonus on attack and damage rolls of known by you and can be delivered over a feet). The spell gives them a +1 enhance- +1 per four caster levels (maximum +5). period of 10 minutes. The mouth cannot ment bonus on attack and damage rolls. Alternatively, you can affect as many as 251 SPELLS CHAPTER 11: fifty arrows, bolts, or bullets. The projec- repair items that have been warped, Target: One creature tiles must be of the same kind, and they burned, disintegrated, ground to powder, Duration: See text have to be together (in the same quiver or melted, or vaporized, nor does it affect Saving Throw: None other container). Projectiles, but not creatures (including constructs). Spell Resistance: Yes thrown weapons, lose their transmutation when used. (Treat shuriken as projectiles, Mark of Justice You banish the subject into an extradi- rather than as thrown weapons, for the mensional labyrinth of force planes. Each Necromancy purpose of this spell.) round on its turn, it may attempt a DC 20",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No (cid:1) Swinging the tide of a battle in your through a mirror image. When you and the favor by raising fallen allies to continue mirror image separate, observers can’t use You create a nonmagical, unattended ob- fighting. vision or hearing to tell which one is you ject of nonliving, vegetable matter—linen (cid:1) Moving you and your allies, with all and which the image. The figments may clothes, a hemp rope, a wooden ladder, and your and their gear, from one plane to also move through each other. The fig- so forth. The volume of the item created another through planar barriers to a ments mimic your actions, pretending to cannot exceed 1 cubic foot per caster level. specific locale with no chance of error. cast spells when you cast a spell, drink You must succeed on an appropriate skill (cid:1) Protecting a city from an earthquake, potions when you drink a potion, levitate check to make a complex item, such as volcanic eruption, flood, or other major when you levitate, and so on. Craft (bowmaking) check to make straight natural disaster. Enemies attempting to attack you or arrow shafts. cast spells at you must select from among Attempting to use any created object as In any event, a request that is out of line indistinguishable targets. Generally, roll a material component causes the spell to with the deity’s (or alignment’s) nature is randomly to see whether the selected fail. refused. target is real or a figment. Any successful",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes ability or skill check, or saving throw. Spell Resistance: No Alternatively, you can apply the insight You reach into the subject’s mind and bonus to your AC against a single attack You conjure up a phantom watchdog that modify as many as 5 minutes of its memo- (even if flat-footed). Activating the effect is invisible to everyone but yourself. It ries in one of the following ways. doesn’t take an action; you can even then guards the area where it was conjured (cid:1) Eliminate all memory of an event the activate it on another character’s turn if (it does not move). The hound subject actually experienced. This spell needed. You must choose to use the immediately starts barking loudly if any cannot negate charm, geas/quest, sugges- moment of prescience before you make the Small or larger creature approaches within tion, or similar spells. roll it is to modify. Once used, the spell 30 feet of it. (Those within 30 feet of the ends. hound when it is conjured may move 255 SPELLS CHAPTER 11: about in the area, but if they leave and re- may open it again from your own side at Casting Time: 1 standard action turn, they activate the barking.) The hound will. Once observers have passed beyond Range: Close (25 ft. + 5 ft./2 levels) sees invisible and ethereal creatures. It the entrance, they are in a magnificent Effect: One sword does not react to figments, but it does react foyer with numerous chambers beyond. Duration: 1 round/level (D) to shadow illusions. The atmosphere is clean, fresh, and warm. Saving Throw: None If an intruder approaches to within 5 You can create any floor plan you desire Spell Resistance: Yes feet of the hound, the dog stops barking to the limit of the spell’s effect. The place is and delivers a vicious bite (+10 attack bo- furnished and contains sufficient food- This spell brings into being a shimmering, nus, 2d6+3 points of piercing damage) stuffs to serve a nine-course banquet to a swordlike plane of force. The sword strikes once per round. The dog also gets the bo- dozen people per caster level. A staff of at any opponent within its range, as you nuses appropriate to an invisible creature. near-transparent servants (as many as two desire, starting in the round that you cast The dog is considered ready to bite per caster level), liveried and obedient, the spell. The sword attacks its designated intruders, so it delivers its first bite on the wait upon all who enter. The servants target once each round on your turn. Its intruder’s turn. Its bite is the equivalent of function as unseen servant spells except that attack bonus is equal to your caster level + a magic weapon for the purpose of damage they are visible and can go anywhere in the your Int bonus or your Cha bonus (for reduction. The hound cannot be attacked, mansion. wizards or sorcerers, respectively) with an but it can be dispelled. Since the place can be entered only additional +3 enhancement bonus. As a The spell lasts for 1 hour per caster level, through its special portal, outside condi- force effect, it can strike ethereal and but once the hound begins barking, it lasts tions do not affect the mansion, nor do incorporeal creatures. It deals 4d6+3 points only 1 round per caster level. If you are of force damage, with a threat range of 19– conditions inside it pass to the plane ever more than 100 feet distant from the 20 and a critical multiplier of ×2. beyond. hound, the spell ends. The sword always strikes from your",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A tiny silver whis- direction. It does not get a bonus for ivory, a small piece of polished marble, and tle, a piece of bone, and a thread. flanking or help a combatant get one. If a tiny silver spoon (each item worth 5 gp). the sword goes beyond the spell range Mordenkainen’s Lucubration from you, if it goes out of your sight, or if Transmutation Mordenkainen’s Private Sanctum you are not directing it, the sword returns",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M standard action to switch the sword to a",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes new target. If you do not, the sword con-",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "30-ft. cube/level (S) The sword cannot be attacked or harmed",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No of cancellation affects it. The sword’s AC is level or lower that you have used during 13 (10, +0 size bonus for Medium object, the past 24 hours. The spell must have This spell ensures privacy. Anyone looking +3 deflection bonus). been actually cast during that period. The into the area from outside sees only a dark, If an attacked creature has spell resist- recalled spell is stored in your mind as foggy mass. Darkvision cannot penetrate it. ance, the resistance is checked the first through prepared in the normal fashion. If No sounds, no matter how loud, can time Mordenkainen’s sword strikes it. If the the recalled spell requires material escape the area, so nobody can eavesdrop sword is successfully resisted, the spell is components, you must provide them. The from outside. Those inside can see out dispelled. If not, the sword has its normal recovered spell is not usable until the normally. full effect on that creature for the duration material components are available. Divination (scrying) spells cannot per- of the spell. ceive anything within the area, and those Focus: A miniature platinum sword with Mordenkainen’s Magnificent within are immune to detect thoughts. The a grip and pommel of copper and zinc. It Mansion ward prevents speech between those in- costs 250 gp to construct. Conjuration (Creation) side and those outside (because it blocks",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A thin sheet of lead, Spell Resistance: No You conjure up an extradimensional a piece of opaque glass, a wad of cotton or dwelling that has a single entrance on the cloth, and powdered chrysolite. You summon a light horse or a pony (your plane from which the spell was cast. The choice) to serve you as a mount. The steed entry point looks like a faint shimmering serves willingly and well. The mount Mordenkainen’s Sword in the air that is 4 feet wide and 8 feet high. comes with a bit and bridle and a riding Evocation [Force] Only those you designate may enter the saddle.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless, object) You alter an item’s aura so that it registers Dispel evil cast on the subject while you are to detect spells (and spells with similar casting the spell dispels the nightmare and You detoxify any sort of venom in the capabilities) as though it were nonmagical, causes you to be stunned for 10 minutes creature or object touched. A poisoned or a magic item of a kind you specify, or per caster level of the dispel evil. creature suffers no additional effects from the subject of a spell you specify. You If the recipient is awake when the spell the poison, and any temporary effects are could make an ordinary sword register as a begins, you can choose to cease casting ended, but the spell does not reverse (ending the spell) or to enter a trance until +2 vorpal sword as far as magical detection is instantaneous effects, such as hit point the recipient goes to sleep, whereupon you concerned or make a +2 vorpal sword damage, temporary ability damage, or become alert again and complete the cast- register as if it were a +1 sword or even a effects that don’t go away on their own. For ing. If you are disturbed during the trance, nonmagical sword. example, if a poison has dealt 3 points of you must succeed on a Concentration If the object bearing Nystul’s magic aura Constitution damage to a character and check as if you were in the midst of casting has identify cast on it or is similarly exam- threatens to deal more damage later, this a spell (see page 69) or the spell ends. ined, the examiner recognizes that the aura spell prevents the future damage but does If you choose to enter a trance, you are is false and detects the object’s actual not repair the damage already done. not aware of your surroundings or the qualities if he succeeds on a Will save. 257 SPELLS CHAPTER 11: Otherwise, he believes the aura and no Open/Close Otiluke’s Freezing sphere creates a frigid amount of testing reveals what the true Transmutation globe of cold energy that streaks from your magic is. Level: Brd 0, Sor/Wiz 0 fingertips to the location you select, where If the targeted item’s own aura is excep- Components: V, S, F it explodes in a 10-foot-radius burst, tionally powerful (if it is an artifact, for Casting Time: 1 standard action dealing 1d6 points of cold damage per instance), Nystul’s magic aura doesn’t work. Range: Close (25 ft. + 5 ft./2 levels) caster level (maximum 15d6) to each",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A magic weapon, shield, or suit of Target: Object weighing up to 30 lb. or creature in the area. An elemental (water) armor must be a masterwork item, so a portal that can be opened or closed creature instead takes 1d8 points of cold sword of average make, for example, looks Duration: Instantaneous damage per caster level (maximum 15d8). suspicious if it has a magical aura. Saving Throw: Will negates (object) If the freezing sphere strikes a body of",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See text weapon damage rolls, saves, and skill sphere blocks any attempt to project checks, while each of your foes takes a –1 something through the sphere (including Prismatic wall creates a vertical, opaque penalty on such rolls. spells). Other creatures that attempt to wall—a shimmering, multicolored plane attack you or pass through suffer the of light that protects you from all forms of effects of each color, one at a time. Prestidigitation attack. The wall flashes with seven colors, Typically, only the upper hemisphere of Universal each of which has a distinct power and the globe will exist, since you are at the",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No with a permanency spell. feet wide per caster level and 2 feet high per caster level. A prismatic wall spell cast Prestidigitations are minor tricks that Prismatic Spray to materialize in a space occupied by a novice spellcasters use for practice. Once Evocation creature is disrupted, and the spell is cast, a prestidigitation spell enables you to Level: Sor/Wiz 7 wasted. perform simple magical effects for 1 hour. Components: V, S Each color in the wall has a special The effects are minor and have severe lim- Casting Time: 1 standard action effect. The accompanying table shows the itations. A prestidigitation can slowly lift 1 Range: 60 ft. seven colors of the wall, the order in which pound of material. It can color, clean, or Area: Cone-shaped burst soil items in a 1-foot cube each round. It Duration: Instantaneous they appear, their effects on creatures can chill, warm, or flavor 1 pound of non- Saving Throw: See text trying to attack you or pass through the living material. It cannot deal damage or Spell Resistance: Yes wall, and the magic needed to negate each affect the concentration of spellcasters. color. Prestidigitation can create small objects, but This spell causes seven shimmering, in- The wall can be destroyed, color by they look crude and artificial. The tertwined, multicolored beams of light to color, in consecutive order, by various materials created by a prestidigitation spell magical effects; however, the first color spray from your hand. Each beam has a are extremely fragile, and they cannot be must be brought down before the second different power. Creatures in the area of used as tools, weapons, or spell compo- can be affected, and so on. A rod of cancel- the spell with 8 HD or less are automati- nents. Finally, a prestidigitation lacks the lation or a Mordenkainen’s disjunction spell cally blinded for 2d4 rounds. Every crea- power to duplicate any other spell effects. destroys a prismatic wall, but an antimagic ture in the area is randomly struck by one Any actual change to an object (beyond field fails to penetrate it. Dispel magic and or more beams, which have additional just moving, cleaning, or soiling it) persists greater dispel magic cannot dispel the wall or effects. only 1 hour. anything beyond it. Spell resistance is 264 :11 RETPAHC SLLEPS enemies. You can strike an opponent with a melee touch attack, dealing fire damage equal to 1d6 +1 point per caster level (maximum +5). Alternatively, you can hurl the flames up to 120 feet as a thrown weapon. When doing so, you attack with a ranged touch attack (with no range penalty) and deal the same damage as with the melee attack. No sooner do you hurl the flames than a new set appears in your hand. Each attack you make reduces the remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after the attack resolves. This spell does not function underwater. Programmed Image Illusion (Figment)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Permanent until triggered, then 1 round/level This spell functions like silent image, except that this spell’s figment activates when a specific condition occurs. The figment includes visual, auditory, olfactory, and thermal elements, including intelligible speech. You set the triggering condition (which may be a special word) when casting the Prismatic wall makes an effective barrier. spell. The event that triggers the illusion can be as general or as specific and detailed Prismatic Wall as desired but must be based on an audible, Color Order Effect of Color Negated By tactile, olfactory, or visual trigger. The Red 1st Stops nonmagical ranged weapons. Cone of cold trigger cannot be based on some quality Deals 20 points of fire damage (Reflex half). not normally obvious to the senses, such as Orange 2nd Stops magical ranged weapons. Gust of wind alignment. (See magic mouth for more Deals 40 points of acid damage (Reflex half). details about such triggers.) Yellow 3rd Stops poisons, gases, and petrification. Disintegrate",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A bit of fleece and Deals 80 points of electricity damage (Reflex half). jade dust worth 25 gp. Green 4th Stops breath weapons. Passwall Poison (Kills; Fortitude partial for 1d6 points of Con damage instead). Blue 5th Stops divination and mental attacks. Magic missile Project Image Turned to stone (Fortitude negates). Illusion (Shadow) Indigo 6th Stops all spells. Daylight Level: Brd 6, Sor/Wiz 7 Will save or become insane (as insanity spell). Components: V, S, M Violet 7th Energy field destroys all objects and effects.1 Dispel magic",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action ranged weapons. The subject gains damage saves. Both these bonuses apply against",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Up to one creature touched per weapons. (This spell doesn’t grant you the creatures. four levels ability to damage creatures with similar Second, the barrier blocks any attempt",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action natural weapon attacks of such creatures to Effect: Ten or more levitating eyes 266 :11 RETPAHC SLLEPS",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "“Spread out nificance is spoiled by purify food and drink, and search the town for Arweth. Follow but the spell has no effect on creatures of Quench is often used to put out forest fires him for three minutes, staying out of sight, any type nor upon magic potions. and other conflagrations. It extinguishes and then return.” The phrase “Spread out” Note: Water weighs about 8 pounds per all nonmagical fires in its area. The spell directs the eyes to move away from you in gallon. One cubic foot of water contains all directions. In this case, each eye would roughly 8 gallons and weighs about 60 also dispels any fire spells in its area, separately follow Arweth for three minutes pounds. though you must succeed on a dispel once it spots him. check (1d20 +1 per caster level, maximum +15) against each spell to dispel it. The DC Other commands that might be useful Pyrotechnics to dispel such spells is 11 + the caster level include having eyes form a line in a certain Transmutation of the fire spell. manner, making them move at random Level: Brd 2, Sor/Wiz 2 Each elemental (fire) creature within within a certain range, or having them Components: V, S, M follow a certain type of creature. The DM Casting Time: 1 standard action the area of a quench spell takes 1d6 points is the final judge of the suitability of your Range: Long (400 ft. + 40 ft./level) of damage per caster level (maximum directions. Target: One fire source, up to a 20-ft. 15d6, no save allowed). In order to report their findings, the cube Alternatively, you can target the spell on eyes must return to your hand. Each re- Duration: 1d4+1 rounds, or 1d4+1 a single magic item that creates or controls plays in your mind all it has seen during its rounds after creatures leave the smoke flame, such as a wand of fireball or a flaming existence. It takes an eye 1 round to replay cloud; see text burst sword. The item loses all its fire-based 267 SPELLS CHAPTER 11: magical abilities for 1d4 hours unless it The spell does not affect sightless crea- can’t be raised. The spell cannot bring back succeeds on a Will save. (Artifacts are tures. a creature that has died of old age. immune to this effect.) Verbal Component: A wizard or sorcerer Material Component: Diamonds worth a need not utter a sound to cast this spell, total of least 5,000 gp. but a bard must sing, play music, or recite a Rage Enchantment (Compulsion) [Mind- rhyme as a verbal component. Rary’s Mnemonic Enhancer",
        "name":  "Another sample command",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You retain any spell of 3rd level 25), except that the subjects aren’t fatigued and willing to return (see Bringing Back or lower that you had cast up to 1 round at the end of the rage. the Dead, page 171). If the subject’s soul is before you started casting the mnemonic not willing to return, the spell does not enhancer. This restores the previously cast Rainbow Pattern work; therefore, a subject that wants to spell to your mind. Illusion (Pattern) [Mind-Affecting] return receives no saving throw. In either event, the spell or spells pre-",
        "name":  "Retain",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, M A glowing, rainbow-hued pattern of in- addition to losing spells for losing a level.",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) it. Rainbow pattern fascinates a maximum of spells (such as a sorcerer) has a 50% chance",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You plus one willing creature 24 Hit Dice of creatures. Creatures with of losing any given unused spell slot as if it per three levels, no two of which can the fewest HD are affected first. Among had been used to cast a spell, in addition to be more than 30 ft. apart creatures with equal HD, those who are losing spell slots for losing a level. Duration: 10 min./level (D) closest to the spell’s point of origin are A raised creature has a number of hit Saving Throw: None affected first. An affected creature that fails points equal to its current Hit Dice. Any Spell Resistance: No its saves is fascinated by the pattern. ability scores damaged to 0 are raised to 1. With a simple gesture (a free action), Normal poison and normal disease are You forge a telepathic bond among your- you can make the rainbow pattern move cured in the process of raising the subject, self and a number of willing creatures, up to 30 feet per round (moving its effect- but magical diseases and curses are not each of which must have an Intelligence tive point of origin). All fascinated crea- undone. While the spell closes mortal score of 3 or higher. Each creature in- tures follow the moving rainbow of light, wounds and repairs lethal damage of most cluded in the link is linked to all the trying to get or remain within the effect. kinds, the body of the creature to be raised others. The creatures can communicate Fascinated creatures who are restrained must be whole. Otherwise, missing parts telepathically through the bond regardless and removed from the pattern still try to are still missing when the creature is of language. No special power or influence follow it. If the pattern leads its subjects brought back to life. None of the dead is established as a result of the bond. Once into a dangerous area (through flame, off a creature’s equipment or possessions are the bond is formed, it works over any cliff, or the like), each fascinated creature affected in any way by this spell. distance (although not from one plane to gets a second save. If the view of the lights A creature who has been turned into an another). is completely blocked (by an obscuring mist undead creature or killed by a death effect If desired, you may leave yourself out of spell, for instance), creatures who can’t see can’t be raised by this spell. Constructs, ele- the telepathic bond forged. This decision them are no longer affected. mentals, outsiders, and undead creatures must be made at the time of casting. 268 :11 RETPAHC SLLEPS Rary’s telepathic bond can be made per- Read Magic This spell causes instant diminution of a manent with a permanency spell, though it Divination humanoid creature, halving its height, only bonds two creatures per casting of Level: Brd 0, Clr 0, Drd 0, Pal 1, Rgr 1, length, and width and dividing its weight permanency. Sor/Wiz 0 by 8. This decrease changes the creature’s",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) scrolls, weapons, and the like—that would it must enter an opponent’s square to",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes may do so in the case of a cursed scroll. doesn’t change the target’s speed. Furthermore, once the spell is cast and you All equipment worn or carried by a A coruscating ray springs from your hand. have read the magical inscription, you are creature is similarly reduced by the spell. You must succeed on a ranged touch attack thereafter able to read that particular Melee and projectile weapons deal less to strike a target. The subject takes a writing without recourse to the use of read damage (see Table 2–3 in the Dungeon penalty to Strength equal to 1d6+1 per two magic. You can read at the rate of one page Master’s Guide). Other magical properties caster levels (maximum 1d6+5). The (250 words) per minute. The spell allows are not affected by this spell. Any reduced subject’s Strength score cannot drop below you to identify a glyph of warding with a DC item that leaves the reduced creature’s pos- 1. 13 Spellcraft check, a greater glyph of session (including a projectile or thrown warding with a DC 16 Spellcraft check, or weapon) instantly returns to its normal Ray of Exhaustion any symbol spell with a Spellcraft check size. This means that thrown weapons deal Necromancy (DC 10 + spell level). their normal damage (projectiles deal",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sor/Wiz 3 Read magic can be made permanent with damage based on the size of the weapon",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch curses on an object or a creature. Remove 270 :11 RETPAHC SLLEPS curse does not remove the curse from a You can free one or more creatures from An invisible barrier holds back vermin. A cursed shield, weapon, or suit of armor, the effects of any temporary paralysis or vermin with Hit Dice of less than one- although the spell typically enables the related magic, including a ghoul’s touch or third your level cannot penetrate the bar- creature afflicted with any such cursed a slow spell. If the spell is cast on one rier. A vermin with Hit Dice of one-third item to remove and get rid of it. Certain creature, the paralysis is negated. If cast on your level or more can penetrate the bar- special curses may not be countered by two creatures, each receives another save rier if it succeeds on a Will save. Even so, this spell or may be countered only by a with a +4 resistance bonus against the crossing the barrier deals the vermin 2d6 caster of a certain level or higher. effect that afflicts it. If cast on three or four points of damage, and pressing against the Remove curse counters and dispels bestow creatures, each receives another save with barrier causes pain, which deters most curse. a +2 resistance bonus. vermin. The spell does not restore ability scores Remove Disease reduced by penalties, damage, or drain. Repel Wood Conjuration (Healing) Transmutation",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Brd 1, Clr 1 the pieces move with the wave of energy. wooden weapon shafts and hafts, and",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Objects such as metal armor, swords, being dragged by an item it is carrying can",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) Spell Resistance: Yes 271 SPELLS CHAPTER 11: An invisible, mobile field surrounds you points before being applied to the crea- cures all temporary ability damage, and and prevents creatures from approaching ture’s hit points. The value of the energy restores all points permanently drained you. You decide how big the field is at the resistance granted increases to 20 points at from all ability scores. It also eliminates time of casting (to the limit your level al- 7th level and to a maximum of 30 points at fatigue and exhaustion, and removes all lows). Any creature within or entering the 11th level. The spell protects the forms of insanity, confusion, and similar field must attempt a save. If it fails, it recipient’s equipment as well. mental effects. Greater restoration does not becomes unable to move toward you for Resist energy absorbs only damage. The restore levels or Constitution points lost the duration of the spell. Repelled crea- subject could still suffer unfortunate side due to death. tures’ actions are not otherwise restricted. effects, such as drowning in acid (since XP Cost: 500 XP. They can fight other creatures and can cast drowning damage comes from lack of spells and attack you with ranged weapons. oxygen) or becoming encased in ice. Restoration, Lesser If you move closer to an affected creature, Note: Resist energy overlaps (and does not Conjuration (Healing) nothing happens. (The creature is not stack with) protection from energy. If a Level: Clr 2, Drd 2, Pal 1 forced back.) The creature is free to make character is warded by protection from energy Components: V, S melee attacks against you if you come and resist energy, the protection spell absorbs Casting Time: 3 rounds within reach. If a repelled creature moves damage until its power is exhausted. Range: Touch away from you and then tries to turn back Target: Creature touched toward you, it cannot move any closer if it Restoration Duration: Instantaneous is still within the spell’s area. Conjuration (Healing) Saving Throw: Will negates (harmless)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "None; see text projectile weapons deal more damage (see extradimensional space or to take an ex-",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Powdered corn This spell reverses gravity in an area, caus- by this spell. Any enlarged item that leaves extract and a twisted loop of parchment. ing all unattached objects and creatures your possession (including a projectile or within that area to fall upward and reach thrown weapon) instantly returns to its Rusting Grasp the top of the area in 1 round. If some solid normal size. This means that thrown object (such as a ceiling) is encountered in Transmutation weapons deal their normal damage",
        "name":  "Other magical properties are not affected Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, DF it in the same manner as they would of the weapon that fired them).",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level (D) rises into the air until the whole rope maximum amount of protection the armor hangs perpendicular to the ground, as if offered) through corrosion. For example, Your height immediately doubles, and affixed at the upper end. The upper end is, full plate armor (AC +8) could be reduced your weight increases by a factor of eight. in fact, fastened to an extradimensional to +7 or as low as +2 in protection, This increase changes your size category to space that is outside the multiverse of depending on the die roll. the next larger one, and you gain a +4 size extradimensional spaces (“planes”). Crea- Weapons in use by an opponent tar- bonus to Strength and a +2 size bonus to tures in the extradimensional space are geted by the spell are more difficult to Constitution. You gain a +2 enhancement hidden, beyond the reach of spells grasp. You must succeed on a melee touch bonus to your natural armor. You gain (including divinations), unless those spells attack against the weapon. A metal weapon damage reduction 3/evil (if you normally work across planes. The space holds as that is hit is destroyed. channel positive energy) or damage many as eight creatures (of any size). Note: Striking at an opponent’s weapon reduction 3/good (if you normally channel Creatures in the space can pull the rope up provokes an attack of opportunity. Also, negative energy). At 12th level this damage into the space, making the rope “disap- you must touch the weapon and not the reduction becomes 6/evil or 6/good, and pear.” In that case, the rope counts as one other way around. at 15th level it becomes 9/evil or 9/good of the eight creatures that can fit in the Against a ferrous creature, rusting grasp (the maximum). Your size modifier for AC space. The rope can support up to 16,000 instantaneously deals 3d6 points of dam- and attacks changes as appropriate to your pounds. A weight greater than that can age +1 per caster level (maximum +15) per new size category (if your original size was pull the rope free. successful attack. The spell lasts for 1 Diminutive, Tiny, Small, Medium, or Spells cannot be cast across the extra- round per level, and you can make one Large, the modifier decreases by 1; other- dimensional interface, nor can area effects melee touch attack per round. wise see Size Modifier, page 134). cross it. Those in the extradimensional 273 SPELLS CHAPTER 11: Sanctuary creatures within it. The spell affects a total resume their game. You could have a number of Hit Dice of creatures equal to crossroads appear quiet and empty even Abjuration your caster level (maximum 20). Creatures while an army is actually passing through",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A chip of attacks, not just against attacks by chaotic mica. creatures. Your own nonmagical club or quarterstaff Second, a warded creature gains spell becomes a weapon with a +1 enhancement resistance 25 against chaotic spells and bonus on attack and damage rolls. (A Shield spells cast by chaotic creatures. quarterstaff gains this enhancement for Abjuration [Force] Third, the abjuration blocks possession both ends of the weapon.) It deals damage",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 min./level (D) the slow spell, but against shield of law’s save bonus. These effects only occur when the DC). weapon is wielded by you. If you do not Shield creates an invisible, tower shield- Focus: A tiny reliquary containing some wield it, the weapon behaves as if sized mobile disk of force that hovers in sacred relic, such as a scrap of parchment unaffected by this spell. 278 :11 RETPAHC SLLEPS Shocking Grasp A creature holding vulnerable objects can save to negate the spell and can use spell Evocation [Electricity] attempt a Reflex save to negate the damage resistance, if any. Items in a creature’s",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No once trapped in the gem, cannot be This spell functions like fog cloud, but in returned through clone, raise dead, reincar- You grant the semblance of life and intel- addition to obscuring sight, the solid fog is nation, resurrection, true resurrection, or even lect to a corpse, allowing it to answer sev- so thick that any creature attempting to a miracle or a wish. Only by destroying the eral questions that you put to it. You may move through it progresses at a speed of 5 gem or dispelling the spell on the gem can ask one question per two caster levels. feet, regardless of its normal speed, and it one free the soul (which is then still dead). Unasked questions are wasted if the dura- takes a –2 penalty on all melee attack and Focus: A black sapphire of at least 1,000 melee damage rolls. The vapors prevent gp value for every Hit Die possessed by the tion expires. The corpse’s knowledge is effective ranged weapon attacks (except for creature whose soul is to be bound. If the limited to what the creature knew during magic rays and the like). A creature or gem is not valuable enough, it shatters life, including the languages it spoke (if object that falls into solid fog is slowed, so when the binding is attempted. (While any). Answers are usually brief, cryptic, or that each 10 feet of vapor that it passes creatures have no concept of level or Hit repetitive. If the creature’s alignment was through reduces falling damage by 1d6. A Dice as such, the value of the gem needed different from yours, the corpse gets a Will creature can’t take a 5-foot step while in to trap an individual can be researched. save to resist the spell as if it were alive. solid fog. Remember that this value can change over If the corpse has been subject to speak However, unlike normal fog, only a se- time as creatures gain more Hit Dice.) with dead within the past week, the new vere wind (31+ mph) disperses these va- spell fails. You can cast this spell on a pors, and it does so in 1 round. Sound Burst corpse that has been deceased for any Solid fog can be made permanent with a amount of time, but the body must be Evocation [Sonic] permanency spell. A permanent solid fog mostly intact to be able to respond. A",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The staff that stores the spell. normal. Furthermore, wary and cunning rally, that immunity doesn’t protect a plant creatures are likely to be terse and creature from spells for which spell resist- evasive, while the more stupid ones may ance doesn’t apply. Spell immunity protects Spell Turning make inane comments. If a plant creature against spells, spell-like effects of magic Abjuration is friendly toward you, it may do some items, and innate spell-like abilities of Level: Luck 7, Magic 7, Sor/Wiz 7 favor or service for you (as determined by creatures. It does not protect against Components: V, S, M/DF the DM). supernatural or extraordinary abilities, Casting Time: 1 standard action such as breath weapons or gaze attacks. Range: Personal",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch the spell level of the incoming spell to see creature can. After it delivers a spell, or if Target: Creature touched what fraction of the effect gets through. the hand goes beyond the spell range, goes Duration: 1 min./level For damaging spells, you and the caster out of your sight, the hand returns to you Saving Throw: Will negates (harmless) and hovers. Spell Resistance: Yes (harmless) each take a fraction of the damage. For The hand is incorporeal and thus cannot nondamaging spells, each of you has a be harmed by normal weapons. It has The creature gains spell resistance equal to proportional chance to be affected. improved evasion (half damage on a failed 12 + your caster level. For example, if you had three levels of Reflex save and no damage on a successful spell turning left and were targeted by an save), your save bonuses, and an AC of at Spellstaff enervation spell (a 4th-level spell), least 22. Your Intelligence modifier applies Transmutation you would turn three-fourths of the spell to the hand’s AC as if it were the hand’s Level: Drd 6 back at the caster. You would take one- Dexterity modifier. The hand has 1 to 4 hit Components: V, S, F forth of the damage, while the caster takes 282 :11 RETPAHC SLLEPS three-fourths of the damage. If you were in the same way. Typically, spike growth can Spiritual Weapon targeted by a wizard’s fear spell (also a 4th- be cast in any outdoor setting except open Evocation [Force] level spell) in the same situation, you water, ice, heavy snow, sandy desert, or Level: Clr 2, War 2 would have a one in four (25%) chance to bare stone. Any creature moving on foot Components: V, S, DF be affected by the spell, while the caster into or through the spell’s area takes 1d4 Casting Time: 1 standard action would have a three in four (75%) chance to points of piercing damage for each 5 feet of Range: Medium (100 ft. + 10 ft./level) be affected. movement through the spiked area. Effect: Magic weapon of force",
        "name":  "The hand cannot flank targets like a Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level (D) both warded by spell turning effects in this spell must also succeed on a Reflex Saving Throw: None operation, a resonating field is created. save or suffer injuries to its feet and legs Spell Resistance: Yes Roll randomly to determine the result. that slow its land speed by one-half. This speed penalty lasts for 24 hours or until the A weapon made of pure force springs into d% Effect injured creature receives a cure spell existence and attacks opponents at a dis- 01–70 Spell drains away without effect. (which also restores lost hit points). An- tance, as you direct it, dealing 1d8 force 71–80 Spell affects both of you equally at other character can remove the penalty by damage per hit, +1 point per three caster full effect. taking 10 minutes to dress the injuries and levels (maximum +5 at 15th level). The 81–97 Both turning effects are rendered succeeding on a Heal check against the weapon takes the shape of a weapon fa- nonfunctional for 1d4 minutes. vored by your deity or a weapon with some spell’s save DC. 98–100 Both of you go through a rift into spiritual significance or symbolism to you Spike growth can’t be disabled with the another plane. (see below) and has the same threat range Disable Device skill. and critical multipliers as a real weapon of",
        "name":  "If you and a spellcasting attacker are Any creature that takes damage from Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch Level: Drd 4, Earth 4 weapon, so, for example, it can damage",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) Area: One 20-ft. square/level weapon always strikes from your direction.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level (D) It does not get a flanking bonus or help a The subject can climb and travel on verti- Saving Throw: Reflex partial combatant get one. Your feats (such as cal surfaces or even traverse ceilings as Spell Resistance: Yes Weapon Focus) or combat actions (such as well as a spider does. The affected creature charge) do not affect the weapon. If the must have its hands free to climb in this Rocky ground, stone floors, and similar weapon goes beyond the spell range, if it manner. The subject gains a climb speed of surfaces shape themselves into long, sharp goes out of your sight, or if you are not 20 feet; furthermore, it need not make points that blend into the background. directing it, the weapon returns to you and Climb checks to traverse a vertical or hori- Spike stones impede progress through an hovers. zontal surface (even upside down). A spider area and deal damage. Any creature Each round after the first, you can use a climbing creature retains its Dexterity moving on foot into or through the spell’s move action to redirect the weapon to a bonus to Armor Class (if any) while climb- ing, and opponents get no special bonus to area moves at half speed. new target. If you do not, the weapon con- their attacks against it. It cannot, however, In addition, each creature moving tinues to attack the previous round’s target. use the run action while climbing. through the area takes 1d8 points of pierc- On any round that the weapon switches",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A drop of bitumen ing damage for each 5 feet of movement targets, it gets one attack. Subsequent and a live spider, both of which must be through the spiked area. rounds of attacking that target allow the eaten by the subject. Any creature that takes damage from weapon to make multiple attacks if your this spell must also succeed on a Reflex base attack bonus would allow it to. Even if save to avoid injuries to its feet and legs. A the spiritual weapon is a ranged weapon, use Spike Growth failed save causes the creature’s speed to be the spell’s range, not the weapon’s normal Transmutation reduced to half normal for 24 hours or range increment, and switching targets",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action spell (which also restores lost hit points). A spiritual weapon cannot be attacked or",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Reflex partial the spell’s save DC. weapon’s AC against touch attacks is 12 (10",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Spike stones is a magic trap that can’t be + size bonus for Tiny object). disabled with the Disable Device skill. If an attacked creature has spell resist- Any ground-covering vegetation in the Note: Magic traps such as spike stones are ance, you make a caster level check (1d20 + spell’s area becomes very hard and sharply hard to detect. A rogue (only) can use the caster level) against that spell resistance pointed without changing its appearance. Search skill to find spike stones. The DC is the first time the spiritual weapon strikes it. In areas of bare earth, roots and rootlets act 25 + spell level, or DC 29 for spike stones. If the weapon is successfully resisted, the 283 SPELLS CHAPTER 11: spell is dispelled. If not, the weapon has its The subject of a statue spell can return to Stone Shape normal full effect on that creature for the its normal state, act, and then return in- Transmutation [Earth] duration of the spell. stantly to the statue state (a free action) if it",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Clr 3, Drd 3, Earth 3, Sor/Wiz 4 The weapon that you get is often a force so desires, as long as the spell duration is in",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action weapon, many of which have individual Material Component: Lime, sand, and a Range: Touch names. A cleric without a deity gets a drop of water stirred by an iron bar, such as Target: Stone or stone object touched, weapon based on his alignment. A neutral a nail or spike. up to 10 cu. ft. + 1 cu. ft./level cleric without a deity can create a spiritual Duration: Instantaneous weapon of any alignment, provided he is Status Saving Throw: None acting at least generally in accord with that Divination Spell Resistance: No alignment at the time. The weapons Level: Clr 2 associated with each deity or alignment are Components: V, S You can form an existing piece of stone as follows. Casting Time: 1 standard action into any shape that suits your purpose. For",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Quarterstaff, “Staff of Boccob” Range: Touch example, you can make a stone weapon, a",
        "name":  "Boccob",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword, “Sahan- Targets: One living creature touched per special trapdoor, or a crude idol. Stone shape drian” three levels also permits you to reshape a stone door to",
        "name":  "Corellon Larethian",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword, “Jenevier” Duration: 1 hour/level make an exit where one didn’t exist or to",
        "name":  "Ehlonna",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe, “Arumdina” who may get separated, status allows you to including moving parts simply doesn’t",
        "name":  "Garl Glittergold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword, “Justice-bringer” and general condition. You are aware of Arcane Material Component: Soft clay,",
        "name":  "Heironeous",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword, “Kelmar” any conditions affecting them: unharmed, desired shape of the stone object and then",
        "name":  "Kord",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Short sword, “Hornblade” Range: Touch",
        "name":  "Yondalla",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Battleaxe, “The Blade of Change” Target: Creature touched",
        "name":  "Chaos",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sword, “The Sword of Truth” Components: V, S, M Spell Resistance: Yes (harmless)",
        "name":  "Law",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fortitude negates; see time it takes damage from a weapon,",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round text though an adamantine weapon bypasses",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One or more creatures, no two of Casting Time: 10 minutes which can be more than 30 ft. apart For the duration of this spell, you can use a Range: 0 ft.; see text standard action to evoke a dazzling beam Effect: One symbol This spell functions like summon nature’s of intense light each round. You can call Duration: See text ally I, except that you can summon one forth one beam per three caster levels Saving Throw: Fortitude negates 8th-level creature, 1d3 7th-level creatures (maximum six beams at 18th level). The Spell Resistance: Yes of the same kind, or 1d4+1 lower-level spell ends when its duration runs out or creatures of the same kind. your allotment of beams is exhausted. This spell allows you to scribe a potent When you use a summoning spell to Each creature in the beam is blinded rune of power upon a surface. When trig- 289 SPELLS CHAPTER 11: gered, a symbol of death slays one or more When scribing a symbol of death, you can Material Component: Mercury and phos- creatures within 60 feet of the symbol specify a password or phrase that prevents phorus, plus powdered diamond and opal (treat as a burst) whose combined total a creature using it from triggering the with a total value of at least 1,000 gp. current hit points do not exceed 150. The effect. Anyone using the password remains symbol of death affects the closest creatures immune to that particular rune’s effects so Symbol of Insanity first, skipping creatures with too many hit long as the creature remains within 60 feet Enchantment (Compulsion) [Mind- points to affect. Once triggered, the of the rune. If the creature leaves the Affecting] radius and returns later, it must use the symbol becomes active and glows, lasting Level: Clr 8, Sor/Wiz 8 password again. for 10 minutes per caster level or until it Saving Throw: Will negates You also can attune any number of crea- has affected 150 hit points’ worth of creatures, whichever comes first. Any tures to the symbol of death, but doing this This spell functions like symbol of death, creature that enters the area while the can extend the casting time. Attuning one except that all creatures within the radius or two creatures takes negligible time, and of the symbol of insanity instead become symbol of death is active is subject to its attuning a small group (as many as ten permanently insane (as the insanity spell). effect, whether or not that creature was in creatures) extends the casting time to 1 Unlike symbol of death, symbol of insane- the area when it was triggered. A creature hour. Attuning a large group (as many as ity has no hit point limit; once triggered, a need save against the symbol only once as twenty-five creatures) takes 24 hours. At- symbol of insanity simply remains active for long as it remains within the area, though tuning larger groups takes proportionately 10 minutes per caster level. if it leaves the area and returns while the longer, as the DM sees fit. Any creature Note: Magic traps such as symbol of symbol is still active, it must save again. attuned to a symbol of death cannot trigger it insanity are hard to detect and disable. A Until it is triggered, the symbol of death is and is immune to its effects, even if within rogue (only) can use the Search skill to inactive (though visible and legible at a its radius when triggered. You are auto- find a symbol of insanity and Disable Device distance of 60 feet). To be effective, a sym- matically considered attuned to your own to thwart it. The DC in each case is 25 + bol of death must always be placed in plain symbols of death, and thus always ignore the spell level, or 33 for symbol of insanity. sight and in a prominent location. Cover- effects and cannot inadvertently trigger Material Component: Mercury and phos- ing or hiding the rune renders the symbol of them. phorus, plus powdered diamond and opal death ineffective, unless a creature removes Read magic allows you to identify a sym- with a total value of at least 5,000 gp. the covering, in which case the symbol of bol of death with a DC 19 Spellcraft check. death works normally. Of course, if the symbol of death is set to be Symbol of Pain triggered by reading it, this will trigger the As a default, a symbol of death is triggered Necromancy [Evil] symbol. whenever a creature does one or more of Level: Clr 5, Sor/Wiz 5 A symbol of death can be removed by a the following, as you select: looks at the successful dispel magic targeted solely on rune; reads the rune; touches the rune; This spell functions like symbol of death, the rune. An erase spell has no effect on a passes over the rune; or passes through a except that each creature within the radius symbol of death. Destruction of the surface portal bearing the rune. Regardless of the of a symbol of pain instead suffers wracking where a symbol of death is inscribed destroys trigger method or methods chosen, a pains that impose a –4 penalty on attack the symbol but also triggers it. creature more than 60 feet from a symbol rolls, skill checks, and ability checks. Symbol of death can be made permanent of death can’t trigger it (even if it meets with a permanency spell. A permanent These effects last for 1 hour after the crea- ture moves farther than 60 feet from the one or more of the triggering conditions, symbol of death that is disabled or that has symbol. such as reading the rune). Once the spell is affected its maximum number of hit points Unlike symbol of death, symbol of pain has cast, a symbol of death’s triggering condi- becomes inactive for 10 minutes, then can no hit point limit; once triggered, a symbol tions cannot be changed. be triggered again as normal. of pain simply remains active for 10 min- In this case, “reading” the rune means Note: Magic traps such as symbol of death utes per caster level. any attempt to study it, identify it, or are hard to detect and disable. A rogue",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Magic traps such as symbol of pain fathom its meaning. Throwing a cover over (only) can use the Search skill to find a are hard to detect and disable. A rogue a symbol of death to render it inoperative symbol of death and Disable Device to (only) can use the Search skill to find a triggers it if the symbol reacts to touch. thwart it. The DC in each case is 25 + spell symbol of pain and Disable Device to thwart You can’t use a symbol of death offensively; level, or 33 for symbol of death. it. The DC in each case is 25 + spell level, for instance, a touch-triggered symbol of Material Component: Mercury and phos- or 30 for symbol of pain. death remains untriggered if an item phorus, plus powdered diamond and opal Material Component: Mercury and phos- with a total value of at least 5,000 gp each. bearing the symbol of death is used to touch phorus, plus powdered diamond and opal a creature. Likewise, a symbol of death with a total value of at least 1,000 gp. cannot be placed on a weapon and set to Symbol of Fear activate when the weapon strikes a foe. Necromancy [Fear, Mind-Affecting] Symbol of Persuasion You can also set special triggering limi- Level: Clr 6, Sor/Wiz 6 Enchantment (Charm) [Mind-Affecting] tations of your own. These can be as simple Saving Throw: Will negates Level: Clr 6, Sor/Wiz 6 or elaborate as you desire. Special con- Saving Throw: Will negates ditions for triggering a symbol of death can This spell functions like symbol of death, be based on a creature’s name, identity, or except that all creatures within 60 feet of This spell functions like symbol of death, alignment, but otherwise must be based on the symbol of fear instead become panicked except that all creatures within the radius observable actions or qualities. Intangibles for 1 round per caster level. of a symbol of persuasion instead become",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes None; see text sorcerer). Weapons cause standard damage",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creature touched sible for the target to cast some or all of its You become a virtual fighting machine— Duration: 10 min./level spells, if the requisite ability score drops stronger, tougher, faster, and more skilled Saving Throw: Will negates (harmless) below the minimum required to cast spells in combat. Your mind-set changes so that Spell Resistance: No of that level. you relish combat and you can’t cast spells, even from magic items. This spell grants the creature touched the Transmute Metal to Wood You gain a +4 enhancement bonus to ability to speak and understand the lan- Transmutation Strength, Dexterity, and Constitution, a +4 guage of any intelligent creature, whether Level: Drd 7 natural armor bonus to AC, a +5 com- it is a racial tongue or a regional dialect. Components: V, S, DF petence bonus on Fortitude saves, and The subject can speak only one language at Casting Time: 1 standard action proficiency with all simple and martial a time, although it may be able to Range: Long (400 ft. + 40 ft./level) weapons. Your base attack bonus equals understand several languages. Tongues does Area: All metal objects within a 40-ft.- your character level (which may give you not enable the subject to speak with radius burst multiple attacks). creatures who don’t speak. The subject can Duration: Instantaneous You lose your spellcasting ability, in- make itself understood as far as its voice Saving Throw: None cluding your ability to use spell activation carries. This spell does not predispose any Spell Resistance: Yes (object; see text) or spell completion magic items, just as if creature addressed toward the subject in the spells were no longer on your class list. any way. This spell enables you to change all metal",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A potion of bull’s Tongues can be made permanent with a objects within its area to wood. Weapons, strength, which you drink (and whose ef- permanency spell. armor, and other metal objects carried by fects are subsumed by the spell effects). Arcane Material Component: A small clay creatures are affected as well. A magic object made of metal effectively has spell 294 :11 RETPAHC SLLEPS resistance equal to 20 + its caster level If transmute rock to mud is cast upon the mum load) or its equivalent per three against this spell. Artifacts cannot be ceiling of a cavern or tunnel, the mud falls caster levels. Use the following equivalents transmuted. Weapons converted from to the floor and spreads out in a pool at a to determine the maximum number of metal to wood take a –2 penalty on attack depth of 5 feet. For example, a 10th-level larger creatures you can bring along: A and damage rolls. The armor bonus of any caster could convert twenty 10-foot cubes Large creature counts as two Medium armor converted from metal to wood is into mud. Pooling on the floor, this mud creatures, a Huge creature counts as two reduced by 2. Weapons changed by this would cover an area of forty 10-foot Large creatures, and so forth. All creatures spell splinter and break on any natural squares to a depth of 5 feet. The falling to be transported must be in contact with attack roll of 1 or 2, and armor changed by mud and the ensuing cave-in deal 8d6 one another, and at least one of those crea- this spell loses an additional point of armor points of bludgeoning damage to anyone tures must be in contact with you. bonus every time it is struck with a natural caught directly beneath the area, or half You can’t use this spell to travel through attack roll of 19 or 20. damage to those who succeed on Reflex plant creatures such as shambling mounds Only limited wish, miracle, wish, or simi- saves. and treants. lar magic can restore a transmuted object Castles and large stone buildings are The destruction of an occupied plant to its metallic state. Otherwise, for generally immune to the effect of the spell, slays you and any creatures you have example, a metal door changed to wood is since transmute rock to mud can’t affect forevermore a wooden door. worked stone and doesn’t reach deep brought along, and ejects the bodies and all enough to undermine such buildings’ carried objects from the tree. Transmute Mud to Rock foundations. However, small buildings or Transmutation [Earth] structures often rest upon foundations Trap the Soul",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "100 XP. a +10 bonus on the check. Casting Time: 1 standard action Unwilling targets can negate the spell’s Range: Close (25 ft. + 5 ft./2 levels) Wail of the Banshee effect on them by making Will saves or Effect: Wall whose area is up to one with spell resistance. Those who interact Necromancy [Death, Sonic] 10-ft. square/level with the subjects can attempt Will disbe- Level: Death 9, Sor/Wiz 9 Duration: 1 round /level (D) lief saves to see through the glamer, but Components: V Saving Throw: None spell resistance doesn’t help. Casting Time: 1 standard action Spell Resistance: No 298 :11 RETPAHC SLLEPS A wall of force spell creates an invisible wall height that does not exceed 1,000 square If you desire, the wall can be created of force. The wall cannot move, it is feet). The plane can be oriented in any vertically resting on a flat surface but not immune to damage of all kinds, and it is fashion as long as it is anchored. A vertical attached to the surface, so that it can be unaffected by most spells, including dispel wall need only be anchored on the floor, tipped over to fall on and crush creatures magic. However, disintegrate immediately while a horizontal or slanting wall must be beneath it. The wall is 50% likely to tip in destroys it, as does a rod of cancellation, a anchored on two opposite sides. either direction if left unpushed. Creatures sphere of annihilation, or a Mordenkainen’s The wall is primarily defensive in nature can push the wall in one direction rather disjunction spell. Breath weapons and spells and is used to stop pursuers from than letting it fall randomly. A creature cannot pass through the wall in either following you and the like. Each 10-foot must make a DC 40 Strength check to direction, although dimension door, teleport, square of wall has 3 hit points per inch of push the wall over. Creatures with room to and similar effects can bypass the barrier. thickness. Creatures can hit the wall auto- flee the falling wall may do so by making It blocks ethereal creatures as well as matically. A section of wall whose hit successful Reflex saves. Any Large or material ones (though ethereal creatures points drop to 0 is breached. If a creature smaller creature that fails takes 10d6 points tries to break through the wall with a of damage. The wall cannot crush Huge can usually get around the wall by floating single attack, the DC for the Strength and larger creatures. under or over it through material floors check is 15 + caster level. Like any iron wall, this wall is subject to and ceilings). Gaze attacks can operate Even when the ice has been broken rust, perforation, and other natural through a wall of force. phenomena. through, a sheet of frigid air remains. Any",
        "name":  "XP Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Will negates (harmless) inch of thickness. work with edged weapons. Chopping away Spell Resistance: Yes (harmless) It is possible, but difficult, to trap mo- at the wall creates a safe passage 1 foot bile opponents within or under a wall of stone, provided the wall is shaped so it can deep for every 10 minutes of work. Normal The transmuted creatures can breathe wa- hold the creatures. Creatures can avoid fire cannot harm the barrier, but magical ter freely. Divide the duration evenly entrapment with successful Reflex saves. fire burns it away in 10 minutes. among all the creatures you touch.",
        "name":  "A wall of thorns can be breached by slow Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (object) Spell Resistance: Yes (harmless) A wall of thorns spell creates a barrier of very tough, pliable, tangled brush bearing You cause wood to bend and warp, per- The transmuted creatures can tread on any needle-sharp thorns as long as a human’s manently destroying its straightness, form, liquid as if it were firm ground. Mud, oil, finger. Any creature forced into or and strength. A warped door springs open snow, quicksand, running water, ice, and attempting to move through a wall of thorns (or becomes stuck, requiring a Strength even lava can be traversed easily, since the takes slashing damage per round of check to open, at your option). A boat or subjects’ feet hover an inch or two above movement equal to 25 minus the creature’s ship springs a leak. Warped ranged the surface. (Creatures crossing molten AC. Dexterity and dodge bonuses to AC do weapons are useless. A warped melee lava still take damage from the heat not count for this calculation. (Creatures weapon causes a –4 penalty on attack rolls. because they are near it.) The subjects can with an Armor Class of 25 or higher, You may warp one Small or smaller ob- walk, run, charge, or otherwise move without considering Dexterity and dodge ject (such as a wagon wheel or a human’s across the surface as if it were normal bonuses, take no damage from contact crossbow) or its equivalent per caster level. ground. with the wall.) A Medium object (such as an oar or a If the spell is cast underwater (or while You can make the wall as thin as 5 feet human’s spear) counts as two Small ob- the subjects are partially or wholly sub- thick, which allows you to shape the wall jects, a Large object (such as a rowboat or a merged in whatever liquid they are in), the as a number of 10-by-10-by-5-foot blocks hill giant’s greatclub) as four, a Huge subjects are borne toward the surface at 60 equal to twice your caster level. This has no object (such as a wagon or a cloud giant’s feet per round until they can stand on it. effect on the damage dealt by the thorns, 300 :11 RETPAHC SLLEPS Waves of Exhaustion initial Reflex save or a later Strength check such as move straight ahead, zigzag, circle, Necromancy or Escape Artist check), a creature remains or the like. Directing the cyclone’s",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes tween you and an opponent, it provides comes back within range.) cover. If you have at least 20 feet of web Any Large or smaller creature that Waves of negative energy cause all living between you, it provides total cover (see comes in contact with the spell effect must creatures in the spell’s area to become ex- Cover, page 150). succeed on a Reflex save or take 3d6 points hausted. This spell has no effect on a crea- The strands of a web spell are flammable. ture that is already exhausted. A magic flaming sword can slash them away of damage. A Medium or smaller creature that fails its first save must succeed on a as easily as a hand brushes away cobwebs. second one or be picked up bodily by the Waves of Fatigue Any fire—a torch, burning oil, a flaming cyclone and held suspended in its Necromancy sword, and so forth—can set the webs powerful winds, taking 1d8 points of",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action any other normal ranged weapon passing ability score do not stack, so only the",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level (D); see text weapons are not affected.) Gases, most level, and all subjects are cured of the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
