[
    {
        "origin_file":  "armor.json",
        "description":  "Brigandine armor consists of a coat of leather plates, each plate consist- ing of leather with a strip of steel inside",
        "name":  "Brigandine",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide +14, Listen +4, Move Silently an additional armor bonus that stacks with both the +10, Spot +4. foundation armor and any shield worn. You can wear Deflect Arrows (Ex): When detached from its dastana with padded, leather, or chain shirt armor. shield position, a beetle buckler darts about in its You need the Armor Proficiency (light) feat to wear ownerÆs space, blocking one ranged attack per round dastana without penalty. as the Deflect Arrows feat. Dendritic: Dwarf armorsmiths grow dendritic",
        "name":  "Skills and Feats",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immune to all mind-influencing armor from seed crystals deep underground; dendritic effects; darkvision 60 ft. armor never reaches the smithÆs fire. Each suit of den- dritic armor is tailored for a specific wearer. This superb",
        "name":  "Vermin Traits",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Commonly worn by warriors of seafaring armor is socketed rather than riveted together, leaving races, such as merfolk and tritons, coral armor is not almost no gaps or chinks. It protects better than full so much created as grown. Exotic and rare corals are plate armor, but is also heavier and more cumbersome. shaped over time to create armor for a specific Dendritic armor constantly grinds crystal flecks person. Someone wearing coral armor that was not off, and regrows itself to its original shape. Anyone grown for them takes an additional û1 armor check tracking a person wearing dendritic armor gains a +2 penalty. Coral armor covers only the top half of the circumstance bonus on skill checks from the fine wearerùbreastplate and bracers. Swim speed is trail of crystals left behind. To remove dendritic reduced by 10 feet when wearing coral armor. How- armor, you must break your way out by succeeding at ever, because of its design, coral armor effectively a Strength check (DC 25). As long as you leave at least weighs 10 pounds less in water. 5 pounds of dendritic armor somewhere on your Growing coral armor requires the Craft (coralshap- body, the armor grows back in 8 hours. ing) skill. Lamellar: Similar to splint and brigandine armor, 15",
        "name":  "Coral",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather scale armor is just like the the effect is inert until the next day. This nausea scale mail described in Chapter 7 of the PlayerÆs Hand- never affects the wearer. book, except that the scales are made of cured leather Pheromones: Once per day, the ivy exudes phero- instead of metal. mones that make you seem more attractive. The Moon-Ivy: Moon-ivy armor is a close-fitting body- pheromones grant a +3 bonus on all Charisma-based suit that grows every night and dies at the end of every checks for 3 hours. The bonus doubles to +6 if you day. You put on a wreathlike choker before going to attempt to influence a creature with scent, but moon- sleep. Overnight, a tight but flexible bodysuit of ivy ivy pheromones do not affect constructs or undead. grows over your body. When you awaken, you are wear- Quick-Escape: Ingeniously crafted, this armor ing a tough, fibrous light armor. Removing the choker uses special buckles, straps, and releases so it can be causes the moon-ivy armor to wither in 5 rounds. removed in mere moments. It is a favorite of wealthy For an additional 500 gp, one of the following types sailors and adventurers who anticipate going near of ivy can be grafted into the armor. bodies of water.",
        "name":  "Leather Scale",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ivy exudes a poisonous resin. Once As a standard action, the wearer pulls and twists on per day, if you succeed on a grapple check, your foe a special lock, located on the shield-side hip, which must make a Fortitude save (DC 14). If the defender causes the armor to fall away. Each lock is unique in fails, he takes initial and secondary damage of 1d3 operation, making it difficult for anyone other than points of temporary Constitution. This poison never the owner to undo, especially in the middle of battle. A affects the wearer. Disable Device check (DC 30) is required for someone",
        "name":  "Poison Ivy",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ring armor is composed of tough leather, Table 1û9: Donning Armor heavily reinforced with hundreds of small metal Armor Type Don Don Hastily Remove 1 rings. Ring armor is the precursor to chainmail and is Bone, cord, wood, 1 minute 5 rounds 1 minute leather scale, commonly found in cultures that havenÆt discovered ring, or wicker how to create that type of armor. It is a cheap and Brigandine or 4 minutes 11 minute 1 minute effective protection, popular among town guards. lamellar",
        "name":  "Ring",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is created out of specially treated Bark, shell, or coral 4 minutes 1 minute 1 minute tortoise shells and more exotic sea life. The armormak- Stone, dwarven 4 minutes 2 4 minutes 1 1d4+1 minutes ing process softens the shells, making them far more Dendritic or 8 hours ù 5 rounds pliable and likely to bend instead of shatter when moon-ivy struck. Shell armor includes a breastplate, shoulder Bondleaf wrap 24 hours ù 1 round guards, and even gauntlets created from smaller and Quick-escape ╫2 3 ╫2 3 1 action smaller shells. Druids can wear shell armor without 1If you have some help, cut this time in half. A single losing access to their spells or class features. character doing nothing else can help one or two adja- cent characters. Two characters canÆt help each other",
        "name":  "Shell",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This small wooden shield has a don armor at the same time. special switch located on the inside grip. When trig- 2You must have help to don this armor. Without help, gered, four blades pop out from the edges of the shield, you can only don it hastily. and one larger blade springs out from the middle. 3It takes twice as long to don quick-escape armor as it Triggering and retracting the blades is a free action. does normal armor of the same type. When the blades are activated, the stiletto shield counts as a spiked shield in all respects. ARMOR AND",
        "name":  "Shield, Stiletto",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "It has a 25% chance of being Padded ù C C C effective against an incorporeal attack, as if it were Ring mail ù ù C C made of force. It is not malleable enough to be Scale mail ù U C U Splint mail ù ù ù U worked into chainmail or scale mail; only a breast- Studded leather ù C C C plate, shield, or any form of heavy armor can be made Wicker C ù ù ù from Astral driftmetal. A suit of driftmetal armor Wood C ù ù ù weighs 5 pounds more than the same armor made of C: Common in this time period steel, but the other statistics of the armor (maximum U: Uncommon in this time period Dexterity bonus, armor check penalty, spell failure ù: Not usually found in this time period chance) are unchanged. armor. Historically, only a few exceptions to this rule Astral driftmetal has a hardness of 12 and 30 hit exist, and they are all made of bronze. points per inch of thickness. Its market price modi-",
        "name":  "Leather scale C C C U extraordinary feature",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bronze shields have the same pro- fier is +1,000 gp. tective value as steel shields,and their cost and weight Blended Quartz: This rare, naturally occurring are the same. The hardness of a bronze shield is 9 blend of iron and quartz is cumbersome and difficult (compared to ironÆs 10), however. A small bronze to work. Armor and shields made from blended shield has 7 hit points, and a large bronze shield has quartz weigh twice as much as normal and incur the 14 hit points. normal armor check penalty. The DC of relevant",
        "name":  "Bronze Shields",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Githzerai armorsmiths in the Ever- heavier and harder to work with than most other",
        "name":  "Entropium",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Composed of polishes, wooden top and bottom, solid metal bars equally rags, replacement fasteners, wire brushes, and leather spaced around the sides, and a door. It has a latch, but strips, this kit is indispensable in keeping armor in any lock must be purchased separately. The table below top form. An armor maintenance kit grants a +2 cir- shows how many creatures can fit in each size of cage. cumstance bonus on Craft (armorsmithing) checks to Number of Creatures repair armor. Cage Size Large Med. Small Tiny Dim. Hardness HP Ascender/Slider: This cleverly designed ratchet Large 1 2 4 8 1 16 1 10 30 wraps around ropes and assists climbing and descend- Medium 0 1 2 4 1 8 1 10 30 ing. By clicking a small switch, the ratchet prevents Small 0 0 1 2 4 10 30 Tiny 0 0 0 1 2 10 15 movement either up or down the rope. This grants a +1 Diminutive 0 0 0 0 1 10 10 circumstance bonus on Climb checks using a single 1Creatures this size can move through the bars with no rope. You can also slide down a rope with this device, difficulty, unless the cage is designed with narrower bars. which allows rapid movementùbasically a con- trolled fall. It requires a successful Strength Check Candelabra: Candelabras are designed to hold (DC 15) to hold on when performing this maneuver. four, eight, or sixteen candles in an aesthetically A failure means you fall. pleasing arrangement. Four candles illuminate a 10- Banner/Standard:A banner is a large cloth em- foot radius, eight candles illuminate a 15-foot radius, blazoned with a heraldic device. It is used to display while sixteen candles illuminate a 20-foot radius. a personal, family, or royal crest, or as identification Candle Mold:There are several different versions on the battlefield. The price given is for a simple of these large wooden molds. A single mold can form banner made from cotton and cheaper materialsù eight tapers, two pillar candles, or twelve votive the fancier the banner, the higher the cost. candles. The mold does not come with wax. It A banner grants a +2 circumstance bonus on Spot requires Craft (candlemaking) to use properly. checks to be seen from a distance. Candle, Insectbane: This heavily scented candle",
        "name":  "Armor Maintenance Kit",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This very tight-fitting garment is Many of these items can also be considered trade made of black silk. It is used by rogues and infiltra- goods (see below). tors when sneaking around at night. Wearing the suit grants a +2 circumstance bonus on Hide checks in Unique Alcoholic Beverages conditions dark enough to grant one-half conceal- Table 7û7: Goods and Services of the PlayerÆs Handbook ment or better. However, the bodysuit provides no gives prices for generic ales and wines. For something benefit if you wear other clothing or armor, other a bit more exotic, try these different kinds of alcohol. than belts, pouches, or bandoleers, on top of it. Aleeian Wine, Elven: The grapes for this astound- Boots, SmugglerÆs:These otherwise normal high ing wine are picked from wild vines located deep in the boots have hinged heels that swing open to reveal forest. It takes several months to find enough grapes to small storage spaces. Each can hold one or two Fine create even one batch. (Fortitude save DC 11.) objects, such as a vial of poison. In addition, the Dragonbite Bitter: The recipe for this exceptional inside lining of the boot can be removed to hide thin, dark beer is centuries old, and only the Dragonbite flat objects like a map or slender dagger. It requires Brewery has been able to reproduce it. The Fortitude a successful Search check (DC 30) to locate items save to resist intoxication is DC 12. hidden in the boots. Dwarfhead Stout: Found almost exclusively in",
        "name":  "Bodysuit, Black",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  " sp per mile for ocean travel and 3 cp per mile for ThatÆs the ôdriverö position shown on Physics and Vehicles overland travel). If youÆre in a hurry to get onto the the diagram. If the driver leaves this This book is not, and cannot next adventure, you can skip random encounters position, the vehicle is out of control be, a physics textbook, a pilotÆs along the way. (see Out of Control Vehicles, later in manual, or a set of sea cap- Props in Unusual Set-Piece Battles: Variety is this chapter). tainÆs charts. This is our best the spice of lively battles, and your players may appre- Ten-Foot Sections: Vehicles with a simulation of vehicle move- ciate the change of pace if they get to drive chariots longest dimension (length or height) ment, and combat, within the around the emperorÆs arena or repel pirate boarders of 20 feet or more have their exteriors D\u0026D rules. DonÆt be sur- on the decks of a merchant galley. Characters can divided into 10-foot-square sections to prised if sailing vessels donÆt borrow or commandeer the vehicles they need for a handle combat damage. Each section work exactly the way they do battle or chase. Each of the vehicles described in this has its own Armor Class, hit points, and in the real world, or if hang chapter has its speed, maneuverability and protective hardness. The destruction of a 10-foot gliders donÆt take drag into qualities detailed. And since crashes and collisions section doesnÆt necessarily mean the account and minimize the ef- are inevitable for some characters, rules for those demise of the vehicle, but itÆs rarely fects of gravity. eventualities are provided as well. good news for the crew.",
        "name":  "Behind the Scenes",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The statistics block Damaged Rigging: If the rigging on a wind-powered for each multiple-section vehicle gives the Armor ship takes 50% of its full normal hit points in damage, Class, hit points, and hardness (if any) per section. treat the wind as one category lighter because the For sailing ships, the sails and rigging are accounted remaining sails arenÆt able to capture it as effectively. for as a separate section, with its own Armor Class Thus, ships with damaged rigging move twice their and hit points. This section is otherwise just like any speed in heavy winds, move their speed in moderate other vehicle section, except that it handles damage winds, and are unable to move in light winds. If a somewhat differently (see below). shipÆs rigging is destroyed, it canÆt move at all under",
        "name":  "Targeting a Vehicle Section",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once a vehicle section has wind power. taken 10% of its hit points in damage, the scars and gouges are noticeable. When the section has lost 50% Repairing and Building a Vehicle of its hit points, cracks appear. After losing 75% of its Sometimes fixing a vehicle is a simple matter of carpen- hit points, the section has holes and cracks large try. But if the damage is severe and the situation is dire, enough that those inside and outside the vehicle can only magic can rebuild a vehicle fast enough. Likewise, attack one another directly, though the section still building a vehicle can be a task hired out to a wainwright provides nine-tenths cover. The section collapses or shipyard, or a project for a powerful spellcaster. when its hit points are exhausted. If a vehicle section has taken 50% of its hit points Vehicle Repairs in damage, the vehicleÆs speed is reduced by 5 feet If a vehicle has taken damage, a group of carpenters, until the damage is repaired. This reduction doesnÆt engineers, or other crew members can repair it with- stack, so multiple damaged sections still make the out the use of magic. The number of members in the vehicle only 5 feet slower. If a section is destroyed, repair crew must equal the hardness of the material the vehicleÆs speed is cut in half. If a second section is being fixed. For example, repairing damage to a 10- destroyed, the vehicle canÆt move. foot vehicle section made of wood requires a five- If youÆre attacking a multilayered section (such as person repair crew, because wood has a hardness of 5. one with armor plating; see Vehicle Augmentations, Only one member of the repair crew need have the below), you must overcome each layer in turn. Damage relevant Craft skill (carpentry for wood, armor- left over from a single attack that destroyed the previ- smithing for metal, or sailmaking for rigging); the ous layer must overcome the hardness of the new layer others can be unskilled. Depending on the situation, (if it is a different material) before damaging it. tools or raw materials may be necessary. If the skilled",
        "name":  "Effects of Damage",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Damaged rigging can be These improvements on basic vehicle design require repaired as described above. Destroyed rigging must no magic, just the relevant Craft skill and appropriate be repurchased at a cost of 20 gp per hit point of the raw materials (or enough cash) undamaged rigging. Armor Plating: You can increase the hit points",
        "name":  "Repairing Rigging",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A number of spells and hardness of any vehicle by adding armor to any can speed the repair process or provide makeshift 10-foot section (other than rigging). All statistics battle repairs. Mendinginstantly repairs 1d8 points of below are per inch of thickness. You can layer the damage, and make whole completely repairs a single same material to get thicker armor or combine dif- 10-foot section as long as the damage was not the ferent materials if you like. Each layer takes damage result of warping, burning, or disintegration. separately. Damage left over after an outer layer is If a section has been destroyed, it requires minor destroyed is dealt to the next layer inward; hardness creationand an appropriate Craft check (DC 25) to fix is applied a second time if the new layer is a differ- the gap in the vehicleÆs structure. The material to fill ent material. a 10-foot-square section to a thickness of 1 inch is Table 3û8: Armor Materials roughly 8 cubic feet in volume, so a single spellcaster Cost per Weight per of 8th level or higher can fix one section (multiple Material HP Hardness Section Section applications may be necessary for sturdy repairs). Adamantine 40 20 5,000 gp 5,000 lb. Major creationcan repair iron vehicles for a number of Darkwood 10 5 3,000 gp 500 lb. hours, and even more exotic material for a few min- Iron 30 10 1,000 gp 5,000 lb. utes or rounds. Because neither minor creation nor Mithral 30 15 3,500 gp 3,000 lb. Wood 10 5 200 gp 1,000 lb. major creation is permanent, such repairs are only a stopgap measure.",
        "name":  "Magical Repair Techniques",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Available cargo space can be 400-foot radius of whatever it strikes. Prevailing converted for passenger use; one ton (2,000 pounds) winds donÆt return for 10 minutes. of cargo space can accommodate two Medium-size or Caster Level: 11th; Prerequisites:Craft Magic Arms and smaller passengers comfortably. Twice as many can Armor, control winds; Market Price:2,500 gp; Weight:16 lb. squeeze into passenger space for short periods of Charts of Certainty: This blank sheet of parchment time, but they are too cramped to fight effectively is every captainÆs boon. If unrolled and directly exposed and are considered fatigued after an hourÆs travel. to the sun while aboard a vehicle, it instantly displays",
        "name":  "Passenger Spaces",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This augmentation disguises a Overall AC: The Armor Class of the vehicle as a vehicle from curious eyes, making the vehicle appear to whole. For bigger vehicles, this number is rarely be part of the surrounding terrain. The glamer includes used because attacks target specific sections of the audible, visual, tactile, and olfactory elements, though vehicle exterior. it canÆt disguise, conceal, or add creatures. Section hp: How many hit points each 10-foot-by-",
        "name":  "Veil of Obscurity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites:Craft Wondrous Item, 10-foot section has. Most sections also have hardness, mirage arcana; Market Price: 25,000 gp; Weight: ù. noted in parentheses. If the vehicle has armor plating, Wind-Favored Sails: This set of sails comes in two the section hp and hardness of the armor are given first, varieties. Raising a set of lesser wind-favored sails followed by a slash, followed by the section hp and ensures that the wind speed is always heavy (21û30 hardness of the vehicle itself. Large or smaller vehicles mph, speed multiplier ╫3), no matter what the pre- do not have sections and lack a section hp statistic. vailing weather conditions. A set of greater wind- Section AC: The Armor Class of each 10-foot-by- favored sailsalso lets the driver set the wind direction 10-foot section of the vehicleÆs exterior. Large or within 600 feet of the vehicle with a command word. smaller vehicles do not have sections and lack a sec-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather, small wooden shield, 2 sp",
        "name":  "Hobgoblin",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather, small wooden shield, 4 gp so an employer should continually watch his back morningstar, javelins (3) when payday comes around. Goblins work best in",
        "name":  "Bugbear",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Young male centaurs sometimes leave Minotaur:Minotaurs make devastating troops but the safety and boredom of the herd to find glory in take a lot of coaxing to be persuaded to fight for just620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:05 PM Page 71 CHAPTER 4: HIRELINGS AND CREATURES one side. Sometimes, in attacking individ- the heat of battle, a mino- ual targets, such as taur becomes consumed commanders and with bloodlust and at- wizards. Like many tacks anyone within strik- of the other evil ing distance, including beings mentioned friendly troops. A mino- here, tieflings can taur can easily go head to turn on their em- head with an armored ployer in moments. knight. Minotaurs quickly Troglodyte: Only the grow impatient when truly desperate or depraved combat is not imminent, will hire troglodyte mercenar- and will either leave or ies. These foul creatures delight attack their employer out in battle, specializing in ambushes of boredom. and hit-and-run attacks. They do not",
        "name":  "Centaur",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Training a thudhunter special abilities or grooming needs, the price can easily as a hunting or guard beast requires a successful double, to 3 sp per day. Larger or more dangerous Handle Animal check (DC 22 young, DC 29 adult). mounts might run up to 1 or 2 gp per day, since caring Thudhunter young are worth 200 gp on the open for these creatures requires specialized knowledge market. Professional trainers charge 500 gp to rear and skills that rival those of an alchemist or sage. or train a thudhunter. New Equipment Most of the following equipment and magic items MOUNTS are created for use with horses. Unless otherwise Mounts are great to have around. They get you stated, references to ôhorseö include mules, donkeys, where you need to go quickly and help you out in and ponies. Presumably, any craft worker or spellcaster combat, and the smarter ones can pro- who could create an item for use with a horse could vide friendship and advice in uncertain create a similar item for a more exotic mount. Weight Limits for times. Mounts are also a lot of trouble. Barding: Chapter 7 of the PlayerÆs Handbook pro- Flying Mounts TheyÆre big, they eat a lot, theyÆre finicky, vides rules, weight, and cost for barding for Medium- Flying creatures can fly at and they require specialized knowledge size and Large mounts. For creatures of larger size, their given speed if carrying and equipment. Basically, theyÆre party barding is usually cost-prohibitive and unnecessary, no more than a light load (this members without hands. and creatures with special movement types (burrow, is a change from the Monster Nearly any creature can be a mount fly, swim) are especially hampered by the extra Manual). The weight of the for a clever, tenacious rider. The general weight and bulk. However, exceptions abound. For rider and the riderÆs armor rule is that mounts must be at least one larger or stranger mounts than the norm, refer to the and equipment count against size larger than their riders. So a gnome table below, applying the appropriate multiplier to this limit. (Small) can ride a dire badger (Medium- the cost of the armor as given on Table 7û5: Armor in size), an elf (Medium-size) can ride a the PlayerÆs Handbook. giant eagle (Large), and an ogre (Large) can ride an Barding for Unusual Mounts elephant (Huge). Unusual Nature Cost Weight A creature can carry as many passengers as its Huge ╫8 ╫4 space and carrying capacity allow. One Small or Gargantuan ╫16 ╫16 Medium-size rider or passenger can fit in each 5- Colossal ╫32 ╫256 foot square the creature occupies and still have Odd shape ╫2 ╫1 78 room to move around and fight if necessary. Riders, of course, must arrange themselves according to the Howdah: A howdah is a seat or box, usually with creatureÆs shape. a canopy and railing, placed on the back of a Huge620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:07 PM Page 79 CHAPTER 4: HIRELINGS AND CREATURES or larger creature. Four Medium-size riders can fit at equestrianism. The saddle grants a +10 circum- on a howdah. Ornate howdahs are status symbols stance bonus on Ride checks with horses. for rich or noble people, but open-air versions also Caster Level:5th; Prerequisites: Craft Wondrous Item; make excellent fighting platforms. In addition to Market Price: 2,000 gp; Weight: 30 lb. placing occupants out of the reach of most infantry, Horseless Saddle: When the command word is a howdah provides one-half cover. Cost: 200 gp; spoken, this riding saddle leaps into the air and fas-",
        "name":  "Training a Thudhunter",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This set of blinders is black with gold inlaid glyphs covering the Camel How Much Will a outer surfaces. A horse wearing shielding Camels are favored mounts in the desert. When fully Trainer Charge? blinders is completely protected from stocked, a camel can travel up to a week with little gaze attacks. food and no water. Further, camels require no shoe- Trainers with the equipment",
        "name":  "Shielding Blinders",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Light 459 lb., medium 918 lb., heavy 1,380 lb. Monster Mounts Stranger creatures often require stranger tactics to ride and keep them successfully. These mounts can never be left with the stablehands. Couatl Even the most powerful, beneficent paladins lose their warhorses in righteous battle. When such a pal- adin calls for a new mount to continue the fight against depredations of the wicked, a couatl some- times answers, serving as a steady mount and 84 advisor. When serving this way, a couatl does not receive a paladin mountÆs bonus HD, natural armor, or Strength adjustment. It keeps its natural620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:18 AM Page 85 CHAPTER 4: HIRELINGS AND CREATURES Intelligence, but it does gain special abilities appro- are equal to 25 + the dragonÆs HD; Diplomacy check priate for the level of paladin it bonds to. DCs can only be determined by the situation. The Riding one of these magnificent outsiders in a dig- price for an egg begins at 10,000 gp and goes up nified manner is difficult, but well worth the effort. depending on the buyer. There is no ôopen marketö All Ride check DCs are 5 higher than normal due to for dragon eggs. The training cost is widely vari- the couatlÆs sinuous method of flying. On the other able, but never less than 5,000 gp. Dragons can hand, a couatl requires no training, and it gladly never be domesticated. accepts the role of mount and servant in the battle against evil. Gelatinous Cube Couatls love to offer their advice on arcana, history, Gelatinous cubes are not mounts for the faint of nature, or any area in which they have Knowledge heart, or for those in a particular hurry. Bizarre ôcav- ranks. Though never intrusive, they like to show off alryö in Underdark wars, gelatinous cubes are used to their learning and sometimes offer more advice than herd opposing troops and chew through defensive is technically necessary. lines, or to protect valuable spell- Theoretically, a young couatl might be given to a casters after their magic is spent.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Light 516 lb., Rust Monster Creatures above 5 HD are medium 1,038 lb., heavy 1,560 lb.; DC Although single-minded, rust monsters make surpris- generally varied enough in Young/Adult: 23/30 (five heads), 24/31 ingly good mounts. When fed generously and treated their tactics and usefulness (six heads); Egg Price:4,000 gp (five heads), well, they become friendly and even affectionate, that a DM must take them 4,500 gp (six heads); Training Cost: 1,500 crowding around, uttering a staccato chit-chit-chit into account as much as party gp per head, 2,000 gp per head (pyro- noise, and making feathery strokes with their anten- members. Unless the mount hydra or cryohydra). nae against the faces of trainers approaching with does nothing more than bags of scrap metal. transport characters and oc- casionally help fight, itÆs prob- Nightmare Gnomes are the most common race to domesticate ably a good idea to begin Nightmares are untrainable. They do as rust monsters, but some dwarf armies breed Large treating it as a cohort. they will and do not suffer fools. Even specimens for special cavalry units. Clothed in hide powerful evil creatures must dominate armor and armed with stone hammers, a unit of nightmares to ride them as mounts, dwarves mounted on rust monsters can rout an either magically or through sheer force of will. opposing army in minutes.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and Magic armor bonuses are enhancement bonuses that Armor, entropic shield; Market Price:+1 bonus. stack with regular armor bonuses and with the armor Bane Blind: A favorite of rangers and bounty and enhancement bonuses from shields. All magic hunters, bane blind armor grants improved invisibility armor is masterwork armor, so armor check penalties to the wearer against a specific creature type chosen are reduced by 1. when the armor is created. Creatures who are subject Armor may also have special abilities, which count to the bane blind find that their scent ability is like- as additional bonuses for determining the market wise unable to detect the wearer, although hearing, value of an item, but they do not improve Armor Class. tremorsense, and other sensing methods still work. Any category of creature on the rangerÆs favored Armor and Shield Special Abilities enemy list can be chosen for the bane blind effect. A suit of armor or shield with a special ability must The following table determines what type of crea- have at least a +1 enhancement bonus. ture a random suit of bane blind armor affects.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or shield with this ability has a slick sheen and is constantly covered in a layer d% Creature Type 01û10 Aberrations of lightly smoking acid. The wearer (and anything 11û15 Animals she carries) is immune to acid, including that pro- 16û30 Beasts duced by the armor. Acidic armor deals 2d4 points of 31û32 Constructs acid damage per round of contact during a grapple; 33û34 Elementals momentary touch attacks have no effect. Objects not 35û37 Fey 38û47 Giants held by the wearer can be damaged by direct contact 48û57 Humanoid type (DM chooses specific race) with the armor for a full round. 58û67 Magical beasts",
        "name":  "Acidic",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and 68û77 Monstrous humanoids (DM chooses Armor; MelfÆs acid arrow, resist elements; Market Price: specific race) +4 bonus. 78û79 Oozes",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor appears streamlined and pos- 80û81 Outsider, chaotic (DM chooses specific race) 82û83 Outsider, lawful (DM chooses specific race) sesses a greenish glint. Aquatic armor enables its 84û86 Outsider, evil (DM chooses specific race) wearer to move freely through water without the 87û89 Outsider, good (DM chooses specific race) need for Swim checks. Drowning rules still apply (see ù Plants 1 the Drowning Rule in Chapter 3 of the DUNGEON 90û94 Shapechangers MASTERÆSGuide), unless the wearer can breathe water. 95û97 Undead Rare versions of aquatic armor include a persistent 98û100 Vermin 1There are no examples of bane blind armor designed water breathing effect (as the spell, but affecting only for use against plants. the wearer).",
        "name":  "Aquatic",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms Caster Level:7th; Prerequisites: Craft Magic Arms and and Armor, freedom of movement, water breathing (when Armor, improved invisibility; Market Price:+3 bonus. present); Market Price: +2 bonus (+3 bonus with Buffering: Buffering armor and buffering shields are water breathing). always dull black, and they appear to possess depths",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and appears completely normal, except to those who fail Armor, restoration; Market Price: +3 bonus. their save. The fearful see a creature from the their",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor or shield always appears worst nightmares in place of the wearer. brilliant and gleaming, no matter what the condi- Caster Level:7th; Prerequisites:Craft Magic Arms and tions and despite all attempts to paint over or obscure Armor, fear;Market Price:+2 bonus. it. Coveted by military leaders of all sorts, it carries a Feathered: A suit of armor or a shield with this powerful aura that grants a +4 competence bonus on ability appears to be created from thousands of irides- Charisma-based skill checks and reaction checks. cent feathers. This characteristic has no effect on the Furthermore, all allies within 30 feet of the wearer of armorÆs or shieldÆs weight, armor check penalty, or the armor or shield get a +2 morale bonus on Will other statistics. Feathered armor or a feathered shield saves. Command armor and command shields make allows the wearer to fly up to 50 minutes per day (as their owners very noticeable, imposing a û6 penalty the flyspell). on Hide checks. Caster Level: 5th; Prerequisites:Craft Magic Arms and",
        "name":  "Command",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and Armor, fly; Market Price: +2 bonus. Armor, 5 levels of spellcasting ability; Market Price: Sacred: A suit of armor or a shield with this quality +2 bonus. assists only wearers who have the ability to turn or",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms on incorporeal foes. The wearer can loose himself and Armor, animate objects;Market Price:+3 bonus. from the shield normally.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this It is difficult for the opponent to perform any phys- quality glows with the brilliant light of a daylight spell ical actions while the shield is so attached, and itÆs for up to 30 minutes per day. A command word, usu- equally difficult for the wrapping shieldÆs bearer to do ally inscribed on the inside of the armor or the back much while someone is wriggling against the shield. of the shield, activates and deactivates the illumina- Both incur an additional armor check penalty of û5 tion. Except when glowing, this armor or shield (which stacks with any existing armor check penal- appears completely normal. ties, but applies only to skill checks) and a û2 circum-",
        "name":  "Daylight",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and stance penalty on attacks. Armor, daylight; Market Price:+2 bonus. Caster Level:3rd; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shields with this quality Armor, make whole;Market Price:+1 bonus. shimmer and glow hypnotically. Anyone engaged in combat with the wearer must succeed on a Will save Specific Armor and Shields each round or be affected by the dazespell. Once per The following specific suits of armor and shields usu- day, the wearer can activate hypnotic pattern (as the ally are preconstructed with exactly the qualities spell from a 9th-level caster). described here.",
        "name":  "Distracting",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and 1 minute to do so hastily, and 1 minute to remove Armor, major creation; Market Price: 42,305 gp; Cost to (30 seconds if another character does nothing but",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This suit of +2 half-plate is completely Caster Level: 15th; Prerequisites: Craft Magic Arms covered with engravings of sinister-looking eyes. and Armor, Alchemy 5 ranks; Market Price: 5,000 gp; Three times per day, the owner can cast emotion(fear Cost to Create:2,500 gp + 200 XP. only) as an 11th-level sorcerer. The wearer also gains a Spider Shield: A painting of a stylized red spider +4 morale bonus on Will saves against fear effects. pierced by a spike adorns this +2 small steel shield. The",
        "name":  "Bale Eye",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and spike continually oozes spider poison (injury; DC 11, Armor, emotion, remove fear; Market Price: 38,360 gp; 1d3 Str/1d3 Str). Once per day, the shield can be",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and masons practicing their craft. Humans who wear the Armor; Market Price: 10,875 gp; Cost to Create: 5,538 gp armor gain the stonecunning ability. Dwarves who + 427 XP. wear the armor gain a +4 circumstance bonus on any",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Created for the ranger Arilus, this armor stonecunning checks, which stacks with their racial helped him eliminate several nests of medusas that bonus. In addition, the dwarf can use stone shapeand infiltrated his swampy home. This +1 chain shirt is stone tellonce per day. extremely polished, actually allowing someone to see Caster Level: 11th; Prerequisites: Craft Magic Arms their reflection in its chain links. Three times per day, and Armor, stone shape, stone tell;Market Price:32,130 the wearer can ignore the effects of any gaze attacks. gp; Cost to Create: 16,890 gp + 1,220 XP.",
        "name":  "Gazebane",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms Swarm Shield: This shield appears to be a single and Armor, limited wish; Market Price:74,050 gp; Cost to bracer when first worn. When the command word is",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +1 leather armor is the color of the bracer, converging in a circular shape the size of dried leaves and dead wood. It is excellent for clear- a small shield. The insects move with the wearerÆs ing pathways through thickly forested terrain, arm and act as a +1 small shield. Once per day, when although it does leave an obvious trail of dead and the wearer speaks a second command word, the dying plants. Druids, elves, and other nature lovers insects stream away from the wearerÆs arm toward a take a dim view of uncontrolled use of this armor. It target as if the wearer had cast summon swarm (with continually produces a diminish plants effect, and the flying beetles swarm type). The swarm lasts as once per day the wearer can cast antiplant shell(as the long as the wearer concentrates, but she has no spells from a 7th-level caster). shield while the swarm is active. 94",
        "name":  "Plantbane",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Caster Level: 3rd; Prerequisites: Craft Magic Arms and Armor, antiplant shell, diminish plants; Market Price: Armor, summon swarm; Market Price: 6,160 gp; Cost to 41,240 gp; Cost to Create: 20,700 gp + 1,643 XP. Create: 3,155 gp + 241 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:19 AM Page 95 CHAPTER 5: MAGIC ITEMS",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and and Armor, daylight, holy smite, minor creation, protec- Armor, hypnotic pattern;Market Price: 11,560 gp; Cost to tion from evil, sunburst; Market Price: 100,000 gp; Cost",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and add an additional amount of damage from an energy Armor, reduce; Market Price: +2 bonus. type of the wielderÆs choice (acid, cold, electricity,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms and Caster Level: 15th; Prerequisites: Craft Magic Arms Armor, dimensional anchor; Market Price: +1 bonus. and Armor, chill metal, flame blade, lightning bolt, MelfÆs",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms and Armor, blindness/deafness, searing light; Market and Armor, acid fog, MelfÆs acid arrow, or storm of Price:+2 bonus. vengeance; Market Price: +1 bonus. Fierce:If its wielder is willing to forgo the oppor-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and never takes a nonproficiency penalty when attack- Armor, detect thoughts; Market Price: +1 bonus. ing with it.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Armor, LeomundÆs secret chest, shrink item; Market Price: and Armor; Market Price:+1 bonus. +2 bonus.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites:Craft Magic Arms and Armor, enervation; Market Price: +1 bonus. Armor, shoutor sound burst;Market Price:+1 bonus.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, true the wielder, an acid fang dagger deals an additional seeing;Market Price:+1 bonus. +1d6 points of acid damage with each hit. In addi-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms Caster Level:4th; Prerequisites: Craft Magic Arms and and Armor, shadow walk, shadow conjuration; Market Armor, animal friendship, speak with animals, MelfÆs acid",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and strikes a target, the target must succeed on a Forti- Armor, shrink item; Market Price: +1 bonus. tude save (DC 19) or vanish as though struck with a",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms painted with brightly colored eyes. When fired, an and Armor, sound burst, hold monster;Market Price: +2 arrow of eyesallows its wielder to see through a magi- bonus. cal sensor located within its fletching. The sensor",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and and Armor, arcane eye; Market Price: 1,047 gp; Cost to Armor, bullÆs strength; Market Price:+1 bonus. Create: 527 gp + 42 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:20 AM Page 99 CHAPTER 5: MAGIC ITEMS",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and spells from an 11th-level caster. Armor, haste; Market Price: 50,306 gp; Cost to Create: Caster Level: 11th; Prerequisites: Craft Magic Arms 25,306 gp + 2,000 XP. and Armor, gust of wind, wind wall; Market Price: 65,830",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16th; Prerequisites: Craft Magic Arms Blade of Deception:The flat steel blade of this +3 and Armor, continual flame, detect law, gaseous form,and rapier is hard to follow in combat. Any time the call lightningor lightning bolt;Market Price:115,870 gp; wielder uses the Bluff skill to feint in combat while",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms wielder gains a +2 insight bonus to AC effective and Armor, unholy blight, creator must be evil and only against melee attacks from that opponent, and have a smite ability; Market Price: 118,670 gp; Cost to a +2 bonus on all disarm checks made with the blade",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and 387 gp + 31 XP. Armor, blade barrier; Market Price: 32,350 gp; Cost to Bonebreaker Hammer: This massive +2 war-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Caster Level: 13th; Prerequisites: Craft Magic Arms Armor, magic missile; Market Price: 32,700 gp; Cost to and Armor, finger of death; Market Price: 100,100 gp;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and bardic music ability, sculpt sound; Market Price: 32,330 Armor, bullÆs strength; Market Price: 26,375 gp; Cost to gp; Cost to Create: 16,330 gp + 1,280 XP.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and tinuous damage. On a successful hit, the chain of Armor, phantom steed; Market Price: 18,525 gp; Cost to entangling allows its wielder to attempt to grapple the",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms 9,301 gp + 720 XP. and Armor, polymorph any object; Market Price: 10,975 Chargebreaker:This +1 keen longspearhas a barbed gp; Cost to Create: 5,975 gp + 400 XP. shaft that deals even more damage when set against a",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Magic Arms an oversized cat. In addition to their enhancement and Armor, shatter; Market Price: 18,310 gp; Cost to bonus, they provide several felinelike advantages.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Caster Level:6th; Prerequisites: Craft Magic Arms and Armor, keen edge; Market Price: 18,310 gp; Cost to Create: Armor, creator must have 5 ranks in Climb, catÆs grace; 9,310 gp + 720 XP. Market Price: 38,305 gp; Cost to Create: 19,305 gp +",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and and Armor, shield; Market Price: 58,302 gp; Cost to Armor, creator must be a dwarf; Market Price: 18,700 Create: 29,302 gp + 2,320 XP. gp; Cost to Create: 9,700 gp + 720 XP. Dagger of Entry: Greatly prized by rogues and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms large needle than an instrument of war, this +2 darthas and Armor, true strike; Market Price: 18,335 gp; Cost to the deadly ability to hold a foe motionless. Targets",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and DesertÆs Heart:The dark metal of this +2 flaming Armor, mage hand or telekinesis; Market Price: 13,400 falchionis imbued with a deep red tint. Any creature gp; Cost to Create: 6,900 gp + 520 XP. holding desertÆs heart is immune to fire damage and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and Armor, lightning bolt; Market Price: 50,301 gp; Cost to Armor, warp wood; Market Price: 8,310 gp; Cost to Create: Create: 25,301 gp + 2,000 XP. 4,310 gp + 320 XP. Elven Leaf Arrow:These +2 arrowsare tipped with",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and Caster Level:10th; Prerequisites: Craft Magic Arms and Armor, fear, lightning bolt; Market Price: 40,720 gp; Cost Armor, creator must be an elf, charm monster; Market to Create: 20,520 gp + 1,616 XP. Price: 1,167 gp; Cost to Create: 587 gp + 47 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:21 AM Page 106 CHAPTER 5: MAGIC ITEMS",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4th; Prerequisites: Craft Magic Arms and made with an everburning chainmay ignite the targetÆs Armor, MelfÆs acid arrow; Market Price: 166 gp; Cost to clothing if it is flammable.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Caster Level:5th; Prerequisites: Craft Magic Arms and and Armor, phantom steed, polymorph any object; Armor, faerie fire; Market Price: 297 gp; Cost to Create:",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Magic Arms attack of opportunity. The combat modifiers given and Armor, creator must have access to War domain, above for melee attacks also apply to the wielderÆs unholy blight; Market Price: 72,308 gp; Cost to Create: opposed Strength check when attempting a bull rush. 36,308 gp + 2,880 XP. Caster Level: 12th; Prerequisites: Craft Magic Arms",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These +1 bolts, once fired, flicker and Armor, stone shape, summon monster VI; Market between the Material Plane and Ethereal Plane. Price: 32,308 gp; Cost to Create: 16,308 gp + 1,280 XP.",
        "name":  "Ethereal Bolt",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Made from forge-blackened insubstantial appearance. Flickering between the iron and darkwood, this +2 shadowstrike heavy flailhas planes gives the bolts several powers. Although a powerful bond with the Plane of Shadow. In addi- they provide no ability to see onto the Ethereal tion to its shadowstrike ability, the flail of shadows Plane, the bolts themselves affect ethereal creatures allows its wielder to cast dimension door with a com- normally. Furthermore, they can pass through solid mand word (as the spell from an 11th-level caster, but objects. For each 5 feet of solid material the bolt the dimension doormust originate and terminate in an passes through, thereÆs a 50% chance that the bolt is area of shadow). on the Material Plane when it passes, stopping the Caster Level: 11th; Prerequisites: Craft Magic Arms 106 bolt and ending its flight. All attacks with ethereal and Armor, dimension door, shadow conjuration, shadow bolts have a 20% miss chance. The planar flickering walk; Market Price: 48,155 gp; Cost to Create: 24,235 gp + lasts only for one shot; if recovered intact after 1,914 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:22 AM Page 107 CHAPTER 5: MAGIC ITEMS",
        "name":  "This jumping between planes gives the bolts a hazy, Flail of Shadows",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms attack made with a frost shard dagger causes it to and Armor, fireball, fire shield; Market Price: 51,510 gp; explode in a burst of cold energy, dealing 3d6 points",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft lets remain a dull, dark gray regardless of how often Magic Arms and Armor, divine pow- they are polished. Despite their crude appearance, ghost er, keen edge; Market Price: 32,318 handsare a surprisingly light pair of +1 ghost touch gp; Cost to Create: 16,318 gp + gauntlets. While wearing ghost hands, the 1,280 XP. wielder is immune to the magic jarspell and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequi- in a force web can sites: Craft Magic Arms attempt to escape as and Armor, plane shift, a full-round action protection from (Escape Artist check, evil; Market DC 20). The net has a Price: 18,302 hardness of 10 and 30 gp; Cost to hit points and can be Create: 9,302 burst with a DC 40 gp + 720 XP. Strength check as a full- Glaive of Torment: This round action. +1 wounding glaive gains addi-",
        "name":  "A creature entangled Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Pre- tional power in the hands of requisites: Craft Magic Arms a barbazu or any other crea- and Armor, forcecage; Market Price: turewith a natural wounding 72,320 gp; Cost to Create: 36,320 gp + ability. Whenever such a 2,880 XP. creature wields the",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Caster Level: 11th; Prerequisites: Craft Magic Arms and Armor, summon monster IV; Market Price: 74,320 and Armor, jump; Market Price: 20,310 gp; Cost to gp; Cost to Create: 37,320 gp + 2,960 XP. Create: 10,310 gp + 800 XP. GruumshÆs Revenge: This +3 longspear is greatly HalflingÆs Exit:These +2 sling bulletsprovide a ready prized by clerics of Gruumsh. The wielder of Gru- cover for those needing a quick escape and are often umshÆs revengecan take a standard action and expend carried by rogues in case such situations arise. These a rebuke undead attempt to imbue the spear with gray sling bullets seem filled with swirls of thick, divine power. If the next successful attack with the black fog, and their surface roils with constant motion. longspear hits an elf, the spear deals an additional 1d6 On a successful hit, the bullet releases a billowing points of divine damage per point of the wielderÆs cloud of fog that fills a 30-foot radius with a fog cloud Charisma bonus (minimum 1d6). (as the spell from a 6th-level caster). The fog lasts for",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms 1 hour, although it can be dispersed by strong wind. and Armor, creator must be an evil humanoid with The cloud blocks all sight, including darkvision, the ability to rebuke undead, unholy blight; Market beyond 5 feet. A creature within 5 feet has one-half",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and including the requirement that the hammer of the Armor, invisibility; Market Price: 32,302 gp; Cost to magesmithtouch its target.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Magic Arms points sacrificed in this manner are then added to and Armor, telekinesis; Market Price: 18,309 gp; Cost to the damage of each successful attack made with the",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 halberd allows its Hit points sacrificed to the hammer are treated as wielder to make powerful leaping attacks. The halberd normal damage to the wielder. 109 of vaulting gives its wielder a +30 bonus on Jump Caster Level:9th; Prerequisites: Craft Magic Arms and checks and removes the usual maximums for jump- Armor, vampiric touch; Market Price: 32,312 gp; Cost to ing distance. Whenever the wielder takes the charge Create: 16,312 gp + 1,280 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:22 AM Page 110 CHAPTER 5: MAGIC ITEMS",
        "name":  "Halberd of Vaulting",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms withstand cold as the endure elements (cold)spell from and Armor, creator must have the turn undead ability, a 10th-level caster. In addition, the wielderÆs move- creator must be good, divine power, searing light; Market ment is never reduced due to snow or ice, and she",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms Caster Level: 12th; Prerequisites: Craft Magic Arms and Armor, chaos hammer, confusion, keen edge,creator and Armor, holy smite, light, creator must be chaotic must be chaotic; Market Price: 98,320 gp; Cost to Create: good; Market Price:72,400 gp; Cost to Create:36,375 gp 49,320 gp + 3,920 XP. + 2,882 XP. Guerilla Spear Guisarme of Long Falls Hand of Heironeous Havoc Blade Ice Talon Hammer of Sacrifice Ioun Blade 110 DM620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 111 CHAPTER 5: MAGIC ITEMS",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When thrown, Caster Level:5th; Prerequisites:Craft Magic Arms and this javelin becomes a 10d6 lightning bolt. It is con- Armor, polymorph self or creator must have a shape- sumed in the attack. altering ability (including wild shape or alternate",
        "name":  "Javelin of Lightning, Greater",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms Create: 9,335 gp + 720 XP. and Armor, disintegrate; Market Price: 9,301 gp; Cost to Kukri of Crippling: The curved blade of this +2",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Armor, slow; Market Price: 18,308 gp; Cost to Create: Armor, true strike; Market Price: 50,301 gp; Cost to 9,308 gp + 720 XP.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 kama allows a holds the lance of bravery, both she and her mount are wielder with great mental fortitude to ignore many immune to all fear effects. Thelance of braveryis other- effects that would disrupt his aim. Each round, the wise identical to a +2 heavy lance. 111 wielder of the kama of pure aim can attempt a Caster Level: 11th; Prerequisites: Craft Magic Arms Wisdom check (DC 20). If this check is successful, and Armor, remove fear; Market Price: 30,310 gp; Cost the wielder may ignore any miss chance created by to Create: 15,310 gp + 1,200 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 112 CHAPTER 5: MAGIC ITEMS",
        "name":  "Kama of Pure Aim",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and prevent subsequent shapechanging effects. In addi- Armor, enlarge; Market Price: 32,306 gp; Cost to Create: tion, the wielder of the mace of form cannot change 16,306 gp + 1,280 XP. shape. While holding the mace of form, the wielder",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 heavy lance can simply ignores the effects of all shapechanging magic, destroy an opponentÆs shield with a successful critical including self-targeting spells such as alter self. Note hit. If the wielder scores a successful critical hit that the mace of form does nothing to prevent illusory against an opponent using a shield, the opponentÆs changes to appearance from taking effect, so spells like shield is torn away and ruined in addition to the change selfstill function normally for the wielder. attackÆs normal effect. Caster Level: 15th; Prerequisites: Craft Magic Arms",
        "name":  "Lance of Mangling",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and and Armor, polymorph any object; Market Price: 100,312 Armor, shatter; Market Price: 18,310 gp; Cost to Create: gp; Cost to Create: 50,312 gp + 4,000 XP. 9,310 gp + 720 XP. Mace of the Snail: This +2 heavy mace has an",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms ever the mace of unlife is used to deliver the killing and Armor, expeditious retreat, haste; Market Price: blow to a creature, its wielder can cause that creature 50,310 gp; Cost to Create: 25,310 gp + 2,000 XP. to rise as a zombie. Using this ability is a full-round",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms 138,312 gp; Cost to Create: 69,312 gp + 5,520 XP. and Armor, creator must be an elf with the ability to Mace of Voices:The bell-shaped head of the mace turn undead, holy smite; Market Price: 50,375 gp; Cost to of voices produces several sonic effects, from peals of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Magic Arms Caster Level: 13th; Prerequisites: Craft Magic Arms and Armor, animate objects; Market Price: 18,320 gp; and Armor, blindness/deafness, enthrall; Market Price:",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17th; Prerequisites: Craft Magic Arms to cast stone shapeand wall of stoneonce per day each, and Armor, creator must be at least 15th level; as the spells from a 15th-level caster.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "50,315 gp; Cost to Create: 25,315 gp + Caster Level: 15th; Prerequisites: Craft Magic Arms 2,000 XP. and Armor, stone shape, wall of stone; Market Price:",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and deals +1d8 points of bonus fire damage on a suc- Armor, flare, hypnotic pattern, light; Market Price: 38,315 cessful hit. gp; Cost to Create: 19,315 gp + 1,520 XP. Caster Level: 10th; Prerequisites: Craft Magic Arms",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This silvery dart turns into a and Armor, flame blade, flame strike, or fireball; Market small bolt of magical force when thrown and unerr- Price:35,610 gp; Cost to Create:18,810 gp + 1,400 XP. ingly strikes its target for 1d4+1 points of damage. Plague Spreader: The head of this perpetually Once thrown, a moonsilver shard behaves in all filthy +3 heavy flail always appears dingy and ill cared manner like a dart from the magic missile spell, for. Even the chain of the flail appears rusted and except that it has an effective range of 150 feet. caked with small bits of long-rotten matter. Any suc- Attempting to throw a moonsilver shard at a target cessful hit from the plague spreader can potentially beyond this range causes the dart to transform and infect the target with filth fever. A target hit by the then dissipate harmlessly. A moonsilver shard van- plague spreader must succeed on a Fortitude save (DC ishes after one use. 20) or be infected with the disease. The disease has an",
        "name":  "Moonsilver Shard",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and incubation period of 1d3 days, after which it deals Armor, magic missile; Market Price: 50 gp; Cost to Create: 1d3 points of temporary Dexterity damage and 1d3 25 gp + 2 XP. points of temporary Constitution damage. See Dis-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and time the wielder hits the same target with the first Armor, aid, bless; Market Price: 28,308 gp; Cost to Create: attack made with her primary hand and the first off- 14,308 gp + 1,120 XP. hand attack during the same round, the wielder may",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and become evident. While using a rankbreaker glaive, the Armor, true strike; Market Price: 22,302 gp; Cost to wielder can act as if he had the Cleave feat. A wielder",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 bane (gnoll) light flail is benefit. Whenever the wielder takes a charge action feared and revered by gnolls. Its head, carved to using a rankbreaker glaive, he deals an additional 1d6 resemble the snarling visage of a gnoll, inspires obe- points of damage on each successful hit. dience in any gnoll who sees it. While holding the Caster Level:9th; Prerequisites: Craft Magic Arms and packmaster flail, the wielder gains a +10 bonus on Armor, righteous might; Market Price: 32,308 gp; Cost to",
        "name":  "Packmaster Flail",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms attack as if he had readied an action to set the ranseur and Armor, summon monster I; Market Price: 48,708 gp; against the charge. Attacks set in this manner deal 114",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and stunningis denied its Dexterity bonus to Armor Class, Armor, catÆs grace, haste; Market Price: 50,310 gp; Cost to the sap delivers a stunning attack. With each stun-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 slingallows the wielder to save (DC 15) or be stunned for 1 round. bounce attacks off nearby surfaces and catch oppo- Caster Level:6th; Prerequisites: Craft Magic Arms and nents off guard. Any time the wielder makes an Armor, sound burst; Market Price: 32,301 gp; Cost to attack against a target within 5 feet of a wall, that Create: 16,301 gp + 1,280 XP. target is denied its Dexterity bonus to Armor Class. Sapling Club: This irregular +1 club always has a This ability does not function against a foe of Intelli- leaf or three adorning it, and the wood retains the gence 5 or greater who has experienced the ricochet resiliency of a freshly cut branch. By spending a full- sling effect before. round action holding the sapling club to the ground,",
        "name":  "Ricochet Sling",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Magic Arms the wielder can cause the club to transform into a and Armor, telekinesis; Market Price: 32,300 gp; Cost to treant. The treant acts as a summoned creature, attack-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Create: 16,420 gp + 1,290 XP. Armor, animate objects; Market Price: 22,315 gp; Cost to Scimitar of Colors: On command, the blade of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms and equivalent action, the wielder can transform the Armor, prismatic spray; Market Price: 36,515 gp; Cost to shield blade into a large steel shield. The shield pro-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18,415 gp + 1,448 XP. vides an armor bonus but no enhancement bonus to",
        "name":  "Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Sickle of Talons:This +2 keen sickleis particularly Magic Arms and Armor, bullÆs strength; Market Price: useful to those who can change their shape. Whenever 18,315 gp; Cost to Create: 9,315 gp + 720 XP. its wielder transforms into a shape with natural claw or",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One side of this +2/+2 bite attacks, the sickle of talons grants a +2 enhancement dire flail is bane (monstrous humanoids), and the other bonus on the new formÆs claw and bite attacks. is bane (goblinoids). While holding the scourge of the Caster Level:6th; Prerequisites: Craft Magic Arms and Pomarj, the wielder can understand (but not speak) Armor, keen edge, magic fang; Market Price: 26,306 gp; Orc and Goblin. Cost to Create: 13,306 gp + 1,040 XP.",
        "name":  "Scourge of the Pomarj",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Skullshaker Hammer: This +2 warhammer is and Armor,comprehend languages,summon monster I; favored by dwarven clerics of Moradin. If a skull-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and spearholds foes fast once they have been run through. Armor, gust of wind, true strike; Market Price: 25,975 gp; After a successful critical hit, the wielder of a spear of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4th; Prerequisites: Craft Magic Arms and grapple check to break the pin and escape the grapple, Armor, random action; Market Price: 30,300 gp; Cost to but not to deal damage or initiate pins of their own.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15,300 gp + 1,200 XP. Caster Level: 10th; Prerequisites: Craft Magic Arms SoldierÆs Rest: The magical properties of this +1 and Armor, hold person; Market Price: 32,305 gp; Cost to glaive are a great boon to anyone engaging in long Create: 16,305 gp + 1,280 XP. marches, protracted battles, or other extended physi- Spear of the Hunt:This shaft of this light +1 bane cal exertion. While holding soldierÆs rest, the wielder (animal) shortspear is eternally fresh, appearing to be ignores the effects of fatigue. Anytime the wielder newly cut wood. The spear is tipped with a bone point becomes fatigued, he does not take the penalties asso- rather than metal, but its magic ensures that it is no ciated with the condition. Although helpful, soldierÆs less effective than a typical spear. When outdoors, the rest does not allow unending exertion. If the charac- spear of the hunt grants its wielder the Track feat, if ter becomes exhausted, he takes the normal penalties the wielder does not already have it. The spear grants associated with that condition. no bonus on Wilderness Lore or Search checks.",
        "name":  "Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Caster Level:7th; Prerequisites: Craft Magic Arms and Armor, endurance; Market Price: 4,808 gp; Cost to Create: Armor, creator must have the Track feat;Market Price: 2,558 gp + 180 XP. 28,302 gp; Cost to Create: 14,302 gp + 1,120 XP.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms checks made to resist being tripped. and Armor, summon monster III, web; Market Price: Caster Level:7th; Prerequisites: Craft Magic Arms and 1,057 gp; Cost to Create: 532 gp + 42 XP. Armor, catÆs grace; Market Price: 26,600 gp; Cost to Create:",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and warrior, this sturdy +1 quarterstaff can enhance the Armor, magic stone, telekinesis; Market Price: 50,315 gp; memory of its wielder. Once per day, the wielder can",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12th; Prerequisites: Craft Magic Arms Caster Level:9th; Prerequisites: Craft Magic Arms and and Armor, poison; Market Price: 1,007 gp; Cost to Create: Armor, creator must be good, holy smite; Market Price: 507 gp + 40 XP. 42,315 gp; Cost to Create: 21,315 gp + 1,680 XP.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and and Armor, mage armor, shield; Market Price: 64,310 gp; Armor, wall of stone; Market Price: 32,302 gp; Cost to Cost to Create: 32,310 gp + 2,560 XP.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and Create: 36,315 gp + 2,880 XP. Armor, obscuring mist, sanctuary; Market Price: 19,115 Tourney Lance:This +2 lawful heavy lanceis prized gp; Cost to Create: 9,715 gp + 752 XP. by any who wish to fight without killing their oppo-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18th; Prerequisites:Craft Magic Arms and Trident of the Depths:This +1 trident allows its Armor, Craft Epic Magic Arms and Armor, animate wielder to move through water with ease. While objects, death spell, keen edge;Market Price:3,920,335 gp; holding a trident of the depths, the wielder can swim",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms and Armor, polymorph any object, summon natureÆs ally I; POTIONS",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and drinker the ability to launch massive amounts of water Armor, bless; Market Price: 40,310 gp; Cost to Create: from her mouth, similar to the geyser effect of the 20,310 gp + 1,600 XP. decanter of endless water. She can breathe water up to",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms Gnome potionmakers jealously guard the secrets of and Armor, rusting grasp; Market Price: 58,300 gp; Cost what they call ôelixir armor.ö Featuring the distilled to Create: 29,300 gp + 2,320 XP. properties of various animals and vermin found",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Magic Arms darkvision,Alchemy skill; Market Price: 8,300 gp. and Armor, haste; Market Price: 18,320 gp; Cost to Electric Eel Elixir: The drinkerÆs skin turns sil-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9,320 gp + 720 XP. very and gains a +1 natural armor bonus. In addition,",
        "name":  "Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The drinkerÆs skin thickens and Chaotic: This ring has the following powers. turns gray, granting a +3 natural armor bonus. An ò Random action(unlimited use) unfortunate side effect is that the drinkerÆs vision ò Shatter(unlimited use) stops at 30 feet. The effects last for 1 hour. ò Chaos hammer(2/day)",
        "name":  "Rhino Elixir",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "98,500 gp. tions, heroesÆ feast, RaryÆs telepathic bond, shield other, spell levels by +1 if the item",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This staff is a smooth shaft of gleam- staff is topped with a rat skull. It grants a +2 enhance- ing steel engraved with the word ôpeaceö in many lan- ment bonus to Charisma in the hands of a goblin or guages. It allows use of the following spells: orc. A staff of the goblin lord allows use of the follow- ing spells: ò Calm emotions(1 charge, DC 11) ò Shield other(1 charge) ò Protection from law(1 charge) 128 ò Status(1 charge) ò Confusion(1 charge, DC 16) ò RaryÆs telepathic bond(1 charge) ò Unholy blight(1 charge, DC 16) ò HeroesÆ feast(2 charges)620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 129 CHAPTER 5: MAGIC ITEMS",
        "name":  "Fellowship",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This belt is made of numerous ò Spider climb(1 charge) thin but solid chains and a large iron buckle. The belt ò Web(1 charge, DC 13) of endurance grants a +2 enhancement bonus to the620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 130 CHAPTER 5: MAGIC ITEMS wearerÆs Constitution score, and she gains Caster Level: 3rd; Prerequisites: Craft Wondrous Item, Bracers of Armor and the Great Fortitude feat while she wears bullÆs strength;Market Price: 6,000 gp; Weight: 1 lb. Armor Special Abilities the belt. Boots of Tracklessness: These pale green boots",
        "name":  "Belt of Endurance",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft are slim and elegant, with perfectly smooth soles. Magic Arms and Armor and Wondrous Item, righteous might; Market They grant pass without trace to the wearer and can",
        "name":  "A character who has the Craft Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10,000 gp; Weight: 1 lb. cast improved invisibility (wearer only) three times well as mage armorand all the Blindfold of True Darkness: This per day. other prerequisites necessary, black, silky blindfold grants the blind- Caster Level: 7th; Prerequisites: Craft Wondrous Item, can add the armor special sight ability with a range of 60 feet (see improved invisibility, pass without trace; Market Price: abilities shown on Table 8û6 Special Qualities in the Monster Manual). 33,500 gp; Weight: 1 lb. in the DUNGEONMASTERÆs Guide Because the wearerÆs eyes are protected, Boots of Woodland Striding: These durable to a set of bracers of armor. he is also immune to gaze attacks, spells, boots feel amazingly light when picked up. The The cost is the same as for or effects that rely on sight. Wearing the boots allow full movement in forest or jungle ter- adding a special ability to blindfold takes up the same space as gog- rain, including moderate or heavy obstruction (see normal armor: an increase in gles. The wearer cannot use vision in any Movement in Chapter 9 of the PlayerÆs Handbook). In the effective bonus of the way while wearing the blindfold. addition, the wearer can detect snares and pits at will bracers. Just as magic armor",
        "name":  "Craft Wondrous Item feats, as Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9,000 gp; Weight: ù. Caster Level: 12th; Prerequisites: Craft Wondrous armor never provide more",
        "name":  "Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These bracers each Item, detect snares and pits, tree stride; Market Price: than a +8 armor bonus. How- bear a crude design of a square bisected 23,600 gp; Weight: 1 lb. ever, special abilities can in- by an arrow. The wearer can negate one Candle of Icy Death: This black candle is 1 foot crease the effective bonus as dimensional anchoreffect per day. tall, 12 inches thick, and icy to the touch. When lit, high as +13 (bracers +8 with",
        "name":  "Bracers of Exit",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These minute that the candle burns reduces the tempera- bracers of armor with an ef- rugged and worn iron-shod boots allow ture by 1║ in a 20-foot-diameter area until 0║ Fahren- fective bonus higher than +8 full movement in rocky, rugged, or heit is reached. are as follows: 81,000 gp (+9), mountain terrain (see Movement in 100,000 gp (+10), 121,000 gp Chapter 9 of the PlayerÆs Handbook), Bracers of Armor (+11), 144,000 gp (+12), including bad or very bad surfaces. The with Lightning 169,000 gp (+13). Any special Resistance wearer can also cast stoneskin on herself ability that can be added to twice per day, as the spell from a 12th- armor can be added to bracers level caster. of armor. Armor qualities with",
        "name":  "Boots of the Mountain King",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Wondrous undead being. Item, enervation, fire shield; Market Price: 34,800 gp; Caster Level: 3rd; Prerequisites: Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th; Prerequisites: Craft Wondrous Smoky Strong/very pure (well water) Item, blade barrier, dispel magic, endure elements, entropic Solid Extremely strong/completely pure (distilled water) shield, sanctuary, silence, spell immunity, spell resistance, 1The stronger the holy water, the more reflective the prayer;Market Price:77,000 gp; Weight:1 lb. glass. The stronger the unholy water, the more tarnished Triton Shell: Created by tritons, these back- it becomes. packs are made from single giant shells. They have",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms and Armor, neutralize poison, summon monster I; The Pearl of Secrets",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Rod, Craft 3 Improved Initiative Magic Arms and Armor, detect good, poison, see invisibil- 4 Mobility ity, creator must be evil and at least 15th level; Market 5 Sunder",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms AL N; SV Fort +7, Ref +7, Will +8; Str ù, Dex ù, and Armor, chaos hammer, detect law, feeblemind, cre- Con ù, Int 19, Wis 12, Cha 15, Ego 26. ator must be chaotic and have access to all six feats Caster Level: 10th; Prerequisites: Craft Magic Arms mentioned above; Market Price: 76,910 gp; Cost to and Armor, Craft Wondrous Item, detect magic, freedom",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16th; Prerequisites: Craft Magic Arms 66û70 Fragile (see below) and Armor, detect evil, detect secret doors, locate object, 71û73 Possessed (see below) creator must be a dwarf of at least 16th level; 74û81 Short circuit 2(see below)",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites:Craft Magic Arms and number of drawbacks often found on otherwise ben- Armor, plane shift, see invisible, shield; Market Price: eficial items. When randomly generating a cursed 125,790 gp; Cost to Create:63,050 gp + 5,019 XP. item, roll d%: 01û65, consult the table in the DUNGEON MASTERÆs Guide;66û100, consult the table below. CURSED MAGIC ITEMS d% Drawback 01û08 The character cannot be awakened when As described in the DUNGEON MASTERÆs Guide, cursed sleeping until she has slept a full 8 hours. items are magic items with some sort of potentially This applies whether the character falls negative impact. This chapter expands that category asleep normally or is subjected to a magical with new common cursesùranging from an addi- sleepeffect. Loud noise, slapping, and even tional list of drawbacks to items possessed by evil wounding do not wake the character from sleep. Elves and half-elves are immune to creaturesùas well as an assortment of new specific this drawback. cursed items. 09û18 The characterÆs hearing diminishes. The Table 6û5: Cursed Item Common Curses replaces character takes a û4 penalty on Listen checks the table of the same name in the DUNGEONMASTERÆs and has a 5% chance to miscast any spell Guide(Table 8û38). with a verbal component. 19û26 The character takes a û2 penalty on saving Common Curse Descriptions throws to avoid becoming dazed or stunned. When dazed or stunned, he Several common curses are detailed in the DUNGEON remains so for 1 round longer than the MASTERÆs Guide,as noted on Table 6û5. New curses are normal duration. detailed here. 27û34 The character does not recover well from",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This curse only applies to items Item, endurance, bestow curse; Market Price: 1,300 gp; with charges, including all staffs and wands. Each Weight:ù. time the item is activated, there is a 25% chance it Armor of Vulnerability: Any type of magic burns one additional charge, with no additional armor can have this property. Analyze dweomer and effect. On a d% roll of 100, however, the effect is actu- similar divinations reveal that the armor protects ally doubled, as if two charges of the item went off the wearer from critical hits, like the fortification simultaneously. property. In fact, all critical rolls against the wearer WonÆt Resize: Most magic items resize to fit are automatically successful (so every threat is a whatever character tries to wear them. These cursed critical hit). items do not. If necessary, roll on the following Caster Level: 16th; Prerequisites: Craft Magic Arms table to determine what size creature the item was and Armor, limited wish or miracle; Market Price: +1 made for. bonus. d% Size Belt of CatÆs Strength: This wide metal-studded 01 Tiny leather belt is decorated with images of lions and 02û26 Small appears to be a belt of giant strength +6.It functions as 27û76 Medium-size (50% chance item is sized for such until the wearer attacks an enemy with a Chal- a specific race or kind, such as elf or dwarf) 77û96 Large lenge Rating equal to or greater than his level. At 146 97û98 Huge that moment and thereafter, the belt imposes a û6 99 Gargantuan penalty on the wearerÆs Strength, and the lion images 100 Colossal change to house cats. Once the curse is activated, a620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 147 CHAPTER 6: SPECIAL MAGIC ITEMS belt of catÆs strengthcan be removed only by means of intellect +6 and functions as such until the wearer a remove cursespell. attempts a skill check based on Intelligence. At",
        "name":  "Short Circuit",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This iron crown is crude The Jacinth and rough, but fashioned to look like black of Inestimable flames wreathing the head of the wearer. Beauty When an evil creature puts on the crown, its head is indeed wreathed in actual red- dish-black fire. These flames conceal the wearerÆs face. The wearer gains immunity to fire, a +4 enhancement bonus to Strength, a +4 deflection bonus to Armor Class, and SR 20. He can use an unnerving gaze at will, making his face resemble a loved one or bitter enemy of one opponent within 75 feet, and causing that opponent to take a û1 morale penalty on all attack rolls for 20 rounds (Will save negates DC 15; SR applies). Three times per day each, he can use create undead and wall of fire and can also create a burst of hellfire in a 5-foot- radius spread, dealing 3d6 points of damage (no saving throw, but SR applies). These spe- cial diabolic flames are not actual fire, and resistance to fire offers no protection from them. All spells and similar abilities are cast at 20th level. The wearer can speakonly lies while wear- who look directly at the itemÆs owner must succeed ing the crown (and most wearers choose never to on a Will save (DC 17) or die. speak at all).",
        "name":  "The Crown of Evil",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Brigandine armor consists of a coat of leather plates, each plate consist- ing of leather with a strip of steel inside",
        "name":  "Brigandine",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide +14, Listen +4, Move Silently an additional armor bonus that stacks with both the +10, Spot +4. foundation armor and any shield worn. You can wear Deflect Arrows (Ex): When detached from its dastana with padded, leather, or chain shirt armor. shield position, a beetle buckler darts about in its You need the Armor Proficiency (light) feat to wear ownerÆs space, blocking one ranged attack per round dastana without penalty. as the Deflect Arrows feat. Dendritic: Dwarf armorsmiths grow dendritic",
        "name":  "Skills and Feats",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immune to all mind-influencing armor from seed crystals deep underground; dendritic effects; darkvision 60 ft. armor never reaches the smithÆs fire. Each suit of den- dritic armor is tailored for a specific wearer. This superb",
        "name":  "Vermin Traits",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Commonly worn by warriors of seafaring armor is socketed rather than riveted together, leaving races, such as merfolk and tritons, coral armor is not almost no gaps or chinks. It protects better than full so much created as grown. Exotic and rare corals are plate armor, but is also heavier and more cumbersome. shaped over time to create armor for a specific Dendritic armor constantly grinds crystal flecks person. Someone wearing coral armor that was not off, and regrows itself to its original shape. Anyone grown for them takes an additional û1 armor check tracking a person wearing dendritic armor gains a +2 penalty. Coral armor covers only the top half of the circumstance bonus on skill checks from the fine wearerùbreastplate and bracers. Swim speed is trail of crystals left behind. To remove dendritic reduced by 10 feet when wearing coral armor. How- armor, you must break your way out by succeeding at ever, because of its design, coral armor effectively a Strength check (DC 25). As long as you leave at least weighs 10 pounds less in water. 5 pounds of dendritic armor somewhere on your Growing coral armor requires the Craft (coralshap- body, the armor grows back in 8 hours. ing) skill. Lamellar: Similar to splint and brigandine armor, 15",
        "name":  "Coral",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather scale armor is just like the the effect is inert until the next day. This nausea scale mail described in Chapter 7 of the PlayerÆs Hand- never affects the wearer. book, except that the scales are made of cured leather Pheromones: Once per day, the ivy exudes phero- instead of metal. mones that make you seem more attractive. The Moon-Ivy: Moon-ivy armor is a close-fitting body- pheromones grant a +3 bonus on all Charisma-based suit that grows every night and dies at the end of every checks for 3 hours. The bonus doubles to +6 if you day. You put on a wreathlike choker before going to attempt to influence a creature with scent, but moon- sleep. Overnight, a tight but flexible bodysuit of ivy ivy pheromones do not affect constructs or undead. grows over your body. When you awaken, you are wear- Quick-Escape: Ingeniously crafted, this armor ing a tough, fibrous light armor. Removing the choker uses special buckles, straps, and releases so it can be causes the moon-ivy armor to wither in 5 rounds. removed in mere moments. It is a favorite of wealthy For an additional 500 gp, one of the following types sailors and adventurers who anticipate going near of ivy can be grafted into the armor. bodies of water.",
        "name":  "Leather Scale",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ivy exudes a poisonous resin. Once As a standard action, the wearer pulls and twists on per day, if you succeed on a grapple check, your foe a special lock, located on the shield-side hip, which must make a Fortitude save (DC 14). If the defender causes the armor to fall away. Each lock is unique in fails, he takes initial and secondary damage of 1d3 operation, making it difficult for anyone other than points of temporary Constitution. This poison never the owner to undo, especially in the middle of battle. A affects the wearer. Disable Device check (DC 30) is required for someone",
        "name":  "Poison Ivy",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ring armor is composed of tough leather, Table 1û9: Donning Armor heavily reinforced with hundreds of small metal Armor Type Don Don Hastily Remove 1 rings. Ring armor is the precursor to chainmail and is Bone, cord, wood, 1 minute 5 rounds 1 minute leather scale, commonly found in cultures that havenÆt discovered ring, or wicker how to create that type of armor. It is a cheap and Brigandine or 4 minutes 11 minute 1 minute effective protection, popular among town guards. lamellar",
        "name":  "Ring",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor is created out of specially treated Bark, shell, or coral 4 minutes 1 minute 1 minute tortoise shells and more exotic sea life. The armormak- Stone, dwarven 4 minutes 2 4 minutes 1 1d4+1 minutes ing process softens the shells, making them far more Dendritic or 8 hours ù 5 rounds pliable and likely to bend instead of shatter when moon-ivy struck. Shell armor includes a breastplate, shoulder Bondleaf wrap 24 hours ù 1 round guards, and even gauntlets created from smaller and Quick-escape ╫2 3 ╫2 3 1 action smaller shells. Druids can wear shell armor without 1If you have some help, cut this time in half. A single losing access to their spells or class features. character doing nothing else can help one or two adja- cent characters. Two characters canÆt help each other",
        "name":  "Shell",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This small wooden shield has a don armor at the same time. special switch located on the inside grip. When trig- 2You must have help to don this armor. Without help, gered, four blades pop out from the edges of the shield, you can only don it hastily. and one larger blade springs out from the middle. 3It takes twice as long to don quick-escape armor as it Triggering and retracting the blades is a free action. does normal armor of the same type. When the blades are activated, the stiletto shield counts as a spiked shield in all respects. ARMOR AND",
        "name":  "Shield, Stiletto",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "It has a 25% chance of being Padded ù C C C effective against an incorporeal attack, as if it were Ring mail ù ù C C made of force. It is not malleable enough to be Scale mail ù U C U Splint mail ù ù ù U worked into chainmail or scale mail; only a breast- Studded leather ù C C C plate, shield, or any form of heavy armor can be made Wicker C ù ù ù from Astral driftmetal. A suit of driftmetal armor Wood C ù ù ù weighs 5 pounds more than the same armor made of C: Common in this time period steel, but the other statistics of the armor (maximum U: Uncommon in this time period Dexterity bonus, armor check penalty, spell failure ù: Not usually found in this time period chance) are unchanged. armor. Historically, only a few exceptions to this rule Astral driftmetal has a hardness of 12 and 30 hit exist, and they are all made of bronze. points per inch of thickness. Its market price modi-",
        "name":  "Leather scale C C C U extraordinary feature",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bronze shields have the same pro- fier is +1,000 gp. tective value as steel shields,and their cost and weight Blended Quartz: This rare, naturally occurring are the same. The hardness of a bronze shield is 9 blend of iron and quartz is cumbersome and difficult (compared to ironÆs 10), however. A small bronze to work. Armor and shields made from blended shield has 7 hit points, and a large bronze shield has quartz weigh twice as much as normal and incur the 14 hit points. normal armor check penalty. The DC of relevant",
        "name":  "Bronze Shields",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Githzerai armorsmiths in the Ever- heavier and harder to work with than most other",
        "name":  "Entropium",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Composed of polishes, wooden top and bottom, solid metal bars equally rags, replacement fasteners, wire brushes, and leather spaced around the sides, and a door. It has a latch, but strips, this kit is indispensable in keeping armor in any lock must be purchased separately. The table below top form. An armor maintenance kit grants a +2 cir- shows how many creatures can fit in each size of cage. cumstance bonus on Craft (armorsmithing) checks to Number of Creatures repair armor. Cage Size Large Med. Small Tiny Dim. Hardness HP Ascender/Slider: This cleverly designed ratchet Large 1 2 4 8 1 16 1 10 30 wraps around ropes and assists climbing and descend- Medium 0 1 2 4 1 8 1 10 30 ing. By clicking a small switch, the ratchet prevents Small 0 0 1 2 4 10 30 Tiny 0 0 0 1 2 10 15 movement either up or down the rope. This grants a +1 Diminutive 0 0 0 0 1 10 10 circumstance bonus on Climb checks using a single 1Creatures this size can move through the bars with no rope. You can also slide down a rope with this device, difficulty, unless the cage is designed with narrower bars. which allows rapid movementùbasically a con- trolled fall. It requires a successful Strength Check Candelabra: Candelabras are designed to hold (DC 15) to hold on when performing this maneuver. four, eight, or sixteen candles in an aesthetically A failure means you fall. pleasing arrangement. Four candles illuminate a 10- Banner/Standard:A banner is a large cloth em- foot radius, eight candles illuminate a 15-foot radius, blazoned with a heraldic device. It is used to display while sixteen candles illuminate a 20-foot radius. a personal, family, or royal crest, or as identification Candle Mold:There are several different versions on the battlefield. The price given is for a simple of these large wooden molds. A single mold can form banner made from cotton and cheaper materialsù eight tapers, two pillar candles, or twelve votive the fancier the banner, the higher the cost. candles. The mold does not come with wax. It A banner grants a +2 circumstance bonus on Spot requires Craft (candlemaking) to use properly. checks to be seen from a distance. Candle, Insectbane: This heavily scented candle",
        "name":  "Armor Maintenance Kit",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This very tight-fitting garment is Many of these items can also be considered trade made of black silk. It is used by rogues and infiltra- goods (see below). tors when sneaking around at night. Wearing the suit grants a +2 circumstance bonus on Hide checks in Unique Alcoholic Beverages conditions dark enough to grant one-half conceal- Table 7û7: Goods and Services of the PlayerÆs Handbook ment or better. However, the bodysuit provides no gives prices for generic ales and wines. For something benefit if you wear other clothing or armor, other a bit more exotic, try these different kinds of alcohol. than belts, pouches, or bandoleers, on top of it. Aleeian Wine, Elven: The grapes for this astound- Boots, SmugglerÆs:These otherwise normal high ing wine are picked from wild vines located deep in the boots have hinged heels that swing open to reveal forest. It takes several months to find enough grapes to small storage spaces. Each can hold one or two Fine create even one batch. (Fortitude save DC 11.) objects, such as a vial of poison. In addition, the Dragonbite Bitter: The recipe for this exceptional inside lining of the boot can be removed to hide thin, dark beer is centuries old, and only the Dragonbite flat objects like a map or slender dagger. It requires Brewery has been able to reproduce it. The Fortitude a successful Search check (DC 30) to locate items save to resist intoxication is DC 12. hidden in the boots. Dwarfhead Stout: Found almost exclusively in",
        "name":  "Bodysuit, Black",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  " sp per mile for ocean travel and 3 cp per mile for ThatÆs the ôdriverö position shown on Physics and Vehicles overland travel). If youÆre in a hurry to get onto the the diagram. If the driver leaves this This book is not, and cannot next adventure, you can skip random encounters position, the vehicle is out of control be, a physics textbook, a pilotÆs along the way. (see Out of Control Vehicles, later in manual, or a set of sea cap- Props in Unusual Set-Piece Battles: Variety is this chapter). tainÆs charts. This is our best the spice of lively battles, and your players may appre- Ten-Foot Sections: Vehicles with a simulation of vehicle move- ciate the change of pace if they get to drive chariots longest dimension (length or height) ment, and combat, within the around the emperorÆs arena or repel pirate boarders of 20 feet or more have their exteriors D\u0026D rules. DonÆt be sur- on the decks of a merchant galley. Characters can divided into 10-foot-square sections to prised if sailing vessels donÆt borrow or commandeer the vehicles they need for a handle combat damage. Each section work exactly the way they do battle or chase. Each of the vehicles described in this has its own Armor Class, hit points, and in the real world, or if hang chapter has its speed, maneuverability and protective hardness. The destruction of a 10-foot gliders donÆt take drag into qualities detailed. And since crashes and collisions section doesnÆt necessarily mean the account and minimize the ef- are inevitable for some characters, rules for those demise of the vehicle, but itÆs rarely fects of gravity. eventualities are provided as well. good news for the crew.",
        "name":  "Behind the Scenes",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The statistics block Damaged Rigging: If the rigging on a wind-powered for each multiple-section vehicle gives the Armor ship takes 50% of its full normal hit points in damage, Class, hit points, and hardness (if any) per section. treat the wind as one category lighter because the For sailing ships, the sails and rigging are accounted remaining sails arenÆt able to capture it as effectively. for as a separate section, with its own Armor Class Thus, ships with damaged rigging move twice their and hit points. This section is otherwise just like any speed in heavy winds, move their speed in moderate other vehicle section, except that it handles damage winds, and are unable to move in light winds. If a somewhat differently (see below). shipÆs rigging is destroyed, it canÆt move at all under",
        "name":  "Targeting a Vehicle Section",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once a vehicle section has wind power. taken 10% of its hit points in damage, the scars and gouges are noticeable. When the section has lost 50% Repairing and Building a Vehicle of its hit points, cracks appear. After losing 75% of its Sometimes fixing a vehicle is a simple matter of carpen- hit points, the section has holes and cracks large try. But if the damage is severe and the situation is dire, enough that those inside and outside the vehicle can only magic can rebuild a vehicle fast enough. Likewise, attack one another directly, though the section still building a vehicle can be a task hired out to a wainwright provides nine-tenths cover. The section collapses or shipyard, or a project for a powerful spellcaster. when its hit points are exhausted. If a vehicle section has taken 50% of its hit points Vehicle Repairs in damage, the vehicleÆs speed is reduced by 5 feet If a vehicle has taken damage, a group of carpenters, until the damage is repaired. This reduction doesnÆt engineers, or other crew members can repair it with- stack, so multiple damaged sections still make the out the use of magic. The number of members in the vehicle only 5 feet slower. If a section is destroyed, repair crew must equal the hardness of the material the vehicleÆs speed is cut in half. If a second section is being fixed. For example, repairing damage to a 10- destroyed, the vehicle canÆt move. foot vehicle section made of wood requires a five- If youÆre attacking a multilayered section (such as person repair crew, because wood has a hardness of 5. one with armor plating; see Vehicle Augmentations, Only one member of the repair crew need have the below), you must overcome each layer in turn. Damage relevant Craft skill (carpentry for wood, armor- left over from a single attack that destroyed the previ- smithing for metal, or sailmaking for rigging); the ous layer must overcome the hardness of the new layer others can be unskilled. Depending on the situation, (if it is a different material) before damaging it. tools or raw materials may be necessary. If the skilled",
        "name":  "Effects of Damage",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Damaged rigging can be These improvements on basic vehicle design require repaired as described above. Destroyed rigging must no magic, just the relevant Craft skill and appropriate be repurchased at a cost of 20 gp per hit point of the raw materials (or enough cash) undamaged rigging. Armor Plating: You can increase the hit points",
        "name":  "Repairing Rigging",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A number of spells and hardness of any vehicle by adding armor to any can speed the repair process or provide makeshift 10-foot section (other than rigging). All statistics battle repairs. Mendinginstantly repairs 1d8 points of below are per inch of thickness. You can layer the damage, and make whole completely repairs a single same material to get thicker armor or combine dif- 10-foot section as long as the damage was not the ferent materials if you like. Each layer takes damage result of warping, burning, or disintegration. separately. Damage left over after an outer layer is If a section has been destroyed, it requires minor destroyed is dealt to the next layer inward; hardness creationand an appropriate Craft check (DC 25) to fix is applied a second time if the new layer is a differ- the gap in the vehicleÆs structure. The material to fill ent material. a 10-foot-square section to a thickness of 1 inch is Table 3û8: Armor Materials roughly 8 cubic feet in volume, so a single spellcaster Cost per Weight per of 8th level or higher can fix one section (multiple Material HP Hardness Section Section applications may be necessary for sturdy repairs). Adamantine 40 20 5,000 gp 5,000 lb. Major creationcan repair iron vehicles for a number of Darkwood 10 5 3,000 gp 500 lb. hours, and even more exotic material for a few min- Iron 30 10 1,000 gp 5,000 lb. utes or rounds. Because neither minor creation nor Mithral 30 15 3,500 gp 3,000 lb. Wood 10 5 200 gp 1,000 lb. major creation is permanent, such repairs are only a stopgap measure.",
        "name":  "Magical Repair Techniques",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Available cargo space can be 400-foot radius of whatever it strikes. Prevailing converted for passenger use; one ton (2,000 pounds) winds donÆt return for 10 minutes. of cargo space can accommodate two Medium-size or Caster Level: 11th; Prerequisites:Craft Magic Arms and smaller passengers comfortably. Twice as many can Armor, control winds; Market Price:2,500 gp; Weight:16 lb. squeeze into passenger space for short periods of Charts of Certainty: This blank sheet of parchment time, but they are too cramped to fight effectively is every captainÆs boon. If unrolled and directly exposed and are considered fatigued after an hourÆs travel. to the sun while aboard a vehicle, it instantly displays",
        "name":  "Passenger Spaces",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This augmentation disguises a Overall AC: The Armor Class of the vehicle as a vehicle from curious eyes, making the vehicle appear to whole. For bigger vehicles, this number is rarely be part of the surrounding terrain. The glamer includes used because attacks target specific sections of the audible, visual, tactile, and olfactory elements, though vehicle exterior. it canÆt disguise, conceal, or add creatures. Section hp: How many hit points each 10-foot-by-",
        "name":  "Veil of Obscurity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites:Craft Wondrous Item, 10-foot section has. Most sections also have hardness, mirage arcana; Market Price: 25,000 gp; Weight: ù. noted in parentheses. If the vehicle has armor plating, Wind-Favored Sails: This set of sails comes in two the section hp and hardness of the armor are given first, varieties. Raising a set of lesser wind-favored sails followed by a slash, followed by the section hp and ensures that the wind speed is always heavy (21û30 hardness of the vehicle itself. Large or smaller vehicles mph, speed multiplier ╫3), no matter what the pre- do not have sections and lack a section hp statistic. vailing weather conditions. A set of greater wind- Section AC: The Armor Class of each 10-foot-by- favored sailsalso lets the driver set the wind direction 10-foot section of the vehicleÆs exterior. Large or within 600 feet of the vehicle with a command word. smaller vehicles do not have sections and lack a sec-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather, small wooden shield, 2 sp",
        "name":  "Hobgoblin",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Leather, small wooden shield, 4 gp so an employer should continually watch his back morningstar, javelins (3) when payday comes around. Goblins work best in",
        "name":  "Bugbear",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Young male centaurs sometimes leave Minotaur:Minotaurs make devastating troops but the safety and boredom of the herd to find glory in take a lot of coaxing to be persuaded to fight for just620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:05 PM Page 71 CHAPTER 4: HIRELINGS AND CREATURES one side. Sometimes, in attacking individ- the heat of battle, a mino- ual targets, such as taur becomes consumed commanders and with bloodlust and at- wizards. Like many tacks anyone within strik- of the other evil ing distance, including beings mentioned friendly troops. A mino- here, tieflings can taur can easily go head to turn on their em- head with an armored ployer in moments. knight. Minotaurs quickly Troglodyte: Only the grow impatient when truly desperate or depraved combat is not imminent, will hire troglodyte mercenar- and will either leave or ies. These foul creatures delight attack their employer out in battle, specializing in ambushes of boredom. and hit-and-run attacks. They do not",
        "name":  "Centaur",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Training a thudhunter special abilities or grooming needs, the price can easily as a hunting or guard beast requires a successful double, to 3 sp per day. Larger or more dangerous Handle Animal check (DC 22 young, DC 29 adult). mounts might run up to 1 or 2 gp per day, since caring Thudhunter young are worth 200 gp on the open for these creatures requires specialized knowledge market. Professional trainers charge 500 gp to rear and skills that rival those of an alchemist or sage. or train a thudhunter. New Equipment Most of the following equipment and magic items MOUNTS are created for use with horses. Unless otherwise Mounts are great to have around. They get you stated, references to ôhorseö include mules, donkeys, where you need to go quickly and help you out in and ponies. Presumably, any craft worker or spellcaster combat, and the smarter ones can pro- who could create an item for use with a horse could vide friendship and advice in uncertain create a similar item for a more exotic mount. Weight Limits for times. Mounts are also a lot of trouble. Barding: Chapter 7 of the PlayerÆs Handbook pro- Flying Mounts TheyÆre big, they eat a lot, theyÆre finicky, vides rules, weight, and cost for barding for Medium- Flying creatures can fly at and they require specialized knowledge size and Large mounts. For creatures of larger size, their given speed if carrying and equipment. Basically, theyÆre party barding is usually cost-prohibitive and unnecessary, no more than a light load (this members without hands. and creatures with special movement types (burrow, is a change from the Monster Nearly any creature can be a mount fly, swim) are especially hampered by the extra Manual). The weight of the for a clever, tenacious rider. The general weight and bulk. However, exceptions abound. For rider and the riderÆs armor rule is that mounts must be at least one larger or stranger mounts than the norm, refer to the and equipment count against size larger than their riders. So a gnome table below, applying the appropriate multiplier to this limit. (Small) can ride a dire badger (Medium- the cost of the armor as given on Table 7û5: Armor in size), an elf (Medium-size) can ride a the PlayerÆs Handbook. giant eagle (Large), and an ogre (Large) can ride an Barding for Unusual Mounts elephant (Huge). Unusual Nature Cost Weight A creature can carry as many passengers as its Huge ╫8 ╫4 space and carrying capacity allow. One Small or Gargantuan ╫16 ╫16 Medium-size rider or passenger can fit in each 5- Colossal ╫32 ╫256 foot square the creature occupies and still have Odd shape ╫2 ╫1 78 room to move around and fight if necessary. Riders, of course, must arrange themselves according to the Howdah: A howdah is a seat or box, usually with creatureÆs shape. a canopy and railing, placed on the back of a Huge620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:07 PM Page 79 CHAPTER 4: HIRELINGS AND CREATURES or larger creature. Four Medium-size riders can fit at equestrianism. The saddle grants a +10 circum- on a howdah. Ornate howdahs are status symbols stance bonus on Ride checks with horses. for rich or noble people, but open-air versions also Caster Level:5th; Prerequisites: Craft Wondrous Item; make excellent fighting platforms. In addition to Market Price: 2,000 gp; Weight: 30 lb. placing occupants out of the reach of most infantry, Horseless Saddle: When the command word is a howdah provides one-half cover. Cost: 200 gp; spoken, this riding saddle leaps into the air and fas-",
        "name":  "Training a Thudhunter",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This set of blinders is black with gold inlaid glyphs covering the Camel How Much Will a outer surfaces. A horse wearing shielding Camels are favored mounts in the desert. When fully Trainer Charge? blinders is completely protected from stocked, a camel can travel up to a week with little gaze attacks. food and no water. Further, camels require no shoe- Trainers with the equipment",
        "name":  "Shielding Blinders",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Light 459 lb., medium 918 lb., heavy 1,380 lb. Monster Mounts Stranger creatures often require stranger tactics to ride and keep them successfully. These mounts can never be left with the stablehands. Couatl Even the most powerful, beneficent paladins lose their warhorses in righteous battle. When such a pal- adin calls for a new mount to continue the fight against depredations of the wicked, a couatl some- times answers, serving as a steady mount and 84 advisor. When serving this way, a couatl does not receive a paladin mountÆs bonus HD, natural armor, or Strength adjustment. It keeps its natural620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:18 AM Page 85 CHAPTER 4: HIRELINGS AND CREATURES Intelligence, but it does gain special abilities appro- are equal to 25 + the dragonÆs HD; Diplomacy check priate for the level of paladin it bonds to. DCs can only be determined by the situation. The Riding one of these magnificent outsiders in a dig- price for an egg begins at 10,000 gp and goes up nified manner is difficult, but well worth the effort. depending on the buyer. There is no ôopen marketö All Ride check DCs are 5 higher than normal due to for dragon eggs. The training cost is widely vari- the couatlÆs sinuous method of flying. On the other able, but never less than 5,000 gp. Dragons can hand, a couatl requires no training, and it gladly never be domesticated. accepts the role of mount and servant in the battle against evil. Gelatinous Cube Couatls love to offer their advice on arcana, history, Gelatinous cubes are not mounts for the faint of nature, or any area in which they have Knowledge heart, or for those in a particular hurry. Bizarre ôcav- ranks. Though never intrusive, they like to show off alryö in Underdark wars, gelatinous cubes are used to their learning and sometimes offer more advice than herd opposing troops and chew through defensive is technically necessary. lines, or to protect valuable spell- Theoretically, a young couatl might be given to a casters after their magic is spent.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Light 516 lb., Rust Monster Creatures above 5 HD are medium 1,038 lb., heavy 1,560 lb.; DC Although single-minded, rust monsters make surpris- generally varied enough in Young/Adult: 23/30 (five heads), 24/31 ingly good mounts. When fed generously and treated their tactics and usefulness (six heads); Egg Price:4,000 gp (five heads), well, they become friendly and even affectionate, that a DM must take them 4,500 gp (six heads); Training Cost: 1,500 crowding around, uttering a staccato chit-chit-chit into account as much as party gp per head, 2,000 gp per head (pyro- noise, and making feathery strokes with their anten- members. Unless the mount hydra or cryohydra). nae against the faces of trainers approaching with does nothing more than bags of scrap metal. transport characters and oc- casionally help fight, itÆs prob- Nightmare Gnomes are the most common race to domesticate ably a good idea to begin Nightmares are untrainable. They do as rust monsters, but some dwarf armies breed Large treating it as a cohort. they will and do not suffer fools. Even specimens for special cavalry units. Clothed in hide powerful evil creatures must dominate armor and armed with stone hammers, a unit of nightmares to ride them as mounts, dwarves mounted on rust monsters can rout an either magically or through sheer force of will. opposing army in minutes.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and Magic armor bonuses are enhancement bonuses that Armor, entropic shield; Market Price:+1 bonus. stack with regular armor bonuses and with the armor Bane Blind: A favorite of rangers and bounty and enhancement bonuses from shields. All magic hunters, bane blind armor grants improved invisibility armor is masterwork armor, so armor check penalties to the wearer against a specific creature type chosen are reduced by 1. when the armor is created. Creatures who are subject Armor may also have special abilities, which count to the bane blind find that their scent ability is like- as additional bonuses for determining the market wise unable to detect the wearer, although hearing, value of an item, but they do not improve Armor Class. tremorsense, and other sensing methods still work. Any category of creature on the rangerÆs favored Armor and Shield Special Abilities enemy list can be chosen for the bane blind effect. A suit of armor or shield with a special ability must The following table determines what type of crea- have at least a +1 enhancement bonus. ture a random suit of bane blind armor affects.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or shield with this ability has a slick sheen and is constantly covered in a layer d% Creature Type 01û10 Aberrations of lightly smoking acid. The wearer (and anything 11û15 Animals she carries) is immune to acid, including that pro- 16û30 Beasts duced by the armor. Acidic armor deals 2d4 points of 31û32 Constructs acid damage per round of contact during a grapple; 33û34 Elementals momentary touch attacks have no effect. Objects not 35û37 Fey 38û47 Giants held by the wearer can be damaged by direct contact 48û57 Humanoid type (DM chooses specific race) with the armor for a full round. 58û67 Magical beasts",
        "name":  "Acidic",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and 68û77 Monstrous humanoids (DM chooses Armor; MelfÆs acid arrow, resist elements; Market Price: specific race) +4 bonus. 78û79 Oozes",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor appears streamlined and pos- 80û81 Outsider, chaotic (DM chooses specific race) 82û83 Outsider, lawful (DM chooses specific race) sesses a greenish glint. Aquatic armor enables its 84û86 Outsider, evil (DM chooses specific race) wearer to move freely through water without the 87û89 Outsider, good (DM chooses specific race) need for Swim checks. Drowning rules still apply (see ù Plants 1 the Drowning Rule in Chapter 3 of the DUNGEON 90û94 Shapechangers MASTERÆSGuide), unless the wearer can breathe water. 95û97 Undead Rare versions of aquatic armor include a persistent 98û100 Vermin 1There are no examples of bane blind armor designed water breathing effect (as the spell, but affecting only for use against plants. the wearer).",
        "name":  "Aquatic",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms Caster Level:7th; Prerequisites: Craft Magic Arms and and Armor, freedom of movement, water breathing (when Armor, improved invisibility; Market Price:+3 bonus. present); Market Price: +2 bonus (+3 bonus with Buffering: Buffering armor and buffering shields are water breathing). always dull black, and they appear to possess depths",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and appears completely normal, except to those who fail Armor, restoration; Market Price: +3 bonus. their save. The fearful see a creature from the their",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor or shield always appears worst nightmares in place of the wearer. brilliant and gleaming, no matter what the condi- Caster Level:7th; Prerequisites:Craft Magic Arms and tions and despite all attempts to paint over or obscure Armor, fear;Market Price:+2 bonus. it. Coveted by military leaders of all sorts, it carries a Feathered: A suit of armor or a shield with this powerful aura that grants a +4 competence bonus on ability appears to be created from thousands of irides- Charisma-based skill checks and reaction checks. cent feathers. This characteristic has no effect on the Furthermore, all allies within 30 feet of the wearer of armorÆs or shieldÆs weight, armor check penalty, or the armor or shield get a +2 morale bonus on Will other statistics. Feathered armor or a feathered shield saves. Command armor and command shields make allows the wearer to fly up to 50 minutes per day (as their owners very noticeable, imposing a û6 penalty the flyspell). on Hide checks. Caster Level: 5th; Prerequisites:Craft Magic Arms and",
        "name":  "Command",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and Armor, fly; Market Price: +2 bonus. Armor, 5 levels of spellcasting ability; Market Price: Sacred: A suit of armor or a shield with this quality +2 bonus. assists only wearers who have the ability to turn or",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th; Prerequisites: Craft Magic Arms on incorporeal foes. The wearer can loose himself and Armor, animate objects;Market Price:+3 bonus. from the shield normally.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this It is difficult for the opponent to perform any phys- quality glows with the brilliant light of a daylight spell ical actions while the shield is so attached, and itÆs for up to 30 minutes per day. A command word, usu- equally difficult for the wrapping shieldÆs bearer to do ally inscribed on the inside of the armor or the back much while someone is wriggling against the shield. of the shield, activates and deactivates the illumina- Both incur an additional armor check penalty of û5 tion. Except when glowing, this armor or shield (which stacks with any existing armor check penal- appears completely normal. ties, but applies only to skill checks) and a û2 circum-",
        "name":  "Daylight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and stance penalty on attacks. Armor, daylight; Market Price:+2 bonus. Caster Level:3rd; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shields with this quality Armor, make whole;Market Price:+1 bonus. shimmer and glow hypnotically. Anyone engaged in combat with the wearer must succeed on a Will save Specific Armor and Shields each round or be affected by the dazespell. Once per The following specific suits of armor and shields usu- day, the wearer can activate hypnotic pattern (as the ally are preconstructed with exactly the qualities spell from a 9th-level caster). described here.",
        "name":  "Distracting",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and 1 minute to do so hastily, and 1 minute to remove Armor, major creation; Market Price: 42,305 gp; Cost to (30 seconds if another character does nothing but",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This suit of +2 half-plate is completely Caster Level: 15th; Prerequisites: Craft Magic Arms covered with engravings of sinister-looking eyes. and Armor, Alchemy 5 ranks; Market Price: 5,000 gp; Three times per day, the owner can cast emotion(fear Cost to Create:2,500 gp + 200 XP. only) as an 11th-level sorcerer. The wearer also gains a Spider Shield: A painting of a stylized red spider +4 morale bonus on Will saves against fear effects. pierced by a spike adorns this +2 small steel shield. The",
        "name":  "Bale Eye",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and spike continually oozes spider poison (injury; DC 11, Armor, emotion, remove fear; Market Price: 38,360 gp; 1d3 Str/1d3 Str). Once per day, the shield can be",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and masons practicing their craft. Humans who wear the Armor; Market Price: 10,875 gp; Cost to Create: 5,538 gp armor gain the stonecunning ability. Dwarves who + 427 XP. wear the armor gain a +4 circumstance bonus on any",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Created for the ranger Arilus, this armor stonecunning checks, which stacks with their racial helped him eliminate several nests of medusas that bonus. In addition, the dwarf can use stone shapeand infiltrated his swampy home. This +1 chain shirt is stone tellonce per day. extremely polished, actually allowing someone to see Caster Level: 11th; Prerequisites: Craft Magic Arms their reflection in its chain links. Three times per day, and Armor, stone shape, stone tell;Market Price:32,130 the wearer can ignore the effects of any gaze attacks. gp; Cost to Create: 16,890 gp + 1,220 XP.",
        "name":  "Gazebane",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms Swarm Shield: This shield appears to be a single and Armor, limited wish; Market Price:74,050 gp; Cost to bracer when first worn. When the command word is",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    }
]
