[
    {
        "origin_file":  "spells.json",
        "description":  "You can also add four class skills from one prior class to your mythic exemplar skill list. feats, you must meet all the normal prerequisites for your Dardallion: You can use greater invisibility, as the spell, on selections, unless otherwise noted. yourself only.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain +1 level of an existing divine spellcasting character level by 4 or more. class. Ktolemagne: You gain temporary spell resistance equal I",
        "name":  "Imdastri",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain +1 level of an existing arcane spell­ 10 + your arcane caster level. casting class. Orsos: You can use air walk, as the spell, on yourself only",
        "name":  "Ktolemagne",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain bonuses against the favored enemies of Reikhardt: You can use dominate person, as the spell. Orsos. At each of these levels, you gain a +2 favored enemy Sunyartra: You can use divine power, as the spell. bonus against either aberrations or chaotic outsiders (your Ability Boost (Ex): At 10th level, one of your ability score choice). You need not choose the same enemy each time. This permanently increases by 2, according to your paragon bonus stacks with any favored enemy bonuses you might given on the following table. already possess.",
        "name":  "Orsos",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can \"lose\" a prepared divine spell in exchange for a spell of lower level from the Luck, Protection, or Strength Paragon\u0027s Gift, Greater (Su): At 6th level, you gain a domains, much as a good cleric can spontaneously cast ax. new supernatural ability that you can use once per day. spells. You do not gain the domain power or the ability to This ability follows all the guidelines for least paragon\u0027s prepare these spells as domain spells. gift (above), unless otherwise noted. If you choose, you can Ktolemagne: You can \"lose\" a prepared arcane spell I forgo your daily use of this ability for an extra use of your exchange for any divination spell of lower level that is already least or lesser gift. in your spellbook.",
        "name":  "Imdastri",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use blink, as the spell. Orsos: You gain a +4 bonus on any saves or rolls made",
        "name":  "Dardallion",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As an immediate action, you can invoke temporary resist fatigue and exhaustion. In addition, you are under immunity to mind-affecting spells and abilities. This immu­ permanent freedom of movement effect, unless the spell level nity does not extend to effects whose caster level exceeds of the impeding effect exceeds your character level your character level by 4 or more. Reikhardt: Select either Fortitude or Will saves. From this",
        "name":  "Imdastri",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use identify, as the spell, except that point on, you (and all allies within 60 feet) gain a circus the casting time is 1 minute, and you need no material stance bonus equal to your Charisma modifier on this saving component. throw. Once made, this choice cannot be changed.",
        "name":  "Ktolemagne",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you are a cleric, you gain the War bite +1 (ld4+2) domain as a third domain. If you already have the War domain, Base Atk +3; Grp +11 you can instead choose any other domain granted by your Abilities Str 18, Dex 13, Con 17, Int 2, Wis 13, Cha 6 deity as your third domain. If you have no cleric levels, you Feats Endurance, Run can add the War domain spells to your class spell list, but I Skills Listen+5, Spot+4 you do not gain its domain ability or any extra spell slots for domain spells.",
        "name":  "Bonus Domain",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per year, you IN THE GAME can gather other soldiers of Hextor under your command for any mil­ As noted above, ordained champions can be itary operation or activity. You potent adversaries, but they need not be en­ gain the benefits of the Lead­ emies of the PCs. A member of this prestige ership feat (DMG 106), except class could serve as an officer or mercenary that the followers you acquire are all on the same side of a conflict as the PCs. A soldiers in Hextor\u0027s church, and lawful neutral ordained champion might they remain with you only even share some goals with non-evil for the duration of a single PCs, though he may have to fight an endeavor (up to 2 months at uphill battle to gain their trust. most). These soldiers are In most instances, PC ordained in addition to any follow­ champions should either be lawful ers you might have from neutral in alignment, or devoted the Leadership feat and to Heironeous rather than Hextor. are tracked separately in The prestige class should appeal all ways. In addition, the to players who like combining di­ circumstance bonus on vine and martial skills but want Gather Information and an alternative to the paladin Knowledge checks that without as much emphasis on you gained as a master of spellcasting as the cleric. war increases to +12. Adaptation NPC Reactions Although the ordained cham­ Most people don\u0027t see pion is designed primarily as an \"ordained champion\" a follower of Hextor, it can when they look at one; easily be altered to fit into they simply see a holy the church of any martial dei­ warrior of Hextor or ty of any alignment. Simply Heironeous. Their re­ adjust some of the flavor actions vary accordingly, text and the alignment based on how they view those Salan Roka, requirements accordingly. deities and their churches. In most ordained champion of Hextor In the FORGOTTEN REALMS campaign setting, civilized lands, an NPC\u0027s attitude is one step the Red Knight, Tempus, and Tyr are appro­ nearer helpful for followers of Heironeous and one step near­ priate deities for the class; while Dol Arrah, Dol Dorn, and er hostile for followers of Hextor, but individual alignment the Mockery serve the purpose well in the EBERRON cam­ and religious beliefs can alter this reaction. paign setting. ORDAINED CHAMPION LORE Sample Encounter Characters who have ranks in Knowledge (religion) can Whatever the specific circumstances, encounters with an research the ordained champions to learn more about them. ordained champion should be martial in nature, or at least When a character succeeds on a skill check, the following lore related to combat. The PCs might first encounter one of is revealed, including the information from lower DCs. these holy warriors during a war council or similar plan­ DC 10: Ordained champions are unholy warriors of Hextor, ning session, but the prestige class is designed for battle and combining the features of clerics and blackguards. battle only. Whether fighting an actual war or exploring the",
        "name":  "General of Hell",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each level, you gain new spells per day favored enemy list (PH 47). If you have 8 ranks in the appropri­ and an increase in caster level (and spells known, if applicable) ate Knowledge skill (such as Knowledge [arcana] for dragons, as if you had also gained a level in a spellcasting class to which or Knowledge [nature] for humanoids), the save DC of every you belonged before adding the prestige class level. You do spell that you target on a creature of that type increases by 1. not, however, gain any other benefit a character of that class You can select this ability multiple times, choosing a different would have gained. If you had more than one spellcasting creature type each time. class before becoming a Paragnostic apostle, you must decide Divine Understanding: Choose one clerical domain. For the to which class to add each level for the purpose of determin­ purpose of this ability, you can choose any domain, whether ing spells per day, caster level, and spells known. or not your deity offers it. Your effective caster level increases Holy Texts (Ex): Because of your study of sacred writings, by 1 when you cast spells that appear on that domain\u0027s spell your Paragnostic apostle levels stack with other class levels list. You can select this ability multiple times, choosing a for the purpose of turning or rebuking undead and level- different domain each time. (Knowledge [religion] 5 ranks) dependent domain abilities. You do not gain such abilities Energy Supremacy: Choose an energy type from the follow­ if you do not already have them, however. ing list: acid, cold, electricity, fire. Your effective caster level Knowledge Is Power (Ex): At each level, you gain a increases by 1 when you cast spells of that energy type. You spellcasting enhancement based on your Knowledge skills. can select this ability multiple times, choosing a different Each time you gain this feature, choose one of the following energy type each time. (Knowledge [the planes] 5 ranks) abilities for which you meet the skill-based prerequisites. Manifest Ethos: Choose one non-neutral aspect of your own Although you can choose some of these abilities multiple alignment times (as indicated in the descriptions), you may not (chaos, select the same one twice in a row, and the minimum evil, required skill rank increases by 2 for each subsequent good, selection of the same ability. or law). These benefits apply to warlock invocations as When you well as spells, where applicable. cast an energy-",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you success­ or good/evil), one-half the fully hit with an attack that deals hit point damage dealt is hit point or ability score damage pure divine power instead and requires a saving throw against of its normal energy type, and an additional, nondamaging effect (such as thus not subject to reduction a warlock\u0027s beshadowed blastCAr or the orb of by energy resistance or immuni­ acidCAr spell, add 1 to the DC of the saving ty. You can select this ability multiple throw. (Knowledge [arcana] 6 ranks) times, assuming that your alignment per­ i Call of Worlds: Each creature you mits it, choosing a different aspect of your summon with a conjuration (sum­ alignment each time. (Knowledge [religion] moning) spell gains the fast healing 8 ranks or [the planes] 10 ranks) ability. The damage healed per Mind over Body: Your effective caster round begins at 2 hit points and level increases by 1 when you cast conjura­ increases by 1 for every three tion (healing) spells or transmutation caster levels (maximum +5 spells that grant ability bonuses or at 15th caster level). (Knowl­ penalties. (Knowledge [nature or edge [the planes] 6 ranks) religion] 7 ranks)",
        "name":  "Backhanded Attack",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your effective caster level increases by 1 when appropriate—they are no less useful against other opponents you cast spells that physically change the subject\u0027s form (such than they ever were. In other words, focus is advisable, but as alter self, enlarge person, or baleful polymorph). (Knowledge don\u0027t become so determined to confront specific foes that [nature] 6 ranks) you ignore the good you can do against others.",
        "name":  "Mortal Coil",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you cast a charm spell, or a com- pulsion that affects the subject\u0027s emotions but not specific Advancement I actions (such as good hope or rage, but not dominate person), the The Paragnostic apostles are the elite of the Paragnostic ! save DC increases by 1. (Knowledge [nobility and royalty] Assembly. They do not openly ask other members to join [ 5 ranks) their ranks, though individual apostles might have subtly Penetrating Insight You gain a +1 bonus on caster level recommended that you do so. Only members who express ! checks made to overcome spell resistance, or to successfully an interest and prove themselves sufficiently capable can dispel another caster\u0027s spell. (Knowledge [arcana] 9 ranks) become Paragnostic apostles, and you managed both.",
        "name":  "Noble Presence",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you cast a necromantic spell More than a researcher, more than an adventurer, you i that targets undead, the save DC increases by 1. In addition, have now combined both into a single package, becomings your effective turning level increases by 2, if you possess traveling and spellcasting seeker of secrets. You might devote the ability to turn or rebuke undead. (Knowledge [religion] your abilities to other goals as well, but while you do so, you 7 ranks) are casting about for new information to absorb and to add",
        "name":  "See through the Veil",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per round as an immediate action, you you by someone else increases by 1, if you so choose at the can grant an adjacent allied spellcaster a +1 bonus on caster time of casting. (Knowledge [religion] 4 ranks) level checks made to overcome spell resistance. Physical Augmentation: Choose one of your physical ability",
        "name":  "Penetration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, you automatically aid any allied spell­ scores (Strength, Dexterity, or Constitution). When any spell casters in targeting a foe with which you are engaged in melee. that applies a bonus or penalty to this score is cast upon you I Your ally does not take the standard -4 penalty for targeting by someone else, any bonus granted increases by 2, and any that foe with a ranged attack spell, though the penalty remains penalty imposed is reduced by 2 (minimum penalty l). You in effect normally if other allies are engaged with that foe. In can select this ability multiple times, choosing a different addition, you do not provide a cover bonus for that foe against ability score each time. (Knowledge [nature] 6 ranks) any allied spellcasters. Furthermore, any foe you threaten Resist Ethos: You gain a +2 bonus on all saving throws against takes a -1 penalty on Reflex saving throws against spells cast negative energy-based spells, and against spells with an align­ by your allies (but not by you). ment subtype opposed to one or both aspects of your own",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, you gain the ability to protect an alignment (law/chaos or good/evil). (Knowledge [religion or allied spellcaster with whom you are flanking an opponent. the planes] 5)",
        "name":  "Distraction",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose an energy are still a central member of the Parag­ type from among acid, cold, electric­ nostic Assembly, respected by all who I ity, and fire. You gain a +2 bonus on all would delve into the secret past. saving throws made against spells that deal damage of that energy type. You Combat can select this ability multiple times, Whether you\u0027re a front-line fighter or choosing a different energy type a mobile flanker, you find yourself en- I each time. (Knowledge [the planes] gaged in melee far more often than 4 ranks) your apostle counterparts do. Work I",
        "name":  "Avoid Energy",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd and 4th level, you gain new spells producing tables and chairs, however, this ability produces I per day and an increase in caster level (and spells known, if blankets and pallets more suited to an outdoor setting. applicable) as if you had also gained a level in a spellcasting Nature\u0027s Holding (Sp): Once per day, by touching a plant or class to which you belonged before adding the prestige a natural earth or stone surface, you create an opening to an class level. You do not, however, gain any other benefit a extradimensional space similar to that created by a rope trick character of that class would have gained. If you had more spell. When you and your allies enter this space and close I than one spellcasting class before becoming a sanctified the \"door, \" no, evidence of the opening exists on the outside. I one, you must decide to which class to add each level for The space remains for 12 hours or until the last creature exits, I the purpose of determining spells per day, caster level, and whichever comes first. spells known. Summon Nature\u0027s Mount (Sp): Once per day as a swift action, Additional Class Skills (Ex): Upon becoming a sanctified you can summon either a unicorn or a griffon (your choice) one, you gain the additional class skills specified for your to serve as your mount. For each sanctified one level you deity in the accompanying table. possess, the creature gains 2 Hit Dice and a +2 sacred bonus I",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st, 3rd, and 5th level, you can to its AC. The mount is immune to fear effects, and it remains I choose a sanctified ability corresponding to your deity from for 1 hour or until slain. You gain a +5 bonus on Ride checks I the accompanying table. Sanctified abilities can be extraor­ while riding this creature. dinary, spell-like, or supernatural, as designated in their Fast Healing (Su): Once per day as an immediate action, you I individual descriptions. If a sanctified ability is followed by can gain fast healing 5, which lasts for 10 rounds. an asterisk (*), you can select it as many times as you wish. Kord: As a sanctified one of Kord, you gain abilities relating I Each time you choose it, the number of times per day that to strength and chaos. you can use that ability increases by one. Chaos Warp (Su): Once per day, you can completely ignore I",
        "name":  "Sanctified Ability",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 5th level, you receive a sanctified all damage from one critical hit scored against you, as well blessing based on your deity\u0027s powers and portfolio, as given as any effects relating to it. on the accompanying table. Holy Fire (Su): Whenever you cast a spell with the fire I subtype, you can choose to change all the fire damage it deals I Sanctified One Abilities into raw divine damage that is treated as good-aligned for the I The abilities to which you have access as a sanctified one are purpose of overcoming damage reduction. This choice must I summarized on the accompanying table and described below, be made at the time of casting. in the order they appear on the table. Luck of Battle (Ex): Once per day, you can choose to roll twice",
        "name":  "Sanctified Blessing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be a cleric or paladin of Pelor. hp 101 (12 HD); DR !/— CLASS FEATURES still prevent you from seeing. Additionally, any wounds that The abilities you gain as a Shadowspy of Pelor allow you to cause the destruction of your eyes still blind you. seek out sources of wickedness that are all too often hidden Veil of Pelor (Sp): When you attain 3rd level, your motives from view. You gain the ability to blend into the throngs and morality become almost impossible to determine. As an around you, create shadows to mask your presence by immediate action, you can use undetectable alignment, as the manipulating light, make your thoughts impossible to read, spell (caster level equals your character level). This ability and force even the most corrupt persons to speak the truth is usable at will. in your presence. Personal Eclipse (Su): Beginning at 4th level, you can",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5. evil attempt, or spell slot (if you are a spontaneous caster)",
        "name":  "Base Attack Bonus",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can rather than seeking glo­ grant one ally within ry for herself. Whether you 30 feet immunity to one accompany a Disciple of of the following effects Legend or simply team up for a number of rounds with an ally for adventur­ equal to three times your 1 ing, your primary concern squire of legend level: is to ensure that your heroic disease, exhaustion, comrade survives to com­ fatigue, mind-affecting plete the task at hand. You spells and abilities, neg­ are content with a smaller ative levels, or poison. You share of fame and glory; it choose the effect when you is enough to know that your activate this ability. Ezria Birrinsdottir, a squire of legend comrade could not have succeed­ ed without you.",
        "name":  "Imdastri",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a swift action, you The Disciples of Legend accord you respect, but not to can take over concentrating to maintain an ally\u0027s spell the same degree as they do the mythic exemplars. They or spell-like ability, allowing her to take other actions. honor the assistance you provide and your commitment Once you have assumed control of an effect, you cannot to the precepts of the Six from Shadow, but even they—like give it back. so many others—tend to give more credit to the flashier",
        "name":  "Ktolemagne",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target takes a -2 penalty on saves and Clerics and paladins benefit the most from the selection of must take the lower of two rolls on one attack. new spells provided here. Master Cavalier: Gain a +10 bonus on Ride checks, or +20 with special mount; use with other spells grants NEW ADEPT SPELLS mount fly speed.",
        "name":  "Execration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divination spells give a false alignment allies and impose penalties on creatures of op­ reading. posing alignment.",
        "name":  "Moral Facade",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mount teleports forward 5 ft. /two cast­ alignment. er levels; use with other spells grants mount fly speed. Confound: Gain a +2 circumstance bonus on attack rolls against subject and impose a -2 penalty on its attack NEW CLERIC SPELLS rolls against you; subject cannot make attacks of op­ portunity against you; repeated use extends benefits to 0 Level allies.",
        "name":  "Phantom Charge",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject is locked in place and takes a -1 penalty Light of Purity: Your turning damage increases by ld6/ on melee attack rolls and a -2 penalty on Reflex saves. four divine caster levels (maximum +Sd6) on your next successful turning check. 2nd Level Moral Facade: Divination spells give a false alignment",
        "name":  "Impede",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain a +10 bonus on Ride checks, or +20 on certain Fort saves. with special mount; use with other spells grants mount Darts of Life: Create ten projectiles that you can launch at fly speed. allies to cure ld8 points of damage each.",
        "name":  "Master Cavalier",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use your turn/rebuke ability to turn trolled undead to another. creatures with the opposing alignment subtype. Healing Circle: Allies can tap healing energy pool for cure spells. 3rd Level Mark of Sin: Subject takes a -10 circumstance penalty",
        "name":  "Turn Anathema",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your effective turning level increases checks, AC, and spell penetration checks; take an auto­ by l/three caster levels for the purpose of determining matic natural 20 on one of these rolls. affected undead and destruction potential.",
        "name":  "Light of Wisdom",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each undead creature targeted by Forest Child: Create a wooden duplicate of yourself. your turning check takes ld8/two caster levels (max. NEW PALADIN SPELLS 10d8) points of damage, whether the check succeeds or not. 1st Level",
        "name":  "Light of Courage",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject takes damage according to its 2nd Level degree of alignment difference from your own and suffers a secondary spell effect if its alignment oppos­ Benediction: Subject gains a +2 luck bonus on saves, can es yours; repeated use increases severity of secondary reroll one attack roll, save, skill check, or ability check. effects. Conduit of Life: Heal 2dl0+1/caster level (max. 10) points of damage to yourself while channeling positive energy. 7th Level Divine Presence: Gain a +5, +10, or +15 bonus on",
        "name":  "Weight of Sin",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touched object sheds light; undead with special mount; use with other spells grants mount nearby take ld6/round positive energy damage while fly speed. living creatures gain fast healing 1. Touch of Restoration: Use part of your lay on hands abil­ ity to cure 1 point of ability damage. NEW DRUID SPELLS",
        "name":  "Rejuvenating Light",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain a +5, +10, or +15 bonus on Intimi­ on attack rolls and damage rolls with its natural weap­ date checks against those who don\u0027t worship your deity. ons; use with other spells grants mount fly speed.",
        "name":  "Divine Presence",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject is protected against 5 points of ability Bolster Aura: Subject\u0027s aura strengthens as if it had 1 HD/ damage to Intelligence, Wisdom, or Charisma; repeated two caster levels more than it actually does. use for different scores also increases damage absorbed. Moral Facade: Divination spells give a false alignment reading. 3rd Level Phantom Charge: Mount teleports forward 5 ft. /two",
        "name":  "Soul Ward",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See through a distant plant. caster levels; use with other spells grants mount fly",
        "name":  "Forest Eyes",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject turns to wood and takes ld4/ round Dex damage, becoming a wooden statue at 0 Dex. NEW SHUGENJA SPELLS BENEDICTION Abjuration 2nd Level Level: Cleric 2, paladin 2",
        "name":  "Wooden Blight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) 5th Level Spell Resistance: Yes (harmless)",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target must take the lower of two rolls for each save, attack roll, and skill check. You grant your comrade the luck of the gods. SPELL DESCRIPTIONS With this spell, you can grant another creature a +2 luck bonus on all saving throws. If the subject is also under another effect The following spells are presented in alphabetical order. that grants saving throw bonuses, the effects stack. In addition, at any point before the duration expires, the ALIGNED AURA subject can choose to reroll a single attack roll, saving throw, Abjuration skill check, or ability check after seeing the result of the",
        "name":  "Bewildering Mischance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action exercised, the spell ends immediately.",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 ft. or 60 ft. Unlike most touch spells, benediction cannot be used on",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Adept 5, cleric 5, shugenja 5",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature When you cast this spell, choose one non-neutral aspect of Duration: 1 round/level your own alignment—chaos, evil, good, or law. (If you are Saving Throw: Will negates neutral, you can select whichever alignment you wish each Spell Resistance: Yes time you cast this spell. ) You are immediately surrounded in a 20-foot aura of invisible energy associated with the chosen Your deity\u0027s laughter rains down on your suddenly clumsy foe. alignment component. Anyone in that area who shares that alignment component gains a bonus, and anyone with the Bewildering mischance causes extreme bad luck to befall the opposed alignment component must make a Fortitude save target. For the duration of the spell, the subject must roll each or take a penalty. The values of these modifiers and the fea­ saving throw, attack roll, and skill check twice, keeping the tures to which they apply are given on the following table. lower of the two rolls. These modifiers end when the affected creature leaves the spell\u0027s area. BEWILDERING SUBSTITUTION Illusion (Phantasm) [Mind-Affecting]",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes (harmless)",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You choose one of the three physical ability scores—Strength, Dexterity, or Constitution—when you cast the spell. Body You channel mischievous divine energy to envelop your foe in ward absorbs the next 5 points of damage dealt to that ability sickened disorientation. score, regardless of its source. If, for instance, an ally you had warded against Strength damage were subsequently poisoned This spell makes the world appear to be tossing and rippling in for 6 points of Strength damage, she would take only 1 point. a nauseating manner. The subject is sickened for the duration The spell lasts until its duration expires, or until the 5 points of the spell and must make a Fortitude save or be nauseated. of protection are used up, whichever comes first. This saving through must be repeated each round. When cast multiple times upon the same subject, body ward has a synergistic effect. If you use it to affect two physical abili­ BLEED ties simultaneously, it wards each against 8 points of damage. If Necromancy you use it to affect all three physical abilities at once, it wards level: Blackguard 4, cleric 5, druid 5 each against 10 points of damage. To achieve this synergy,",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Cleric 3, paladin 4",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF save DCs of spells used against the subject is 2, and if your",
        "name":  "Components",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless, object) DIVINE RETRIBUTION Calling upon your patron for protection, you imbue your defenses Abjuration with an unnatural resilience. Level: Cleric 5",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous weight doesn\u0027t exceed your maximum load, but you cannot I bring other creatures with you. You feel yourself ■pulled forward, into the undead creature you have Special: A dread necromancer1111 can learn this spell through I touched. Your flesh and soul grow cold, and after an instant of the advanced learning class feature, even though it is not a maddening emptiness, you reappear elsewhere. necromancy spell. EXECRATION Necromancy",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You channel the wrath of your deity through a simple touch, inflict- I ing misfortune on your foe. With a touch, you impose a -2 penalty on all of another crea- I ture\u0027s saving throws. If the subject is also under another effect that imposes saving throw penalties, the effects stack. At any point before the spell\u0027s duration expires, you can 1 force the subject to reroll a single attack roll, saving throw, I skill check, or ability check as an immediate action. You can [ require this action either before or after the subject rolls, but you must have line of sight to the subject at the time. The I lower of the two rolls applies. Once this option is exercised, I the spell ends immediately. FOOTSTEPS OF THE DIVINE Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Your body twists and reshapes itself, allowing you brief freedom \\ from the confines of a wholly humanoid shape. Upon casting this spell, you briefly acquire a new movement I A cleric of Yondalla uses footsteps of the divine mode and speed, as given on the table below. Unlike most I to avoid a drow patrol deity-variable spells, footsteps of the divine does not limit you to the option offered by your own deity; you are free to from the tree you touch, or from any tree of the same type choose any option presented on the table. If you choose an within the spell\u0027s range. Thereafter, if you and the forest child option offered by a deity other than your own, however, the separate by more than the maximum range of the spell, or spell duration is halved. You can choose only one option if you lose line of effect to it, it vanishes instantly and the per casting. spell ends. A forest child mimics your actions, including speech, Deity Movement Mode Speed unless you direct it to act differently as a move action. You Bahamut Fly 60 ft. (poor) can see through its eyes and hear through its ears as if you Boccob Fly 40 ft. (perfect) were standing in its location, and you can switch from using Corellon Larethian +40 ft. its senses to using your own, or back again, as a free action Ehlonna Climb 30 ft. anytime during your turn. While you are using its senses, Erythnul — +40 ft. your own body is considered blinded and deafened. Fharlanghn — +50 ft. Garl Glittergold Burrow 20 ft. If you desire, any spell you cast whose range is touch or Gruumsh Burrow 20 ft. greater can originate from the forest child instead of from Heironeous — +40 ft. you. It cannot, however, cast any spells on itself. Spells cast Hextor — +40 ft. through the forest child function normally in all respects Kord Climb 30 ft. except for the point of origin. Kurtulmak Burrow 20 ft. A forest child has a number of hit points equal to your Lolth Climb 30 ft. character level. If you use it to attack physically, you take a Moradin Burrow 20 ft. -4 penalty on attack rolls, and it deals damage equal to your Nerull Fly 50 ft. (average) unarmed damage. Obad-Hai — +40 ft. As a standard action, you can change places with your Olidammara Climb 30 ft. duplicate. (Although the spell itself is a transmutation, this Pelor Fly 50 ft. (average) St. Cuthbert +40 ft. usage is a conjuration [teleportation] effect. ) Making use of Tiamat Fly 60 ft. (poor) this option reduces the remaining duration of the spell by 5 Vecna Fly 40 ft. (perfect) rounds. If you have fewer than 5 rounds of duration left, you Wee Jas Burrow 20 ft. cannot invoke this ability. Yondalla Climb 30 ft. If you cast this spell along with both forest eyes and forest voice (see below), the duration of forest child doubles, and its Your assumption of a new movement mode, if any, imposes range quadruples. certain physical changes on you. For instance, if footsteps of Material Component: A small hardwood replica of yourself, the divine grants you flight, you grow wings; if it grants you which costs 10 gp to create. a burrow speed, you grow heavy digging claws; and so forth. A\"—\" entry indicates that you gain no new movement type, FOREST EYES but your base speed increases by the amount indicated. Divination (Scrying)",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 3 to employ a burst of truly inhuman speed. Doing so adds an Components: V, S, DF additional +10 feet to your speed per round remaining in the Casting Time: 1 minute spell\u0027s duration. However, this effect lasts for only a single Range: Unlimited round, after which the spell ends. Target: Two plants of the same type, one of which must be in physical contact with you FOREST CHILD",
        "name":  "At any point before the duration expires, you can choose Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 8 Spell Resistance: No",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Upon casting this spell, you can touch a normal, Medium or",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) The descriptor of this spell matches the non-neutral compo­",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5 slow game-play. If you anticipate using this spell, write",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft/level) upon which your allies can draw to mend their own Target: One humanoid creature wounds. The spell has five charges when cast. Once per Duration: 1 round/level (D) round as a standard action, a single allied creature within Saving Throw: Will partial 30 feet can drain one charge from the healing circle. The Spell Resistance: Yes first charge so drained functions as a cure critical wounds spell, the second as a cure serious wounds spell, the third as Your will clamps down on the subject\u0027s mind, making the slightest a cure moderate wounds spell, and the fourth as a cure light movement a strenuous effort. wounds spell, and the final charge heals only 5 points of damage. A creature must be conscious to draw a charge This spell locks the subject in place. An affected creature is from the healing circle. capable of taking actions, such as attacking or casting spells, The spell effect delivered by each charge functions as if but it cannot step from its current square (or squares, if it I you had personally cast the associated spell. Thus, the first occupies more than one). The subject also takes a -1 penalty charge heals 4d8 points of damage +1 point per caster level on melee attack rolls and a -2 penalty on Reflex saves while (maximum +20), and so on. so rooted. if the subject succeeds on the initial Will save, it suffers LIGHT OF COURAGE no ill effects and the spell ends immediately. If it fails the Abjuration [Good] initial save, it can attempt a new Will save every round there­ Level: Cleric 6 after. Once the subject succeeds on Components: V, S, DF one of these secondary saves, it Casting Time: 1 swift action can move, but its base speed Range: Touch is reduced by 10 feet (to a Target: Holy symbol touched minimum of 5 feet) for the Duration: 1 round/level, or until discharged duration of the spell. If the Saving Throw: Will half subject has multiple modes Spell Resistance: No of movement, each is reduced accordingly. Your holy symbol is wreathed in a wrathful, iri­ If the subject is already un­ descent glow that causes undead creatures to der an effect that curtails its wither before its celestial light. ability to move (such as slow or hold person), it also takes a -4 You temporarily infuse your holy penalty to Dexterity for the symbol with divine power. If you duration of this spell, even make a turning check before the if the other effect ends be­ duration expires, each undead fore this one does. creature that you target takes ld8 points of damage per two caster INTERFAITH levels you possess (maximum BLESSING 10d8) in addition to effects of Enchantment (Compulsion) the turning (if any). The turning [Mind-Affecting] check need not succeed to trig­",
        "name":  "By casting this spell, you create an aura of healing energy Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Duration: 1 round/level, or until dis­ charged",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None to other gods, filling the space around you A cleric\u0027s holy symbol erupts with power Spell Resistance: No with diverse divine energies that strengthen bestowed by the light of courage spell your ally. A warm, comforting glow surrounds your holy symbol, renewing}\u0027our-faith and causing the wicked monsters before When you cast interfaith blessing, every creature within range you to recoil in fear. is individually blessed by its own deity for the duration of the spell. The specific blessing gained depends on the particular This spell grants you a sacred (if you are good or neutral) or deity worshiped, as given on the table below. A subject that profane (if you are evil) bonus equal to one-half your divine venerates more than one deity must roll randomly to determine caster level (maximum +5) on your next turning check. which blessing is received. LIGHT OF PURITY Deity Blessing Abjuration [Good] Bahamut, St. Cuthbert, +1 on attack rolls and saves Level: Cleric 4 or Yondalla",
        "name":  "You feel your deity speaking through you Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Holy symbol touched or the general worship of nature Erythnul, Gruumsh, or Lolth +2 on damage rolls Duration: 1 round/level, or until discharged Fharlanghn, Moradin, or Pelor +2 to AC Saving Throw: None Garl Glittergold, Roll ld8 to determine blessing; Spell Resistance: No Olidammara, or no deity a result of 6 is player\u0027s choice Heironeous, Hextor, or Nerull +2 on attack rolls Your holy symbol gleams with a bright, white light that seems to Kord, Kurtulmak, +1 on attack rolls and damage rolls cleanse the air around you of the foul stench emanating from your or Tiamat undead enemies. When you cast this spell on your holy symbol, your turn­ You bring forth the subject\u0027s inner sins and crimes, causing them ing damage increases by ld6 per four divine caster levels to manifest in its appearance and aura. you possess (maximum +5d6) on your next successful turning check. Your successful touch attack leaves a mystical mark upon the subject. After a number of rounds equal to your divine LIGHT OF WISDOM caster level, the subject is entitled to a Will save. Success Abjuration [Good] ends the spell at that point, but failure renders the mark o\\",
        "name":  "Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No designed to change the attitudes of others. (See Diplomacy, PH 71. ) A cool, blue radiance pours forth from your extended holy symbol, In addition, the subject takes a -4 penalty to a specific increasing your power against the foul scourge of the undead. ability score based on your deity, as given in the table for the divine retribution spell (page 119). This penalty cannot be When you cast light of wisdom upon your holy symbol, removed in any way as long as the mark of sin remains, if you your effective turning level increases by 1 per three caster do not worship a deity, you must choose one whose alignment levels. These bonus levels apply only for the purpose of is within one step of your own when you cast this spell for determining the most powerful undead that your turning the first time. This choice is for the purpose of this effect check can affect and whether or not the undead you turn only, and you cannot subsequently change it unless your ] are destroyed outright. The increase has no bearing on alignment shifts in such a way that your previous choice is the amount of turning damage you deal with a successful no longer applicable. turn attempt. A mark of sin cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or LORE OF THE GODS wish spell. Remove curse works only if its caster level is equal Divination to or higher than that of the mark of sin. level: Cleric 2 MASTER CAVALIER",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You omniscience of the gods. Duration: 10 minutes/level (D) You gain a +5 insight bonus on all Knowledge checks. At When you utter the final words of this spell, your muscles and I any point before the duration expires, you can make a equilibrium shift dramatically, making you feel more at home in check with a Knowledge skill in which you have no ranks, the saddle than you do on your own feet. or retry a Knowledge check you have previously failed. The +5 insight bonus still applies in both of those cases, but Upon casting this spell, you gain a +10 bonus on all Ride I utilizing this option reduces the spell\u0027s remaining duration checks. If you have special mount or similar class ability, your to 1 minute/level. bonus on Ride checks increases to +20 while you are mounted If you worship a deity who grants access to the Knowledge on your special mount. domain, the bonus is +10 rather than +5—even if you did not If you cast master cavalier along with phantom charge (see choose that domain. below) and war-mount (page 129), the three spells have a syn- I ergistic effect. By shunting a tiny amount of its physical form MARK OF SIN into the plane from which it normally comes, your mount I Enchantment [Mind-Affecting] gains the ability to walk on liquids or even on empty air. This I",
        "name":  "Your mind opens to the secrets of the cosmos and briefly touches the Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S Bolstered by master cavalier, phantom charge, and war-mount, Alhandra and her steed have little trouble reaching their startled foes",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) By casting this spell, you cloak the target in an effect that",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action If you cast this spell while mounted on your special",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) Target: Object touched",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No or yes; see text Target: Object touched",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) on all Knowledge checks while the spell is in effect. You can even attempt checks with Knowledge skills in which The energy of life flows through you, warming your hand—and you have no skill ranks or retry a Knowledge check you indeed your very soul. But instead of swiftly infusing that life into failed before casting the spell. others to heal their wounds, you feed it slowly and gradually into SPIRITUAL GUARDIAN your ally. Evocation [Force]",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 6 subject\u0027s soul. This seed of life grants the subject fast heal­ Components: V, S, DP ing 2 for the duration of the spell, in much the same way Casting Time: 1 standard action as vigorsc. Range: 5 ft.",
        "name":  "You implant a tiny seed of positive energy into the Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 2, druid 2 By casting this spell, you create a translucent knight made of",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 3, pala­ namely Healing. While she din 4 can now access the spells",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch spells normally associated",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes (harmless)",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft. /level) lawful good as the spell as symbol",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "175 gp. in the casting of any Water domain spell or a spell that",
        "name":  "Price",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When various powdered herbs has the water descriptor, the spell is affected as if by the are mixed with the inner fluids of an inevitable, the Quicken Spell feat, but without any change in spell slot. resulting oily substance emits a potent vapor known as Price: 225 gp. essence of order. Anyone breathing this vapor is cured Scholar\u0027s Dreams: Some say that ivy growing on the of 1 point of mental ability damage caused by a poison or gravestone of a truly learned sage feeds upon the knowledge disease. A single dose is usable only once. When used as of the deceased. When used as a component in the casting of a component in the casting of any spell that has the law any Knowledge domain spell, this ivy—known as scholar\u0027s descriptor, essence of order increases the save DC by 1. dreams—doubles both the range and the duration. Price:",
        "name":  "Essence of Order",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gorgon horns soften when soaked increases the damage dealt by 2 points per spell level. in a particular kind of rare vinegar. If this horn of gorgon Price: 650 gp.",
        "name":  "Horn of Gorgon",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A distant relative of belladonna, this similar actions. However, any spellcaster can gain benefits herb is a deadly poison (ingestion, DC 14 Fortitude negates, from using these special holy symbols, assuming that she primary and secondary damage ld4 Constitution). When can cast spells of the appropriate type (see below). Not all used as a component in the casting of any spell that deals symbols work equally well for all spellcasters. negative energy damage, however, twilight green increases Each symbol represents a character\u0027s devotion, beliefs, that damage by 1 point per spell level. Price: 250 gp. and worship, so both divine and arcane casters can use these",
        "name":  "Twilight Green",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 lb. DOMAIN-FOCUSED When used to cast any spell from the Earth, HOLY SYMBOLS Plant, or Sun domain, a nature\u0027s sickle increases your effective caster level by 1. As an alternative to using holy Nature\u0027s Children: This wood symbols dedicated to specific or stone carving depicts from deities, you can choose to three to more than a dozen local modify existing symbols—or animals, depending on the fecun­ even create new ones—that dity of the region and the intricacy embody the worship of an ideal of the carving. Sometimes when The following are two exam­ you look at it, you catch a glimpse ples of nature-oriented holy of movement out of the corner of symbols. your eye, though further inspec­ Nature\u0027s Sickle: This tion always shows the animals right symbol resembles a small where they were before. {stone sickle cutting four Stalks of wheat. The wheat When used to cast spells looks fresh and real, even though from the Animal domain list or litis carved of stone. When the spells that aid, protect, speak symbol is in use, the wheat actually with, or summon animals, this smells like grain and seems to shine symbol increases your effective caster in the sun. level by 1.",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2, 000 gp, 160 XP, 4 days. Prerequisites: Forge Ring, Heighten Spell, summon nature\u0027s",
        "name":  "Cost to Create",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11th mettle, which halves the harmful effects of a spell on a failed",
        "name":  "Caster Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faint (DC 17); divination one-half of your full normal hit points, you gain the mettle Activation: See text ability: If you are affected by a spell that would normally Weight: 8 lb. have a reduced effect on a successful Fortitude or Will The pages of this enormous tome are rough-edged and yellowed. • cause fear (1st) Embossed on the worn, blue leather cover is the holy symbol • death knell (2nd) of Boccob. • animate dead (3rd) • death ward (4th) A book of all knowledge is said to contain all the secrets of • slay living (5th) the world, but few mortals are capable of accessing all that • create undead (6th) information. Its pages are apparently infinite; no matter how • destruction (7th) many you turn, more still remain unturned. Once per day, • create greater undead (8th) you can attempt a single Knowledge check (as if you were • wail of the banshee (9th) trained) with a +10 insight bonus after perusing the book for 2d4 hours. Cost to Create: 18, 000 gp, 1, 440 XP, 36 days. If you\u0027re a worshiper of Boccob (or any deity that offers Prerequisites: Craft Staff, animate dead, cause fear, create greater access to the Knowledge domain), the time required is only undead, create undead, death knell, death ward, destruction, slay ld4 hours. living, wail of the banshee.",
        "name":  "Whenever your current hit point total is equal to or less than Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "—(held) Activation: As spell used",
        "name":  "Body Slot",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As spell used This polished bone staff bears symbols at its head that represent the",
        "name":  "Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As spell used Caster Level: 11th",
        "name":  "Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One might potent enemies expect followers of they face consti­ ire to support the tute sufficient spread of their ele- reward. How­ ment, and indeed ever, Obad-Hai, some do. But oth¬ Ehlonna, and ers know from holy Yondalla have a writ or personal ex­ direct stake in perience that fire out the completion of control is to be feared of this mission. rather than revered. Thus, they All three gods strive as hard as any to see the If they are not staffed, the beasts of fire will continue to corrupt are grateful to have such de­ world put to rights, so that the the elemental wellspring of water with foul sacrifices voted and potent servants on the power of the flame can once Material Plane and are willing to again be brought under their deities\u0027 influence. Clerics of fire take steps to keep them there. Any characters serving one can force the obedience of elementals, which might prove of those deities who is slain in the course of a subsequent instrumental in the acquisition of information. adventure is immediately subject to a reincarnate spell (PH",
        "name":  "Fire",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While the secrets unveiled have little to do with Suggested Rewards the element of earth directly, it was the ground itself that No divine or supernatural reward results from success on this vomited them up. Can this be coincidence, or was some mission, but the local clerics of Pelor are positively inclined power of the stone or the mountains responsible for the toward the heroes from this point forward. The champions quake? If so, surely it must have chosen this time to reveal can rely on healing, low-level spells, and the occasional minor its long-concealed trove for some reason. Ancient Temple One square = 5 feet Upper Floor Ground Floor Lower Floor ( J",
        "name":  "Earth",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These paragraphs describe the Prerequisite: An athenaeum of Boccob can confer its special rules for acquiring and using the special ability that the site ability only on a character who has an Intelligence or Wisdom bestows. Any command words or activities needed to activate score of 12 or higher and the ability to cast spells or use spell­ the site\u0027s power are also noted. like abilities.",
        "name":  "Location Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Other than the type of location, the only the five standard chromatic kinds. He does not gain the commonality between different frozen calderas of the Dragon spellcasting ability of that form and has his normal Hit Queen is the inner sanctum, which is sometimes known as Dice for the purpose of effects that affect only beings with the Queen\u0027s Hoard. This enormous chamber is dominated a particular number of Hit Dice, but he takes on all the by a carving of the five-headed Dragon Queen that occupies dragon\u0027s other traits. While in draconic form, the petitioner the entire the back wall, glaring down at all who enter. On loses all his own extraordinary, spell-like, supernatural, and the floor below the engraving is a pit that leads down into the spellcasting abilities. fires and lava beneath the earth. Sacrifices of wealth must be If the petitioner is a dragon, it instead gains the powers of dropped into the hole and allowed to melt away. Though the a dragon one age category higher than its own for up to 10 walls are often covered in a thin layer of ice, a haze of heat rounds per day. radiates from the pit. Duration: Each of these abilities lasts for one year.",
        "name":  "Description",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Every Sepulcher of Wee Jas is an ornate tomb applies to any inflict spells that the recipient spontaneously or crypt. Most are constructed of marble or granite, but a casts (though it applies normally for prepared inflict spells). A few are simply dug into the earth or made of materials other spellcaster who lacks the ability to swap out prepared spells than stone. These sites often boast detailed decorations and for inflict spells gains the power to do so as though she were engravings, which might or might not include symbols of an evil cleric of her divine caster level, but only once per day. Wee Jas. The typical Sepulcher of Wee Jas is merely one tomb The Will save applies normally in this case. in the middle of a great cemetery, but a few stand alone on Duration: The abilities granted by a Sepulcher of Wee Jas private lands. The air within the Sepulcher is cold and dry, last for 1 month. and sounds often fail to echo, as though the dimensions Aura: Strong necromancy. of the crypt were larger Ability Value: 7, 000 gp. than they appear. Adaptation: Although",
        "name":  "Description",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only non-evil characters can benefit from caster who lacks the ability to swap out prepared spells the powers of the Temple of the First Dawn. for cure spells gains the power to do so, but only once",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "May 2004 DUNGEONS \u0026 DRAGONS, D\u0026D, DUNGEON MASTER, d20, d20 System, WIZARDS OF THE COAST, PlayerÆs Handbook, Dungeon MasterÆs Guide, Monster Manual, Complete Divine, and all other Wizards of the Coast game titles, and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc. and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ⌐2004 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd3 CONTENTS TABLE OF Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . .4 Chapter 3: Supplemental Rules . . . . . . . . . .77 Tables Divine Characters . . . . . . . . . . . . . . . . . . . . . . . .4 Feats 77 Table 1û1: The Favored Soul . . . . . . . . . . . . . . . 7 The Complete Divine . . . . . . . . . . . . . . . . . . . . .4 Divine Feats . . . . . . . . . . . . . . . . . . . . . . . . . .77 Table 1û2: Favored Soul Spells Known. . . . . 8 Wild Feats . . . . . . . . . . . . . . . . . . . . . . . . . . .79 Table 1û3: The Shugenja. . . . . . . . . . . . . . . . . . 11 Chapter 1: The Devoted . . . . . . . . . . . . . . . . . . .5",
        "name":  "First Printing",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faith Feats . . . . . . . . . . . . . . . . . . .86 Table 1û4: Shugenja Spells Known*. . . . . . . 12 Why Do You Serve? . . . . . . . . . . . . . . . . . . .5",
        "name":  "Variant",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters who serve a pantheon channel divine power with surprising ease. She is able to venerate several deities, asking each god for intercession perform the same tasks as her fellow divine spellcasters but in matters that refl ect the godÆs interest (called a portfo- with virtually no study; to her, it comes naturally. Scholars lio). For example, a cleric that worships a pantheon based wonder if favored souls have traces of outsider blood from on Greek gods might ask Hermes for an expeditious retreat unions, holy or unholy, centuries ago and generations spell, Athena for an oracular vision, or Hades for the removed. Others suggest that divine training of the proper power to repel the undead. Clerics who choose to serve type awakens the ability, or that favored souls are simply a pantheon can choose their two domains from among imbued with their gifts by their gods when they begin all the domains offered by all the deities of the pantheon the clericÆs path. In any case, favored souls cast their spells (except aberrant godsùthose whose worship is not sanc- naturally, as much through force of personality as through tioned by the clerics of the pantheon as a whole). A cleric study. Though this gives them extraordinary divine abili- can only select an alignment domain if his alignment ties no normal person could ever match, they see their gift matches that domain. The clericÆs alignment must match as a call to action, and so in some ways may lag behind their the alignment of some deity in the pantheon (excluding more studious colleagues. aberrant gods). Adventures: Favored souls are often loners, wandering",
        "name":  "Serving a Pantheon",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Favored souls cast Background: divine spells by means of an innate connec- Favored souls learn tion rather than through laborious training of their connection with the and prayer, so their divine connection is natural divine at a young age. Even- rather than learned. These divine spellcasters tually, a young favored soul know fewer spells and acquire powerful spells understands the power that more slowly than clerics, but favored souls can she has been wielding unin- cast spells more often, and they have no need tentionally. to select and prepare them ahead of time. Favored souls, as naturally",
        "name":  "Characteristics",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Charisma determines how many spells the for 1st-level spells, and so forth). The Diffi culty Class for a favored soul can cast per day. Wisdom determines how saving throw against a favored soulÆs spell is 10 + the spellÆs hard the favored soulÆs spells are to resist (see Spells, below). level + the favored soulÆs Wisdom modifi er. In addition to using Charisma and Wisdom for spellcasting, Like other spellcasters, a favored soul can cast only a cer- a favored soul also benefi ts from high Dexterity, Strength, tain number of spells of each spell level per day. Her base and Constitution scores. daily spell allotment is given on Table 1û1: The Favored",
        "name":  "Abilities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any. Soul. In addition, she receives bonus spells for a high",
        "name":  "Alignment",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. Charisma. Unlike a cleric, a favored soulÆs selection of spells is Class Skills limited. A favored soul begins play knowing four 0-level The favored soulÆs class skills (and the key ability for each spells and three 1st-level spells of your choice. At each skill) are Concentration (Con), Craft (Int), Diplomacy (Cha), new favored soul level, she gains one or more new spells, Heal (Wis), Jump (Str), Knowledge (arcana) (Int), Profession as indicated on Table 1û2: Favored Soul Spells Known. (Wis), Sense Motive (Wis), and Spellcraft (Int). See Chapter (Unlike spells per day, her Charisma score does not affect 4 of the PlayerÆs Handbook for skill descriptions. the number of spells a favored soul knows; the numbers on Skill Points at 1st Level: (2 + Int modifi er) ╫ 4. Table 1û2 are fi xed.)",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some DMs may choose to (Int), Diplomacy (Cha), Heal (Wis), Knowledge allow classes such as the shugenja and (all skills, taken individually) (Int), Profession the samurai in their nonoriental settings. (Wis), Spellcraft (Int). See Chapter 4 of the If they do, the character is most likely to PlayerÆs Handbook for skill descriptions. be a traveler from a faraway land, most Skill Points at 1st Level: (4 + Int modi- likely trained in his homeland in his fi er) ╫ 4. oriental class. Specifi c details of the Skill Points at Each Additional characterÆs background can be worked Level: 4 + Int modifi er. out with the DM and the player. Table 1û3: The Shugenja Class Base Fort Ref Will ùùùùùù Spells per Day ùùùùùù Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Element focus, sense elements 5 3 ù ù ù ù ù ù ù ù 2nd +1 +0 +0 +3 ù 6 4 ù ù ù ù ù ù ù ù 3rd +1 +1 +1 +3 ù 6 5 ù ù ù ù ù ù ù ù 4th +2 +1 +1 +4 ù 6 6 3 ù ù ù ù ù ù ù 5th +2 +1 +1 +4 ù 6 6 4 ù ù ù ù ù ù ù 6th +3 +2 +2 +5 ù 6 6 5 3 ù ù ù ù ù ù 7th +3 +2 +2 +5 ù 6 6 6 4 ù ù ù ù ù ù 8th +4 +2 +2 +6 ù 6 6 6 5 3 ù ù ù ù ù 9th +4 +3 +3 +6 ù 6 6 6 6 4 ù ù ù ù ù 10th +5 +3 +3 +7 ù 6 6 6 6 5 3 ù ù ù ù 11th +5 +3 +3 +7 ù 6 6 6 6 6 4 ù ù ù ù 12th +6 +4 +4 +8 ù 6 6 6 6 6 5 3 ù ù ù 13th +6 +4 +4 +8 ù 6 6 6 6 6 6 4 ù ù ù 14th +7 +4 +4 +9 ù 6 6 6 6 6 6 5 3 3 ù 15th +7 +5 +5 +9 ù 6 6 6 6 6 6 6 4 4 ù 16th +8 +5 +5 +10 ù 6 6 6 6 6 6 6 5 5 3 17th +8 +5 +5 +10 ù 6 6 6 6 6 6 6 6 6 4 18th +9 +6 +6 +11 ù 6 6 6 6 6 6 6 6 6 5 19th +9 +6 +6 +11 ù 6 6 6 6 6 6 6 6 6 6 20th +10 +6 +6 +12 ù 6 6 6 6 6 6 6 6 6 6 Illus. by S. Belledin A shugenja12 1 RETPAHC EHT DETOVED Class Features 1st-level spell determined by his shugenja order. At each All of the following are class features of the shugenja. new shugenja level, he gains one or more new spells as",
        "name":  "Settings",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spirit shamans exist to mediate between Other Classes: Spirit shamans perceive a world that no the human world and the spirit world and make sure that other class truly understands. As such, they feel it is their humans (and dwarves, elves, orcs, and all other humanoid duty to advise their comrades and protect them from the races, of course) respect the spirits as is only right and wrath of the spirits. Spirit shamans respect druids and get proper. Spirit shamans adventure to advance the causes of along well with them, but they feel that clerics do not pay whichever spirits they favor. Those who venerate helpful suffi cient respect to the spirit world, and often form long spirits seek to assist people deserving of the spiritsÆ protec- and bitter rivalries with clerics they meet. tion. Those who revere dark and vengeful spirits promote Role: The spirit shaman is only a mediocre melee combat- the chaos and suffering in which their patrons delight. ant, but she can hurl spell after spell in a combat situation. Through their actions, spirit shamans prove the power of No other character matches her ability to study a situation their patron spirits and earn prestige and status in the spirit and customize her spell selection for offense, defense, or world. special purposes. Like the druid, she can serve as a partyÆs",
        "name":  "Adventures",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spirit shamans cast divine spells much healer, but she is best in settings where she does not need to the same way druids do, though they get their spells from devote many of her spell choices to healing and can maxi- powerful spirits of nature. Their spells, like the druidÆs, are mize spell choices that provide offense for the party and aid oriented toward nature and animals. In addition to spells, her companions in battle.15 DEVOTED THE CHAPTER 1 Game Rule Information Class Skills Spirit shamans have the following games statistics. The spirit shamanÆs class skills (and the key ability for each",
        "name":  "Characteristics",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These prestige divine, theyÆre otherwise quite different from one another. classes donÆt get more and better spells as Table 2û1, on the next page, provides some suggestions to quickly, but they have other abilities to make up start your browsing. Terms used on that table are defi ned for their reduced progress. in the following text.20 2 RETPAHC EGITSERP SESSALC",
        "name":  "While these prestige classes all share a connection to the Moderate Spellcasting",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Prestige classes on this list have For example, if Joan (a 14th-level paladin) gains fi ve levels their own spell progression and spell list. in the church inquisitor prestige class, she would gain the",
        "name":  "Separate Spellcasting",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "profi ciencies. The divine oracle is Spells per Day/Spells Known: A divine designed to work oracle continues advancing in spellcasting well with both ability as well as gaining the abilities of her arcane and divine new class. Thus, when a new divine oracle level spellcasters; the idea is gained, the character gains new spells per day (and behind the class is that spells known, if applicable) as if she had also gained youÆre getting divine guid- a level in whatever spellcasting class she belonged to ance that manifests itself in a before she added the prestige class. She does not, how- number of ways. But it doesnÆt ever, gain any other benefi t a character of that class have to be that way. By adjusting would have gained (improved chance of controlling or the requirements, you could push the rebuking undead, wild shape ability, and so on). This class in an arcane or divine direction. ItÆs essentially means that she adds the level of divine also easy to add a requirement that oracle to the level of whatever other spellcasting class limits it to worshipers of a deity of the character has, then determines spells per day time, fate, or divination. accordingly. For example, if Cassandra, a 10th-level",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. cleric, gains a level as a divine oracle, she gains new spells as if she had risen to 11th level as a cleric, but REQUIREMENTS uses the other divine oracle aspects of level progres- To qualify to become a sion such as base attack bonus and save bonuses. If she divine oracle, a char- next gains a level as a cleric, making her an 11th-level acter must fulfi ll the cleric/1st-level divine oracle, she gains spells as if she following criteria. had risen to 12th level as a cleric.",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge If a character had more than one spellcasting class (religion) 8 ranks. before she became a divine oracle, the player must",
        "name":  "Skill",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Skill Focus decide which class to assign each level of divine oracle (Knowledge [religion]). for the purpose of determining spells per day and",
        "name":  "Feat",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast at spells known. least 2 divination spells. Table 2û8: The Divine Oracle Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +0 +2 Oracle domain, scry bonus +1 level of existing class 2nd +1 +0 +0 +3 Prescient sense, trap sense +1 +1 level of existing class 3rd +1 +1 +1 +3 Divination enhancement +1 level of existing class 4th +2 +1 +1 +4 Uncanny dodge (Dex bonus to AC) +1 level of existing class 5th +2 +1 +1 +4 Trap sense +2 +1 level of existing class 6th +3 +2 +2 +5 Improved uncanny dodge (canÆt be fl anked) +1 level of existing class 7th +3 +2 +2 +5 ù +1 level of existing class 8th +4 +2 +2 +6 Trap sense +3 +1 level of existing class 9th +4 +3 +3 +6 ù +1 level of existing class 10th +5 +3 +3 +7 Immune to surprise +1 level of existing class Illus. by R. Spencer Templeton, a divine oracle36 2 RETPAHC EGITSERP SESSALC",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hospitalers do battle against suffering and hospitaler level for the purposes of determining spells per pain wherever they fi nd it. In your campaign, large cities day and spells known. may house masses of beggars who are seen to by itinerant Bonus Feat: At the indicated levels, a hospitaler may hospitalers. A small village may also house a hospitaler who take a bonus feat. These feats are drawn from the feats des- serves as a doctor of sorts to those who need his attention. ignated as fi ghter bonus feats (in the PlayerÆs Handbook and An entire force of hospitalers may gather together in order elsewhere). to fi ght an evil dragon and then remain afterwards to care Remove Disease (Sp): Beginning at 3rd level, a hospitaler can for the local townsfolk injured during the battle. use remove disease as a spell-like ability once per week. At 7th",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a radiant servant of Pelor casts any spiritual and (at times) fi nancial support, and protectors. spell with the light descriptor, the radius of illumination is Almost all radiant servants of Pelor spend their prior doubled, and the spell is treated as if it were one level higher careers as clerics. Some are multiclassed cleric/paladins or than it actually is for all purposes, including determining cleric/rangers, or even the occasional cleric/druid. whether it can counter or dispel a spell with the darkness NPC radiant servants of Pelor can be found wherever descriptor. Thus, a daylight spell cast by a radiant servants there is human needùin the midst of plague and famine, sheds light in a 120-foot radius and is treated as a 4th-level behind the lines of an army at war, in villages plagued by spell, allowing it to counter or dispel any darkness spell of hauntings, and in cities troubled by crime. 4th level or lower.",
        "name":  "Radiant servants of Pelor are healers, counselors, sources of Radiance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As mentioned in the introduction to the Extra Greater Turning: The radiant servant of Pelor chapter, this prestige class doesnÆt have to be about Pelor. can perform a greater turning (the granted power of the It works just as well with any god of the sun whose clerics Sun domain) a number of times per day equal to 3 + her often turn undead, and given the Sun domainÆs granted Charisma modifi er. power, itÆd be a strange sun-god that didnÆt want his clerics Spells per Day/Spells Known: When a new radiant ser- turning undead. vant of Pelor level is gained, the character gains new spells",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. per day (and spells known, if applicable) as if he had also gained a level in whatever spellcasting class he belonged to REQUIREMENTS before he added the prestige class. He does not, however, gain To qualify to become a radiant servant of Pelor, a character any other benefi t a character of that class would have gained must fulfi ll all the following criteria. (improved chance of controlling or rebuking undead, wild",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heal 5 ranks, Knowledge (religion) 9 ranks. other spellcasting class the character has, then determines",
        "name":  "Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Extra Turning. spells per day and spells known accordingly.",
        "name":  "Feat",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 1st-level divine spells and access to If a character had more than one spellcasting class the Sun domain. in which he could cast 1st-level divine spells before he",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must have Pelor as patron deity. became a radiant servant of Pelor, the player must decide Table 2û15: The Radiant Servant of Pelor Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +2 +0 +2 Extra greater turning, radiance, +1 level of existing divine spellcasting class turn undead 2nd +1 +3 +0 +3 Divine health, empower healing +1 level of existing divine spellcasting class 3rd +2 +3 +1 +3 Aura of warding +1 level of existing divine spellcasting class 4th +3 +4 +1 +4 ù +1 level of existing divine spellcasting class 5th +3 +4 +1 +4 Bonus domain +1 level of existing divine spellcasting class 6th +4 +5 +2 +5 Maximize healing +1 level of existing divine spellcasting class 7th +5 +5 +2 +5 ù +1 level of existing divine spellcasting class 8th +6 +6 +2 +6 Positive energy burst +1 level of existing divine spellcasting class 9th +6 +6 +3 +6 ù +1 level of existing divine spellcasting class 10th +7 +7 +3 +7 Supreme healing +1 level of existing divine spellcasting class53 CLASSES PRESTIGE CHAPTER 2 which class to assign each level of radiant servant of Pelor A radiant servant cannot use this ability if he has fewer than for the purpose of determining spells per day. two turning attempts left for the day.",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 4 ranks. of determining spells per day and spells known.",
        "name":  "Skill",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. Spells per Day/",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A REQUIREMENTS sacred exorcist ad- To qualify to become a vances in spellcast- sacred exorcist, a char- ing ability as well as acter must fulfi ll all the learning the skills of following criteria. exorcism. Thus,",
        "name":  "Spells Known",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (the level is gained, planes) 10 ranks, Knowl- the character gains edge (religion) 7 ranks. new spells per day as",
        "name":  "Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast if she had also gained a dismissal or dispel evil. level in whatever spellcasting",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Adopting this pres- class she belonged to before she added tige class requires the sanction the prestige class. She does not, however, of a church or order that ordains sacred exor- gain any other benefi t a character of that cists. Only characters judged by their church to be class would have gained (improved chance of controlling or exemplary in faith and devotion, strong of will and upright rebuking undead, more frequent remove disease, and so on). in morality, are made sacred exorcists. This means that she adds the level of sacred exorcist to the Table 2û17: The Sacred Exorcist Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 0 +2 Exorcism, turn undead +1 level of existing class 2nd +1 +0 0 +3 Detect evil, resist possession +1 level of existing class 3rd +2 +1 +1 +3 Chosen foe +1 +1 level of existing class 4th +3 +1 +1 +4 Dispel evil 1/week +1 level of existing class 5th +3 +1 +1 +4 Consecrated presence +1 level of existing class 6th +4 +2 +2 +5 Chosen foe +2 +1 level of existing class 7th +5 +2 +2 +5 Dispel evil 2/week +1 level of existing class 8th +6 +2 +2 +6 Holy aura 1/day +1 level of existing class 9th +6 +3 +3 +6 Chosen foe +3 +1 level of existing class 10th +7 +3 +3 +7 Dispel evil 3/week +1 level of existing class Illus. by J. Pavelec Trothera the Just, a sacred exorcist58 2 RETPAHC EGITSERP SESSALC level of another spellcasting class the character has, then de- exorcist. If the sacred exorcist enters an area affected by a termines spells per day accordingly. desecrate spell, both effects are negated while the sacred exor- For example, if Delliva, an 8th-level cleric, gains a level cist remains in the area. If the sacred exorcist is the target of as a sacred exorcist, she gains new spells as if she had risen adesecrate spell, her aura is suppressed for the duration of the to 9th level as a cleric, but uses the other sacred exorcist desecrate spell. aspects of level progression such as base attack bonus and Holy Aura (Sp): A sacred exorcist of 8th level or higher can save bonuses. If she next gains a level as a cleric, making her use holy aura once per day as a spell-like ability. a 9th-level cleric/1st-level sacred exorcist, she gains spells as SAMPLE SACRED EXORCIST if she had risen to 10th level as a cleric.",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This pres- tige class is designed to em- phasize a monk who sacrifi ces her array of supernatural abilities and cast spells instead. The sacred fi sts (under that name or another) could be an esoteric order of monks who combine rigorous self-defense training with near-constant prayer. And if you connect them to a specifi c nonlawful deity, the sacred fi sts are a good way to create an exception to the ômonks must be law- fulö rule.",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 1st-level divine spells. The additional damage is equal to the sacred fi stÆs class level plus his Wisdom modifi er (if any). Half the damage is fi re CLASS SKILLS damage (round up), and the rest is sacred energy and thus The sacred fi stÆs class skills (and the key ability for each not subject to effects that reduce fi re damage. The sacred skill) are Balance (Dex), Concentration (Con), Escape Artist fl ames last 1 minute and can be invoked once per day. At 8th (Dex), Heal (Wis), Jump (Str), Profession (Wis), Spellcraft level, a sacred fi st can invoke sacred fl ames twice per day. (Int), and Tumble (Dex). See Chapter 4 of the PlayerÆs Hand- Blindsense (Su): A 6th-level sacred fi st gains sensitivity book for skill descriptions. to vibrations, scent, and noise, granting him blindsense out",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 1st-level divine spells Brilliant Blade (Su): At 9th level, a shining blade can",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Disable Device 4 ranks, Knowledge (religion) 1 needs, whereas only a few rare clericsùeven those of rank, Open Lock 4 ranks, Search 8 ranks. Table 2û22: The Temple Raider of Olidammara Class Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +2 Trapfinding, trap sense +1 0 ù ù ù 2nd +1 +0 +3 +3 Sneak attack +1d6 1 ù ù ù 3rd +2 +1 +3 +3 Uncanny dodge 1 0 ù ù 4th +3 +1 +4 +4 Trap sense +2 1 1 ù ù 5th +3 +1 +4 +4 Sneak attack +2d6 1 1 0 ù 6th +4 +2 +5 +5 Improved uncanny dodge 1 1 1 ù 7th +5 +2 +5 +5 Trap sense +3 2 1 1 0 8th +6 +2 +6 +6 Sneak attack +3d6 2 1 1 1 9th +6 +3 +6 +6 Skill mastery 2 2 1 1 10th +7 +3 +7 +7 Luck domain, trap sense +4 2 2 2 1 Illus. by W. OÆConnor Jernit, a temple raider of Olidammara68 2 RETPAHC EGITSERP SESSALC",
        "name":  "Rogues and bards usually have the skills a temple raider Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ur-priest gains the ability to cast a for they fear that too many of them in one place might draw number of divine spells. To cast a spell, an ur-priest must unwanted divine attention. And of course they rarely associ- have a Wisdom score of at least 10 + the spellÆs level, so an ate with clerics or any other divine spellcasters, whom they ur-priest with a Wisdom of 10 or lower cannot cast these see as lackeys and who view them as abominations. spells. Ur-priest bonus spells are based on Wisdom, and",
        "name":  "They do not congregate into anything resembling temples, Spells per Day",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This prestige class is written to describe saving throws against these spells have a DC of 10 + spell characters who steal divine power from the gods and use it level + Wisdom modifi er. When Table 2û23 indicates that themselves. ItÆs also a good choice, however, for ex-clerics of the ur-priest gets 0 spells per day of a given spell level, such gods whoÆve somehow lost their connection to their deity as 0 2nd-level spells at 2nd level, the ur-priest gains only the (because the deity died, disappeared, or faded from exis- bonus spells he would be entitled to based on his Wisdom tence because he had too few worshipers). Secret societies score for that spell level. of ur-priests could exist for the express purpose of elevating The ur-priest spell list is identical to the cleric spell list. (or reelevating) someone or something to godhood. An ur-priest has access to any spell on the list and prepares",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. those spells as a cleric, except that he does not pray for spells, he just takes them. An ur-priest casts spells as a REQUIREMENTS cleric does, except that unlike a cleric, he does not have the To qualify to become an ur-priest, a character must fulfi ll all ability to spontaneously cast cure or infl ict spells, nor does he the following criteria. have domain spells or associated domain granted powers.",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any evil. He does not have restrictions on spells with alignments. To",
        "name":  "Alignment",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff 6 ranks, Knowledge (arcana) 5 ranks, ur-priest levels to one-half of his levels in other spellcasting Knowledge (the planes) 5 ranks, Knowledge (religion) 8 classes. (Any levels gained in the cleric class by an ex-cleric ranks, Spellcraft 8 ranks. donÆt count.)",
        "name":  "Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will, Spell Focus (evil). Table 2û23: The Ur-Priest Class Base Fort Ref Will ùùùùùù Spells per Day ùùùùùù Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 ù 4 2 ù ù ù ù ù ù ù ù 2nd +1 +0 +0 +3 Rebuke undead 5 3 0 ù ù ù ù ù ù ù 3rd +2 +1 +1 +3 ù 5 3 1 0 ù ù ù ù ù ù 4th +3 +1 +1 +4 Divine spell resistance 15 6 3 2 1 0 ù ù ù ù ù 5th +3 +1 +1 +4 ù 6 3 3 2 1 0 ù ù ù ù 6th +4 +2 +2 +5 Siphon spell power 6 3 3 3 2 1 0 ù ù ù 7th +5 +2 +2 +5 ù 6 4 3 3 3 2 1 0 ù ù 8th +6 +2 +2 +6 Divine spell resistance 20 6 4 4 3 3 3 2 1 0 ù 9th +6 +3 +3 +6 ù 6 5 4 4 4 4 3 2 1 0 10th +7 +3 +3 +7 Steal spell-like ability 6 5 5 4 4 4 4 3 2 171 CLASSES PRESTIGE CHAPTER 2",
        "name":  "Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The void disciple prestige class represents a which class to add each void disciple level for the purpose of wise master if not an outright hermit, so itÆs a good choice determining spells per day and spells known. for more solitary characters. Any group of void disciples is Sense Void (Su): The fi rst technique taught to the void likely to be far-fl ungùand given their ability to scry on one disciple is the ability to reach out with the mind and sense another, distance poses less of an organizational problem the world around, exploring the unseen layer of reality than it otherwise would. most people rarely experience. The void discipleÆs con-",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. sciousness actually departs her body and extends into the world, allowing her to use her normal senses (sight, hear- REQUIREMENTS ing, touch, taste, smell) to perceive whatever area, person, To qualify to become a void disciple, a character must fulfi ll or thing she directs her attention to. The void disciple must all the following criteria. make a Spellcraft check, with the DC determined by dis-",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Female human wizard 7/void disciple person, or thing she directs her attention to. Pariana must 3; CR 10; Medium humanoid; HD 7d4+14 plus 3d6+6; hp make a Spellcraft check, with the DC determined by dis- 48; Init +2; Spd 30 ft.; AC 13, touch 13, fl at-footed 12; Base tance. Atk +4; Grp +3; Atk +4 melee (1d4û1, dagger) or +7 ranged (1d4û1, dagger); SA spells; SQ familiar, familiar benefi ts, Distance DC sense void; AL LN; SV Fort +6, Ref +6, Will +9; Str 8, Dex Line of sight 5 Up to 1 mile (same village) 10 14, Con 14, Int 18, Wis 10, Cha 12. Up to 10 miles (same province) 15",
        "name":  "Pariana Brezzin",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to turn or rebuke undead. Spells per Day/Spells Known: A warpriest continues advancing in divine spellcasting ability. When a warpriest CLASS SKILLS gains a new even-numbered level, the character gains new The warpriest class skills (and the key ability for each skill) divine spells per day (and spells known, if applicable) as if are Concentration (Con), Craft (Int), Diplomacy (Cha), he had also gained a level in whatever divine spellcasting Handle Animal (Cha), Knowl- class he belonged to before he added the prestige class. edge (history) (Int), Ride He does not, however, gain any other benefi t a character (Dex), Sense Motive (Wis), of that class would have gained (improved chance of con- Spellcraft (Int), and Swim trolling or rebuking undead, more frequent remove (Str). See Chapter 4 of the disease, and so on). PlayerÆs Handbook for skill descriptions. Skill Points at Each",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifi er. Illus. by W. Reynolds Durgin Stonespike, a war priest76 2 RETPAHC EGITSERP SESSALC For example, an 8th-level cleric/2nd-level warpriest gains requires only a move action, but the warpriest must concen- divine spells per day as if he had risen to 9th level as a cleric. trate to maintain it each round after that. When he next gains a level as a warpriest, making him an While active, the warpriest emanates an aura with a 100- 8th-level cleric/3rd-level warpriest, his number of divine foot radius. Allies within the radius may ignore the effects spells per day does not change; but when he improves his of being reduced to 0 or less hp. However, any creature warpriest level to 4th, he gains divine spells per day as if he reduced to û20 hp dies immediately. When the effect ends, had risen to 10th level as a cleric. or if a creature moves more than 100 feet from the warpriest, If a character had more than one divine spellcasting class the normal effects of the damage apply immediately. before he became a warpriest, the player must decide which If the warpriest normally turns undead, this ability affects class to assign each even-numbered level of warpriest for living allies. If the warpriest normally rebukes undead, this the purpose of determining divine spells per day and spells ability affects undead allies. known. SAMPLE WARPRIEST",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +2 points per spell level to the amount of WILD FEATS damage healed by any Conjuration [Healing] spell that you All wild feats have as a prerequisite the wild shape ability. cast. Thus, they are open to druids of 5th level or higher, as well For example, a 1st-level cleric with this feat casting cure as any character who has gained the wild shape ability from light wounds would restore 1d8+3 hp. An 8th-level cleric a prestige class or other source. with the Healing domain and this feat casting cure moder- Each use of a wild feat generally costs you one daily use ate wounds would restore 2d8+13 hp (9 for his caster level of your wild shape ability. If you donÆt have any uses of wild including the +1 caster level bonus for the Healing domain, shape left, you canÆt use a wild feat. Unless otherwise noted, + 4 for the feat). A 13th-level druid casting heal would restore changing form with wild shape or activating a wild feat is 144 hp (130 for her caster level + 14 for the feat, since heal is a standard action. You may only use the wild shape ability a 7th-level druid spell). to change form or activate one wild feat per round, though overlapping durations may allow you the benefi ts of more BOARÆS FEROCITY [WILD] than one wild feat at a time. You can continue fi ghting even at the brink of death.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to wild shape. not provoke an attack of opportunity unless otherwise Benefi t: If your hit points are reduced to 0 or less (but specifi ed in the feat description. Activating a wild feat is you arenÆt killed), you can spend one wild shape as a free not considered an attack unless the featÆs activation could action (even if it isnÆt your turn) to continue acting as if not be the direct cause of damage to a target. GrizzlyÆs Claws, disabled or dying. The effect lasts for one minute. for example, gives you claw attacks, but the feat does not Normal: When reduced to 0 hp, you are disabled and directly deal damage to an opponent upon its activation. It can take only a single move or standard action each round. is not itself an attack. When reduced to û1 to û9 hp, you are dying and drop uncon- scious. ARCANE DISCIPLE [GENERAL] Choose a deity, and then select a domain available to clerics CHEETAHÆS SPEED [WILD] of that deity. You can learn to cast the spells associated with You can run with the speed of the cheetah. that domain as arcane spells. Prerequisite: Ability to wild shape.",
        "name":  "Activating a wild feat is a supernatural ability and does Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (religion) 4 ranks, Spellcraft Benefi t: You can spend one wild shape to change your 4 ranks, able to cast arcane spells, alignment matches your base land speed to 50 feet. You may also sprint as a cheetah: deityÆs alignment. Once per hour you may move 10 times your normal speed",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to turn or rebuke undead, good one of your nondomain spell slots, this feat does not help you, alignment. even if the spell also happens to appear on your domain list.",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to turn or rebuke undead, able to specifi c elemental subtype. cast 1st-level divine spells. Prerequisite: Ability to rebuke creatures with an ele-",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a turn or rebuke attempt as a free mental subtype. action and roll a turning check (with a special +3 bonus, plus Benefi t: You can spend a rebuke attempt as a standard any other modifi ers youÆd normally apply to your turning action to send a burst of healing energy in a 60-foot burst. check). Treat the result of the turning check as a modifi er This affects all creatures with an elemental subtype that to your caster level on the next divine spell you cast in that you could normally rebuke; such creatures are healed of round. 1d8 points of damage per two cleric levels. For example, if a cleric used this feat and rolled a 16 on his For example, a cleric with the Fire domain could use this turning check, he would add a +2 bonus to his caster level feat to heal a fi re elemental or any other creature with the for the next divine spell he casts in the round. Had he rolled fi re subtype (since he would normally rebuke creatures an 8, he would instead apply a û1 penalty to his caster level with the fi re subtype with his domain power). for the next divine spell he cast in the round. Special: You may only activate this feat by spending If you donÆt cast a divine spell before your next turn, you a rebuke attempt that would normally be used to rebuke lose the effect of the check result. This feat has no effect on creatures with a specifi c elemental subtype (air, earth, fi re, your arcane spellcasting ability. or water). Unlike other divine feats, you canÆt use a turn or rebuke undead attempt (or other turning attempt) to acti- vate the feat.81 RULES SUPPLEMENTAL CHAPTER 3 For example, a cleric with the Fire domain could use this feat to smite a water elemental or any other creature with the water subtype (since he would normally turn creatures with the water subtype with his domain power).",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per round, you can spend a turn attempt as a free action when making a melee attack. If you success- FAST WILD SHAPE [WILD] fully strike a creature that you could turn with that turn You assume your wild shape faster and more easily than you attempt because of its elemental subtype, you may add a otherwise could. bonus on your damage roll equal to your cleric level. If your Prerequisite: Dex 13, ability to use wild shape. attack misses, the turn attempt is lost to no effect. Illus. by T. Baxa A corrupted call lightning spell82 3 RETPAHC LATNEMELPPUS SELUR",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you make a smite attack, your attack overcomes damage reduction as if had an alignment, and PRACTICED SPELLCASTER [GENERAL] you deal an extra +1d6 points of damage to targets of a spe- Choose a spellcasting class that you possess. Your spells cast cifi c alignment. from that class are more powerful.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 4 ranks. it deals its extra damage to foes of that alignment and it Benefi t: Your caster level for the chosen spellcasting is treated as having the opposite alignment for overcom- class increases by +4. This canÆt increase your caster level ing damage reduction. For example, a paladinÆs smite evil beyond your HD. However, even if you canÆt benefi t from attacks are treated as having the good alignment and deal the full bonus immediately, if you later gain noncaster-level +1d6 damage to evil targets, while a blackguardÆs smite HD you may be able to apply the rest of the bonus. good attacks are treated as having the evil alignment and For example, a human 5th-level cleric/3rd-level fi ghter who deal +1d6 damage to good targets. selects this feat would increase his cleric caster level from 5th If the smite attack has no alignment associated with it, to 8th (since he has 8 HD). If he later gained a fi ghter level, he you must choose an alignment component (chaotic, evil, would gain the remainder of the bonus and his cleric caster good, or lawful) when you select the feat. Your smite attacks level would become 9th (since he now has 9 HD). overcome damage reduction as if they had that alignment, A character with two or more spellcasting classes (such as and deal +1d6 points of damage to foes of the opposite a bard/sorcerer or a ranger/druid) must choose which class alignment. gains the featÆs effect. For example, a lawful neutral cleric of St. Cuthbert with This does not affect your spells per day or spells known. the Destruction domain who selected this feat must choose It only increases your caster level, which would help you for his smite attacks to be lawfully aligned (and these attacks penetrate SR and increase the duration and other effects of would deal +1d6 points of damage to chaotic targets). A your spells. ronnoCÆO .W yb .sullI84 3 RETPAHC LATNEMELPPUS SELUR",
        "name":  "If the smite attack has an alignment associated with it, Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may select this feat multiple times. Each Benefi t: You can spend a turn attempt as standard action time you choose it, you must apply it to a different spellcast- to place an aura of positive energy upon each creature ing class. For instance, a 4th-level cleric/5th-level wizard within a 60-ft. burst. Any cure spell cast on one of these who had selected this feat twice would cast cleric spells as creatures before the end of your next turn is automatically an 8th-level caster and wizard spells as a 9th-level caster. maximized, with no adjustment to the spellÆs level or casting time. PROFANE BOOST [DIVINE] You can channel negative energy to increase the power of SACRED HEALING [DIVINE] infl ict wounds spells cast near you. You can channel positive energy to grant nearby living crea-",
        "name":  "Special",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only spells with a casting time greater than 1 SERPENTÆS VENOM [WILD] standard action can be made rapid. A rapid spell with a cast- You can deliver a toxic bite attack reminiscent of the viper. ing time of 1 full round can be cast as a standard action. A Prerequisite: Ability to wild shape. rapid spell with a casting time measured in rounds can be Benefi t: You can spend a usage of wild shape to gain cast in 1 full round. Rapid spells with casting times mea- a secondary bite attack (at your base attack bonus û5 and sured in minutes can be cast in 1 minute, and rapid spells adding 1/2 your Strength bonus) that deals bludgeoning, with casting times measured in hours can be cast in 1 hour. piercing and slashing damage equal to a dagger appropriate A rapid spell uses up a spell slot one level higher than the to your size (1d4 for Medium, or 1d3 for Small). In addition, spellÆs actual level. the bite delivers a toxic venom (Fortitude save DC 10+ 1/2",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may cast a spell that normally has a range Prerequisite: Relevant alignment. of touch at any distance up to 30 feet. The spell effectively Benefi t: Add +1 to the DC for all saving throws against becomes a ray, so you must succeed on a ranged touch attack any of your spells that have an alignment descriptor (chaos, to bestow the spell upon the recipient. A reach spell uses up evil, good, or lawful) that matches your alignment. This a spell slot two levels higher than the spellÆs actual level. bonus does not stack with any other bonus from Spell Focus feats. SACRED BOOST [DIVINE] Special: This feat can be taken twice, choosing a different You can channel positive energy to increase the power of alignment descriptor each time. cure wounds spells cast near you.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (religion) 4 ranks, nonevil alignment, able to cast any cure wounds spell.85 RULES SUPPLEMENTAL CHAPTER 3",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use your spellcasting ability to sponta- enabling you to breathe underwater (while retaining your neously cast cure spells (from your class spell list) just as a ability to breathe air). Webbing also grows between your cleric can. You may use this ability a total number of times fi ngers and between your toes, granting you a Swim speed per day equal to your Wisdom modifi er. of 40 ft. and a +8 bonus on your Swim checks. The effect lasts for one hour. SPONTANEOUS SUMMONER [GENERAL] TRANSDIMENSIONAL SPELL",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spontaneously cast summon natureÆs ally within the spellÆs area. spells (from your class spell list) just as a druid can. You may Benefi t: A transdimensional spell has full, normal effect use this ability a total number of times per day equal to your upon incorporeal creatures, creatures on the Ethereal Plane Wisdom modifi er. or Plane of Shadow, and creatures within an extradimen- sional space in the spellÆs area. Such creatures include ethe- SPONTANEOUS WOUNDER real creatures, creatures that are blinking or shadow walking, [GENERAL] manifested ghosts, and creatures within the extradimen-",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 13, Knowledge (religion) 4 ranks, sional space of a rope trick or portable hole. nongood alignment, able to cast any infl ict wounds spell. You must be able to perceive a creature to target it with a",
        "name":  "Prerequisites",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use your spellcasting ability to sponta- spell, but you do not need to perceive a creature to catch it neously cast infl ict spells (from your class spell list) just as a in the area of a burst, cone, emanation, or spread. cleric can. You may use this ability a total number of times A transdimensional spell uses up a spell slot one level per day equal to your Wisdom modifi er. higher than the spellÆs actual level.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only force spells and effects can affect ethereal SWIM LIKE A FISH [WILD] creatures, and no Material Plane attack affects creatures on You can breathe and swim underwater with grace. the Plane of Shadow or in an enclosed extradimensional",
        "name":  "Normal",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to wild shape. space. There is a 50% chance that any spell other than a",
        "name":  "Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend one wild shape to grow gills, force effect fails against an incorporeal creature. Illus. by J. Pavelec Transdimensional web spell86 3 RETPAHC LATNEMELPPUS SELUR TRUE BELIEVER [GENERAL] Table 3û2: Faith Point Awards Your deity rewards your unquestioning faith and dedica- Circumstance Award Demonstrate faith to NPCs or PCs 1 per session tion.",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (religion) 2 ranks. Pious Defense* Knowledge Spend faith point to Benefi t: When you would be reduced to 0 hit points or (religion) 2 ranks avoid deadly damage less by damage, you can spend 1 faith point to take only half Pious Soul* Knowledge Spend faith point to damage. (religion) 2 ranks gain +1d6 on attack, save, or check Special: When chosen, this feat gives you 4 faith points, Pious Spellsurge* Knowledge Spend faith points to and you may earn additional faith points as outlined in the (religion) 4 ranks improve a spell you Faith Feats section. cast",
        "name":  "Faith Feats Prerequisites Benefi t Prerequisite",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you perform deeds Pious Soul [Faith] that advance the cause of the religion or philosophy you By adhering to the precepts of your religion or philosophy, espouse, you earn more faith points. The DM awards faith you gain an extra edge when you need it most. points based on the magnitude of the deed and how well Prerequisite: Knowledge (religion) 2 ranks. your character is ôwalking the walk.ö Benefi t: You can spend a faith point to add 1d6 to your As a rough guide, your character should probably earn (5 d20 roll on an attack, save, or checkùeven after youÆve seen + one-half your character level) faith points per level. These the d20 roll, as long as the DM hasnÆt announced whether earnings can vary widely; some adventures involve matters youÆve succeeded or failed. You can choose to spend more critical to your faith, while others involve more secular dan- than one faith point at a time in this way. gers and dilemmas. Special: When chosen, this feat gives you 4 faith points, The DM is the arbiter of how many faith points youÆll earn and you may earn additional faith points as outlined in the (usually at the end of the session, although the DM can also Faith Feats section. award them on the spot). The following table gives some example faith point awards.87 RULES SUPPLEMENTAL CHAPTER 3 Pious Spellsurge [Faith] Undead with turn resistance may subtract that number You can use the strength of your faith to augment a spell cast from the damage that they take from each turn attempt. For at a critical juncture. example, a vampire with turn resistance 4 takes 4 fewer hit",
        "name":  "Getting More Faith Points",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By spending 2 faith points when you cast Turn resistance does not reduce the effects of the a spell, you gain a +1d6 bonus to the DC of any save healing that evil clerics provide with their turn required to resist the spell or to your caster level attempts. for that spell. When using this ability against incorporeal",
        "name":  "Benefi t",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  " EPIC DIVINE DESTRUCTION OF THE UNDEAD CHARACTERS Instead of the turn undead rules in the PlayerÆs Handbook, some DMs might decide to use these The PlayerÆs Handbook establishes 20th level turn undead rules. Instead of making undead as the limit to a characterÆs power and expe- run and cower, turn attempts deal positive rience. The Dungeon MasterÆs Guide, however, energy damage to all undead within 30 ft. of provides rules for going beyond that limit to the cleric. The goal of the system was to have the 21st level and onward. Such characters are cleric contribute to the destruction of the undead in called epic-level characters and use slightly a fashion that interacts well with the other characters in modifi ed rules to govern their interactions. the party such as the fi ghter and wizard. Sometimes when This section addresses some issues relevant to epic undead are turned they run away and are never seen again, divine characters, from becoming an epic-level character, or they are destroyed outright. Other times when undead to advancing to epic levels in prestige classes, to new epic are turned, there are no effects at all. Some DMs fi nd the feats. range of possibilities too widely varied or too complicated BECOMING AN EPIC-LEVEL and for those DMs we provide this more consistent, simpler DIVINE CHARACTER method of dealing with the turning of undead. Turning undead is a standard action that deals 1d6 The passage from everyday hero to epic hero isnÆt a given damage/cleric level to all undead within 30Æ of the cleric. fact of life in all games. Every DM has his own opinions The affected undead get a Will save (DC 10+ cleric level + about how (or if) to incorporate epic-level characters Charisma modifi er) for half damage. into the campaign. Assuming that your campaign offers Evil clerics (any cleric that can swap out spells for infl ict characters the opportunity to achieve 21st level, this spells) instead heal undead within 30 ft. for 1d6/cleric level. section provides some advice for the player and DM of Paladins work just as you would expect, they turn undead a divinely themed character to use when approaching as a cleric 3 levels lower. that point. Illus. by A. Swekel pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "VARIANT TURNING RULES",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The player has the right to expect that of the other PCs. most adventures will offer him a chance to earn enough faith Awarding faith points is really no different that the unspoken points to make his feat choices worthwhile. Furthermore, agreement all players have with their DM: ômake things chal- choosing one or more faith feats shouldnÆt put characters into lenging but not impossible for us, and show us a good time.ö a straitjacket. Roleplaying a pious PC doesnÆt mean roleplay- But because faith feats involve moral and ethical issues, this ing a monomaniacal zealot who views everything through the agreement is sometimes thrown into sharper relief. The faith window of his deityÆs dictates. Not every encounterùor even feats arenÆt for everyone, but they can enrich the roleplaying every adventureùshould involve some sort of agonizing moral experience as long as player and DM respect the goal of fun at dilemma for the PC. the game table. pqqqqqqqqqqqqqqqqqqqqrs88 3 RETPAHC LATNEMELPPUS SELUR Many legendary heroes are defi ned in literature by their When an epic-level character advances a prestige class strong connections to the divine. In some cases, the con- beyond 10th level, he follows all the rules presented in the nection is a physical one. Both Hercules and Gilgamesh Dungeon MasterÆs Guide. In addition, you must create an epic- were of divine blood, the semidivine children of the gods level progression for your prestige class, just as the Dungeon themselves. Other examples of the children of deities (usu- MasterÆs Guide presents epic-level progressions for the classes ally born of union between deity and mortal) exist in most from the PlayerÆs Handbook. Many, but not all, class features religions. Such heroes may start out as ômore than human,ö continue to accumulate after 10th level. The following with special powers that mark them as different from those guidelines describe how to create an epic class progression, around them, but in other cases, these individuals must and are followed by a sample epic progression for the holy undergo great tests or trials to claim their birthright of liberator prestige class (presented in Chapter 2). power. Another common story element in tales about such heroes is the redemptive quest; a hero of divine blood whose ò As noted earlier, your base save bonuses and base attack great power has led to hubris and an equally great downfall bonus donÆt increase after 20th character level. Since must atone for his wrongs by completing a selfl ess task of you canÆt achieve 11th level or higher in a prestige class great magnitude. without being at least a 21st-level character, there are no The connection of other heroes to the divine is a philo- columns for base saves or base attacks for these classes sophical one, based in great devotion to a holy (or unholy) beyond 10th level. Instead, use Table 6û18: Epic Save and cause. Sir GalahadÆs devotion to a holy cause marked him Epic Attack Bonuses, page 206 of the Dungeon MasterÆs as unique among the Knights of the Round Table. This Guide, to determine the characterÆs epic bonus on saving connection is perhaps simpler to apply to a typical D\u0026D throws and attacks. gameùmost paladins and clerics fall into this category, as ò You continue to gain Hit Dice and skill points as normal does any other character who associates himself strongly beyond 10th level. with a particular deity or faith. Such characters are marked ò Generally speaking, any class feature that uses your class by their strong devotion to a diffi cult life-path, which level as part of a mathematical formula, such as a loremas- might include celibacy, poverty, or simply unquestioning terÆs lore check, continues to increase as normal by class service to a higher power. These characters might achieve level. However, any prestige class feature that calculates a epic levels only after passing one or more great tests of their save DC using the class level (such as the assassinÆs death devotion. attack) should add only half the characterÆs class levels above 10th. Thus, a 34th-level assassinÆs death attack EPIC-LEVEL PRESTIGE-CLASS would have a DC of 27 + Intelligence modifi er (10 + class CHARACTERS level up to 10th + 1/2 class levels above 10th). Without this The Dungeon MasterÆs Guide has information on advancing adjustment, the save DC for epic-level character prestige the core classes beyond 20th level. You can also advance the class abilities increases at a much greater rate than those class level of a ten-level prestige class beyond 10th level, but of normal class abilities. only if your character level is already 20th or higher. You ò For spellcasters, your caster level continues to increase cannot advance the class level of a class with fewer than 10 after 10th level at the same rate it did during the 10 levels levels beyond the maximum described for that class, regard- of your prestige class. Thus, a 13th-level loremaster adds less of your character level. 13 to his caster level derived from another class to deter- pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Player Expectations",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefi t: You gain a +4 bonus on saves against spells of The Epic Holy Liberator the chosen alignment component. For instance, a lawful An epic holy liberator displays an incredible devotion to good paladin of Helm who selected ôchaosö would gain a the cause of freedom. His implacable quest to overthrow +4 bonus on saves against chaotic spells. That paladin could tyranny shall not be easily thwarted. not select ôgoodö or ôlawö because they are part of her own",
        "name":  "Sample Prestige Class Epic Progression",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bless 3/day, cure moderate wounds on wielder either sacrifi ce a 6th-level divine spell slot or have the 3/day, faerie fi re 3/day. True Believer feat and at least 11 HD.",
        "name":  "Lesser Powers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Continuous detect scrying ò Create a treant (as the changestaff spell, but the treant effect, arcane eye 1/day. emerges from the acorn) anywhere it will physically fi t.",
        "name":  "Greater Powers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Defeat/slay divine spell- ò Create a wall of thorns (as the spell) casters. ò Create an acorn grenade that be hurled up to 100 feet away,",
        "name":  "Special Purpose",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Illusion Violet The scrolls of uncertain provenance are not Necromancy Black spells stored in written form. Instead, Transmutation Orange they are a collection of death-obsessed writings in an unknown hand. Those To use this relic, you must worship Boccob and either who can command the lore with a set sacrifi ce an 8th-level divine spell slot or have the True of scrolls of uncertain provenance, it is Believer feat and at least 15 HD. said, have power over life and Strong abjuration; CL 15th; Sanctify Relic, death itself. Craft Rod, spell turning, creator must worship But there are several barriers Boccob;Price 132,000 gp; Weight 5 lb. to understanding the lore of the",
        "name":  "Evocation Red Their name is something of a misnomer",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ò Eyebite (2 charges) Used to trap ò Wrack (1 charge) foes without killing ò Infl ict serious wounds (1 charge) them, a staff of the gaol Moderate necromancy; CL 11th; Craft allows use of the following Staff, eyebite, infl ict serious wounds, wrack; spells: Price 27,844 gp. ò Hold monster (1 charge) Planar Defense: This silvery staff with ò Blade barrier (1 charge) green crystals on both ends allows use of ò Dimensional anchor (1 charge) the following spells: Moderate evocation; CL 11th; Craft Staff, ò Banishment (2 charges) blade barrier, dimensional anchor, hold monster; ò Subvert planar essence (1 charge) Price 51,563 gp. ò Dismissal (1 charge)",
        "name":  "The Gaol",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This staff improves a druidÆs ò Dimensional anchor connection with the surrounding terrain, and (1 charge) allows use of the following spells: Moderate ò Find the path (1 charge) abjuration; ò Commune with nature (1 charge) CL 11th; Craft ò Forestfold (1 charge) Staff, banishment, Moderate divination; CL 11th; Craft Staff, com- dimensional anchor, mune with nature, fi nd the path, forestfold; Price 48,469 gp. dismissal, subvert planar essence; Price 44,344 gp.",
        "name":  "Homeland",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This white-ash staff allows use of the The Saintly, Lesser: This staff, which benefi ts lawful following spells: good spellcasters the most, allows use of the following ò Spirit bear (2 charges) spells: ò Spirit wolf (1 charge) ò Dispel evil (2 charges) Strong conjuration; CL 17th; Craft Staff, spirit bear, spirit ò Dispel chaos (2 charges) wolf; Price 66,938 gp. ò OrderÆs wrath (1 charge)",
        "name":  "Hunting Spirits",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This iron-shod staff, often decorated with ò Holy smite (1 charge) the holy symbol of a specifi c deity, allows use of the follow- Moderate abjuration; CL 9th; Craft Staff, dispel chaos, dispel ing spells: evil, holy smite, orderÆs wrath; Price 28,266 gp. ò Greater incarnation The Saintly, Greater: A more powerful version of lesser (3 charges) staff of the saintly, this staff allows use of the following ò Incarnation (2 charges) spells: ò Lesser incarnation (1 charge) Strong conjuration; CL 17th; Craft Staff, greater incarnation, incarnation, lesser incarnation; Price 60,563 gp.",
        "name":  "Incarnation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The staff of the jetstream, made of teak with gold fi ligree, allows use of the following spells: ò Greater whirlwind (2 charges) ò Wind walk (1 charge) ò Whirlwind (1 charge) Strong conjuration; CL 17th; Craft Staff, greater whirlwind, whirlwind, wind walk; Price 89,250 gp.",
        "name":  "The Jetstream",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Intended to help a druid protect herself in the wild, this thick staff of black oak allows use of the following spells: ò Shillelagh (1 charge) ò Spikes (1 charge) Moderate transmutation; CL 8th; Craft Staff, shillelagh, spikes; Price 13,500 gp.",
        "name":  "Oaken Battle",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A gnarled staff favored by powerful druids, a staff of storms allows use of the following spells: ò Storm tower (1 charge) ò Stormrage (1 charge) ò Storm of elemental fury (1 charge) ò Control weather (1 charge) Strong transmutation; CL 15th; Craft Staff, ò Word of chaos control weather, storm of elemental fury, storm tower, (1 charge) stormrage; Price 118,125 gp. ò Blasphemy",
        "name":  "Storms",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This maple staff, designed both to (1 charge) reward the faithful and punish the unbelievers, allows Strong use of the following spells: abjuration; ò Righteous wrath of the faithful (2 charges) CL 15th; ò Castigate (1 charge) Craft Staff, Strong enchantment; CL 13th; Craft Staff, castigate, blasphemy, righteous wrath of the faithful; Price 31,688 gp. cloak of chaos,",
        "name":  "True Belief",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A deityÆs herald is the creature it often sends to the Material Plane when it needs to intervene in mortal affairs. Allies are the creatures the deity sends in response to lesser planar ally, planar ally, and greater planar ally spells, respectively. CORE D\u0026D GODS The following deities are represented in the PlayerÆs Hand- book, except for Bahamut, Kurtulmak, Lolth, and Tiamatù four new additions to the core pantheon. Bahamut Lesser God (Lawful Good) Bahamut, revered by good dragons, is stern and disapprov- ing of evil, but kind and helpful to the downtrodden and dispossessed. He teaches his followers to strive against evil wherever they can, and to help others become strong enough to resist evil by themselves. He appears as a long, sinuous dragon with platinum scales and catlike eyes of shifting colors.",
        "name":  "Herald and Allies",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Boots of the unending journey, rapier of unerring fi rst spell. direction. Quests: Followers of Gruumsh feel they have a duty to direct and organize the natural proclivity of orcs for warfare. Garl Glittergold TheyÆll hunt down elves in their forest homes, encourage Greater God (Neutral Good) tribal chieftains to sack human cities, and act as emissaries Garl Glittergold is described in Chapter 6 of the PlayerÆs to the goblinoid tribes that often join their great hordes. Handbook. Prayers: Every single known prayer to Gruumsh begins",
        "name":  "Relics",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A typical temple to Heironeous looks like a for- Cleric Training: Would-be clerics of Kord come into the tifi ed castle. Most feature a large, grassy area where knights faith one of two ways. Most succeed on some feat of strength can joust and soldiers can drill. Most temples provide heal- (often at a local carnival or sporting competition), drawing ing and other spellcasting for those fi ghting the forces of the admiration of a cleric of Kord. Less often, a youth attains evil. notoriety for his sickly nature, but a cleric of Kord notices",
        "name":  "Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "NerullÆs temples are generally secret places Olidammara is described in Chapter 6 of the PlayerÆs Hand- hidden underground and crawling with undead. For book. unscrupulous adventurers who can stomach NerullÆs hatred Portfolio: Rogues, music, revelry, tricks. of the living, theyÆre good places for ôno questions askedö Domains: Celerity*, Chaos, Luck, Mind*, Trickery. raise dead spells. Cleric Training: Becoming a cleric of Olidammara",
        "name":  "Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wee JasÆs temples are covered with funerary Intermediate Goddess (Lawful Neutral) trappings, and many have shrines and catacombs where Wee Jas is described in Chapter 6 of the PlayerÆs Handbook. powerful spellcasters are buriedùsometimes with a",
        "name":  "Wee Jas Temples",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "More so than most deities, Wee Jas venerates a series of deceased ôhonored ancestors.ö Worshipers Yondalla rarely speak of the will of Wee Jas, instead attributing Greater Goddess (Lawful Good) commandments to ancestors such as ôYag the Many-Eyed Yondalla is described in Chapter 6 of the PlayerÆs Handbook. Traveler saysàö or ôGrant me the calm of Queen Ochtho Portfolio: Halfl ings, explorers. XIVàö Domains: Community*, Creation*, Good, Law, Protection.Crypt Shrine of Vecna Lich wizard 11 The cleric can use create undead(cid:2) Library has 15,000 gp(cid:2) to turn these corpses into mummies. in spellbooks and scrolls. (Entire crypt is desecrated.) human (cid:2) cleric 16 4 dread wraiths (CR 11) Vampire monk 9/shadowdancer 4 DC 30 to find secret doors One square equals 5 feet 120 5 RETPAHC SEITIED",
        "name":  "Prayers",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death, Destruction, Evil, Pestilence*. Mouqol Istus Lesser God (Neutral) Greater Goddess (Neutral) Clerics of The Merchant God teach their followers that no The Lady of Fate, Istus is a powerful deity who takes an reward comes without risk, but that too much risk leads abstract interest in the destinies of mortal and immortal inevitably to disaster. TheyÆre often found in marketplaces, alike. She carries a golden spindle with which she weaves where their temples double as moneychangers, lending the strands of fate together, spinning the future into the institutions, and arbitrators for tense negotiations. present. Her clerics use divination spells to try to discern Portfolio: Trade, negotiation. what fate will bring, then they celebrate or warn their fol- Domains: Knowledge, Pact*, Travel, Trickery. lowers accordingly.",
        "name":  "Domains",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many souls who come to Arborea follow a par- supposed to be. Only souls with strong force of personality ticular rain squall, breeze, or cloud through the beautiful and unfi nished business among the living (which includes landscapes of the plane. many adventuring PCs) respond to the call of a raise dead or The Elven Court of Corellon Larethian is here, and souls resurrection spell. become part of an idealized elven lifestyle with hunts Get a New Body: Some individual souls come to the during the day and campfi re tales told at night. attention of the gods and powerful outsiders that inhabit",
        "name":  "Arborea",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Souls in the Outlands spend their time wan- the planes, either because the souls were exceptionally dering its prairies, mountains, and rivers while they con- good or wicked in life or because the deity sees great template the great spire in the planeÆs center around which potential in an otherwise unremarkable soul. These souls the city of Sigil fl oats. Those souls who study the spire care- are granted new bodies and become outsiders called peti- fully enough can see all existence rotating around its fi xed tioners. Most petitioners are 2 Hit Dice outsiders with axis. abilities similar to those of the outsiders that inhabit their Souls who worshiped Obad-Hai in life are among the few particular plane. Lemure devils and dretch demons are who fi nd the Hidden Wood where the nature deity resides. typical petitioners, for example. Petitioners serve gods and There, these faithful souls witness the four seasons in all outsiders that created them; many are promised promotion their splendor. to more powerful forms (whether demonic or angelic) if Boccob endlessly browses the collection of his Library they serve well. In this way, the deities replenish the ranks of Lore, a mazelike complex lined with books, maps, and of their hosts. Sometimes petitioners do well enough to be scrolls. Souls can peer over the shoulders of his researchers, sent back among the living in response to a planar ally spell learning secrets unguessed at by mortal man. or similar conjuration.",
        "name":  "Outlands",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many deities assign favorite several scales. Some faiths are dispersed into independent souls the task of responding to divination spells such as con- cells, each of which sets its own agenda, develops its own tact other plane, divination, and commune. The deities impart doctrine, and worships as it sees fi t. At the other end of the the souls with an instinctive sense of the knowledge they spectrum is a hierarchical church that has ranks, chains of can impart to the living spellcasters who seek guidance. command, and a defi ned way of doing things that every ItÆs possible for a PC spellcaster to wind up conversing with worshiper knows. Whether a particular religion develops a deceased mentor or ally as part of a commune spell, for a large hierarchy or remains decentralized depends on the example. personality of the deity, the secular world that the religion",
        "name":  "Respond to Divinations",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The following adventure ideas rely on than with them, because worshipers of good gods rarely regional and dispersed churches. need to worship in secret. However, in an evil land (and for ò A sea-god wants to establish a network of independent higher-level PCs, on an evil plane), the PCs might be revolu- shrines up and down a particularly dangerous stretch of tionaries who worship their gods in secret and plot against coast, and the characters must patrol the seas to keep the their evil overlords. shrines safe. Important NPCs: Cultists are staple D\u0026D antago- nistsùmost are low-level clerics, but arcane spellcasters (especially conjurers) are reasonably common. The cult is often led by a high-level cleric, an outsider (such as a demon or devil), or an aberration (such as a beholder or mind fl ayer). Sometimes the rank-and-fi le members of the cult have been misled about who their true masters are.",
        "name":  "Adventure Seeds",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain the Spell Focus (Enchantment) COMPETITION DOMAIN feat.",
        "name":  "Granted Power",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Joramy, Llerg. Domination Domain Spells",
        "name":  "Other Deities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nerull. tion (summoning) or Conjuration (calling) spells.",
        "name":  "Core Deities",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dazzles one creature (û1 on attack rolls).145 SPELLS DOMAINS AND CHAPTER 7",
        "name":  "Flare",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paralyzes one humanoid for 1 1ST-LEVEL SHUGENJA SPELLS round/level.",
        "name":  "Hold Person",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can communicate with 3RD-LEVEL SHUGENJA SPELLS animals.",
        "name":  "Water Speak with Animals",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exist comfortably in hot or until it attacks. cold environments. Major Image: As silent image, plus sound, smell and thermal effects. 2ND-LEVEL SHUGENJA SPELLS",
        "name":  "All Endure Elements",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Frees object or person from curse. 5TH-LEVEL SHUGENJA SPELLS",
        "name":  "Remove Curse",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Absorb 12 points/level concentration required. of damage from one kind of energy. Earth Passwall: Creates passage through wood or stone Summon NatureÆs Ally III (Small Elemental wall. Only): Calls extraplanar creature to fi ght for Spell Resistance: Subject gains SR 12 + level. you. Wall of IronM: 30 hp/four levels; can topple onto foes. 4TH-LEVEL SHUGENJA SPELLS",
        "name":  "Protection from Energy",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants immunity to death spells and level damage). negative energy effects. Water AtonementF X: Removes burden of misdeeds from",
        "name":  "Earth Death Ward",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject is immune to one spell level for many creatures. per four levels. Righteous Might: Your size increases, and you",
        "name":  "Spell Immunity",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    }
]
