[
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) competent and safe than it really is. DELAY DISEASE The spell makes any action the sub- You touch your minion with your holy Conjuration (Healing) ject considers attempting seem easily symbol and invoke the horrid words of the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) and skill checks, as well as to Wis- DESICCATING BUBBLE dom. This penalty cannot reduce the Necromancy You press your focus to the creature and subject’s Wisdom below 1. Finally, the Level: Sorcerer/wizard 2 implore the contagion that ravages it to subject becomes so completely enam- Components: S, M/DF lie dormant. As the spell takes effect, a ored with its own (false) abilities that Casting Time: 1 standard action dim yellow glow passes over the creature’s it cannot fight defensively or take the Range: Medium (100 ft. + 10 ft./level) body. total defense action. Effect: 3-ft.-radius sphere of air",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes yielding consistency (similar to that of a soap bubble, but not fragile and Your flesh gives an involuntary shudder You cry out the ancient words and make allowing objects to pass through it as you will yourself elsewhere. You vanish, the prescribed motions, and your foe lets without affecting the spell) and so does reappearing some distance away. out a shriek of agony as it stumbles under not cause damage except by absorbing the force of the spell. moisture. It cannot batter down large This spell functions like dimension obstacles. The bubble winks out if it door (PH 221), except as noted above This spell deals 2d6 points of damage exceeds the spell’s range. and that you can transfer the targets per round for the duration of the spell",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tiny once per round, up to a distance of 25 to creatures that have both the lawful bag or bladder filled with air, and a feet + 5 feet per two levels, as a move and evil subtypes (such as a barghest sprinkle of dust. action that does not provoke attacks or a devil). No saving throw is allowed of opportunity. against this damage. DETECT If the target creature also possesses FAVORED ENEMY the baatezu subtype (MM 306), it must DINOSAUR STAMPEDE succeed on a Fortitude save or be Evocation [Force] Divination stunned for the duration of the spell. Level: Druid 6",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes minutes/level (D) Range: Touch",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: 1 round/level to complete the spell, you call upon potent",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fossil. Diminutive 1d2 hazard isn’t possible. If such movement Tiny 1d3 brings the subject creature closer to DIRE HUNGER Small 1d4 another living creature, it attacks that Medium 1d6 creature instead. If the subject of the Transmutation Large 1d8 spell cannot detect or get to a living",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes deals more damage, use that damage Components: V, S value instead. Casting Time: 1 round",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 ft. your abdomen as you complete the spell. other attacks or actions except for its Area: All enemies within a 50-ft.- A blood-red glow of energy radiates from new bite attack, but it defends itself radius burst centered on you your intended target and the hunger you felt normally. It moves to attack the nearest Duration: 1 round/level subsides.T het argetc reature’sf acee longates living creature it can get to and attacks Saving Throw: Fortitude negates into a toothy, dinosaurlike snout filled with this creature until it is dead or until Spell Resistance: Yes serrated teeth, and its belly distends as if the another living creature is closer. The creature were undernourished. subject creature attacks whatever living As you sing, translucent spectral skulls float creature is nearest, regardless of former down from the sky like falling snow. The spell’s subject becomes maddened allegiance or personal connection. by terrible pangs of hunger, viewing If moving toward the nearest living Your song draws the energies of all creatures as food sources. creature would move the creature into death and destruction down on your enemies. Each round, any enemy in the area takes 2 points of Strength and Dexterity damage. Subjects can attempt a Fortitude save each round to negate the damage, but a successful save does not prevent damage in future rounds. A dinosaur stampede mows down anything in its path Illus. by J. Jarvis 66 1 RETPAHC LLEPS SNOITPIRCSED DIRGE OF DISCORD For the purpose of this spell, a The color pool glows with the rust-shade of shapechanger is any creature with the Hades, but a few words and a spattering Enchantment (Compulsion) [Evil, shapechanger type or a supernatural or of ink, and it glows with the amber of the Mind-Affecting] extraordinary ability that allows it to Blessed Fields of Elysium. Those who pass",
        "name":  "You feel pangs of hunger well up within The subject creature eschews all Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action (since a spell is not a supernatural or",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) extraordinary ability), but a barghest This spell causes a color pool on the",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes and lotus flower costing 25 gp, smeared seeing or analyze portal reveals the true on your eyelids. nature of the pool. You create an unholy, cacophonous dirge",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Four drops of that fills the targets’ minds with the screams colored ink. of the dying, the wailing of the damned, and the howling of the mad. DISGUISE UNDEAD Creatures affected by this spell take a Illusion (Glamer) –4 penalty on attack rolls and Dexter- Level: Sorcerer/wizard 2 ity, a 50% reduction in their speed (to Components: V, S, F a minimum of 5 feet), and must Ca sting Time: 1 make a Concentration check standard action to cast any spell (DC equal to Range: Touch this spell’s DC + the level of Ta rget: 1 corporeal the spell being cast). undead",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One color pool true form is. If you look at a shapechanger The spell does not provide the abili-",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S rolled successful saving throws against removes dispelling screen, while an",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous an ongoing spell (such as a monster",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 You drop to your hands and knees a moment",
        "name":  "DISPELLING BREATH Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy wall whose area is When you cast this spell, you assume",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) of the spell, your creature type changes",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray same. You lose any spell-like abilities Duration: 1 round/level",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None extraordinary special abilities from Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes hand into the air. The target of your spell",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) the spell. The target attempts to speak, but A creature affected by this spell is",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None; see text For the duration of this spell, the sub- Material Component: The dried wing",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) chant. Affected creatures that attempt DISTRACT Effect: Ray spellcasting or other activities that Enchantment (Compulsion) Duration: Instantaneous require concentration must make [Mind-Affecting] Saving Throw: None Concentration checks (DC equal to Level: Bard 1, sorcerer/wizard 1 Spell Resistance: No this spell’s DC + the level of the spell Components: S being cast). Casting Time: 1 standard action You blast a nearby creature with a multi-",
        "name":  "You create a distracting and discordant Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 ft. attention, if just for a moment. spellcaster, and that spellcaster is in",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10-ft.-radius burst centered on the process of casting a spell, then the you The targets of this spell must succeed target spellcaster must make a Concen-",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous on a Will save or lose themselves to the tration check to avoid losing the spell.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Failure indicates the creatures take a –4 equal to 17 + the level of the spell the penalty on all Concentration, Listen, target is casting. You emit a terrible, piercing note. The note Search, and Spot checks, and can take pulses in the air, radiating like a shockwave. It slams into nearby creatures and rattles only a single standard or move action DIVINE AGILITY each round, but not both. Creatures loose objects. Transmutation with more than 6 HD are unaffected.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Spell Resistance: No",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes agility and skill in combat.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature 69 DESCRIPTIONS SPELL CHAPTER 1 70 1 RETPAHC LLEPS SNOITPIRCSED You grant the subject a +10 enhance- resistance, if any, applies if the spell is DOLOROUS BLOW ment bonus to Dexterity. cast on a creature. Transmutation Divine interdiction interferes with a",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Spell Resistance: No this ability. This affects the subject’s",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10-ft.-radius emanation Evocation Saving Throw: Will negates centered on a creature, object, or Level: Blackguard 1, paladin 1 Spell Resistance: Yes point in space Components: V, S",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes or No (object); Duration: 1 round/level see text Creatures within the area must make Giving up some of your life force to win Will saves or be dazed for 1 round. You shout out a plea, calling upon your the battle, you empower your next blow Any creature moving into the mist, or deity to quell the power of another deity’s against your foe. a creature that begins its turn in the follower. mist, must succeed on a Will save or Your first attack each round for the also be dazed for 1 round. This spell can be cast at a point in space, duration of the spell deals an extra The mist filling the area obscures all but the effect is stationary unless cast 5d6 points of damage if it hits, and you sight, including darkvision, beyond 5 on a mobile object. The spell can be take 10 points of damage each time you feet. A creature within 5 feet has con- cast on a creature, and the effect then make such an attack, whether or not the cealment. Creatures farther away have radiates from the creature and moves attack is successful. total concealment. as it moves. A creature can attempt a When you cast the spell, you decide Will save to negate the spell, and spell if the effect remains stationary or ronnoC’O .W yb .sullI Denied the power to turn undead by her foe’s divine interdiction, a cleric falls before a horde of undead 72 1 RETPAHC LLEPS SNOITPIRCSED if its point of origin moves straight DRACONIC MIGHT DRAGON ALLY away from you at a rate of 10 feet per Transmutation Conjuration (Calling) round.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creature touched This spell functions like lesser dragon",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Spell Resistance: Yes (harmless)",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Instantaneous This spell functions like",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "XP Cost: 500 XP. Yes DRAGON ALLY, Dropping the small carving in your hand LESSER to the ground, you Conjuration (Calling) crush it with your Level: Sorcerer/ foot as you recite the wizard 5 last few words of the Components: V, XP spell. In the distance Ca sting Time: 10 you see a column of air minutes turn a hazy gray. The Ra nge: Close (25 ft. air column then blasts + 5 ft./2 levels) toward the ground, and Ef fect: One called you hear a distant dragon of 15 HD whoosh. or less Dragon ally summons a dragon to do your bidding, but only at a great price Duration: Instantaneous",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A balsa-wood a battle) to the complex (spy on our bird carving, which is crushed under- enemies, protect us on our foray into foot. the dungeon). You must be able to com- municate with the dragon to bargain for its services. lekniwhoV .F yb .sullI 73 DESCRIPTIONS SPELL CHAPTER 1 The summoned dragon requires pay- Chromatic Dragons DRAGONSKIN ment for its services, which takes the Black: 30-ft. line of acid, 1d8/2 caster Transmutation form of coins, gems, or other precious levels (maximum 10d8); Reflex half.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerers cast this spell at +1",
        "name":  "Special",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerers cast this spell at +1 caster level. DRAGONSIGHT caster level. Transmutation",
        "name":  "Special",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level You cast this spell and your eyes enlarge",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your image in the dream is sur- rounded by intimidating imagery and an aura of power. For the duration of 74 1 RETPAHC LLEPS SNOITPIRCSED the spell, any time the dreamer can see you or knows you are present, he is shaken. This is a compulsion and fear effect.",
        "name":  "Fear",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your image in the dream appears particularly helpful and kind. For the duration of the spell, the dreamer is under the effect of a charm monster spell. This is a charm effect.",
        "name":  "Charm",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your image in the dream real creatures can. Your spirit can do hit points to –1) and is dying. In the behaves in a bizarre and irrational nothing but move and observe—it following round, it dies. manner. For the duration of the spell, cannot speak, attack, cast spells, or Coughing and other attempts by the the dreamer behaves in an unusual perform any other action. subject to physically expel the water manner, gaining two random traits At the end of the spell, your spirit from its lungs are useless. However, from Table 4–24: One Hundred Traits instantaneously returns to your body another creature can stabilize the (DMG 128), rerolling any results not and you wake up. If your body is dis- subject by making a DC 15 Heal check pertinent to behavior. If the dreamer turbed or attacked while your spirit on the creature before it dies. can see you or knows you are present, is wandering, the spell ends immedi- Undead, constructs, creatures that he is confused for 1 round/level. ately. do not need to breathe, and creatures that can breathe water are unaffected DREAM SIGHT DROWN by this spell. Divination Conjuration (Creation) [Water]",
        "name":  "Harrow",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You speak the words and make the sign of observe the world. the wave, indicating each of your foes in You speak the words and make the sign of turn. They sputter and pitch forward, water You fall into a deep sleep while your the wave. Your foe sputters, water gushing gushing from their mouths and nostrils. spirit leaves your body invisibly in from his mouth, then collapses. incorporeal form and travels to distant This spell functions like drown, except locations. Your spirit can move 100 feet You create water in the lungs of the that it affects multiple creatures. per round, and can see and hear any- subject, causing it to begin drowning thing you could if you were in the same (DMG 304) as if it had failed to continue DUELWARD location. The spirit can be blocked holding its breath. The subject’s hit Abjuration by any spell that wards incorporeal points immediately drop to 0, and it",
        "name":  "In sleep your spirit rises to travel about and Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action nagaG .B yb .sullI 75 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent An earth lock spell causes a tunnel Saving Throw: Reflex partial to constrict seconds before charging",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spell Resistance: Yes minotaurs reach the gap",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No With a stern, commanding word, you point You scribe a spiral in the air with the The constriction takes 1 round to at a spot on the ground. An instant later, diamond-tipped bit of charcoal, chanting complete. Any Large or smaller ob- the earth at the indicated spot erupts in a the words of the spell. Immediately the sides ject or creature that partially blocks shower of rock, dirt, and fire. of the cavern begin to contract, sealing the the constriction point is pushed, un- passage behind you. harmed, to one side or the other. (A Creatures and objects within the area creature can decide which way to move; take 4d6 points of damage from the You cause a 1-foot length of subter- an object moves randomly.) A Large or impact of the rock shards, as well as 3d6 ranean tunnel to constrict, “locking” larger object or creature that blocks the points of fire damage; no saving throw it against others who might wish to constriction point prevents the spell applies to the damage. Creatures in traverse its length. This spell affects from working until moved. the area must also succeed on a Reflex only naturally occurring tunnels or You can freely pass through tunnels saving throw or be knocked prone. worked tunnels that are surrounded on that you have secured with this spell. all sides by unworked, natural, subter- (The constriction opens and closes ranean earth. You can affect any tunnel on your command, taking 1 round for Illus. by R. Spears 76 1 RETPAHC LLEPS SNOITPIRCSED EARTHBIND stone hammer or a sling stone) instead EARTHFAST deal nonlethal damage, as does falling Transmutation Transmutation damage when the subject lands on rock",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Range: Close (25 ft. + 5 ft./2 levels) the spell ends, and any further damage",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: None granite.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ranger 2 duration of the earthbind spell. erupts from the ground, its hand grasping",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vertical path 10 ft. wide and without granting a fly speed (such as arm made of dense, compacted earth or 20 ft. tall/level jumping or levitate or air walk spells). soil that can grapple your foes. You can",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) you attempt to cast it in an area with the Abjuration [Earth] wrong materials (including stone).",
        "name":  "EARTHEN GRACE mud, grass, or sand, and the spell fails if Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This effect changes the surface to the or any adjacent square. Doing so does equivalent of a very rough wall (Climb not provoke attacks of opportunity. If You sprinkle the spell’s component on your DC 10). the arm can target multiple creatures, target, causing its skin to momentarily take you choose one. If you are unable on the speckled gray look of granite. The to choose a target, the arm attacks a EASY TRAIL smell of dust hangs heavily in the air. random creature within reach (possibly Abjuration including your allies). Each round Level: Druid 2, ranger 1 You grant the subject an affinity for when it successfully pins a target, the Components: V, S earth and stone. Any damage the subject hand deals lethal damage equal to 1d6 Casting Time: 1 standard action takes from a stone or earthen source points + its Str modifier. Range: 40 ft. counts as nonlethal damage for the The earthen arm has AC 15, hardness Area: 40-ft.-radius emanation duration of the spell. Natural attacks 4, and 3 hit points per caster level. If centered on you by creatures made of earth or stone reduced to 0 or fewer hit points, it Duration: 1 hour/level (D) (such as stone golems), natural attacks crumbles to dust. Saving Throw: None by creatures of the earth subtype, and",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) You cast the spell and the animal skull in your hand glows green, the radiance fading quickly. You cast your perception into the skull and see your own form hold- ing it. You switch your viewpoint back and set the skull aside, able to eavesdrop and surprise any trespassers. You can see, hear, and speak through a tiny dried animal skull at any distance. As long as you and the skull remain on the same plane, you can see and hear The easy climb spell can create a path of as if you were standing where it is, and escape where none existed before during your turn you can switch your You sweep your arm as if to push aside a EBON EYES perception from its location to your own or back again as a free action. branch and simultaneously call out for the Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 2 sphere has absorbed a spell or spell-like Transmutation [see text]",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S ability, it simply fades away. Only spells",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action and spell-like abilities of deific power",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Evocation [Electricity]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes made of that element, though in the caster level (maximum +10). If the same general shape and size as your attacker has spell resistance, it applies A white-hot electric spark dances on your normal appearance. to this effect. fingertip and then bolts toward your You gain the following abilities when target. you cast elemental body: EFFULGENT EPURATION You release a small stroke of electrical • You have the benefits of the attune energy. You must succeed on a ranged form spell (page 17) with respect Abjuration touch attack with the ray to strike a to the appropriate element. If you",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 9 target. The spell deals 1d3 points of choose a water body, for example,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: Close (25 ft. + 5 ft./2 levels) unchanged, so you are unaffected",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature/3 levels, each by spells that target elementals, but Completing the powerful spell, you bring of which is adjacent to another you gain the air, earth, fire, or water into being floating spheres of silver, like target subtype depending on the elemental bubbles of mercury. Duration: Instantaneous substance you chose.",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes In addition, you gain the following forth one floating, silvery sphere per exceptional abilities according to the caster level, each about the size of your Spitting a harsh-sounding arcane word, element chosen: head. These spheres hover around you you snap your fingers, and lightning leaps",
        "name":  "When you cast this spell, you bring Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Earth mastery (you gain a +1 EMERALD FLAME FIST action to attempt a DC 15 Reflex save, bonus on attack rolls and damage rolls which extinguishes the flames and Evocation [Fire] if both you and your foe touch the ends the spell.",
        "name":  "Earth",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 ground), push (you can start a bull rush You can use this spell to attack",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF spell has the descrip-",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level spell.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial; spells absorb no damage. TRANSFORMATION see text",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes FIELD ENERGY SPHERES Transmutation You point your finger and utter the incanta- Evocation [Acid, Cold, Electricity, Level: Sorcerer/wizard 7 tion, releasing a black needle of crackling Fire, Sonic] Components: V, S, M, XP negative energy that suppresses the life force Level: Sorcerer/wizard 4 Casting Time: 4 rounds of any living creature it strikes. Components: V, S, M Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Duration: Permanent (PH 226), except the creature struck Effect: Five floating spheres Saving Throw: None gains negative levels over an extended Duration: 1 round/level or until Spell Resistance: Yes period. discharged",
        "name":  "This spell functions like enervation Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 6, druid 6, sorcerer/ more than 30 feet apart. Each sphere the field equal to the spell level of the wizard 7 deals 5 points of energy damage per effect used. Supernatural abilities that",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S five caster levels (maximum 20 points emulate spells provide energy equal",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action of damage) to a single creature, so to the spell level of the effect. Super-",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched points of energy damage. The subject spells provide energy equal to the HD",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None against each sphere. example, a cast fireball spell or a charge",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 3, druid 3 including spells cast from outside ness,fi reball,s uggestion,s ummonm onster,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the area into the field or continually or wall of force. Spells that have a costly",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The descriptor of this spell is the to Strength.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Constitution.",
        "name":  "Necromancy Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action creature perks up and appears more alert. one enhance wild shape spell at a time,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 5 For this spell to function, you must",
        "name":  "ENHANCE WILD SHAPE Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S a spell such as dragon breath (page 73).",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute Youri ntendeds ubjectb eginst og rowr apidly When you successfully cast this spell,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Large or smaller creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex negates",
        "name":  "You cast the spell and a purple glow appears Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch in your mark’s eyes. You hold out your Spell Resistance: Yes",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "it feels suddenly compelled to give you attached spell automatically affects",
        "name":  "You then have two choices",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You release your opponent what it is holding when you cast this the creature inside, with no save al- from the grapple. Some vines remain spell. On the creature’s next action, it lowed (although spell resistance, if clinging to your foe, leaving it entan- moves as close to you as it can get in a any, still applies). If the cocoon is de- gled for the duration of the spell. You single round and offers you the object stroyed before it is dismissed or the can attack different enemies in later as a standard action. This spell allows spell duration ends, the attached spell rounds with the staff, potentially grap- you to act out of turn and accept the is wasted. pling and constricting or entangling “gift” if the creature reaches you to Any of the following spells from them. hand you the object (assuming you have this book can be attached to an envel-",
        "name":  "Release",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You maintain your hold. In a free hand and can accept it). The sub- oping cocoon: infestation of maggots, subsequent rounds, you deal constric- ject defends itself normally and acts as languor, miasma, and phantasmal disori- tion damage with a successful grapple it wishes on subsequent rounds, includ- entation. In addition, a cocoon can be check. You can then choose to release ing attempting to get the object back if used in conjunction with these spells or maintain the hold again. desired. If the subject is prevented from from the Player’s Handbook: baleful",
        "name":  "Maintain",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Ta rget: One ethereal creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/ point your fist outward. You level feel the stone vanish, and a Sa ving Throw: huge,s ilente xplosionr ipples Reflex negates through the air. Sp ell Resistance: Yes A shock wave radiates from you, seismically You pinch a piece of damaging all nearby glass between your creatures that have the fingers and as it crum- earth subtype. Any such bles to nothingness, a creature that is within glassy prison springs into the area of the spell being. takes 1d8 points of damage per caster You create a translucent level (maximum prison of pure crystalline 10d8). force around a target on Material Compo- the Ethereal Plane. You nent: A small stone. must be able to see or oth- erwise target the creature ESSENCE OF you wish to affect. The subject affected by THE RAPTOR the chamber cannot move on Transmutation either the Ethereal Plane or its coter-",
        "name":  "You grasp the stone firmly and Du ration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 4, sorcerer/wizard 4 standard action. You can’t target the caster level, then a single excavate spell",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One quasi-real mount, plus same creature twice with a single simply makes a niche or short tunnel one additional mount/2 levels casting of the spell, regardless of the with the stated dimensions. Several outcome of its saves. excavate spells can be used in succession Your spell draws ether into form, creating to breach very thick walls by forming a misty mount for you to ride. EXACTING SHOT a continuing passage. Unlike passwall, excavate is an instantaneous effect that This spell functions like phantom steed Transmutation does not end and cannot be dispelled; (PH 260), except as noted here. You Level: Ranger 2 any passage it creates is permanent. call into being one or more quasi-real Components: V, S",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Close (25 ft. + 5 ft./2 levels) and cast the spell. A bright ball of flame",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One 5-ft.-by-5-ft. opening, manifests and skips across the battlefield, You cast this spell and your eyes begin to 1 ft./level deep immolating targets in its path. tingle, brimming with dark energy. You Duration: Instantaneous shoot a glance at your rival, and she freezes Saving Throw: None You create a path of flame when you in her tracks from your malignant glare. Spell Resistance: No cast this spell. Anything along this path takes 1d6 points of fire damage Immediately upon completion of the You toss the bit of earth against the wall per caster level (maximum 10d6) to all casting of this spell, you target a living and it glitters and burns as it strikes the creatures and objects it touches. The creature within range with your glare; stone. The rock vaporizes where it hits and flame lights up the area as if it were a that creature becomes paralyzed with a passage opens before you, burrowing into torch, and small sparks and decaying fear for 1d8 rounds. You must be able the wall. flames remain in the area for 1 round, to see the creature, and it must be able shedding light as candles but dealing to see you (though it need not meet As with passwall (PH 259), this spell no damage. A creature or object can your gaze). allows you to create a passage through 86 1 RETPAHC LLEPS SNOITPIRCSED be affected only once by each casting Calling upon the essence of elemental water, EYE OF THE of this spell. you surround your target creature with If the damage from the flame destroys a swirling blue and red aura. The aura HURRICANE an interposing barrier, the flame can seeps into the creature a moment before Abjuration [Air] move beyond the barrier if it has area water spurts forth from its pores. It cries Level: Druid 4 remaining. out in pain. Components: V, S",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bat guano, Casting Time: 1 standard action sulfur, and copper packed into a metal This brutal spell causes the targeted Range: 40 ft. tube with one closed end. creature to dehydrate horribly as the Area: 40-ft.-radius emanation moisture in its body is forcibly extracted centered on you, with 10-ft.-radius EXTEND TENTACLES through its eyes, nostrils, mouth, and quiet area centered on you pores. This deals 1d6 points of damage Duration: 1 round/level Transmutation per caster level (maximum 20d6), or Saving Throw: Fortitude negates;",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V save. If the targeted creature is slain Spell Resistance: Yes",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action by this spell, the extracted moisture is",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You a size equal to the slain creature (up to near the end of the spell’s complex ritual.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Huge). The water elemental is under The whispers begin to build upon one your control, as if you summoned it, another, echoing in the air around you, You wriggle your tentacles in a complicated and disappears after 1 minute. swirling and twisting until they become a choreography of movement, and your This spell has no effect on living steady cacophony. The wind gathers speed, tentacles lengthen. creatures with the fire subtype. creating a spherical vortex around you. This spell lengthens your tentacles, With this spell, you create a swirling increasing the reach of your tentacle miniature storm that provides a mea- attacks by 5 feet. The tentacles attack sure of protection, but leaves you and as normal. If you do not already have those near you unaffected. tentacles, the spell has no effect on The storm that surrounds you. you has hurricane-force winds spinning in a circle EXTRACT WATER with you at the center. ELEMENTAL Normal ranged attacks through the hurricane’s Transmutation [Water] windy area are impos-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude half the spell’s area suffer effects",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes depending on their size and whether they’re airborne. Each creature must Horrific but effective, make a saving throw extract water elemental kills a foe at the beginning of by turning the water in its body into its turn or when a separate creature it enters the af- fected area. sivraJ .J yb .sullI 87 DESCRIPTIONS SPELL CHAPTER 1 Medium or smaller creatures must any spell of 3rd level or lower that has dire bats travel together, never separat- succeed on a Fortitude save or be a range other than personal through ing by more than 40 feet. They fly with a knocked 1d4×10 feet away from the the eye. Any spell so cast functions as speed of 40 feet if viewing an area ahead eye of the hurricane’s center and take though it had been cast from the eye’s as a human would (primarily looking 1d4 points of nonlethal damage per 10 location rather than yours. Casting any at the floor) or at half speed (speed 20 feet traveled in this manner. Creatures spell of higher than 3rd level through feet) if examining the ceiling and walls blown away are knocked prone as well. the eye not only produces no effect as well as the floor ahead. The bats can Flying creatures are blown back 2d6×10 (though the spell is still expended), travel in any direction as long as the feet and take 2d6 points of nonlethal but it destroys the eye of power and ends spell lasts. damage. the spell. You must concentrate to control the Large creatures must succeed on a Unlike an arcane eye, an eye of power dire bats. If you do not concentrate, the Fortitude save or be knocked prone by is visible and corporeal, so it can be bats move to attack the closest active the force of the wind. Flying creatures destroyed. The eye is a Fine object with creature. Once concentration lapses, are instead blown back 1d6×10 feet. AC 18 and 77 hit points. It uses your the spell ends 5 rounds later. Huge creatures must succeed on save bonuses for saving throws. Material Component: A bit of bat fur. a Fortitude save or be checked. Fly- Material Component: A bit of bat fur. ing creatures are instead blown back FAITH HEALING 1d6×5 feet. EYES OF THE KING Conjuration (Healing) Gargantuan and Colossal creatures Conjuration (Summoning) [Evil] Level: Blackguard 1, cleric 1, paladin 1 can move through the spell’s area with-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration + 5 rounds, Saving Throw: Will half (harmless) into it. up to 1 minute/level (D) Spell Resistance: Yes (harmless) The spell’s area is effectively a sphere.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M spells cast that enhance your visual",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No ability for the purpose of viewing their",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates surroundings for the duration of the (harmless) Your invocation creates a miniature floating spell.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Conjuration [Creation]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft 6, Gnome 6 spellcaster into a bloodsucking horror",
        "name":  "Fangs of the vampire king turns a Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF the pocket intended for your familiar, and Casting Time: 1 standard action waterproof. The air supply inside the a line of glowing white energy follows in Range: Medium (100 ft. + 10 ft./level) sealed space lasts for 1 hour, but with its wake. The glow fades, and the space Effect: A 10-ft. machine the pocket unsealed, the familiar can seems strangely larger inside than a normal Duration: 1 minute/level (D) remain inside indefinitely. The familiar pocket. Saving Throw: None cannot attack or cast spells from within",
        "name":  "You move your hand along the mouth of Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) damage. It deals triple slam damage 150 feet, and it can throw a rock up to (3d8+12) against stone or metal. The 10 range increments. A thrown rock The gems vaporize in your hand as you machine can hurl Small rocks (if any deals 2d6+9 points of damage. intone the spell. The rising vapors sur- are at hand) with an attack bonus of round your ally, granting him the blessing +3. Its range increment is 150 feet, FAVOR OF THE MARTYR of your beliefs. and it can throw a rock up to 10 range Necromancy increments. A thrown rock deals 2d6+4",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level this spell; they do not stack. Conjuration [Creation]",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30-ft.-radius emanation Spell Resistance: Yes",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates intone this spell, and blue-white crystals",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes erupt from the soil, chill air swirling around",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M control only 4 HD worth of undead",
        "name":  "GREATEST FOE ate with this spell, however, you can Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched crumbles to dust as you complete the spell. trolled (you choose which creatures are",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) which form to take. do not count toward the limit. Creatures that fall to –1 hit points or You touch the creature, and its muscles This spell functions like alter self (PH fewer in the area after the spell is cast ripple with yellow energy. 197), except that you can take the are likewise subject to its effect and rise form of any fiendish creature, demon, as ghouls on your next turn. The subject gains the ability to deal or devil that can be summoned by a No creature can be affected by greater damage against larger creatures. summon monster I, II, III, or IV spell this spell more than once per round, For every size category of an opponent (MM 287), regardless of size. You regardless of the number of times that bigger than the subject of the spell, the can assume only one form with each the area of the spell passes over it. This subject deals an extra 1d6 points of use of the spell, but you gain all that spell does not affect creatures that are damage on any successful melee attack. form’s extraordinary, spell-like, and already dead, or creatures that are killed For example, a Medium creature would supernatural abilities, and your type by reducing their hit points to –10. deal an extra 1d6 points of damage changes to outsider. Spells and effects against a Large creature, 2d6 against that harm or ward evil outsiders affect Huge, 3d6 against Gargantuan, or 4d6 FIELD OF ICY RAZORS you, and any effect that would normally against a Colossal creature. Evocation [Cold] banish an outsider to its home plane",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dragon’s claw Level: Sorcerer/wizard 8 instead ends the spell and leaves you or a giant’s fingernail. Components: V, S, F dazed for 1 round per caster level.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No manages to gain control over them. You bonuses, still apply. do not need to concentrate to maintain Green-white fog rises from the ground as you intone this spell, and great feline shad- control over the creatures. You can FIND TEMPLE dismiss them singly or in groups at ows takes shape within the misty cloud. The Divination any time. first of a pride of golden-pelted lions with Level: Paladin 1 silver eyes emerges from the fog. Components: V, S, DF",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action When the spell is complete, 2d4 celes- Divination Range: 10 miles + 1 mile/level tial lions (MM 274) appear. Ten minutes Level: Assassin 3, paladin 3, ranger 3 Area: Circle centered on you, with a later, 1d4 celestial dire lions (MM 63) Components: V radius of 10 miles + 1 mile/level appear. Each creature has maximum Casting Time: 1 standard action Duration: 1 hour/level hit points per Hit Die. Once these Range: Personal Saving Throw: None creatures appear, they serve you for the Target: You Spell Resistance: No duration of the spell. Duration: 1 round/level Illus. by B. Hagan 92 1 RETPAHC LLEPS SNOITPIRCSED At ease and filled with a reassuring calm, two of which are more than 30 ft. dealt by the fire shuriken (including you close your eyes for a moment to allow apart your Strength bonus and sneak attack your deity to guide you to a holy place. Duration: 1 round/level (D) damage) is also fire damage. The",
        "name":  "FIND THE GAP Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Saving Throw: None Spell Resistance: Yes",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level motions of the spell and find in your hand sound of insectile chittering increases, until",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more allied creatures, no Fire spiders are nearly impossible to defeat by attacking individual ones nitraM .P yb .sullI 93 DESCRIPTIONS SPELL CHAPTER 1 creature, if one isn’t already in the FIRE WINGS Casting Time: 1 standard action affected area. Range: Medium (100 ft. + 10 ft./level) Transmutation [Fire]",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round Any cold spell of 3rd level or higher Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You the spell. The flask of alchemist’s fire vanishes from",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pinch of your hand and the ground erupts beneath sulfur. your foes, shooting multiple fountains of In a flash of light and a roar of fire, your fiery liquid upward. arms become wings of flame. FIRE STRIDE Each burst deals 1d6 points of fire Transmutation [Teleportation] This spell transforms your arms into damage per caster level (maximum",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Because your arms are transformed, round the spell is cast or within the",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You or cast spells that require somatic com- points of fire damage per two caster",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 5 spell.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One 20-ft. cube/level (S) The complicated gestures of the spell end",
        "name":  "FIREBURST, GREATER Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) blade is immaterial, your Strength knarF .C yb .sullI 95 DESCRIPTIONS SPELL CHAPTER 1 modifier does not apply to the damage. FLASHBURST Flensing has no effect on creatures in A flame dagger can ignite combustible gaseous form. Evocation [Fire] materials such as parchment, straw, dry Material Component: An onion.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M/DF This spell does not function under- Casting Time: 1 standard action FLESHSHIVER water.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Evocation Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action of this spell. Saving Throw: Fortitude partial;",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Range: Close (25 ft. + 5 ft./2 levels) spell.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation At the conclusion of this spell, your arms",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, M into flames. spell and unleash its terrible energy. A",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal cast this spell at +1",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/ This spell functions like wizard 4 fly (PH 232), except as",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  " action No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute (D) ground you create a slightly concave disk of energy. It hovers several feet You chant softly under your breath above the ground. and concentrate on the sound of your voice. Distractions fade from your This spell functions like Tenser’s floating consciousness, allowing you to focus on disk (PH 294), except that the created the task at hand. disk does not need to stay within 3 feet of the surface beneath it. However, the You gain a +1 circumstance bonus on disk must remain within 15 feet of you attack rolls, skill checks, and ability at all times. You can concentrate (as a checks for the duration of the spell. standard action) on the disk to make it move with a fly speed of 20 feet (per- fect). This allows you to sit on the disk Mass fly allows a whole squad of drow FOEBANE and command it to carry you about. to gain control of the battlefield Evocation",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A drop of mer- Level: Ranger 4 cury. Components: V, S This spell functions like fly (PH 232),",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action except as noted here. This spell confers",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S one other recipient, or the spell ends (harmless, object)",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A miniature silver ladder and Tiny and smaller creatures can fit Saving Throw: None (50 gp). in the box; it holds enough air to supply Spell Resistance: Yes Illus. by R. Spears 98 1 RETPAHC LLEPS SNOITPIRCSED FORCE MISSILES Waiving your arm about your head to You catch the drop of water on the string trace the curve of a dome, you call up a and snap it at your target. The waterdrop Evocation [Force] hemisphere of force as clear as glass. swells and becomes a blue-green wave",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) The sphere negates force effects and This spell initiates a bull rush against",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to four creatures, no two provides an impassable barrier against all creatures within 10 feet. The force- of which are more than 30 ft. apart incorporeal creatures. Spells with the wave has a +10 bonus on the bull rush",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None within the sphere, and any force spell the extent of the bull rush result, and",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 if the target is in melee or has anything Components: V, S, F Warmth fills your feet, and as you glance less than total cover or concealment. A Casting Time: 1 swift action down, you see that your feet have changed caster cannot single out specific parts Range: 10 ft. shape slightly, enabling you to better tra- of a creature. The spell can target and Effect: 10-ft. burst of force centered verse a particular type of terrain. You also damage unattended objects. on you notice a shift in the color of your skin and",
        "name":  "The missile strikes unerringly, even Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous clothing to match the colors most commonly caster levels. You can make more than Saving Throw: None found in your environment. one missile strike a single target, Spell Resistance: Yes if desired. However, You change your coloring and attune you must designate your footfalls to one specific kind of ter- targets before rolling rain (aquatic, desert, plains, forest, hills, for spell resistance mountains, marsh, or underground). or damage. While you are in terrain of that kind, you gain a +10 competence bonus on FORCEWARD Hide and Move Silently checks. You retain these bonuses even if you leave Abjuration [Force] the designated terrain and return",
        "name":  "You gain one missile for every four Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 within the duration of the spell.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target: Familiar touched",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) You touch your familiar, and you see that the creature seems more robust. A druid uses the freeze spell to encase a despoiler of nature in ice nidelleB .S yb .sullI 99 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 7 terrain, the bonus on Strength checks such as using a spell-like ability. A",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S granted by this spell increases to +6. spellcaster can cast a spell with no",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creature touched FREEZE as the spell lacks a focus or material component, or the material component,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level or until Conjuration (Creation) [Cold] focus, or divine focus is already in the discharged Level: Druid 6 spellcaster’s hand.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Casting Time: 1 standard action winged creature cannot flap its wings",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ice, freeing the encased creature. Crea- that immediately heals the creature if it tures other than the target can also is subjected to an effect that would kill attack the ice. The ice has hardness it (reduce its hit points to –10 or below). 0 and 15 hit points. When the When this event occurs, the fortunate duration of the spell expires, fate spell intervenes by immediately the ice melts and the encased triggering a heal spell upon creature is freed. Damage the target. If the effect is one that would harm the creature that causes harm in a way must first deal enough that a heal spell can repair damage to destroy the ice (disease, hit point damage, before the creature takes ability damage, or poison), damage, and damage dealt the target does not actually to the ice is subtracted from die, saved by the heal. If the damage that would be dealt to effect is one that heal cannot the creature. countermand (such as ability drain, old age, negative levels, disintegration, ability drain, FREEZING FOG or death effects), the fortunate Co njuration (Creation) fate spell cannot prevent the [Cold] creature’s death. Le vel: Sorcerer/ wizard 6",
        "name":  "You surround the subject with an aura Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF cold and numb as you complete the spell. Effect: Fog spreads in a 20-ft. radius,",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Spell Resistance: No 100 1 RETPAHC LLEPS SNOITPIRCSED A cool mist rises from the area you indicate. damaged by the frost breath that fail Casting Time: 1 standard action The thick mist blocks your ability to see their Reflex save are dazed for 1 round Range: Touch within it, but the ground at its edge has by the sudden shock of cold. Target: Creature with at least two turned white with frost. Material Component: Three drops arms or tentacles touched of water or fragments of ice (which Duration: 10 minutes/level",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates from the point you designate, obscur- toward the target). (harmless) ing all sight (including darkvision) Spell Resistance: Yes (harmless) beyond 5 feet. A creature within 5 FUGUE feet has concealment, while creatures Convulsing, the touched subject’s limbs Evocation [Sonic] farther away have total concealment. begin to ooze together with a sickening noise",
        "name":  "A bank of freezing mist billows out are held in a cupped palm and blown Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous All creatures that succeed on their saves G’ELSEWHERE CHANT against the spell are disoriented and",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Bard 3 skill checks as long as they remain in",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous your foes. The spell deals 1d4 points of Transmutation Saving Throw: Will negates cold damage per two caster levels (max- Level: Cleric 2, sorcerer/wizard 2 Spell Resistance: Yes imum 5d4). In addition, all creatures Components: V, S 101 DESCRIPTIONS SPELL CHAPTER 1 solid object, or more than 5 feet above the ground. If your target is being held (whether an object held by a character or a character being grappled by a creature), the hold- ing or grappling creature also receives a Will saving throw to resist. GEMBOMB Evocation [Force]",
        "name":  "You breathe a cone of intense cold at FUSE ARMS Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You place a small spark of energy in the heart of a valuable gem. You turn a gem into a bomb that you (and only you) can lob at enemies. You must hold the gem in your hand when casting the spell. You can toss the bomb with perfect accuracy anywhere within 60 feet. The gembomb explodes in a 5-foot- radius burst dealing 1d8 points of force damage per two caster levels (maximum 5d8). Tossing a gembomb is a standard action.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No; see text A marilith makes good use of the fuse arms spell You touch the target and it vanishes in a To randomly determine the subject’s You mutter over the iridescent, faceted shower of golden sparks. Almost instantly, destination, roll 1d8 to determine the gem. It twinkles in response, and you feel it appears a short distance away. direction, then roll 1d10×10 to deter- a strong link between you and the stone. mine the distance from the subject’s When you speak the word, the two of you You teleport a target to a random, safe previous location. Roll direction and will be reunited. location up to 100 feet distant and distance again if this new destination visible to you. is outside your line of sight, within a Illus. by E. Polak 102 1 RETPAHC LLEPS SNOITPIRCSED The general of undeath spell makes an evil cleric into a true leader of those beyond fear and death",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch yelsroH .R yb .sullI 103 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action of stone spell). cannot make trip or grapple attacks,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 minutes/level (D) Casting Time: 1 standard action ate with this spell, however, you can",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: One living humanoid creatures per caster level (this includes creature undead from all sources under your",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial dispelled. Mislead and nondetection can Necromancy",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes fool a ghoul glyph.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action to strike the belly of your enemy. Spellcraft check, if the glyph is noticed",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No must make a Fortitude save or be para- lyzed for the duration of the spell. A sickly green flame springs forth from an A subject of the ray that succeeds on object that you touch. its Fortitude save is instead sickened for the duration of the spell. The effect looks like a regular Neutralize poison removes the flame, equivalent in brightness sickened condition. to a torch, except for its green",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Object touched Darkness spells of 2nd level or",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes GIANT’S WRATH The faint, green glow of the glyph flares Transmutation [Earth] to life. A sickly green light fills the room,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched can be transformed by this spell. Glass Duration: 1 hour/level",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates of thickness. Spell Resistance: No (harmless) Neither version of the spell affects",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No nent is struck by two or more claws in GOLEM STRIKE 1 round, the subject can rend it for an Calling on the limitless light of the Positive Divination additional 2d4 points of damage + 1-1/2",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V the duration of the spell. Spells",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A You create a silvery glow skull. around your body that pro- vides illumination to a radius of 60 feet. You gain a –20 GREAT circumstance penalty on Hide THUNDERCLAP checks made while under the effect Evocation [Sonic] of this spell.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 For the duration of the spell, you gain A rogue and a cleric of Olidammara, this a +2 sacred bonus to Dexterity, and your halfling delivers a fatal blow to a vampire Components: V, S, F with the grave strike spell Casting Time: 1 standard action base land speed increases by 10 feet.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action a peal of thunder. The spell has three",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes The tentacle created by the gutsnake spell is equivalent to a giant constric- (SPELL NAME) Across the murky plain, a beam of radiance tor snake (MM 280) except that it is Any spell whose name begins with shoots down, highlighting your foes. completely obedient to you and moves greater is alphabetized in this chapter as you command. The snake has hit according to the second points equal to your own word of the spell name. full normal total. Attacks Thus, the description of a against the snake cause you greater spell appears near no discomfort and do not the description of the spell disrupt your spellcasting. on which it is based, unless If it is “killed,” the tentacle that spell appears in the disappears without causing Player’s Handbook. harm to you. The tentacle does not interfere with GUIDED SHOT spellcasting in any way. Once each round as a free Divination action, you can have the",
        "name":  "GREATER Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Spell Resistance: No",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blackguard 2, cleric 2, paladin 2 longer affected by that casting of hand of the faithful. Evocation [Cold] Components: V, S, DF This spell has the alignment com-",
        "name":  "HAILSTONES Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Target: Creature touched good spell.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Spell Resistance: No HARDENING",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, paladin 3 targeted by the spell. This hardness",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level a hardening spell cast by a 12th-level",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
