[
    {
        "origin_file":  "spells.json",
        "description":  "Yes The reroll must be made before the DM declares whether the roll results You point the shard of carved ram’s horn at in success or failure, and the result of your foe and snap off the last words of the the second roll must be used, even if spell. An invisible wedge of force slams into it is a lower result. the creature’s midsection, doubling it over and driving it back. BEAST CLAWS Transmutation You create a ramlike force that can strike",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A piece of carved ram’s horn. manual dexterity or spellcasting. You gain two claw attacks that act as",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes attack is a secondary attack. If Duration: 1 minute/level (harmless) your base attack bonus Saving Throw: Fortitude negates is +6 or higher, you (harmless) do not gain any Spell Resistance: Yes (harmless) additional You cast the spell and lay your hand upon your ally, and beneath your glowing fingers, give him a mixed gift—the ability to fight on, but at the cost of not knowing when to stop. The subject becomes such a tenacious combatant that it con- tinues to fight without penalty even while disabled or dying. You wave your hand as if a conductor While between –1 and –9 hit and hum an uplifting tune under your points, the creature gains a breath. As the energy of the spell releases, +4 enhancement bonus to you hear the air around you fill with the Strength. If the creature is song you are humming, as if performed by reduced to –10 hit points, it a small troupe. dies normally. This spell brings forth a stirring martial tune that inspires all creatures 26 1 RETPAHC LLEPS SNOITPIRCSED BEGET BOGUN breathing life into your new servant and BELKER CLAWS companion. Conjuration (Creation) Transmutation [Air]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Range: Touch This is the final spell in the process",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Resistance: Yes from which the bogun is created.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Calling out the arcane words, you suddenly stand where your companion was, and he The spellcaster places a curse on the Casting Time: 1 standard action has taken your place, outside the reach of creature touched, choosing one of the Range: Medium (100 ft. + 10 ft./level) his foes. three following effects. Target: One creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration Two target creatures, of which you • One ability score is reduced to 1, or Saving Throw: Reflex negates can be one, instantly swap positions. two ability scores take –6 penalties Spell Resistance: Yes Both subjects must be within range. (to a minimum score of 1). Objects carried by the creatures (up • –8 penalty on attack rolls, saving Calling upon the power of elemental air, you to the creatures’ maximum loads) go throws, ability checks, and skill encircle the target in whipping winds. with them, but other creatures do not, checks. even if they are carried. The movement • Each turn, the subject has a 25% The subject can act normally, but it is instantaneous and does not provoke chance to act normally; otherwise, cannot move from its current location. attacks of opportunity. it takes no action. The winds carry its voice away, so it can speak but cannot be heard, and it BESTOW CURSE, You can also invent your own curse, cannot hear anything but the roar of but it should be no more powerful the winds. This spell distracts spellcast- GREATER than those described above, and the ers, and so a Concentration check is Necromancy Dungeon Master has the final say on required to successfully cast any spell",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 7, sorcerer/wizard 8 the curse’s effect. (DC equal to this spell’s DC + the level",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S A greater curse cannot be dispelled, of the spell being cast).",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch enchantment or limited wish. A miracle dependent spells or effects can be cast",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched or wish spell removes a greater curse, as into or out of the winds (though spells",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent does remove curse cast by a spellcaster cast by you upon yourself function",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes or out of the winds take a –2 penalty. BINDING WINDS Binding winds holds flying creatures in Channeling your hatred into binding words midair. Evocation [Air] of power, you thrust your hand at your foe",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tuft of bear Material Component: A rat’s tail. fur. When you cast this spell, you can send a creature to a pocket “stomach” dimen- BITE OF THE sion with a successful melee touch BITE OF THE WERETIGER attack. The target you touch must make WEREBOAR Transmutation a successful Fortitude save. If it fails its",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action You gain a +16 enhancement bonus to Range: Personal Strength, a +2 enhancement bonus to Target: You Dexterity, a +8 enhancement bonus to Duration: 1 round/level Constitution, and a +7 enhancement 29 DESCRIPTIONS SPELL CHAPTER 1 BITE OF THE Anything hit by the blade is dis- integrated if it fails a Fortitude save, WEREWOLF taking 2d6 points of damage per Transmutation caster level (maximum 40d6), or 5d6",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal or less than its spell level, but cannot",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes 1 round/level",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) enemies. Wands provide spellcasters with a way",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 20-ft.-radius emanation to keep spells on hand even when their centered on a creature, object, or You can cast this spell only at the daily spells are exhausted point in space beginning of your turn, before you",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates or none Blacklight counters or dispels any blade storm, you can take a full-round (object) light spell of equal or lower level, such action to make one attack with each",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Spell resistance applies to this effect. You invoke the holy words quickly, and your",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) Components: V, S, M",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of wick This spell grants your allies within the you are wielding soaked in oil. spread a +2 morale bonus on ranged",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal for the spell’s duration. blast of force deals 1d6 points of damage",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Duration: 1 minute/level as you complete the spell. You perceive the",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spell Resistance: Yes (harmless) that world and the one upon which you",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, druid 4 standard action. you have no chance of interfering dnalgnE .W yb .sullI 33 DESCRIPTIONS SPELL CHAPTER 1 with your own attacks or your own A hot rush of anger flows through your BLOOD TO WATER spells. When moving through solid target’s veins. Necromancy [Water] objects, you do not risk materializing",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 6 Saving Throw: Fortitude half Evocation [Fire, Light] Components: V, S Spell Resistance: Yes",
        "name":  "BLISTERING RADIANCE Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50-ft.-radius spread space a subject of the spell. The orbs fly to their",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance: Yes You transmute the subjects’ blood into pure water, dealing 2d6 points As you conclude the ritual to release the With a hot exhalation and a circular wave of Constitution damage. A successful energy of the spell, you hurl a blazing ball of of your outstretched arm, a stifling wind Fortitude save halves the Constitution light toward the point you designate, and it tears across the landscape, kicking up clouds damage. erupts into a brilliant hovering sphere. of dust and sand and spreading out to blow This spell has no effect on living crea- over your foes. tures with the fire or water subtype. All sighted creatures in the area are dazzled (no save), and the heat from the A blood sirocco blows out from your BLOOD WIND blistering radiance deals 2d6 points of location with the force of a wind- Evocation fire damage to all creatures and objects storm (DMG 95). Creatures in the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S (Fortitude half). Like a fireball spell, are knocked prone and rolled 1d4×10",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Blistering radiance counters or dispels the creature to move normally in (harmless) any darkness spell of equal or lower that round.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) level. In addition, the stifling winds",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of tinder dehydrate those within the cone. In After you complete the spell, the subject’s and a small lens. each round when an affected living limbs ripple with power and grow slightly creature fails its saving throw, it takes in length. BLOOD FRENZY 2 points of damage. The wind of a blood sirocco automati- Transmutation The subject can take a full attack cally extinguishes candles, torches,",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special; see text range. This spell does not actually point to the wide end of the cone",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates grant reach, and so does not help for the duration of the spell. Any",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes provide a flanking bonus or allow the creature within this area is entitled subject to make attacks of opportunity a saving throw each round to ignore at any range greater than normal. The the effects of the blood sirocco. 34 1 RETPAHC LLEPS SNOITPIRCSED subject uses its normal melee attack BLOODSTAR of Constitution damage. Each time bonuses and deals damage normally victims are damaged, they can attempt Conjuration (Creation) if it hits, though the target of the new saves.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance: Yes Level: Abyss 8, Cleric 8",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes you note barely perceptible traces of passage hand and hovers in the air anywhere that you had missed before. within the limit of the range (each You invoke the powers of deep darkness and round, you can move the bloodstar your eyes vanish, looking like holes in the If you fail a Survival check to track a anywhere within range with a standard universe itself. creature while this spell functions, you action spent concentrating on the new can immediately attempt another roll position). The bloodstar pulses with Upon completion of the spell, you against the same DC to reestablish the ruby light (providing illumination target a creature within range that can trail. If the reroll fails, you must search in a 20-foot radius). Any creature you see you. That creature dies instantly for the trail for 30 minutes (if outdoors) initially designate within 10 feet of the unless it succeeds on a Fortitude save. or 5 minutes (if indoors) before trying bloodstar that takes damage from any The target need not meet your gaze. again. source must make a saving throw. On If you slay a humanoid creature with a failed save, the victim takes 1 point this attack, 24 hours later it transforms into a bodak (MM 28) unless it has A blood sirocco leeches away life been resurrected in the meantime. The by drawing blood into its howling winds bodak is not under your command, but can be controlled as normal with a rebuke undead check.",
        "name":  "Strangely, your eyes seem more focused and a bloodstar that shoots from your Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action of body harmonic, its body whines and while affected by this spell. Your base",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A crystal water-filled goblet low-light vision. worth at least 500 gp. Your class and level, hit points, You finish the spell’s casting and shudder alignment, base attack bonus, and as slender, sharp-tipped spikes erupt from your body, limbs, and clothing. BODY OF THE SUN base saving throw bonuses all remain the same. You lose any extraordinary Transmutation [Fire] special abilities of your own form, as",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2, sorcerer/wizard 2 well as spell-like and supernatural abili- the surfaces of your body and clothing. Components: V, S, DF ties. You keep all extraordinary special",
        "name":  "You sprout daggerlike blades from all Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates the spell, you feel your body grow heavy also has a ×3 critical modifier. Your",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action and painfully in harmony with the While under the effect of the spell, your",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray concentrate on this spell, the victim your size changes to Huge. You have the",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ability score each round, and cannot that you relish combat and cannot cast 35 DESCRIPTIONS SPELL CHAPTER 1 The body of war spell turns any sorcerer or wizard into a potent combatant 37 DESCRIPTIONS SPELL CHAPTER 1 Calling upon the Positive Energy Plane and You point to the empty air and boulders and ends the spell. The spell’s effects the power of your faith, you project a white tumble into being, burying your oppo- continue even if the subject moves so bolt of hissing positive energy at your foe. nents. that you no longer have line of sight or line of effect to it.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None 1d12 points of damage per two caster cannot cast spells with somatic com-",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No levels (maximum 7d12). ponents, and any material components Creatures native to the Positive must be in hand. You wave an ornate bottle about and smoke Energy Plane and all good-aligned out- After this spell is cast, its area is twists into it, filling it with a white cloud. siders are not affected by this spell. covered in 5 feet of dense rubble (DMG 90) You create a plume of smoke that you",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A quartz crystal embedded in capture in a special bottle you’re hold- rock. BEDEVILMENT ing. If the bottle is thereafter opened before the spell duration expires, the Enchantment [Mind-Affecting] BONEFIDDLE smoke emerges to form a vaguely horse-",
        "name":  "BOLTS OF Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates the bottle after mounting causes the complete the spell, you point your hand",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No –20 penalty on Move Silently checks. The mount is immune to all damage A successful save negates the damage and other attacks because material Illus. by W. Reynolds 38 1 RETPAHC LLEPS SNOITPIRCSED objects and spells simply pass through it. It cannot attack. The rider can return the smoke horse to the bottle, and thus pause the spell, at any time by simply uncork- ing it (a move action) and stoppering it again (another move action) in the next round after the horse is inside. If the bottle is reopened later, the spell reactivates with its remaining duration intact. Regardless of how much dura- tion remains unused, the spell ceases functioning 24 hours after it is cast. If dispelled at any time while the bottle is corked, the spell ends.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dead spider of Range: Personal any size or type. It must still have all Target: You You touch a spider’s body and think of eight legs. Duration: 1 hour/level (D) the targets. As each target succumbs to the spell, a leg of the spider vanishes into nothingness. BRAMBLES With the last guttural utterance, your fingers thicken and your arms lengthen Transmutation slightly. You have the impression that For the duration of the spell, as a stan- Level: Cleric 2, druid 2 you would feel more at ease in a canopy dard action, you can eavesdrop on the Components: V, S, M of trees. thoughts of up to eight other creatures Casting Time: 1 standard action at once, hearing as desired: Range: Touch You gain a +10 competence bonus on",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S For this spell to function, you must When you use this spell to produce",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal natural ability or as the result of casting it is a spell of that type. For example,",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) such as dragon breath (page 73). When of fire damage could use this spell to",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "40-ft.-radius spread you successfully cast this spell, your produce a cone dealing 24d10 points",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Casting Time: 1 swift action fected by this spell.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Range: Personal",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 9 than that normally associated with light, you cast the spell and set your allies",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action all directions. This spell does not Duration: 1 minute/",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No projectiles (all of which must be in contact with With a sharp jab of your each other at the time of finger, the water around casting) your indicated subjects",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) this spell.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch that unlock the spell. You gag slightly as the level and deal 2d6 points of damage.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) pears even as you release the spell. to this damage.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You taint a living creature’s blood with BUOYANT LIFTING a hot, corrosive infusion, dealing 1d8 With a word and the sudden opening of Evocation points of acid damage and 1d8 points your hand you complete the spell. Touching Level: Druid 1 of fire damage per round. The subject dnalgnE .W yb .sullI 41 DESCRIPTIONS SPELL CHAPTER 1 can attempt a Fortitude save each round You invoke the spell and your hands glow tion expires or the subject moves out to negate the damage, but a successful with a yellow aura, the aura lengthen- of range. save does not prevent damage in future ing and forming into translucent mole The bee can’t be attacked, but it can rounds. Searing pain limits the subject hands. The smell of freshly turned earth be dispelled. to a single move action in any round fills the air. Material Component: A dab of honey. when it fails its Fortitude save. Burning blood does not affect crea- The subject can burrow through earth CACOPHONIC BURST tures of the construct, elemental, ooze, and loose rock (but not solid stone) Evocation [Sonic] plant, or undead types. with a speed of 30 feet (or 20 feet if it",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Transmutation Spell Resistance: Yes",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Targets: One creature/level, no two You complete the spell with a scream, and",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None You call upon the power of the spell and,",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 1 Evocation [Sonic] for the duration of the spell, it delivers",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes buzzing around the head of the designated Critical Additional target. Your words speed into a jumble of sounds Multiplier Fire Damage that mix together until only a constant, faint ×2 +1d10 ×3 +2d10 This spell creates an unnerving noise buzzing sound remains. ×4 +3d10 that disrupts the subject’s concentra- tion. The subject is distracted and You create a barrier of sonic energy BURROW takes a –10 penalty on Move Silently at a distance of 10 feet from yourself. checks. Creatures that can’t hear are Creatures on either side of the barrier Transmutation not distracted. The DC of Concentra- hear it as a loud but harmless buzzing.",
        "name":  "A small but extremely loud bee appears, Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action to this spell’s DC + the level of the spell not cross the barrier. Supernatural",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch being cast. or spell-based sounds or sonic effects",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 7, sorcerer/ By casting this spell, you receive wizard 7 the aid of a zelekhut inevi-",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One called the name during the kolyarut spell (though you might",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No zelekhut to perform one duty for you. The task As you complete the spell, the must take no more than powerso fM echanusr espond.T he 1 hour to complete. The kolyarut does not manifest before inevitable does not ask for you as much as assembles itself any payment for the task. in your presence, a single whirling",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 0 aid of a kolyarut inevitable (MM 159). A zelekhut only answers the call of a Components: V, S If you know an individual kolyarut’s spellcaster who seeks justice Casting Time: 1 standard action name, you can request that individual Range: Close (25 ft. + 5 ft./2 levels) by speaking the name during the spell By casting this spell, you receive the aid Area: See text (though you might get a different of a marut inevitable (MM 159). If you Duration: 1 round/level creature, anyway). know an individual marut’s name, you Saving Throw: None",
        "name":  "By casting this spell, you receive the Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No one duty for you. The task must take the name during the spell (though no more than 1 hour to complete. The you might get a different creature, You speak the words and spread your palm inevitable does not ask for any payment anyway). open, as if you were throwing jacks. Coppery for the task. You can ask the marut to perform sparks spring from your palm, filling the",
        "name":  "You can ask the kolyarut to perform can request that individual by speaking Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "250 XP. one duty for you. The task must take corridor with small four-pronged spikes. no more than 1 hour to complete. The CALL MARUT inevitable does not ask for any payment A caltrops spell covers one 5-foot-by-5- for the task. foot square with caltrops. Every time Conjuration (Calling) [Lawful]",
        "name":  "XP Cost",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, paladin 4, any creature that is not lawful and not longer you perform a drinking song. In Purification 4 good, half damage to any creature that the round this spell is cast, all creatures",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes throw or become nauseated. Succeed- Affecting, Sonic] ing on this saving throw prevents the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All creatures in a 15-ft.- This spell has no effect on creatures round, any affected creatures must radius burst that cannot hear. All creatures whose succeed on a Will save or pass out,",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes take 1d4 points of damage per caster CHAIN MISSILE level (maximum 10d4). All creatures With a few slurred words and fumbling Evocation [Force] whose alignment differs from yours motions, you complete the spell and prepare Level: Sorcerer/wizard 3 on one component take half damage, to perform. Components: V, S and this spell does not deal damage",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) sraepS .R yb .sullI 45 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None then finish the spell in a wide, circular",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No sweep. At the end, you know that the crea- CHEAT ture you seek lies in the direction you face. Transmutation You intone your deity’s name and the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action creature for the spell to function.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You +1 enhancement bonus per three caster same plane as you, the spell leaves",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance 3 this spell, you can attempt to alter another worshiper of your deity picks",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF the outcome of a game of chance. it up. Time that passes while the spell’s",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch games, such as those using cards or the spell’s duration.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deathbound 1 Spell Resistance: Yes (harmless) determine the outcome of the game, a",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S character under the effect of this spell",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray the spell’s holy power. His thoughts grow Anyone observing the game of",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None the mind-warping effects of spells. to realize something fishy is going on,",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard mind-affecting spells and action effects.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action fades. Too bad your foes won’t be able to say treacherous ascents simple work Range: Touch the same.",
        "name":  "The climb walls spell helps make Ca sting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) When you cast this spell, your hands When you cast this spell, your hands",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 3, Courage 3, paladin 2",
        "name":  "When the spell is in effect, you Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action while the spell is active. Duration: 10 minutes/level",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes; see text Level: Paladin 1 Summoning up your courage, you throw out",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Spell Resistance: Yes (harmless) CLOAK OF BRAVERY, (harmless)",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Your ally falls from a crushing blow, but you GREATER don’t have time to reach him. You quickly Abjuration [Mind-Affecting] A blue-green glow surrounds your hand as speak words of power, and the worst of his",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Courage 9 you complete the spell. With a touch you injuries glow golden and begin to heal.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1-mile-radius emanation then turns the same shade of blue-green. This spell cures 1d4 points of damage centered on you +1 point per caster level (maximum",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level While underwater, the subject func- +5). tions as if affected by blur (PH 206), If you cast this spell immediately This spell functions like cloak of bravery, freedom of movement (PH 233), and water after the subject takes damage, it except all allies within the emanation breathing (PH 300), and doesn’t take effectively prevents the damage. It (including you) are immune to fear nonlethal damage for the duration of would keep alive someone who had just effects and gain a +2 morale bonus on the spell. When out of the water (or dropped to –10 hit points, for example, attack rolls. Allies who don’t have line even partially out), the subject gains leaving the character at negative hit of sight to you are unaffected. none of these advantages except water points but stable. breathing. The subject can leave and Used against an undead creature, close CLOAK OF DARK reenter water without ending the wounds deals damage instead of curing spell. the creature (which takes half damage POWER if it makes a Will saving throw). Abjuration CLOAK POOL",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Area: 10-ft. cube (harmless, object)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates; creature. Light bends around this haze, see text A few words and motions, and the swirling leaving the creature in a patch of strange Spell Resistance: No color pool becomes as silver-gray as the rest and shifting darkness. of the Astral Plane. As you exhale the last syllables of the incan- Cloak of dark power creates a dusky haze tation, your breath forms an invisible spray This spell causes a color pool on the around the subject. The haze does not of noxious air. Astral Plane (DMG 154)—an irregular interfere with vision, but the subject patch of color containing a portal to and anything it wears or carries is pro- This spell creates a small cloud of another plane—to seemingly cease to tected from the effects of full sunlight, nauseating vapors. Any living creature exist. In truth, the color pool is only even under the open, daytime sky of in the area becomes nauseated. This hidden from view. The use of this the surface world. A drow subject suf- condition lasts as long as the creature is spell does not hide the area around the fers no blindness or bright illumination in the cloud and for 1d4+1 rounds after pool; it masks only the fact that a pool combat penalties while under the effect it leaves. Any creature that succeeds is present. See invisibility or true seeing of cloak of dark power. on its save but remains in the cloud reveals the presence of the pool, as does The subject also gains a +4 resistance must continue to save each round on analyze portal. bonus on saves against light or darkness your turn. spells or effects. The cloud obscures sight, including CLOSE WOUNDS darkvision, providing concealment to CLOAK OF THE SEA Conjuration (Healing) creatures within the area or against",
        "name":  "A dim gray haze appears around the Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 immediate action 49 DESCRIPTIONS SPELL CHAPTER 1 CLOUD WINGS CLOUD-WALKERS CLUTCH OF ORCUS Transmutation Transmutation Necromancy [Evil]",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round spell each round. A con-",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "100-ft.-radius throw each round to end emanation the spell. If the victim",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level dies as a result of this (D) spell, its smoking heart",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Clouds whirl into existence and, COCOON with a peal of thunder, let loose a Conjuration (Creation) drenching downpour. Level: Druid 8 The cloud wings spell gives great speed to a flying creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 6, druid 6 normally associated with such spells. Saving Throw: None",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "At the conclusion of the week, if the Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "400-pound ball of rock and nated, as the spell, with no loss of level spell, you feel the air around you become ice or Constitution. chilled. The drop in temperature creates a",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No COLD FIRE This spell causes a powerful cold front You conjure a bright, glowing comet, which to form, lowering the temperature in Transmutation [Cold] appears in midair above your enemies, then the affected area by 5 degrees Fahren-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) You conjure a comet that immediately (see Cold Dangers, DMG 302). Spells",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No (fire source) or Evocation [Fire] ture that succeeds on its saving throw Yes (creature) Level: Sorcerer/wizard 2 takes half damage from the comet and",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action The comet breaks apart on impact, eyes slightly at the fire you wish to affect. Range: Touch filling the 10-foot-square area with Its flames instantly turn a blue-white. The Target: Touched creature or dense rubble (DMG 90). air between you and the fire feels much combustible object that weighs no You must cast this spell in an area colder. more than 25 lb./level with at least 40 feet of vertical space",
        "name":  "As you complete the spell you widen your Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex partial have 40 feet of space, the spell fails. flames of a fire (any blaze that lasts for Spell Resistance: Yes more than 1 round) into cold flames. CONE OF DIMNESS Affected flames deal cold damage You rub the oil against the flint and Illusion (Phantasm) [Mind-Affecting] to creatures that come into contact murmur the ancient words, touching your",
        "name":  "You are able to change the normal Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 with them. The spell can also affect target. It immediately smolders and then",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft. fire is small enough. Cold fire flames This spell makes a combustible object",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level of the spell. burst into flame, even if damp.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes subtype or vulnerability to cold, the eruption of flame causes 1d8 points of spell deals 1d6 points of cold damage fire damage per caster level (maximum Splaying your fingers, you call upon the per two caster levels (maximum 5d6) 10d8) with no saving throw. Further, energies that dwell within the shadowy to the creature, but has no further the creature must make a DC 15 Reflex places of the world. Your arm shakes with effect. save or catch fire (DMG 303). barely contained power, causing a trans- If the target is a combustible, unat- lucent gray cone to burst forth from your COLD SNAP tended object, the initial eruption of outstretched hand. flame deals fire damage to the object as Transmutation [Cold] noted above. The object catches fire and",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A drop of oil and initial Will save suffers no ill effects. a piece of flint. 51 DESCRIPTIONS SPELL CHAPTER 1 A creature that fails its initial save can All creatures in the area with fewer This spell functions like consumptive attempt a new saving throw each round than 0 hit points that fail their saving field, except that the field affects all until it succeeds or the spell expires. throws die, and you gain 1d8 temporary creatures in the area with 9 hit points Failing the subsequent saving throws hit points and a +2 bonus to Strength or fewer. Such creatures that fail their results in continued blindness. Success for each death caused by this spell and saving throws die, and creatures that on a later save means the creature feels until the spell’s duration expires. fall to 9 hit points or lower in the its vision beginning to clear, although Additionally, your effective caster area after the spell is cast are likewise its vision remains dim and hazy for the level increases by one per death caused subject to its effect. remainder of the spell. This results in by this spell, to a maximum increase of a 20% miss chance for any attack the half your original caster level, improv- CONTAGION, MASS creature makes. ing spell effects that are dependent on Necromancy [Evil] caster level. (This increase in effective",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5, druid 5, sorcerer/ CONSUMPTIVE FIELD caster level does not grant you access wizard 6 to more spells, and it does not increase Necromancy [Death, Evil] Range: Medium (100 ft. + 10 ft./level) the duration of this spell.)",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S lower in the area after the spell is cast",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 ft. spell. In the area you’ve designated, you No creature can be affected by this",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30-ft.-radius emanation see swirling red and black mist rise up, spell more than once per casting, centered on you accompanied by the distant sound of your regardless of the number of times that",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level echoing cough. the area of the spell passes over them.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell functions like contagion (PH CONSUMPTIVE FIELD, 213), but all creatures within the area Sweeping your arm about and clutching it GREATER are infected. to your chest, you draw the last breaths of Necromancy [Death, Evil] fallen foes from their choking mouths and",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 Level: Cleric 1 spell’s duration is affected as though by",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Components: V, S, M the contagion spell, immediately con-",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates throw out your arm, and a brown mist (harmless) whirls into being around your foes. CONTINGENT ENERGY Spell Resistance: Yes (harmless) RESISTANCE This spell functions like fog cloud (PH You hold the holy passage in your hand Abjuration 232), except as noted here. Each round and touch your ally, intoning the spell. A",
        "name":  "Spitting the last phrase of the spell, you Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A used handker- Once the energy type protected of light. chief. against by a particular casting of this spell is determined, it can’t be changed. This spell functions like conviction, CONTAGIOUS TOUCH You can’t have more than one contingent except that it affects multiple allies at Necromancy energy resistance in effect on yourself at a distance.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 4 the same time—if you cast the spell a",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action still in effect, the earlier spell automati- Evocation [Cold]",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level this spell does not stack with similar",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (such as from the resist energy spell).",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates with a terrible disease. (electricity), or any other two such spells",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes that protect against different types of Upon casting this spell, you choose one energy. As you complete the spell you feel your disease from this list: blinding sick- Material Component: An oyster extremities turn ice cold, numb, and slug- ness, cackle fever, filth fever, mindfire, shell. 1 RETPAHC LLEPS SNOITPIRCSED 52 53 DESCRIPTIONS SPELL CHAPTER 1 gish. The feeling subsides as the cold drains action to attempt a new save in any later Range: Touch away from your body into the air around round. Success ends the spell effect. Targets: Creatures touched you, causing your breath to emerge as white Each round the victim spends in Duration: Instantaneous puffs in the now-chill air. an amorphous state, it takes 1 point of Saving Throw: None Wisdom drain from mental shock. If Spell Resistance: Yes You are surrounded by a protective the victim’s Wisdom is reduced to 0, it aura of cold that also causes damage falls unconscious. Your hand glistens and smokes from a to others within its radius. You gain viscous coating of acid. It does not harm you, resistance to fire 10. CORPSE CANDLE but your opponents are less fortunate. Starting in the round you cast the Conjuration (Creation) spell, corona of cold also deals 1d12 A touch attack with this hand causes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ghostly hand and candle the spell in that round, but does not an unarmed strike or an attack with",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No to their Strength and Dexterity and a successful grapple check. moving at half speed for as long as they You hold out a piece of flesh before you, and remain within the area; these penalties as you concentrate on your desired spell COUNTERMOON do not stack with consecutive rounds effect, the flesh dissolves into nothingness. Abjuration of damage or additional corona of cold",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2 spells. severed hand appears bearing a lit candle. Components: V, S, M",
        "name":  "Nearby, in the place of your choosing, a Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 or back, up or down, straight or around Spell Resistance: Yes",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A crab’s leg. A creaking cacophony spell enhances • Spell resistance equal to 10 + 1 per and focuses sonic energy. Creatures three caster levels. CRAWLING DARKNESS in the area that do not have immunity • +2 enhancement bonus to any one to sonic damage gain vulnerability to ability score. Conjuration (Creation) sonic damage. • +1 spellcaster level. This effect",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round CREATE but not the total number of spells. For example, an 11th-level caster",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 2 of determining level-based spell",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes and so on), but he does not receive around your body as you speak the spell’s",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch any extra spells. final syllables.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours A single creature can have only three This spell creates a number of tentacles",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "40-ft.-radius spread Spell Resistance: Yes",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes crushing motion, you turn the subject’s Will). sweat to ice, creating blisters as the ice forms • +1 luck bonus on attack rolls. Noise swells into a cacophonous din, as if on and inside the skin. • +1 deflection bonus to AC. hundreds of intertwined trees and branches Illus. by C. Dien 56 1 RETPAHC LLEPS SNOITPIRCSED The subject takes 1d6 cumulative points CROWN OF GLORY the object affected depends on your of cold damage per round (that is, 1d6 level. If you cast this spell on an object Enchantment (Compulsion) on the 1st round, 2d6 on the second, of greater size than you can affect, the [Mind-Affecting] and 3d6 on the third). Only one save is spell fails.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Glory 8 allowed against the spell; if successful,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Casting Time: 1 standard action When you cast this spell, you crown yourself",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature toward you. but the duration increases by 1 round, Duration: 1 minute/level during which the subject takes 4d6 Saving Throw: Will negates You are imbued with an aura of celestial points of cold damage. If you are at least Spell Resistance: Yes authority, inspiring awe in all lesser 15th level, the spell lasts for 5 rounds creatures that behold your terrible and deals 5d6 points of cold damage. Letting loose a stream of foul incantations, perfection and righteousness. You gain If you are at least 20th level, the spell you curse the subject. a +4 enhancement bonus to Charisma lasts for 6 rounds and deals 6d6 points for the duration of the spell. of cold damage. You place a temporary curse upon the In addition, the subject creatures subject, giving it a –3 penalty on attack gain a +4 morale bonus on attack rolls, CRITICAL STRIKE saves, and skill checks, immunity to rolls, saving throws, ability checks, and skill checks. Curse of ill fortune is Divination fear effects, and temporary hit points negated by any spell that removes a",
        "name":  "This spell is the same as creeping cold, Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Assassin 1, bard 1, sorcerer/ equal to your caster level (maximum bestow curse spell. wizard 1 20).",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous This spell functions like curse of ill standing nearby.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 3, ranger 3, sorcerer/ remove curse spell (or some other effect the area. Objects bigger than Large take wizard 3 that neutralizes a curse). half damage. The cyclonic blast begins at",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes or breaks through it, the cyclonic blast curls up along your fingertips, forming a can continue beyond the barrier if flexible, razor-sharp blade. Dipping your hand in blood and then grip- the spell’s range permits; otherwise, ping the target fiercely, you call on the curse it stops at the barrier just as any other You alter the structure of your hand of lycanthropy to destroy your foe. spell effect does. so that it becomes as hard and sharp",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A child’s spinning top. as a blade. Your hand deals 1d6 points If the target fails its saving throw, it of damage (1d4 if you are Small, and dies, and 1d6 wererats (in wererat form; 1d8 if you are Large) and gains a +2 DAGGERSPELL STANCE MM 173) claw their way out of its body. enhancement bonus on attack rolls Abjuration The wererats do not attack you or your and damage rolls. You are considered Level: Druid 2, sorcerer/wizard 2 allies, but might attack nearby living armed with this hand. Your hand’s Components: V, F creatures. If no target is available, the enhancement bonus does not apply to Casting Time: 1 swift action wererats scurry away to spread their melee touch attacks. Range: Personal lycanthropy.",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 5 you complete the spell. They feel as if they",
        "name":  "CURSED BLADE Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes DANCE OF THE UNICORN Daggerspell stance turns its caster With a quick invocation to your deity, you into a deadly dervish call forth a nimbus of jet-black night. This Abjuration terrible radiance, laced with the will of",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Effect: One bridge of force 5 ft. wide, seven bolts). You can hurl all the bolts 1 in. thick, and up to 20 ft./level at once, or you can hurl one bolt per Whirling your pointed finger through a long round as a free action, starting in the complex gesture, you create a cool and fresh Duration: 1 round/level round when you cast the spell. You do mist that cleanses the air of pollutants. Saving Throw: None not have to hurl a bolt in every round,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "0 ft. DAWN as interacting with the illusion. Targets of this spell can make a Will",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Flame in your palm Abjuration save to negate it, and spell resistance",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 swift action odoriferous spice.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates The spell does not function under- tion, creatures in the area must succeed (harmless) or Will disbelief (if water. on a Reflex save or be knocked prone. interacted with); see text Once you cast the spell, a consider-",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes DARKVISION, MASS able volume of dead wood remains behind. This pile of brush is 5 feet high, Transmutation Sprinklings piceo nt heg round,y ouc omplete with a 20-foot radius, and it counts as",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 the final step of the spell. Upon touching your dense rubble (DMG 90).",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies in a 10-ft.-radius burst that the area around all of you seems a little centered on you cleaner and less tread upon. DEAFENING CLANG Transmutation [Sonic] As you conclude the spell’s casting, you are This spell flawlessly disguises the spoor Level: Paladin 1 aware of being able to see without light. left by the subjects, concealing their Components: V, S, DF",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S sivraJ .J yb .sullI 61 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You duration of the spell. A DC 15 Heal",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No time; additional wounds taken while",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No If you are killed, your body is instanta- You finish the spell, and mystic duplicates of neously destroyed in an explosion that you and your allies appear ahead of you. As deals 1d8 points of damage per caster you move forward, they set out as well. level to everyone in a 30-foot-radius burst. In order to flush ambushes, you project This explosion destroys your body, a duplicate image of yourself and preventing any form of raising or resur- your companions. rection that requires part of the corpse. This spell creates an A wish, miracle, or true resurrection illusion complete with spell can restore life. visual images, sounds (including speech), DEATH WARD, MASS smells, textures, and Necromancy temperature. It mimics",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 ft. within the area of a decomposition spell Casting Time: 1 immediate action",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes receives 4 points of healing from a You let out a quick cry and instantly feel cure light wounds spell, so the festering your chest swell with air, as if you had Using your link to the natural world, you stops and the subject takes no festering taken a deep breath. Strangely, you feel no create an air of decay that makes death come damage that round. In the next round, need to exhale. quicker to the wounded. the subject remains within the ema- nation and takes another 3 points of Your lungs instantly fill with air, Whenever an enemy within the area damage in battle. The festering begins and continue to refill with air for the takes normal (not nonlethal) damage, again, dealing 3 points of festering duration of the spell. When the spell’s that wound festers for an additional 3 damage in the following round. duration expires, you can continue Illus. by R. Spears 62 1 RETPAHC LLEPS SNOITPIRCSED to hold your breath as if you had just and strike a creature or object you The sphere can affect a maximum gulped down a lungful of air. indicate as a ranged touch attack. Any of one creature or object per round, You can cast this spell with an creature struck by the sphere takes 3d6 and winks out if it exceeds the spell’s instant utterance, quickly enough to points of damage from the force of its range. save yourself from drowning after winds. In addition, Medium or smaller Focus: A gray pearl worth at least being suddenly plunged into water. creatures must succeed on a Fortitude 100 gp. save or be knocked prone. Creatures DEEPER DARKVISION that fall prone must then succeed on DEHYDRATE a second Fortitude save or be swept up Transmutation Necromancy by the sphere and driven 1d8×10 feet",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Saving Throw: Fortitude negates (harmless) Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) With a squeezing gesture, you indicate your target and see sweat pour You toss the powdered dried carrot off it. into the air as you cast this spell, and it vanishes. You choose yourself as the You afflict the target with spell’s recipient and your eyes begin to a horrible, desiccating curse glow with an alien purple luster. that deals 1d6 points of Consti- tution damage, plus 1 additional The subject gains the ability to see point of Constitution damage per 90 feet in total darkness and ignores three caster levels, to a maximum of the 20% miss chance normally pres- 1d6+5 at 15th level. Oozes, plants, ent in shadowy illumination (such and creatures with the aquatic as might be created by a darkness subtype are more susceptible spell). Deeper darkvision is black to this spell than other targets. and white only but otherwise Such creatures take 1d8 points similar to normal sight. of Constitution damage, plus 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Components: V, S, DF Scrolls provide spellcasters with a cheap",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Casting Time: 1 standard action way to have access to spells they don’t",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes that direction. Spell Resistance: Yes If some obstacle prevents the subject From the pearl you hold between your creature from reaching its expelled You call out to your deity, declaring your thumb and ring finger erupts a cloudy gray height, it takes 1d6 points of damage foe’s crimes and asking your deity to sphere of whirling air and howling wind for every 10 feet of movement it was punish him. that flies to attack your enemies. unable to complete, so that a creature hurled 50 feet up in a room with a 20- This spell deals 1d6 points of damage When you cast this spell, you create foot ceiling would take 3d6 points of per two caster levels (maximum 5d6), or a violently swirling sphere of air. damage from the impact, then take 2d6 1d6 points per caster level (maximum As a move action, you can make the points of damage when it falls back to 10d6) if the target is undead. sphere travel up to 30 feet per round the ground. dnalgnE .W yb .sullI 63 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action disease for the day that the spell is in Range: Close (25 ft. + 5 ft./2 levels) Necromancy effect. During this period, the subject Target: Living creature",
        "name":  "DELAY DEATH the required saving throw against the Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) for the purpose of recovery from the Spell Resistance: Yes",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates subject is exposed during the spell’s the prescribed motions, and your foe lets (harmless) duration does not begin until the spell out a howl of pain as his blood boils in",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) expires. Delay disease does not cure any his veins. damage that a disease might already You gesture toward your ally and call upon have dealt, and it has no effect on magi- Demon dirge deals 2d6 points of damage the power of your beliefs. A soft, golden glow cal or supernatural diseases. each round for the duration of the appears on your companion’s chest, around spell to any creature that has both the his heart. DELUSIONS OF chaotic and evil subtypes (such as a howler or a demon). No saving throw The subject of this powerful spell is GRANDEUR is allowed against this damage. unable to die from hit point damage. Illusion (Phantasm) [Mind-Affecting] If the target creature also possesses While under the protection of this",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2, sorcerer/wizard 2 the tanar’ri subtype (MM 316), the spell, the normal limit of –9 hit points",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V spell has a much more powerful effect. before a character dies is extended",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action In addition to the damage, a tanar’ri without limit. A condition or spell that",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature spell unless it succeeds on a Fortitude so as to not allow raise dead to work,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates creature, as does death brought about by ability score damage, level drain, or Spell Resistance: Yes DEMONHIDE a death effect. Abjuration [Evil] By shouting flattering comments at your",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blackguard 2 intended subject, you release the energy subject from entering the dying state Components: V, S, DF of the spell. The target of your spell glows by dropping to –1 hit points. It merely Casting Time: 1 standard action momentarily with a white nimbus of prevents death as a result of hit point Range: Touch crackling energy that fades to a sickly gray loss. Target: Evil creature touched before disappearing completely. If the subject has fewer than –9 Duration: 1 round/level hit points when the spell’s duration Saving Throw: Will negates This powerful phantasm fools the expires, it dies instantly. (harmless) subject into believing itself more",
        "name":  "The spell does not prevent the Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
