[
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level equal to a mere scratch, but breaking off 10 minutes. one of the statue’s arms constitutes serious Material Component: A rotten egg or You gain the ability to speak with stones, damage. several skunk cabbage leaves. which relate to you who or what has 284 :11 RETPAHC SLLEPS touched them as well as revealing what is lowing round, as noted below. Each effect when the subject finishes what it was covered or concealed behind or under occurs during your turn. asked to do. You can instead specify them. The stones relate complete descrip- 2nd Round: Acid rains down in the area, conditions that will trigger a special ac- tions if asked. A stone’s perspective, per- dealing 1d6 points of acid damage (no tivity during the duration. For example, ception, and knowledge may prevent the save). you might suggest that a noble knight give stone from providing the details you are 3rd Round: You call six bolts of lightning her warhorse to the first beggar she meets. looking for (as determined by the DM). down from the cloud. You decide where If the condition is not met before the spell You can speak with natural or worked the bolts strike. No two bolts may be duration expires, the activity is not stone. directed at the same target. Each bolt deals performed. 10d6 points of electricity damage. A A very reasonable suggestion causes the Stone to Flesh creature struck can attempt a Reflex save save to be made with a penalty (such as –1 Transmutation for half damage. or –2) at the discretion of the DM. 4th Round: Hailstones rain down in the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Spell Resistance: No 10 feet long or a cylinder of up to those",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level or until completed This spell summons one handheld musical",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates instrument of your choice. This in- and a drop of blood. Spell Resistance: Yes strument appears in your hands or at your feet (your choice). The instrument is typi- Storm of Vengeance You influence the actions of the target cal for its type. Only one instrument Conjuration (Summoning) creature by suggesting a course of activity appears per casting, and it will play only",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration (maximum 10 some other obviously harmful act auto- rounds) (D) matically negates the effect of the spell. Conjuration (Summoning) [see text]",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes actually pure water and that a quick dip",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell creates an enormous black storm Urging a red dragon to stop attacking your",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None creature beneath the cloud must succeed likewise reasonable use of the spell’s",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned crea- may only be summoned in an aquatic tures, no two of which can be more Level: Brd 5, Clr 5, Sor/Wiz 5 environment. than 30 ft. apart Effect: One or more summoned crea- When you use a summoning spell to tures, no two of which can be more summon an air, chaotic, earth, evil, fire, than 30 ft. apart This spell functions like summon monster I, good, lawful, or water creature, it is a spell of that type. For example, a summon except that you can summon one creature This spell functions like summon monster I, monster I is a lawful and evil spell when from the 3rd-level list, 1d3 creatures of the except that you can summon one creature cast to summon a fiendish dire rat. same kind from the 2nd-level list, or 1d4+1 from the 5th-level list, 1d3 creatures of the",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned crea- Effect: One or more summoned crea- Effect: One or more summoned crea- tures, no two of which can be more tures, no two of which can be more tures, no two of which can be more than 30 ft. apart than 30 ft. apart than 30 ft. apart This spell functions like summon monster I, This spell functions like summon monster I, This spell functions like summon monster I, except you can summon one creature from except that you can summon one creature except that you can summon one creature the 6th-level list, 1d3 creatures of the same from the 7th-level list, 1d3 creatures of the from the 8th-level list, 1d3 creatures of the kind from the 5th-level list, or 1d4+1 crea- same kind from the 6th-level list, or 1d4+1 same kind from the 7th-level list, or 1d4+1 tures of the same kind from a lower-level creatures of the same kind from a lower- creatures of the same kind from a lower- list. level list. level list. Summon Monster Fiendish snake, Large viper CE Fiendish monstrous spider, Huge CE 1st Level Fiendish wolverine CE Fiendish snake, giant constrictor CE Celestial dog LG Celestial owl LG 4th Level 7th Level Celestial giant fire beetle NG Archon, lantern LG Celestial elephant LG Celestial porpoise1 NG Celestial giant owl LG Avoral (guardinal) NG Celestial badger CG Celestial giant eagle CG Celestial baleen whale1 NG Celestial monkey CG Celestial lion CG Djinni (genie) CG Fiendish dire rat LE Mephit (any) N Elemental, Huge (any) N Fiendish raven LE Fiendish dire wolf LE Invisible stalker N Fiendish monstrous centipede, NE Fiendish giant wasp LE Slaad, red CN Medium Fiendish giant praying mantis NE Devil, bone LE Fiendish monstrous scorpion, NE Fiendish shark, Large1 NE Fiendish megaraptor LE Small Yeth hound NE Fiendish monstrous scorpion, Huge NE Fiendish hawk CE Fiendish monstrous spider, Large CE Babau (demon) CE Fiendish monstrous spider, Small CE Fiendish snake, Huge viper CE Fiendish giant octopus1 CE Fiendish octopus1 CE Howler CE Fiendish girallon CE Fiendish snake, Small viper CE 5th Level 8th Level 2nd Level Archon, hound LG Celestial dire bear LG Celestial giant bee LG Celestial brown bear LG Celestial cachalot whale1 NG Celestial giant bombardier beetle NG Celestial giant stag beetle NG Celestial triceratops NG Celestial riding dog NG Celestial sea cat1 NG Lillend CG Celestial eagle CG Celestial griffon CG Elemental, greater (any) N Lemure (devil) LE Elemental, Medium (any) N Slaad, blue CN Fiendish squid1 LE Achaierai LE Fiendish giant squid1 LE Fiendish wolf LE Devil, bearded LE Hellcat LE Fiendish monstrous centipede, NE Fiendish deinonychus LE Fiendish monstrous centipede, NE Large Fiendish dire ape LE Colossal Fiendish monstrous scorpion, NE Fiendish dire boar NE Fiendish dire tiger CE Medium Fiendish shark, Huge NE Fiendish monstrous spider, CE Fiendish shark, Medium1 NE Fiendish monstrous scorpion, NE Gargantuan Fiendish monstrous spider, CE Large Fiendish tyrannosaurus CE Medium Shadow mastiff NE Vrock (demon) CE Fiendish snake, Medium viper CE Fiendish dire wolverine CE Fiendish giant crocodile CE 9th Level 3rd Level Fiendish tiger CE Couatl LG Celestial black bear LG Leonal (guardinal) NG Celestial bison NG 6th Level Celestial roc CG Celestial dire badger CG Celestial polar bear LG Elemental, elder (any) N Celestial hippogriff CG Celestial orca whale1 NG Slaad, green CN Elemental, Small (any) N Bralani (eladrin) CG Devil, barbed LE Fiendish ape LE Celestial dire lion CG Fiendish dire shark1 NE Fiendish dire weasel LE Elemental, Large (any) N Fiendish monstrous scorpion, NE Hell hound LE Janni (genie) N Gargantuan Fiendish snake, constrictor LE Chaos beast CN Night hag NE Fiendish boar NE Devil, chain LE Bebilith (demon) CE Fiendish dire bat NE Xill LE Fiendish monstrous spider, Colossal CE Fiendish monstrous centipede, NE Fiendish monstrous centipede, NE Hezrou (demon) CE Huge Gargantuan Fiendish crocodile CE Fiendish rhinoceros NE 1 May be summoned only into an aquatic or Dretch (demon) CE Fiendish elasmosaurus1 CE watery environment. 287 SPELLS CHAPTER 11: Summon Monster IX 3rd-level creature, 1d3 2nd-level creatures Summon Nature’s Ally IV Conjuration (Summoning) [see text for of the same kind, or 1d4+1 1st-level crea- Conjuration (Summoning) [see text] summon monster I] tures of the same kind. Level: Animal 4, Drd 4, Rgr 4",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos 9, Clr 9, Evil 9, Good 9, When you use a summoning spell to Effect: One or more creatures, no two of Law 9, Sor/Wiz 9 summon an air, chaotic, earth, evil, fire, which can be more than 30 ft. apart",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned crea- good, lawful, or water creature, it is a spell tures, no two of which can be more of that type. For example, summon nature’s This spell functions like summon nature’s than 30 ft. apart ally III is an evil and fire spell when you ally I, except that you can summon one cast it to summon a salamander. 4th-level creature, 1d3 3rd-level creatures This spell functions like summon monster I, except that you can summon one creature Summon Nature’s Ally from the 9th-level list, 1d3 creatures of the 5th Level same kind from the 8th-level list, or 1d4+1 Arrowhawk, adult creatures of the same kind from a lower- 1st Level Bear, polar (animal) level list. Dire rat Dire lion Eagle (animal) Elasmosaurus1 (dinosaur) Monkey (animal) Summon Nature’s Ally I Elemental, Large (any) Octopus1 (animal) Conjuration (Summoning) Griffon Owl (animal)",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Dire badger 6th Level Dire bat This spell summons a natural creature. It Elemental, Small (any) Dire bear appears where you designate and acts Hippogriff Elemental, Huge (any) Elephant (animal) immediately, on your turn. It attacks your Shark, Medium1 (animal) Girallon opponents to the best of its ability. If you Snake, Medium viper (animal) Megaraptor (dinosaur) can communicate with the creature, you Squid1 (animal) Octopus, giant1 (animal) can direct it not to attack, to attack partic- Wolverine (animal) Pixie* (sprite) [NG; no special arrows] ular enemies, or to perform other actions. Salamander, average [NE] A summoned monster cannot summon 3rd Level Whale, baleen1 or otherwise conjure another creature, nor Ape (animal) Xorn, average can it use any teleportation or planar travel Dire weasel *Can’t cast Otto’s irresistible dance abilities. Creatures cannot be summoned Dire wolf into an environment that cannot support Eagle, giant [NG] 7th Level them. For instance, a porpoise may only be Lion Arrowhawk, elder summoned in an aquatic environment. Owl, giant [NG] Dire tiger The spell conjures one of the creatures Satyr [CN; without pipes] Elemental, greater (any) from the 1st-level list on the accompany- Shark, Large1 (animal) Djinni (genie) [NG] ing Summon Nature’s Ally table. You Snake, constrictor (animal) Invisible stalker choose which kind of creature to summon, Snake, Large viper (animal) Pixie* (sprite) [NG; with sleep arrows] and you can change that choice each time Thoqqua Squid, giant1 (animal) you cast the spell. All the creatures on the Triceratops (dinosaur) table are neutral unless otherwise noted. 4th Level Tyrannosaurus (dinosaur) Arrowhawk, juvenile Whale, cachalot1 (animal) Bear, brown (animal) Summon Nature’s Ally II Xorn, elder Crocodile, giant (animal) Conjuration (Summoning) *Can’t cast Otto’s irresistible dance Deinonychus (dinosaur)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of 8th Level Dire boar which can be more than 30 ft. apart Dire shark1 Dire wolverine Roc Elemental, Medium (any) This spell functions like summon nature’s Salamander, noble [NE] Salamander, flamebrother [NE] ally I, except that you can summon one Tojanida, elder Sea cat1 2nd-level creature or 1d3 1st-level crea- Shark, Huge1 (animal) tures of the same kind. 9th Level Snake, Huge viper (animal) Elemental, elder Tiger (animal) Summon Nature’s Ally III Tojanida, juvenile1 Grig [NG; with fiddle] (sprite) Conjuration (Summoning) [see text] Unicorn [CG] Pixie* (sprite) [NG; with sleep and memory",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of Unicorn, celestial charger which can be more than 30 ft. apart *Can cast Otto’s irresistible dance This spell functions like summon nature’s 1 May be summoned only into an aquatic or watery environment. ally I, except that you can summon one 288 :11 RETPAHC SLLEPS of the same kind, or 1d4+1 lower-level summon an air, chaotic, earth, evil, fire, and takes 4d6 points of damage. Any crea- creatures of the same kind. good, lawful, or water creature, it is a spell tures to which sunlight is harmful or When you use a summoning spell to of that type. unnatural take double damage. A success- summon an air, chaotic, earth, evil, fire, ful Reflex save negates the blindness and good, lawful, or water creature, it is a spell Summon Nature’s Ally IX reduces the damage by half. of that type. An undead creature caught within the Conjuration (Summoning) [see text] beam takes 1d6 points of damage per caster",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of This spell functions like summon nature’s bright light (such as a vampire) if it fails its which can be more than 30 ft. apart ally I, except that you can summon one save. 9th-level creature, 1d3 8th-level creatures The ultraviolet light generated by the This spell functions like summon nature’s of the same kind, or 1d4+1 lower-level ally I, except that you can summon one creatures of the same kind. spell deals damage to fungi, mold, oozes, 5th-level creature, 1d3 4th-level creatures When you use a summoning spell to and slimes just as if they were undead of the same kind, or 1d4+1 lower-level summon an air, chaotic, earth, evil, fire, creatures. creatures of the same kind. good, lawful, or water creature, it is a spell When you use a summoning spell to of that type. Sunburst summon an air, chaotic, earth, evil, fire, Evocation [Light] good, lawful, or water creature, it is a spell Summon Swarm Level: Drd 8, Sor/Wiz 8, Sun 8 of that type. Conjuration (Summoning) Components: V, S, M/DF",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of Effect: One swarm of bats, rats, or Saving Throw: Reflex partial; see text which can be more than 30 ft. apart spiders Spell Resistance: Yes",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration + 2 rounds This spell functions like summon nature’s Saving Throw: None Sunburst causes a globe of searing radiance ally I, except that you can summon one Spell Resistance: No to explode silently from a point you select. 6th-level creature, 1d3 5th-level creatures All creatures in the globe are blinded and of the same kind, or 1d4+1 lower-level You summon a swarm of bats, rats, or spi- take 6d6 points of damage. A creature to creatures of the same kind. ders (your choice), which attacks all other which sunlight is harmful or unnatural When you use a summoning spell to creatures within its area. (You may takes double damage. A successful Reflex summon an air, chaotic, earth, evil, fire, summon the swarm so that it shares the save negates the blindness and reduces the good, lawful, or water creature, it is a spell area of other creatures.) If no living crea- damage by half. of that type. tures are within its area, the swarm attacks An undead creature caught within the or pursues the nearest creature as best it globe takes 1d6 points of damage per caster Summon Nature’s Ally VII can. The caster has no control over its level (maximum 25d6), or half damage if a Conjuration (Summoning) [see text] target or direction of travel. Reflex save is successful. In addition, the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of rat, and spider swarms. undead creature specifically harmed by which can be more than 30 ft. apart Arcane Material Component: A square of bright light (such as a vampire) if it fail its save. red cloth. The ultraviolet light generated by the This spell functions like summon nature’s spell deals damage to fungi, mold, oozes, ally I, except that you can summon one Sunbeam and slimes just as if they were undead 7th-level creature, 1d3 6th-level creatures Evocation [Light] creatures. of the same kind, or 1d4+1 lower-level Level: Drd 7, Sun 7 creatures of the same kind. Components: V, S, DF Sunburst dispels any darkness spells of",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action lower than 9th level within its area. summon an air, chaotic, earth, evil, fire, Range: 60 ft. Arcane Material Component: A piece of good, lawful, or water creature, it is a spell Area: Line from your hand sunstone and a naked flame. of that type. Duration: 1 round/level or until all beams are exhausted Symbol of Death Summon Nature’s Ally VIII Saving Throw: Reflex negates and Necromancy [Death] Conjuration (Summoning) [see text] Reflex half; see text Level: Clr 8, Sor/Wiz 8",
        "name":  "When you use a summoning spell to Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal 8, Drd 8 Spell Resistance: Yes Components: V, S, M",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mercury and phos- Necromancy phorus, plus powdered diamond and opal Level: Clr 7, Sor/Wiz 7 with a total value of at least 5,000 gp. This spell functions like symbol of death, Symbol of Sleep except that every creature within 60 feet of Enchantment (Compulsion) [Mind- a symbol of weakness instead suffers Affecting] crippling weakness that deals 3d6 points of",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 6 The DC in each case is 25 + spell level,",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Symbol of Stunning Enchantment By attuning yourself to a freestanding (Compulsion) [Mind- structure such as a building, bridge, Affecting] or dam, you can create a damaging",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will the vibration deals 2d10 points of negates damage per round to the target structure. (Hardness has no effect This spell functions like symbol on the spell’s damage.) You can of death, except that all creatures choose at the time of casting to within 60 feet of a symbol of limit the duration of the spell; stunning instead become stun- otherwise it lasts for 1 round/ ned for 1d6 rounds. level. If the spell is cast upon a",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tuning fork. Jozan casts symbol of pain. 291 SPELLS CHAPTER 11: Sympathy Telekinesis level (maximum 15) that are within range and all within 10 feet of each other toward Enchantment (Compulsion) [Mind- Transmutation any target within 10 feet per level of all the Affecting] Level: Sor/Wiz 5 objects. You can hurl up to a total weight of",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,500 gp worth of An object can be telekinetically man- Target: You and touched objects or other crushed pearls and a drop of honey. ipulated as if with one hand. For example, touched willing creatures a lever or rope can be pulled, a key can be Duration: Instantaneous Tasha’s Hideous Laughter turned, an object rotated, and so on, if the Saving Throw: None and Will negates Enchantment (Compulsion) [Mind- force required is within the weight limita- (object) Affecting] tion. You might even be able to untie Spell Resistance: No and Yes (object)",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M such as these require Intelligence checks This spell instantly transports you to a",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 7, Travel 7 random direction. Distance off target is Temporal Stasis 1d10×1d10% of the distance that was to be This spell functions like teleport, except Transmutation traveled. For example, if you tried to travel that there is no range limit and there is no Level: Sor/Wiz 8 120 miles, landed off target, and rolled 5 chance you arrive off target. In addition, Components: V, S, M and 3 on the two d10s, then you would be you need not have seen the destination, Casting Time: 1 standard action 15% off target. That’s 18 miles, in this case. but in that case you must have at least a Range: Touch",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched target randomly, such as by rolling 1d8 and you are teleporting (such as a detailed Duration: Permanent designating 1 as north, 2 as northeast, and description from someone else or a partic- Saving Throw: Fortitude negates so forth. If you were teleporting to a ularly precise map). If you attempt to tele- Spell Resistance: Yes coastal city and would up 18 miles out at port with insufficient information (or with sea, you could be in trouble. misleading information), you disappear You must succeed on a melee touch attack.",
        "name":  "The DM determines the direction off reliable description of the place to which Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A powder compo- Seen casually 01–88 89–94 95–98 99–100 sed of diamond, emerald, ruby, and sap- Viewed once 01–76 77–88 89–96 97–100 phire dust with a total value of at least False destination (1d20+80) — — 81–92 93–100 5,000 gp. 293 SPELLS CHAPTER 11: Tenser’s Floating Disk Time Stop model of a ziggurat, which shatters when Evocation [Force] Transmutation the verbal component is pronounced.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: Creature touched",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Range: Touch This spell’s effect may make it impos-",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 5, Sor/Wiz 5 shallow enough to be damaged or even Conjuration (Summoning) partially toppled by this spell.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: Permanent; see text wind, and normal drainage.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clay and Saving Throw: See text This spell transforms normal mud or water. Spell Resistance: Yes; see text quicksand of any depth into soft stone (sandstone or a similar mineral) perma- Trap the soul forces a creature’s life force nently. Any creature in the mud is allowed Transport via Plants (and its material body) into a gem. a Reflex save to escape before the area is Conjuration (Teleportation) The gem holds the trapped entity in- hardened to stone. Level: Drd 6 definitely or until the gem is broken and Transmute mud to rock counters and dis- Components: V, S pels transmute rock to mud. Casting Time: 1 standard action the life force is released, which allows the",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 5, Sor/Wiz 5 Spell Resistance: No the Material Plane), it can be required to",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent; see text gardless of the distance separating the two. spell can be triggered in one of two ways.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text The entry plant must be alive. The Spell Completion: First, the spell can be",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Upon completion of the spell, the crea- (instead of as a standard action). ture is immediately restored to full hit You gain temporary, intuitive insight into points, vigor, and health, with no loss of Tree Stride level (or Constitution points) or prepared the immediate future during your next Conjuration (Teleportation) spells. attack. Your next single attack roll (if it is",
        "name":  "You can dismiss tree shape as a free action Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal destroyed. This spell can also resurrect ele- that applies to attackers trying to strike a",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level or until constructs or undead creatures. Focus: A small wooden replica of an expended; see text Even true resurrection can’t restore to life archery target. a creature who has died of old age. 296 :11 RETPAHC SLLEPS Undeath to Death effect lapses, but it can be renewed or Unholy Blight replaced simply by casting unhallow again. Necromancy Evocation [Evil] Spell effects that may be tied to an",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous (1d4 rounds); purge, protection from energy, remove fear, This spell functions like circle of death, ex- see text resist energy, silence, tongues, and zone of truth. cept that it destroys undead creatures as Saving Throw: Will partial Saving throws and spell resistance might noted above. Spell Resistance: Yes apply to these spells’ effects. (See the indi-",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The powder of a vidual spell descriptions for details.) crushed diamond worth at least 500 gp. You call up unholy power to smite your An area can receive only one unhallow enemies. The power takes the form of a spell (and its associated spell effect) at a Undetectable Alignment cold, cloying miasma of greasy darkness. time. Abjuration Only good and neutral (not evil) creatures Unhallow counters but does not dispel",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 1, Clr 2, Pal 2 are harmed by the spell. hallow.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The spell deals 1d8 points of damage per",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) creature (or 1d6 per caster level, maximum gp per level of the spell to be tied to the",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) Unholy Aura the sickened effect. The effects cannot be Abjuration [Evil] negated by remove disease or heal, but remove",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 8, Evil 8 curse is effective. alignment of an object or a creature from Components: V, S, F The spell deals only half damage to all forms of divination. Casting Time: 1 standard action creatures who are neither evil nor good,",
        "name":  "An undetectable alignment spell conceals the Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous ing them resistance to spells cast by good Casting Time: 1 standard action",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text when they strike the subjects. This abjura- less servant tion has four effects.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Wall of Fire Vampiric Touch You can make your voice (or any sound Evocation [Fire] Necromancy that you can normally make vocally) seem Level: Drd 5, Fire 4, Sor/Wiz 4",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes round/level small cone.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None You must succeed on a melee touch attack. Spell Resistance: Yes Virtue Your touch deals 1d6 points of damage per two caster levels (maximum 10d6). You Transmutation An immobile, blazing curtain of shimmer- gain temporary hit points equal to the Level: Clr 0, Drd 0, Pal 1 ing violet fire springs into existence. One damage you deal. However, you can’t gain Components: V, S, DF side of the wall, selected by you, sends more than the subject’s current hit points Casting Time: 1 standard action forth waves of heat, dealing 2d4 points of",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) addition, the wall deals 2d6 points of fire Illusion (Glamer) damage +1 point of fire damage per caster",
        "name":  "Veil Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates; see text This spell functions like legend lore, except that length goes out. (Do not divide cold",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes; see text that it works more quickly but produces damage by 4, as normal for objects.) some strain on you. You pose a question Wall of fire can be made permanent with You instantly change the appearance of the about some person, place, or object, then a permanency spell. A permanent wall of fire subjects and then maintain that appear- cast the spell. If the person or object is at that is extinguished by cold damage ance for the spell’s duration. You can make hand or if you are in the place in question, becomes inactive for 10 minutes, then the subjects appear to be anything you you receive a vision about it by succeeding reforms at normal strength. wish. A party might be made to resemble a on a caster level check (1d20 +1 per caster Arcane Material Component: A small piece mixed band of sprites led by a treant. The level; maximum +25) against DC 20. If of phosphorus. subjects look, feel, and smell just like the only detailed information on the person, creatures the spell makes them resemble. place, or object is known, the DC is 25, and Affected creatures resume their normal Wall of Force the information gained is incomplete. If appearances if slain. You must succeed on a Evocation [Force] only rumors are known, the DC is 30, and",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 5 the information gained is vague. of a specific individual. This spell gives you Components: V, S, M",
        "name":  "Disguise check to duplicate the appearance Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small piece of creature stepping through it (including the vertical plane whose area is up to one 10- sheet iron plus gold dust worth 50 gp (1 one who broke through the wall) takes 1d6 foot square per level. The wall must be pound of gold dust). points of cold damage +1 point per caster continuous and unbroken when formed. If its surface is broken by any object or level (no save). Wall of Stone creature, the spell fails. Hemisphere: The wall takes the form of a Conjuration (Creation) [Earth] Wall of force can be made permanent hemisphere whose maximum radius is 3",
        "name":  "The caster can form the wall into a flat, Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 5, Drd 6, Earth 5, Sor/Wiz 5 with a permanency spell. feet + 1 foot per caster level. Thus, a 7th-",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M quartz or similar rock crystal. Spell Resistance: No",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Wall of Iron This spell creates a wall of rock that",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes 5-ft. square/level; see text",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text or a hemisphere of ice, depending on the Spell Resistance: No version selected. A wall of ice cannot form in an area occupied by physical objects or You cause a flat, vertical iron wall to spring creatures. Its surface must be smooth and into being. This wall can be used to seal off unbroken when created. Any creature a passage or close a breach, for the wall adjacent to the wall when it is created may inserts itself into any surrounding attempt a Reflex save to disrupt the wall as nonliving material if its area is sufficient it is being formed. A successful save to do so. The wall cannot be conjured so indicates that the spell automatically fails. that it occupies the same space as a Fire, including a fireball spell and red creature or another object. It must always dragon breath, can melt a wall of ice, and it be a flat plane, though you can shape its deals full damage to the wall (instead of the edges to fit the available space. normal half damage taken by objects). A wall of iron is 1 inch thick per four Suddenly melting a wall of ice creates a caster levels. You can double the wall’s great cloud of steamy fog that lasts for 10 area by halving its thickness. Each 5-foot minutes. square of the wall has 30 hit points",
        "name":  "This spell creates an anchored plane of ice Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small Despite its appearance, a wall of thorns is The spell does not make creatures un- block of granite. not actually a living plant, and thus is able to breathe air. unaffected by spells that affect plants. Arcane Material Component: A short reed Wall of Thorns or piece of straw. Conjuration (Creation) Warp Wood",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft. Strength check or Escape Artist check. The the cyclone exceeds the spell’s range, it",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous manency spell. A permanent web that is wherever the cyclone happens to be when",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes minutes. Whispering Wind",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of spider web. Waves of negative energy render all living Transmutation [Air] creatures in the spell’s area fatigued. This Level: Brd 2, Sor/Wiz 2 Weird spell has no effect on a creature that is Components: V, S already fatigued. Illusion (Phantasm) [Fear, Mind- Casting Time: 1 standard action Affecting]",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Saving Throw: None This spell functions like phantasmal killer,",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spell Resistance: No except it can affect more than one creature.",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action (cid:1) Transport travelers. A wish can lift one form as desired and later resume the cloud Range: See text creature per caster level from anywhere form. Each change to and from vaporous Target, Effect, or Area: See text on any plane and place those creatures form takes 5 rounds, which counts toward Duration: See text anywhere else on any plane regardless the duration of the spell (as does any time Saving Throw: See text of local conditions. An unwilling target spent in physical form). As noted above, Spell Resistance: Yes you can dismiss the spell, and you can even gets a Will save to negate the effect, and dismiss it for individual wind walkers and Wish is the mightiest spell a wizard or sor- spell resistance (if any) applies. not others. cerer can cast. By simply speaking aloud, (cid:1) Undo misfortune. A wish can undo a For the last minute of the spell’s dura- you can alter reality to better suit you. single recent event. The wish forces a tion, a wind walker in cloud form auto- Even wish, however, has its limits. reroll of any roll made within the last matically descends 60 feet per round (for a A wish can produce any one of the fol- round (including your last turn). Reality total of 600 feet), though it may descend lowing effects. reshapes itself to accommodate the new faster if it wishes. This descent serves as a (cid:1) Duplicate any wizard or sorcerer spell of result. For example, a wish could undo warning that the spell is about to end. 8th level or lower, provided the spell is an opponent’s successful save, a foe’s not of a school prohibited to you. successful critical hit (either the attack (cid:1) Duplicate any other spell of 6th level or roll or the critical roll), a friend’s failed Wind Wall lower, provided the spell is not of a save, and so on. The reroll, however, Evocation [Air] school prohibited to you. may be as bad as or worse than the",
        "name":  "A wind walker can regain its physical Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Air 2, Clr 3, Drd 3, Rgr 2, Sor/ (cid:1) Duplicate any wizard or sorcerer spell of original roll. An unwilling target gets a Wiz 3 7th level or lower even if it’s of a pro- Will save to negate the effect, and spell",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action (cid:1) Duplicate any other spell of 5th level or",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall up to 10 ft./level long and (cid:1) Undo the harmful effects of many other greater effects than these, but doing so is 5 ft./level high (S) spells, such as geas/quest or insanity. dangerous. Such a wish gives the DM the",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a wish dup- Killed: Living creatures die. Undead jects receive no saving throw. licates a spell with a material component creatures are destroyed. that costs more than 10,000 gp, you must Zone of Silence provide that component. HD Effect Illusion (Glamer)",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action creatures hear the word of chaos. The dependent or sonic spell effects (such as",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Word of Chaos Word of recall teleports you instantly back Evocation [Chaotic, Sonic] to your sanctuary when the word is ut- Creatures within the emanation area (or tered. You must designate the sanctuary",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos 7, Clr 7 those who enter it) can’t speak any delib- when you prepare the spell, and it must be",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "40 ft. the effects when the spell is cast or when 10 feet by 10 feet. You can be transported",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature is deafened for at least one of those creatures must be in 1d4 rounds. contact with you. Exceeding this limit causes the spell to fail. 303 SPELLS CHAPTER 11: General Guidelines in the same round that you move any distance. You can’t take a 5- foot step if your movement is hampered, such as into a square of difficult terrain, in darkness, or when blinded. Taking a 5-foot step and Glossary does not provoke an attack of opportunity, even if you move out of a threatened square. ability: One of the six basic character qualities: Strength (Str), The general rules for what to do when rounding fractions and when Dexterity (Dex), Constitution (Con), Intelligence (Int), Wisdom several multipliers apply to a die roll (often encountered as what to (Wis), and Charisma (Cha). See ability score. do when doubling something that is already doubled) are provided ability check: A check of 1d20 + the appropriate ability modifier. below, followed by a glossary of game terms. ability damage: A temporary loss of 1 or more ability score points. Lost points return at a rate of 1 point per day unless noted ROUNDING FRACTIONS otherwise by the condition dealing the damage. A character with Strength 0 falls to the ground and is helpless. A character with In general, if you wind up with a fraction, round down, even if the Dexterity 0 is paralyzed. A character with Constitution 0 is dead. A fraction is one-half or larger. For example, if a fireball deals you 17 Character with Intelligence, Wisdom, or Charisma 0 is unconscious. points of damage, but you succeed at your saving throw and only ability decrease: A decrease in an ability score that ends when take half damage, you take 8 points of damage. the condition causing it does.",
        "name":  "Deafened",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The following changes are in effect as long as Spells Known: 0 level—mage hand, mending,",
        "name":  "Rage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +5 (+7 for stonework or Jozan is the classic human cleric—a source of healing metalwork), Craft (metalworking) +7, Craft and support for others as well as a strong offensive (stoneworking) +3, Diplomacy +5, Knowledge (history) force. But every race needs those who can touch the +5, Perform (percussion instruments) +5, Sleight of divine—even the gnomes, whom some consider flib- Hand +5, Spellcraft +5; Dodge. bertigibbets.",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +6, Craft (alchemy) +3, Diplo- Heal 4 Wis — macy +6, Heal +6, Hide –2, Listen +4; Spell Focus Knowledge (nature) 4 Int — (Illusion). Listen 4 Wis — Spellcraft 4 Int — Spell-Like Abilities:1/day—dancing lights, ghost Spot 4 Wis — sound, prestidigitation, speak with animals(burrowing Survival 4 Wis — mammals only). Caster level 1st; save DC 11 + spell level. Feat:Alertness.",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pick a number of skills equal to 2 Spell-Like Abilities:1/day—dancing lights, ghost + Int modifier. sound, prestidigitation, speak with animals(burrowing mammals only). Caster level 1st; save DC 12 + spell level. 7 Detect Evil(Sp):Greck can use detect evil at will as Susalla the half-elf became a ranger because she felt the spell. more at home in the wild than in either of her parents’ Aura of Good (Ex):Greck’s aura of good is equiv- civilizations. Though not physically robust, she is alent to that of a 1st-level cleric of a good deity. extremely nimble, and she showed an early talent for",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +2, Concentration +5, Hide half-elves also have the dedication and drive that the +7, Jump +2, {{2rac}} Listen +3, Move Silently +5, Spell- class demands. But does the half-orc have what it takes? craft +4, Spot +1; Alertness, Combat Casting. Only rarely, but a half-orc wizard can be a formidable",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lightning Reflexes. Sorcerer Spells Known(5/4; save DC 12 + spell",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Decipher Script +5, Knowledge saving throw fails. (arcana) +5, Listen +3, Spellcraft +5, Spot +3; Alertness, ABOUT THE AUTHOR Lightning Reflexes, Scribe Scroll.",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Borchuk may have any spell he casts on When not enhancing the cruelty of the deaths PCs will himself also affect Lump-Lump if the latter is within 5 suffer at the hands of designers, Penny puts up jam, feet at the time. He may also cast a spell with a target of works jigsaw puzzles, and tutors students in math and “You” on his familiar. science. 11",
        "name":  "Share Spells",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A swift action consumes a very small amount of time—even if it’s not your turn. time, but represents a larger expenditure of effort and energy than Using an immediate action on your turn is the same as using a a free action. You can perform one swift action per turn without swift action, and counts as your swift action for that turn. You cannot affecting your ability to perform other actions. In that regard, a swift use another immediate action or a swift action until after your next action is like a free action. However, you can perform only a single turn if you have used an immediate action when it is not currently swift action per turn, regardless of what other actions you take. your turn (effectively, using an immediate action before your turn is Casting a quickened spell a swift action. In addition, casting any equivalent to using your swift action for the coming turn). You also spell with a casting time of 1 swift action (such as blade of blood; cannot use an immediate action if you are currently flat-footed. 4 pqqqqqqqqqqqqqqqqqqqqrs his chapter introduces four new standard classes, rather than on more vulnerable allies. No other melee- each designed to fi ll a specifi c niche in the game. oriented class has so much defensive prowess or ability Like any new classes, they provide players with to infl uence what foes do in combat, aspects of the game more options when it’s time to make characters and that are usually the province of spellcasters. While an able provide DMs with new potential foes to pit against melee combatant, the knight is different in play from all the PCs. previous melee combat classes because of his control-",
        "name":  "Swift Action",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The warmage (described in Complete Arcane) is oriented abilities. an arcane spellcaster who focuses on a tightly themed group of spells. The beguiler takes that idea and does for enchant- NEW STARTING PACKAGES ment and illusion spells what the warmage did for evocation. One of the features of Player’s Handbook II is a new treat- With a dash of transmutation thrown in, the beguiler is the ment for starting packages, expanding on the concept ultimate versatile spellcaster, with a trick or solution for behind the starting packages previously presented in every encounter. the Player’s Handbook and other publications. The new",
        "name":  "Beguiler",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This class provides melee combat abili- to give you an idea of the concept behind it. Some ties and arcane spellcasting in equal measure. Although descriptions appear more than once—for example, other ways to achieve this mix of powers exist, including both the fi ghter and the ranger have a starting pack- multiclass characters and prestige classes, the duskblade age called “The Archer.” Some of these titles match offers this combination from 1st level and throughout all those in Table A–3: Feat Progressions by Party Role levels of play. (starting on page 209), but such similarities do not",
        "name":  "Duskblade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 5th level, you gain Silent Spell as a little to what use beguilers put their spells, and beguilers bonus feat. prefer it that way. Evil beguilers often join Vecna’s fold—the",
        "name":  "Silent Spell",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bonus on melee damage rolls equal to your aura bonus. Blue—Ventriloquism (Sp): As the spell (at will).",
        "name":  "Power",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bonus on Bluff, Diplomacy, and Intimidate checks Brass—Endure Elements (Sp): As the spell, except you can equal to your aura bonus. only target yourself (at will).",
        "name":  "Presence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Resistance to your totem dragon’s energy type Bronze—Water Breathing (Ex): You can breathe underwater equal to 5 × your aura bonus. indefinitely and can freely use spells and other abilities",
        "name":  "Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bonus on Listen and Spot checks, as well as on underwater (always active). initiative checks, equal to your aura bonus. Copper—Spider Climb (Sp): As the spell, except you can",
        "name":  "Senses",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fast healing 1 for each point of your aura bonus, but indefinitely and can freely use spells and other abilities only affects characters at or below one-half their full normal underwater (always active). hit points. Green—Water Breathing (Ex): You can breathe underwater",
        "name":  "Vigor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb, Concentration, Jump, Knowledge (arcana), else has gone to sleep in the evening. Exceptions exist, Spellcraft. of course, but in general duskblades have a reputation as",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You believe that this minor tattoo you wear on one shoulder helps protect you from witchcraft, evil spells, and STARTING PACKAGES demonic infl uences. Package 1: The Destroyer Half-Orc Barbarian",
        "name":  "Toad",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you select this class feature, you do not gain kit, 22 gp. bardic knowledge. Spells Known: 0—detect",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You spend so much time in the wild that level spell, each ally gains fast healing 3 for 3 rounds. you recognize the stars and constellations of the night sky The fast healing granted by this class feature doesn’t stack as easily as you note the smell of fl ame on the wind or the with itself or with fast healing from other sources. spoor of a mountain cat about to give birth. You know the various epicycles and positions of the SHAPESHIFT celestial bodies, but more important, you hold that your Taking the shapeshift alternative class feature means you can knowledge of the positions of stars, comets, moons, and focus on your actions in combat (rather than worrying about planets is useful in understanding, interpreting, and organiz- your animal companion) while still unleashing nature’s fury ing knowledge about what has come before, what’s going upon your foes. on now, and what will one day come to pass. You like to Level: 1st. say to your companions concerning your predilection for Replaces: If you select this class feature, you do not gain the stars: an animal companion at 1st level, nor do you gain the wild “. . . by looking up I see downward.” shape class feature at 5th level (or any variation of that class Illus. by R. Spencer 40 2 RETPAHC DEDNAPXE SESSALC feature at later levels, such as the ability to wild shape into Aerial Form: At 5th level, you can shapeshift into a fl ying an elemental at 16th level). creature. Traditionally resembling an eagle, vulture, or bat,",
        "name":  "Star Watcher",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st—cure light wounds, longstrider; 0—cure",
        "name":  "Halfl ing Druid Spells Prepared",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st—cure light wounds, entangle; 0—cure",
        "name":  "Elf Druid Spells Prepared",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You aspire to the ishing acts of courage or awful divine in every aspect of treachery—it all depends on your life. The difficulties the whim of your deity. and dangers around you are When you play a prophetic only temporary; you keep character, you do not surren- your eyes fi rmly fi xed on der control of your character matters of the spirit, which to the Dungeon Master. How- are all that truly matter. You ever, you should ask your DM have little interest in wealth, to look for the occasional op- fame, or creature comforts, portunity to communicate since these things are tran- unusual information through sitory too. Instead, you seek your character’s words or actions. enlightenment, understand- When confronting an evil lord, ing, and spiritual growth. your comrades might be inclined Some might see you as obliv- to guard their words and avoid a ious or irrational, but those are fi ght in the middle of his castle— unfair characterizations. You but the prophet might suddenly simply have the ability to look blaze forth with a ringing condem- past fear, pain, and suffering nation of the lord’s secret wickedness, to the eternal rewards that will possibly enumerating crimes you surely follow. You possess moral and the other players had no direct and physical courage in abundance, knowledge of beforehand. because you do not fear death or in- Even if your Dungeon Master jury. You don’t go out of your way to does not provide you with ex cathe- get hurt or killed, of course, but there dra material for the game session, you is no point in fearing pain or death when should listen to your intuition. Don’t you know that your spirit will survive. watch your words and don’t rethink While your comrades might not always ap- impetuous actions. Take these impulses as preciate your detachment from matters of the signs that your character is caught in the grip of physical world, you are compassionate (or care- her deity, and let the chips fall where they may. ful, at least, if you are evil) and fearless. Nothing Sorra the blessed Work with your Dungeon Master to create a few discourages you. interesting prophecies for the campaign. The best Seek out adventures for the right reasons—aiding others, prophecies are ones that can come true in unexpected ways. gaining knowledge, advancing the cause of your deity, or (if “The third moon draws nigh; beware!” you are not good) hardening your soul and accruing power “One of you will fall tonight.” for the day when you leave your fl eshly existence behind. “We shall triumph, and yet we shall fail.” Monetary gain for its own sake interests you little, but “I cannot see all that follows from the deeds of this day.” the growth you experience in taking on any challenging Scourge of Unbelievers: You are your deity’s chosen experience—such as recovering an ancient treasure—means instrument of vengeance, punishment, and righteous wrath. huhcsnegeiF .E yb .sullI 43 CLASSES EXPANDED CHAPTER 2 It falls to you to defend the innocent and harry the iniqui- times the spell’s level. These temporary hit points last for up tous. You are driven, never able to rest as long as your deity’s to 1 minute per level of the spell. If the spell would also grant enemies remain at large. Since you have an inclusive view of temporary hit points, use only the larger value and its duration. who might be considered an enemy of your deity, that means If you use this ability on a creature that is still under the effect of you rarely rest at all. a previous use, the new temporary hit points overlap (do not stack Examine your deity’s alignment, description, and dogma with) the temporary hit points the creature had remaining. or credo and create a list of the creatures or people you need Beginning at 12th level, you can choose to grant these tem- to smite fi rst. Anybody not on that list is irrelevant . . . unless, porary hit points to any number of allies affected by the spell. of course, they can be recruited as allies in your ongoing crusade. When your adventures pit you against foes that your STARTING PACKAGES deity has no special distaste for, you chafe for the opportunity Package 1: The Defender to fi nish up and return to what’s truly important: bringing Dwarf Favored Soul of Moradin the wrath of your deity down upon his or her enemies. Ability Scores: Str 13, Dex 10, Con 14, Int 8, Wis 15, Cha 12.",
        "name":  "Mystic",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You observe the stricture through Ability Scores: Str 8, Dex 14, Con 13, Int 12, Wis 10, Cha 15. roleplaying alone. Skills: Concentration, Knowledge (arcana), Spellcraft.",
        "name":  "Voluntary Compliance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One of your favorite tactics is the use of a decoy. Whether a spell that provides the illusion of a powerful heroic ally or a monster in your thrall, or just a loud noise or fabricated conversation, you use a decoy to distract a foe or foes from what is truly important—usually you and your group’s true position and strength. “We need the illusion of dragon charging their line—then we Arthon, destroyer of hordes can sneak in around back.” sillE .S yb .sullI 67 CLASSES EXPANDED CHAPTER 2",
        "name":  "Decoy",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sometimes, the best tactic is a direct, invisibility, a 2nd-level sorcerer/wizard spell, would be treated hostile advance toward the foe. The hope is to overwhelm as a 3rd-level warmage spell for you). You must be capable the enemy with your strength. However, you know that it’s of casting spells of the new spell’s adjusted level—for rank stupidity to call for a frontal assault against a foe in a instance, you can’t choose a 3rd-level sorcerer/wizard spell fortifi ed position. at 6th level, because the spell is treated as a 4th-level spell “We’ve run out of options. Time for a suicide strike . . . er, frontal for you. assault!”",
        "name":  "Frontal Assault",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common, Draconic, Elven, Orc. Spellbook: All 0-level spells plus cause fear, comprehend lan-",
        "name":  "Languages",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scribe Scroll, Spell Focus (evocation). guages, enlarge person, protection from evil, summon monster I.",
        "name":  "Feats",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Perform 4 ranks, Arcane Flourish, arcane bonus equal to 1 + the level of the spell or slot. You must caster level 1st, bardic music. make a check within 1 minute of using",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a swift action, you can expend a pre- this feat, or the energy you expend pared spell or a spell slot to extend the duration of dissipates with no effect. your bardic music ability after you stop perform- ing. You extend the duration a number of ARCANE THESIS rounds equal to the level of the spell You have studied a single used in this manner. This spell in-depth. Your extension is in addition to expertise grants you the normal duration of formidable though the effect after you stop narrowly focused your performance. arcane mastery.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  " only one spell slot Knowledge (arcana) to extend the du- 9 ranks, ability to cast ration of your arcane spells. bardic music. An elf uses Acrobatic Strike to get the drop on a giant huhcsnegeiF .E yb .sullI 75 NEW FEATS CHAPTER 3",
        "name":  "You can expend Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can expend a prepared spell or spell slot as to take the damage from a single attack or effect that would an immediate action when you are reduced to 0 or fewer hit reduce you to 0 or fewer hit points. This ability applies only points. You heal a number of points of damage equal to the to attacks or effects that deal hit point damage. You or your level of the spell or spell slot used in this manner. You cannot familiar could not absorb the effect of a spell such as fl esh use this ability to negate effects that disable you without to stone. causing hit point damage, such as a medusa’s ability to turn you to stone. Even if this healing does not bring you above BOUNDING ASSAULT negative hit points, it still stabilizes you. You can move and attack with superior speed and power. Using a 0-level spell with this feat grants no benefi t. Prerequisites: Dex 13, Dodge, Mobility, Spring Attack, base attack bonus +12.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat cannot be used against a creature that through it at full speed. is not subject to extra damage from critical hits. Special: A fi ghter can select Combat Acrobat as one of his A fighter can select Brutal Strike as one of his fighter fi ghter bonus feats. bonus feats. COMBAT FAMILIAR COMBAT ACROBAT Your familiar is skilled in delivering attack spells against your Your acrobatics and agility in combat allow you to maneuver foes. It fl its past their defenses to discharge its spell without across the battlefi eld with ease. You stay on your feet and leaving itself vulnerable to attack.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If your familiar holds the charge for a touch spell, If you cannot move at least 10 feet or cannot charge due to it does not provoke an attack of opportunity for entering an terrain or other factors, you do not gain this feat’s benefi t. In opponent’s square. either case, you use your readied action to move but do not gain an attack.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved Counterspell. feet. In return, your foe falls prone in the square where",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can expend two daily uses of your Stunning Benefit: When fighting, you can endure tremendous Fist feat as a move action to create an orb of raw ki energy. blows with little visible effect. As an immediate action, You can then throw the seething orb as a standard action you can choose to delay the effect of a single attack, spell, with a range of 60 feet. This ranged touch attack deals or ability used against you. The damage or effect does not damage equal to 3d6 points + your Wis modifi er. The ki orb take hold until the end of your next turn. You can only use is a force effect. this ability while under the effect of your rage or frenzy If you fail to throw the orb before the end of your turn, it ability. You can activate it once every time you use your rage dissipates harmlessly. or frenzy ability. When you take this feat, you gain an additional daily use of Stunning Fist. MASTER MANIPULATOR",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you score a critical hit against a target, you SPELL-LINKED FAMILIAR deal your skirmish or sneak attack damage in addition to You and your familiar can share spell energy, allowing your the damage from your critical hit. Your critical multiplier familiar to cast a limited number of spells each day. applies only to your normal damage, not your skirmish or",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain access to rituals based on your ranks in holy water or unholy water, and silver dust worth 10 gp. The Knowledge (religion). ritual’s benefi t lasts for 24 hours. Anoint (Knowledge [religion] 4 ranks): You speak a blessing over the recipient of this ritual, anoint him with holy water, COMBAT FORM FEATS and say a short prayer for him. When you cast a cure spell on the recipient, he heals an extra 2 points of damage. While most warriors draw on their strength, agility, and Performing this ritual requires 5 minutes of incantation toughness in battle, a few learn to tap into the true poten- and a vial of holy water. Its effects last for 24 hours. tial of their minds. Somewhat like a monk, such a warrior Cleanse (Knowledge [religion] 8 ranks): You sprinkle holy supplements his physical practice with rigorous mental water over the recipient of this ritual and speak a prayer to training to hone his fi ghting abilities. His mind and body his health and vigor. The target gains a +2 bonus on saves become one as he fi ghts, allowing him to achieve unparal- against disease and poison. leled levels of combat mastery. Being in this state of perfect Performing this ritual requires 10 minutes of incantation mental and physical harmony is known as maintaining a and a vial of holy water. Its effects last for 24 hours. combat focus. (Taking the feat called Combat Focus is how Ward (Knowledge [religion] 13 ranks): You use a special combi- a character learns to achieve this state; all other combat nation of powdered silver and holy water to create a mystical form feats have Combat Focus as a prerequisite.) The task ward that offers protection against demons and devils. The of maintaining a combat focus is both diffi cult and strain- recipient of this ritual gains a +1 bonus on saves against spells ing. Thus, a warrior cannot remain in this state for long. and special attacks used by evil outsiders. While he does, however, he can use any combat form feats Performing this ritual requires 10 minutes of work, a vial he possesses. of holy water, and powdered silver worth 30 gp. Its effects The six feats described below are combat form feats. Their last for 24 hours. prerequisites and benefi ts are summarized on Table 3–3. RITUAL BLOOD BONDS COMBAT AWARENESS You invest your allies with the mighty power of your totem, When you maintain your combat focus, you have an uncanny god, or similar divine entity. These rituals allow you to forge ability to sense the ebb and fl ow of your opponents’ vitality. bonds between warriors that stand the test of combat. As you attain greater mastery of this fi ghting style, you learn",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 13, Combat With a quick prayer, you channel divine energy to help resist Focus, base attack bonus +9. a spell, poison, or other deadly effect.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a swift action, you can expend a turn undead your character’s heritage, though the exact source of this attempt to augment your ability to tend to the wounds of ancestral link isn’t crucial to the feat’s operation (and might others. You gain a +5 bonus on Heal checks and a +2 bonus remain a mystery to the character). per die on the damage healed by any conjuration (healing) A character can select a heritage feat at any level. Choos- spells you cast. This benefit lasts until the end of your ing a heritage feat after 1st level signifi es that the ancestral current turn. power of the character is only now manifesting itself. (A character’s first choice among these heritage feats must SACRED PURIFICATION be either Celestial Sorcerer Heritage or Infernal Sorcerer You serve as a conduit of divine energy, fi lling the area around Heritage, because all other heritage feats have one of these you with power that aids the living and saps the undead. feats as a prerequisite.)",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a bonus on saves against electricity and petrification equal to the number of celestial sorcerer feats you possess. You also add protection from evil to your list of 1st-level sorcerer spells known. This spell is in addition to the spells you gain normally based on your sorcerer level. CELESTIAL SORCERER LANCE You can channel your arcane energy into a bolt of power that is baneful to evil creatures.",
        "name":  "Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a standard action, you can expend a spell slot to create a 60-foot line of energy that deals damage only against creatures with an evil alignment. The bolt deals 1d8 points of damage per level of the spell slot spent to activate this ability. A Refl ex save (DC 10 + the level of the spell slot expended + your Cha modifi er) halves this damage. This is a supernatural ability. CELESTIAL SORCERER LORE The power of your ancestry grants you access to a variety of new spells.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Infernal Sorcerer Heritage, sorcerer blistering spell uses up a spell slot one level higher than the level 1st. spell’s actual level.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By expending one of your spell slots, you create a An earthbound spell uses up a spell slot two levels higher 30-foot cone of sonic energy. All opponents within the cone than the spell’s actual level. take 2d6 points of damage per level of the spell slot expended. Each target can attempt a Fortitude save (DC 10 + the level of FLASH FROST SPELL the spell slot expended + your Cha modifi er) for half damage. Your spells that use cold and ice to damage your foes leave This is a supernatural ability. behind a thin layer of slippery frost.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Infernal Sorcerer Heritage, sorcerer the area of the spell is covered with a slippery layer of ice for level 1st. 1 round. Anyone attempting to move through this icy area",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain resistance to acid and resistance to cold must make a DC 10 Balance check or fall prone. A creature equal to the total number of infernal sorcerer heritage feats that runs or charges through the area must make a DC 20 you have. Balance check to avoid falling. A fl ash frost spell uses up a spell slot one level higher than the spell’s actual level. 92 3 RETPAHC STAEF WEN TACTICAL FEATS IMBUED SUMMONING Your summoning spells gain an element of surprise. You can Tactical feats allow characters to perform a number of power- summon creatures that come into existence with the benefi t ful maneuvers. of a spell such as invisibility or bull’s strength. If you are playing a character who has one or more tactical",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Augment Summoning, Spell Focus feats, you are responsible for keeping track of the actions (conjuration). needed to set up the feat’s maneuver. It’s also a good idea",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject has 50% chance of failure on attacks spells, as are creatures of the plant type. A creature with the and spells. shapechanger subtype (such as a lycanthrope or doppelganger) Celerity: Take a standard action immediately, but be dazed can revert to its natural form as a standard action. for a round.",
        "name":  "Incorporeal or gaseous creatures are immune to polymorph Baleful Blink",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects attack nearest creature.",
        "name":  "ASSASSIN SPELLS Incite Riot",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deal 1d6 nonlethal damage +1d6/2 levels above take 5 points of damage. 1st (max 5d6). Invest Light Protection: Heal 1d4 damage + 1/2 levels, grant DR 1/evil. 2nd-Level Beguiler Spells",
        "name":  "Whelm",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blind subject for 1 round, gain 2nd-Level Cleric Spells invisibility. Animalistic Power: Subject gains +2 bonus to Str, Dex,",
        "name":  "Blinding Color Surge",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15-foot cone deals 1d6 nonlethal damage/2 two creatures, but both suffer effects if the saves fail. levels (max 5d6). Cloud of Knives: Release one knife/round, 1d6 damage +1/3 levels (max +5). 3rd-Level Beguiler Spells Insight of Good FortuneM: Subject rolls twice, takes best",
        "name":  "Whelming Blast",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1d6 nonlethal damage/level (max 10d6) to +4 on turn or rebuke. 1 creature/level. Crown of Might: Gain +2 Strength, discharge to gain +8 bonus for 1 round. 5th-Level Beguiler Spells Crown of Protection: +1 defl ection bonus to AC, +1 resis-",
        "name":  "Whelm, Mass",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects gain vulnerability to the specifi ed energy. 1st-Level Blackguard Spell Hesitate: Force subject to lose actions.",
        "name":  "BLACKGUARD SPELLS Energy Vulnerability",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject takes 1d6 damage for each hostile 2nd-Level Blackguard Spell action.",
        "name":  "Mark of Doom",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Poison’s DC increases by 2. 4th-Level Cleric Spells",
        "name":  "Increase Virulence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heal a creature, amount and Crown of Clarity: +2 to Listen and Spot, discharge spell range based on casting time. to gain +8.",
        "name":  "Channeled Divine Health",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain SR 12 + caster level against one reach that deal 1d8 damage each. spell.",
        "name":  "Mystic Aegis",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject must concentrate or botch spell. 4th-Level Druid Spells",
        "name":  "Stifl e Spell",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slowly turn subject to stone. 5th-Level Cleric Spells Healing Spirit: Ball of light heals 1d8/round.",
        "name":  "Call of Stone",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heal 5d4 damage + 1/2 levels, grant DR 5/evil. 5th-Level Druid Spells",
        "name":  "Invest Heavy Protection",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creates daylight that dazzles undead. hp/spell level.",
        "name":  "Radiance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove fatigue and +2 bonus to Constitu- Radiance: Creates daylight that dazzles undead. tion for 1 round/level. 6th-Level Druid Spells 6th-Level Cleric Spell Bones of the Earth: Create pillars of stone.",
        "name":  "Renewed Vigor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures in area take 1d8 sonic damage/ 7th-Level Cleric Spells round, knocked prone.",
        "name":  "Thunder Field",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As animalistic power, but multiple subjects. 7th-Level Druid Spells",
        "name":  "Animalistic Power, Mass",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 1d6 damage/level (max 15d6) to crea- 8th-Level Cleric Spells tures in a line and creates a wall of rubble.",
        "name":  "Wrack Earth",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 sacred bonus on saves, +2 dodge bonus to AC; discharge spell to gain bonus equal to half 1st-Level Duskblade Spells caster level. Bigby’s Tripping Hand: Hand trips subject.",
        "name":  "Visions of the Future",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summon a clay, fl esh, iron, or stone golem Defl ect, Lesser: Gain a defl ection bonus of +1/3 levels (max from a small amount of like material. +5) against one attack. Kelgore’s Fire Bolt: 1d6 fire damage/level (max 5d6), DRUID SPELLS partially ignore SR.",
        "name":  "Summon Golem",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Awakens creatures in area. 2nd-Level Druid Spells Stand: Subject stands up from prone.",
        "name":  "Rouse",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains +2 bonus to Str, Dex, and Con. 2nd-Level Duskblade Spells",
        "name":  "Animalistic Power",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies gain +2 bonus/ally in spell area Bigby’s Striking Fist: Hand deals 1d6 nonlethal damage/2 on Listen and Spot checks. levels (max 5d6) and knocks subject back.",
        "name":  "Linked Perception",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain bonus to AC for one attack. 99 NEW SPELLS CHAPTER 4",
        "name":  "Defl ect",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Teleport subject short distance. 2nd-Level Ranger Spells",
        "name":  "Dimension Hop",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray deals 4d6 electricity damage, ignores Animalistic Power: Subject gains +2 bonus to Str, Dex, concealment and cover; you gain +4 on attacks with rays and Con. against the subject. Crown of Clarity: +2 to Listen and Spot, discharge spell",
        "name":  "Seeking Ray",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain +1 bonus/3 levels on next attack. against ranged attacks. Hunter’s Eye: Gain +1d6 sneak attack damage/3 caster levels 3rd-Level Duskblade Spells for 1 round.",
        "name":  "Sure Strike",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 defl ection bonus to AC, +1 resis- 4th-Level Ranger Spell tance bonus on saves; discharge to gain +4 for 1 round. Longstrider. Mass: Allies within 60 ft. gain +10 ft. bonus",
        "name":  "Crown of Protection",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scarab swarm deals 1d6/2 levels, gives you SORCERER/WIZARD SPELLS temporary hit points.",
        "name":  "Doom Scarabs",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains resistance 20 against one energy 1st-Level Sorcerer/Wizard Spells type for one attack. Abjur Defl ect, Lesser: Gain a defl ection bonus of +1/3",
        "name":  "Energy Aegis",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Teleports nearby allies to your side. Kelgore’s Fire Bolt: 1d6 fi re damage/level (max 5d6), partially ignore SR. 4th-Level Duskblade Spells Ench Rouse: Awakens creatures in area.",
        "name":  "Regroup",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject takes 1d6 damage for each hostile damage +1/3 levels (max +5). action. Dimension Hop: Teleport subject short distance. Kelgore’s Grave Mist: 1d6 cold damage/level, cause 3rd-Level Paladin Spell fatigue, partially ignore SR.",
        "name":  "Mark of Doom",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ball of light heals 1d8/round. Div Insight of Good FortuneM: Subject rolls twice, takes best result. 4th-Level Paladin Spells Master’s Touch: Subject gains immediate +4 bonus",
        "name":  "Healing Spirit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15-foot cone deals 1d6 nonlethal RANGER SPELLS damage/2 levels (max 5d6). Evoc Bigby’s Striking Fist: Hand deals 1d6 nonlethal 1st-Level Ranger Spell damage/2 levels (max 5d6) and knocks subject back.",
        "name":  "Whelming Blast",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies gain +2 bonus/ally in spell area Bigby’s Warding Hand: Hand of force slows on Listen and Spot checks. opponent. 4 RETPAHC SLLEPS WEN",
        "name":  "Linked Perception",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains +2 bonus to Str, Dex, and Con. 4th-Level Sorcerer/Wizard Spells",
        "name":  "Trans Animalistic Power",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Poison’s DC increases by 2. Stifle Spell: Subject must concentrate or botch",
        "name":  "Increase Virulence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects gain +2 bonus on skill spell. checks. Conj Bright Worms: Fiery worms damage enemies within",
        "name":  "Share Talents",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Imbue one 5-ft. square/2 levels damage for spells dispelled. with teleport trap. Illus Crown of Veils: Gain +2 to Disguise and Hide,",
        "name":  "Scattering Trap",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 to Listen and Spot, discharge an additional image each round. spell to gain +8. Phantom Battle: Illusion of battle fl anks creatures",
        "name":  "Crown of Clarity",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject takes 3d6 nonlethal Necro Doom Scarabs: Scarab swarm deals 1d6/2 levels, damage/round. gives you temporary hit points. Evoc Bigby’s Disrupting Hand: Hand disrupts oppo- Trans Baleful Blink: Subject has 50% chance of failure on nent’s spellcasting. attacks and spells.",
        "name":  "Inevitable Defeat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures have 20% miss chance and 5th-Level Sorcerer/Wizard Spells possibly become nauseated. Abjur Field of Resistance: Zone provides SR 11 + caster",
        "name":  "Vertigo Field",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Teleport multiple creatures 7th-Level Sorcerer/Wizard Spells short distances within line of sight. Conj Luminous Assassin, Greater: As luminous assassin,",
        "name":  "Conj Dimension Shuffl e",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject momentarily becomes Trans Celerity, Greater: Take a full-round action immedi- ethereal. ately, but be dazed for a round. 6th-Level Sorcerer/Wizard Spells 9th-Level Sorcerer/Wizard Spells",
        "name":  "Etherealness, Swift",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: Personal",
        "name":  "Alter Fortune Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No a +2 enhancement bonus to Strength, and arms, dripping down to form knife- Dexterity, and Constitution. like icicles. Your breath hisses white in the With a single utterance, you create a momen- Material Component: A bit of animal bitterly cold air surrounding you. Snow tary distortion that engulfs and confounds fur, feathers, or skin. swirls about you as your presence freezes your foe. the air’s moisture. Ice crystals spread from Animalistic Power, Mass your footprints. You change the fl ow of chance, causing Transmutation the subject to immediately reroll any Level: Cleric 7, druid 7, sorcerer/ Your creature type changes to out- die roll it just made. It must abide by wizard 7 sider. Unlike other outsiders, you the second roll. Range: Close (25 ft. + 5 ft./2 levels) can be brought back to life if you die",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Transmutation This spell functions like animalistic • Immunity to cold.",
        "name":  "Animalistic Power abilities",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) Casting Time: 1 standard action (DC 17 + your key ability modifi er) 102 4 RETPAHC SLLEPS WEN or be slowed, as the slow make a Concentration check with a spell, for the remaining DC equal to this spell’s save DC. If duration of as the frost. the subject fails the check, the hand’s Spell resistance applies blow ruins his casting attempt. to this effect. The hand is about 1 foot long.",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 4, sorcerer/wizard 4 takes damage from spells and",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Effect: One hand of force duskblade 1, sorcerer/wizard 1",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action takes damage from spells and attacks Blade Brothers",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Enchantment (Compulsion) [Mind- Range: Touch Affecting] Targets: Two willing creatures",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Spell Resistance: Yes (harmless)",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature creature’s legs in a tripping maneuver Duration: Instantaneous You reach out and touch two creatures, (PH 158). This trip attempt does not Saving Throw: Will negates and a sparkling tether of multicolored light provoke attacks of opportunity. Its Spell Resistance: Yes briefl y forms between them. attack bonus equals your caster level + your key ability modifi er + 2 for the With a word and a gesture, you compel the One time during the duration of this hand’s Strength score (14). The hand bewildered creature to attack itself. spell, when one subject of the spell has a bonus of +1 on the trip attempt for attempts a saving throw, both recipients every three caster levels, to a maximum If the target creature’s saving throw can roll and apply the more favorable of +5 at 15th level. fails, it immediately takes damage result. When rolling, each subject uses 104 4 RETPAHC SLLEPS WEN his own save bonus and save modifi ers. You bless yourself and your allies. 15) as the creepers rip apart its body. If both saving throws fail, both crea- You and your allies’ melee and ranged In addition, the creepers entwine tures suffer the consequences of a failed attacks deal an extra 1d6 points of securely around it, trapping its legs save, even if the effect that prompted holy damage and are considered good- and arms. The subject is immobilized the saving throw only affected one of aligned for the purpose of overcoming (unable to move from its current loca- the subjects. If the affected creatures damage reduction. tion) and entangled. move more than 120 feet away from Each round, the subject takes an each other after the spell is cast, the Blinding Color Surge extra 1 point of piercing damage per effect ends. Illusion (Glamer) caster level (maximum 15) unless it is",
        "name":  "The large hand sweeps at the target Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF Targets: You and one creature of which ends the spell if successful.",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius emanation centered Spell Resistance: Yes can make attacks against these vines on a point in space as if they were wooden objects with a",
        "name":  "Area",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) You point at the target of this spell. The thickness of 3 inches (see Smashing an",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small prism. light spell of equal or lower level. Each round as a standard action, you Blood Creepers conjure a pillar of rock that bursts from Blessing of the Righteous Conjuration (Creation) a stone or earthen surface anywhere Evocation [Good] Level: Druid 5 within the spell’s range. Each pillar",
        "name":  "Bleakness counters or dispels any Focus",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Spell Resistance: Yes of the pillar. If a pillar is created in a",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 damage rolls, and damage reduction upon casting this spell you can imme-",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius spread until the spell’s duration expires or you this action, you are dazed until the end",
        "name":  "Area",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Call of Stone Celerity, Lesser Transmutation Transmutation",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Range: Personal wormlike tendrils extending out from Target: One creature Target: You the mass. The worms hang in the Duration: 1 round/2 levels Duration: Instantaneous air as if suspended. The worms drift Saving Throw: Fortitude partial away from the paths of your allies, Spell Resistance: Yes You borrow a slice of time from the future, but they attack enemies that enter pulling it into the present so that you the area, lashing out with lightning A beam of sickly gray energy strikes the can act. speed and combusting creatures that target of this spell. He acquires an ashen they touch. tone to his skin. With each passing moment, Upon casting this spell, you can When you cast the spell, and in the grayish tone becomes deeper in color as immediately take a move action. After each later round at the beginning of the target transforms into a stone statue. performing this action, you are dazed your turn, the fl aming worms deal 2d6 until the end of your next turn. points of fi re damage to any of your This spell slowly transforms a creature enemies in the area. The fi re damage into an inanimate stone statue. The Chain Dispel increases as you gain levels, to 3d6 per target must make a Fortitude save Abjuration round for an 11th-level caster and 4d6 each round for the duration of spell at Level: Cleric 8, sorcerer/wizard 8 per round for a 15th-level caster. the start of its turn or take a cumula- Components: V, S, M/DF Any area spell that deals cold dam- tive 10-foot penalty to speed and a Casting Time: 1 standard action age eliminates the bright worms from –2 penalty to Dexterity. If the target’s Range: Close (25 ft. + 5 ft./2 levels) its area. speed drops to 0 feet, it cannot move. Targets: One or more creatures, no two If the target fails four or more saves, it of which are more than 30 ft. apart",
        "name":  "You create a knot of living light with Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 1 or spell that reverses fl esh to stone also Spell Resistance: No",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Components: V, S If you cast this spell as a swift action,",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) Duration: 1 round/level If you cast this spell as a standard",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Target: Creature touched",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    }
]
