[
    {
        "origin_file":  "spells.json",
        "description":  "Yes The caster makes water (or other Master (DM) has final say on the liquid) foul and mildly poisonous. All curseÆs effect. The caster temporarily strains the sub- creatures with 1 HD or less that are in A greater curse cannot be dispelled, jectÆs muscles in a very specific way. the water at the time of casting die nor can it can be removed with a break The subject feels a sharp pain when- immediately. Anyone drinking this enchantment, limited wish, or remove ever she makes an attack. All her water must succeed at a Fortitude curse spell. A miracle or wish spell attack rolls have a û2 circumstance saving throw or take 1d4 points of removes the greater curse, and any par- penalty for every four caster levels Constitution damage. Any creature ticular greater curse can be removed if (maximum penalty û10). immersed in this water must make a the subject performs some deed that saving throw as if drinking it. the caster designates. The deed must Apocalypse from the Sky If the caster affects only part of a be something that the subject can Conjuration (Creation) [Evil] larger body of water, the befouled water accomplish within one year (assum-",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small eye the blood of at least three Small or The caster cannot specify which bone. agate worth at least 10 gp. larger animals. Once the spell is cast, Because the damage is general rather anyone that holds the figurine can than specific, the target takes 1d3 Black Bag attempt to mentally communicate points of Constitution damage. A For- Conjuration (Creation) [Evil] and control the bodak, but the crea- titude save reduces the Constitution",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Focus:Figurine of subject, bathed in Conjuration (Calling) [Evil] animal blood. Level:Demonologist 3, Mortal",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Agony. Hunter 4, Sor/Wiz 5 scalpels, and other small torture imple- Components:V, S, Soul ments. If the implements are removed Boneblade Casting Time:1 minute from the bag by anyone other than the Necromancy [Evil] Range:Close (25 ft. + 5 ft./2 levels) caster, or if they leave the casterÆs pos- Level:Blk 2, Clr 3 Effect:2d4 dretches session after he removes them, they Components:V, S, F, Undead Duration:One year disintegrate after 1 round. Casting Time:1 action Saving Throw: None",
        "name":  "This spell creates a bag full of knives, Drug Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A strip of black blade deals an extra +1d6 points of No matter how many times the leather soaked in the blood of a will- damage to living targets and an addi- caster casts this spell, she can control ing masochist. tional +1d6 points of damage to good- no more than 2 HD worth of fiends aligned targets. per caster level. If she exceeds this Bodak Birth This spell confers no proficiency number, all the newly called creatures Transmutation [Evil] with the blade, but the caster doesnÆt fall under the casterÆs control, and any",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Casting Time:1 action Casting Time:1 minute 86 Range:Touch Range:Close (25 ft. + 5 ft./2 levels) :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:03 AM Page 86Effect:3d4 lemures Casting Time:1 minute Saving Throw: None (Will negates",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None level) Spell Resistance:No (Yes for",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Effect:One nightmare undead)",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No the caster completely consumes one them the soul that he has prepared. In dead body so that absolutely nothing exchange, they will serve the caster for The caster calls a nightmare from the remains. A creature whose body is one year as guards, slaves, or whatever Lower Planes to where she is, offering destroyed by a charnel fire spell can else he needs them for. They are non- it the soul that she has prepared. In only be brought back to life through a intelligent, so the caster cannot give exchange, the nightmare serves the true resurrection spell. If this spell is cast them more complicated tasks than can caster for one week as a mount or upon a corporeal undead, the creature be described in about five words. guard, although if the nightmare gets a Will saving throw, and the caster No matter how many times the moves more than 150 feet away from must overcome its spell resistance (if caster casts this spell, he can control her, it immediately returns whence it any). If the undead creature fails its no more than 2 HD worth of fiends came. Multiple castings of this spell save, it is destroyed forever. per caster level. If he exceeds this replace the previous nightmare with a number, all the newly called creatures new one. Cheat fall under the casterÆs control, and any Transmutation [Evil] excess from previous castings become Charnel Fire Level:Brd 1, Wiz/Sor 1 uncontrolled. The caster chooses Necromancy [Evil] Components: V, S, F which creatures to release. Level:Clr 5 Casting Time:1 action",
        "name":  "Nine Hells to where he is, offering Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance:Yes Tiny 1d2 Small 1d3 Evil energy bursts in all directions Medium-size 1d4 The caster conjures a choking, toxic from the spellÆs origin, filling the area Large 1d6 cloud of inky blackness. Those other with pain. Everyone in the spellÆs area Huge 1d8 than the caster within the cloud take must succeed at a Fortitude saving Gargantuan 2d2 2d6 points of damage. They must also Colossal 2d8 throw or take a û2 penalty on all succeed at a Fortitude save or be sub- attack rolls, saving throws, and skill Corruption Cost: 1d6 points of Dex- ject to a confusioneffect for the dura- checks. Those who succeed at the terity damage. tion of the spell. saving throw must make a new saving Disease Component:Soul rot. throw each round if they remain in Claws of the Savage the area. The pain lasts as long as the Transmutation [Evil] Clutch of Orcus spell does. Level:Bestial 4, Blk 4, Clr 4, Drd 4 Necromancy [Evil]",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal Spell Resistance:Yes Casting Time:1 action",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent The next time the subject of this spell Target:One creature attempts an action that requires a die Duration:1 round + 1d10 minutes",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes To cast this spell, the caster dances wildly and chants. After she finishes her dance, a wave of crackling energy flashes outward up to the extent of the range. All non- demon creatures within the area take 2d20 points of damage. Dancing Chains Transmutation",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No The caster can control one chain per level as a standard action, making the chains dance or move as she wishes. In addition, the caster can increase the chainsÆ length by up to 15 feet and cause them to sprout razor-edged barbs. These chains attack as spiked chains that use the casterÆs normal ranged attack bonus on attack rolls or grapple checks (treat each chain as Medium-size when grappling). The caster can climb a chain she controls at normal speed without making a Climb check. Darkbolt Evocation [Darkness, Evil]",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Conjuration (Creation) [Evil, Death] Wisdom drain.",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster miracle spells can undo the lasting Transmutation [Evil]",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous effects of this spell. Level:Corrupt 2",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes DevilÆs Tail the evil creature that appears does not Transmutation [Evil] obey the commands of the summoner",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Evocation [Evil] Level:Clr 1, Sor/Wiz 1",
        "name":  "Dread Word Enchantment Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Target:One living creature the spell. On the creatureÆs next",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates Spell Resistance:Yes (harmless) action. This spell allows the caster to",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Saving Throw:None Spell Resistance:Yes",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action Spell Resistance:No",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 The subjectÆs body is twisted and ft./level) The undead affected by this spell gain warped, wracked forever with excru-",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous +1d8 temporary hit points, a +1 helpless, butùas long as the spell con-",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mortal Hunter 2, Sor/Wiz 3 inhaled as a standard action within 1 the spell.",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S round to get the drugÆs effects. 3 Sleep: As the spell, except that it",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Material Extracted on Focus though by the spell.",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Metal Baccaran MetalÆs hardness 5 Disintegrate:Target must make a drops by 1. Fortitude save or be affected as Stone Vodare StoneÆs hardness The caster focuses malevolent wishes though by the spell. drops by 1. through her gaze and curses someone Water Sannish Water becomes 6 Fear: As the spell, except that it targets one creature. Target must with bad luck. The subject takes a û4 brackish and foul. make a Will save or be affected as luck penalty on all attack rolls, saves, Air Mordayn Foul odor fills the though by the spell. and checks. The spell ends at the next vapor area (up to 50-ft. 7 Slow:As the spell, except that it radius) for 1 hour. sunrise, when dismissed, when a affects one creature. Target must Wood Mushroom Wood takes on remove curse is cast on the subject, or make a Will save to resist. powder a permanent foul when the caster takes at least 1 point 8 Inflict Moderate Wounds:As the spell, odor of damage from the subject. dealing 2d8+10 points of damage (Will half). There may be other drugs that can be 9 Finger of Death:Target must make a Evil Weather extracted with rarer substances, at the Fortitude save or be slain as though Conjuration (Creation) [Evil] DMÆs discretion. by the spell. The target takes 3d6+13",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal Transmutation [Evil] spell. Creatures can resist the effect",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target:Caster Level:Clr 2, Sor/Wiz 3",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Zombie eyes if he had a see invisibil- and a pint of brackish ity spell cast on him. water. The caster can detect good at will. False Sending Illusion (Glamer) Fiendish Quickening",
        "name":  "Focus",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes chance considerably, at the option of the DM.) For the duration of this spell, the The caster contacts a particular crea- Arcane Material Component:A short casterÆs teleportor teleport without error ture with whom she is familiar and piece of corroded copper wire. spell-like ability is quickened. This sends a short message of twenty-five means that the caster can teleport as a words or less to the subject. The sub- Fangs of the Vampire King free action and still have time during ject is convinced that the sender of Transmutation [Evil] the round to attack and/or move. The the message is someone other than Level:Corrupt 2 caster can use his quickened teleport the caster, as specified by the caster. Components:S, Corrupt or teleport without error once per",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action round. This spell does not affect the false sender. The subject can Range:Personal teleport spells in any way, only the answer in like manner immediately. Target:Caster spell-like ability of fiends to teleport",
        "name":  "The caster must be also familiar with Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M, F Spell Resistance:Yes obscure are never revealed. The spell,",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of flesh the spell automatically fail if the (perfect maneuverability). torn from the casterÆs body during the caster persists in attempting an On casting the spell, the caster takes casting (dealing 1 point of damage). invalid topic. Thus, this can be a dan- 2d4 points of damage, but she is healed",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The entire freshly harvested gerous spell to attempt. by the same amount when the hand skin of another creature of the casterÆs The affected creature cannot com- returns to her arm (unless it is size. municate regarding the topic in any destroyed or otherwise prevented from way. Speech becomes gibberish, writ- reaching her arm before the end of the Flesh Ripper ing is reduced to an indecipherable spell). The damage heals normally. As Evocation [Evil] scrawl, gestures are impossible, and long as the spell lasts, the floating hand",
        "name":  "Focus",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3, Mortal Hunter 3 even telepathy (including detect can deliver any spell with a range of",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, Undead, Fiend thoughts) is scrambled. The creature touch that the caster can cast. The spell",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes tance to friends and allies. The hand can punch opponents (as",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 4 Spell Resistance:Yes Level:Diabolic 7",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous helpless for that round. and that the spell deals 5d6 points of",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Heartclutch Transmutation [Evil] HellÆs Power",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial anatomy is unaffected by this spell. Target:Caster",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Disease Component: Soul rot. Duration:Instantaneous The innards of the target creature roil. Hellfire The caster is able to divine the answer If the target fails its saving throw, its Evocation [Evil] to a single question, as long as the intestines burst forth, killing it. The Level:Diabolic 4 answer is a single personÆs name. intestines fly toward the caster and Components:V, S Thus, the question must be a ôwho?ö are absorbed into her form, granting Casting Time:1 action type question. For example, ôWho her 4d6 temporary hit points and a +4 Range:Close (25 ft. + 5 ft./2 levels) broke into the temple last night and enhancement bonus to Strength. If Area:5-ft.-radius spread stole the wand of inflict moderate the targetÆs save is successful, it takes Duration:Instantaneous wounds?ö Questions that cannot be 10d6 points of damage instead. Saving Throw:None answered with a single name are not",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes answered at all. anatomy is unaffected by this spell. The base chance for a correct The caster creates a small explosion of answer is 70% + 1% per caster level. Heartache brimstone and fire that deals 3d6 The DM adjusts the chance if unusual Enchantment [Evil, Mind-Affecting] points of special diabolic fire damage. circumstances require it (precautions",
        "name":  "A creature with no discernible Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An area under Range: Medium (100 ft. + 10 Range:Medium (100 ft. + 10 the effect of a desecrate or unhallow ft./level) ft./level) spell. Target: One creature Targets:Up to five creatures, no two",
        "name":  "Location Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration:Instantaneous",
        "name":  "Abjuration Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S By casting imprison soul, the caster Spell Resistance:Yes",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Demonologist 4, Sor/Wiz 5 Level:Pain 4, Sor/Wiz 4 ing for spell resistance or damage.",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Components:V, S, F Fingers lost to this spell grow back",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Spell Resistance:Yes finger per dart. A hand with one or no",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes fingers is useless. Over the course of one day, the caster The caster traps one creature that can takes a subject already in great painù LoveÆs Pain possess or inhabit other creatures, or wracked with disease, the victim of Evocation [Evil, Mind-Affecting] one that can move its mind out of its torture, or dying of a wound, for Level:Corrupt 3 body, within the creature it currently exampleùand captures its pain in Components:V, S, Corrupt inhabits. Potential targets include pos- liquid form. This physical manifesta- Casting Time:1 action 98 sessing demons, malevolent ghosts, tion of agony can be used to create :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:08 AM Page 98Range:Medium (100 ft. + 10 Casting Time:1 action greatly unnerved by this spell. ft./level) Range:Medium (100 ft. + 10 Focus:A mirror of finely wrought",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw:Will negates",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Duration: Instantaneous applicable spells (charm person, sugges-",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal Spell Resistance:Yes against her friend. She might even",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level The caster sends her image through a her friend if there is some potential mirror into another mirror or mir- gain involved. For every 10 points of damage the rored surface that the chosen target Using this spell in conjunction caster takes in a given round, he gains looks into. The caster casts the spell, with a spell such as dominate personor a +1 luck bonus on attack rolls, saving then stares into her mirror until the suggestion is particularly useful, throws, and skill checks made in the target sees his reflection in another because it changes what acts are following round. The more damage mirror, or until the caster tires and against a subjectÆs nature. the caster takes, the greater the luck gives up. The caster can see the sub- Arcane Material Component:A pow- bonus. ItÆs possible to get a luck bonus ject and his surroundings in her dered holy symbol. in multiple rounds if the caster takes mirror whenever the subject looks at damage in more than one round his mirror. From the subjectÆs perspec- Nether Trail during the spellÆs duration. tive, the caster appears to be staring Conjuration (Creation)",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 1, Clr 0, Sor/Wiz 0 Saving Throw: None Spell Resistance:Yes",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance:No",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No from others as she inaudibly directs it of flesh from the target and succeed at to (a free action). A phantasmal thief a touch attack when she casts plague of The caster creates an area of darkness. can only steal from creatures. It nightmares. If the target fails the Forti- Normal light sources cannot illumi- cannot break into locked chests or tude save, the spell begins to take nate the area, but darkvision allows a steal unattended objects. A phantas- effect. Thereafter, the caster must creature to see within the area. Light mal thief has a Hide bonus of +20 chant for 12 hours per week and pay counters no light (and vice versa), leav- (useful against those who can see the corruption cost each week to ing whatever light conditions nor- invisible creatures) and a Move maintain the spell. mally prevail in the overlapping areas Silently bonus of +20. The subject begins to feel the effect of the spells. Higher-level light spells If a phantasmal thief goes unde- of this spell the next time he sleeps, as 100 counter and dispel no light. tected, it can steal any object a crea- nightmares of evil gods and demons :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:09 AM Page 100plague him. These nightmares con- Pox psychic poison for which he meets tinue each night, and each night the Necromancy [Evil] the minimum level requirement. subject takes 1d4 points of Charisma Level:Corruption 6, Drd 6, Pain 6 Arcane Material Component:A bit of damage and gains no natural healing Components:V, S, DF humanoid brain tissue. for that day. When the subject reaches Casting Time:1 action 0 Charisma, he enters a trance in Range:Close (25 ft. + 5 ft./2 levels) Rapture of Rupture which he mentally offers his soul to a Targets:Up to one living Transmutation [Evil] demon to be devoured. That night the creature/level, no two of which Level:Corrupt 7 subject dies and is beyond even a true can be more than 10 ft. apart Components:V, S, Corrupt resurrection spell. Duration:Instantaneous Casting Time:1 action",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates Range:Touch each day to resist the spell, and one Spell Resistance:Yes Target:One living creature touched success is enough to end the night- per level mares. If the spell ultimately suc- Subjects take 1d4 points of Constitu- Duration:Instantaneous ceeds, the focus disappears, alerting tion drain. Their skin breaks out in Saving Throw:Fortitude half the caster that the subject is dead. lesions and takes on a pale yellow Spell Resistance:Yes",
        "name":  "The subject gets a new saving throw Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fresh or preserved (still pallor. bloody) 1-ounce portion of another With this spell, the casterÆs touch creatureÆs flesh. Preserve Organ deals grievous wounds to multiple tar-",
        "name":  "Focus",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, Corrupt Saving Throw:Fortitude negates fected by this spell.",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 Spell Resistance:Yes his flesh bursts open suddenly in ft./level) multiple places. Each subject takes",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action Spell Resistance:Yes Necromancy [Evil] Range:Personal",
        "name":  "Red Fester Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, Corrupt Duration:1 minute/level rot. The subject takes 1d6 points of 102 Casting Time:1 action Constitution damage immediately, :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:09 AM Page 102and a further 1d6 points of Constitu- Saving Throw: Fortitude negates 1d6 points of Strength damage imme- tion damage every hour until the sub- Spell Resistance:Yes diately and another 1d6 points of ject dies or the curse is removed with Strength damage 1 minute later. Each a wish, miracle, or remove cursespell. The caster drains the personal well- instance of damage can be negated by",
        "name":  "Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action The caster gains a +5 bonus on all Seething Eyebane Range:Close (25 ft. + 5 ft./2 levels) Knowledge (religion) checks that Transmutation [Evil, Acid] Target: One living creature have to do with sacrifices made to Level:Corrupt 1 Duration: Instantaneous evil gods. See Sacrifices in Chapter 2 Components:V, S, Corrupt Saving Throw:Reflex half for the Knowledge (religion) check Casting Time:1 action Spell Resistance:Yes",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes 10d4). Enchantment [Evil] Disease Component:Soul rot.",
        "name":  "Sadism Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level blinded, but they might take acid Range:Close (25 ft. + 5 ft./2 levels) damage if someone nearby is the sub- Target: One living creature with a For every 10 points of damage the ject of seething eyebane. tongue caster deals in a given round while Corruption Cost: 1d6 points of Con- Duration: 1 round under the effect of this spell, she gains stitution damage. Saving Throw:Fortitude negates a +1 luck bonus on attack rolls, saving Spell Resistance:Yes throws, and skill checks in the next Serpents of Theggeron round. The more damage the caster Transmutation [Evil] The subjectÆs tongue gets a thin cut. deals, the greater the luck bonus. ItÆs Level:Corrupt 3 The subject takes 1 point of damage possible to get a luck bonus for multi- Components:S, Corrupt and takes a û1 penalty on attack rolls, ple rounds if she deals damage in Casting Time:1 action saving throws, skill checks, and ability more than one round during the Range:Personal checks on the following round due to spellÆs duration. Target:Caster the annoying pain.",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An area under Sorrow Transmutation the effect of a desecrate or unhallow Enchantment [Evil, Mind-Affecting] Level:Sor/Wiz 8 spell. Level:Brd 1, Clr 1 Components:V, S, M",
        "name":  "Location Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 Spell Resistance:Yes Spell Resistance:Yes ft./level)",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates all attack rolls, saving throws, ability single creature. The spell ascertains",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes checks, and skill checks. the most valuable object currently in",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates from the sides of her torso. She can use Spell Resistance:Yes these legs to move at a speed of 30 feet, no matter what the casterÆs normal speed is, as long as she carries less than her maximum load. The caster can also use the extra legs to climb on verti- cal surfaces or even traverse ceilings as well as a spider does, with her hands completely free. The caster has a climb speed of 15 feet. A creature with a Strength score of at least 20 +1 per caster level can pull the caster off a wall or ceiling. Spores of the Vrock Conjuration (Creation) [Evil]",
        "name":  "The caster grows four long spider legs Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes The caster summons a mass of spores that fill the area around him. The spores deal 1d8 points of damage to all creatures within 5 feet other than the caster. Then they penetrate the skin and grow, dealing an ad- ditional 1d2 points of damage each round for 10 rounds. At the end of this time, a tangle of viny growths covers each subject. A delay poison spell stops thethus retreat or avoid opponents The subject withers and shrivels as Stupor obviously too powerful for them to the caster drains its ability scores. Enchantment [Mind-Affecting] overcome. When the subjectÆs Constitution Level:Asn 1, Clr 1, Sor/Wiz 1 Affected creatures are likely to con- score reaches 0, the subject becomes a Components:S, M tinue with their normal activities horrid, dry husk and cannot be fur- Casting Time:1 minute until presented with someone not ther drained. If the caster dies while Range: Touch affected by the spell. Subjects of spread concentrating on this spell, all the Area: One helpless creature of savagery can identify unaffected subjectÆs lost ability score points are Duration:1 hour/level creatures by sight through an instinc- immediately regained. Saving Throw: Fortitude negates tive, supernatural sense granted by Location Component: An area under Spell Resistance:Yes the spell. the effect of a desecrate or unhallow",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Three spell. The caster places one creature already drops of brain fluid from a beast. helpless in a clouded, confused state Stop Heart that does not allow the subject to think Steal Life Necromancy [Evil] clearly or take actions. The effect is sim- Necromancy [Evil] Level:Asn 4, Clr 4, Sor/Wiz 5 ilar to being drugged. The subject can",
        "name":  "Arcane Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance:Yes Abjuration",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M subject and drains it away, adding it to caster calls upon dark power to give Casting Time:1 action her own. Each round the caster con- the subject a massive heart attack. The Range:Touch centrates, she deals 1 point of ability subject suddenly drops to û8 hit Target:One creature score drain to the subject. Although points, then û9 hit points at the end of Duration:24 hours the caster can choose which ability this round. If someone immediately Saving Throw:Fortitude negates score to drain, she must choose a dif- makes a successful Heal check (DC (harmless) ferent ability score to drain in each 15) or somehow gives the subject Spell Resistance:Yes (harmless) round and cannot choose a score more hit points, she stabilizes. Other- already drained until she has drained wise, at the end of the next round, the This spell keeps a disease already in- all the others equally, at which point subject reaches û10 hit points and fecting the subject from harming him the process starts over. Thus, if the dies. for that day. The disease is in no way caster drains 1 point of Strength, she Drug Component: Baccaran. cured, and the subject cannot make a must choose another ability in the save to throw off the disease. next round and cannot choose Stunning Screech Casters who intend to cast spells Strength again until she has drained 1 Evocation [Evil, Sonic] with a disease component find this point each of Constitution, Dexterity, Level:Brd 3, Demonologist 2 spell particularly useful. Intelligence, Wisdom, and Charisma. Components:V, S, M, Drug Material Component:A drop of bile.",
        "name":  "The caster taps into the life force of a Channeling hatred and spite, the Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "spellÆs duration, the ten- A handful of needles, drils become bloody bits all of which have of organic matter. drawn blood. Material Component:A serpentÆs tongue. Tongue of Baalzebul Transmutation [Evil] Touch of Juiblex",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  " ability to lie, seduce, Fortitude negates and beguile with a Spell Resistance: devilÆs skill. He Yes gains a +2 compe- tence bonus on Bluff, The subject turns Diplomacy, and Gather into green slime over Information checks. the course of 4 rounds.",
        "name":  "The caster gains the Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "miracle, orwish spell is cast Mushroom powder. Tongue Tendrils during the 4 rounds of transforma- Transmutation [Evil] tion, the subject is restored to normal",
        "name":  "Drug Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 full round Spell Resistance:No space as a creature or another object.",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A drop of bile ness that the caster (and only the and a bit of sulfur. caster) can wield with proficiency. As wall of chains, except as noted The caster can throw it, but if he does, above, and the wall sports loose Unnerving Gaze the spell ends after the ranged attack lengths of spiked chain that strike Illusion (Phantasm) is resolved. anyone within 5 feet of the wall.",
        "name":  "Material Component",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level:Sor/Wiz 3 Range:Medium (100 ft. + 10 ft./",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No bubble into being. This wall can be Material Component:Three tears. used to seal off a passage or close a The caster causes a flat, vertical wall of breach, for the wall inserts itself into Wave of Pain living, glistening eyes of all different any surrounding nonliving material if Necromancy [Evil] sizes and types to spring into being. its area is sufficient to do so. The wall Level:Brd 6, Pain 7 This wall can be used to seal off a pas- cannot be conjured so that it occupies Components:S, M sage or close a breach, for the wall the same space as a creature or Casting Time:1 action inserts itself into any surrounding another object. It must always be a flat Range:Close (25 ft. + 5 ft./2 levels) nonliving material if its area is suffi- plane, though the caster can shape its Area:Cone cient to do so. The wall cannot be con- edges to fit the available space. Duration: 1 round/2 levels jured so that it occupies the same A wall of oozeis 1 inch thick per four Saving Throw:Fortitude negates space as a creature or another object. caster levels. The caster can double Spell Resistance:Yes It must always be a flat plane, though the wallÆs area by halving its thickness. the caster can shape its edges to fit the Each 5-foot square of the wall All living creatures within the cone available space. has 50 hit points per inch of are overcome with pain and suffering. A wall of eyesis 1 inch thick thickness and hardness 0. They are stunned for the duration of per four caster levels. The caster A section of wall brought to the spell. A creature with no dis- can double the wallÆs area by 0 hit points is breached. If cernible anatomy is unaffected by this halving its thickness. Each 5- a creature tries to break spell. foot square of the wall has 10 through the wall, the DC Material Component:A needle. hit points per inch of thickness for the Strength check is and hardness 5. 15 +2 per inch of thickness. Were-Doom A section of wall brought to 0 Any creature touching the Evocation [Evil, Chaos] hit points is breached. If a crea- wall takes 2d6 points of acid Level:Bestial 9, Clr 9, Drd 9 ture tries to break through the damage per round from the Components:V, S, M wall, the DC for the Strength corrosive, burning nature Casting Time:1 minute check is 15 +2 per inch of thickness. of the ooze. Only the sur- Range:Long (400 ft. + 40 ft./level)",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration + 1 Spell Resistance:Yes cure it. round/level Material Component:A bit of a lycan-",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial (see All within the cone when the spell is thropeÆs fur or skin. text) cast are overcome with sorrow and",
        "name":  "Saving Throw",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bestial 7, Sor/Wiz 7 a character to use objects or cast spells of the spell the subject is considered",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action subject must drop anything she was subjectÆs sight returns when the spellÆs",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./ holding. At the end of the spellÆs dura- duration expires. level) tion, the limbs return to normal. Even after the spell ends, the sub-",
        "name":  "Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Wretched Blight Evocation [Evil]",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 7 opaque area of Components:V, S swirling energy in Casting Time:1 action the form of roar- Range:Medium (100 ft. + ing, screeching 10ft./level) mouths full of Area:20-ft.-radius spread teeth. Anyone Duration: within the Instantaneous area takes 1d8 Saving Throw: points of dam- Fortitude age for every partial (see two caster levels text) (maximum 10d8) Spell from the magi- Resistance:Yes cally created bit- ing mouths and The caster calls up tearing teeth. The unholy power to smite whirlwind moves as his enemies. The power the caster mentally takes the form of a soul- directs (as a free chilling mass of clawing action), with a speed darkness. Only good and neutral of 40 feet. (not evil) creatures are harmed by Arcane Material Com- the spell. ponent:A handful of The spell deals 1d8 pts. of damage bloody teeth. per caster level (maximum 15d8) to good creatures and renders them Wither Limb stunned for 1d4 rounds. A successful Necromancy [Evil] Fortitude save reduces damage to half",
        "name":  "The caster creates an Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 2, MortalHunter 2, Wrack and negates the stunning effect. Sor/Wiz2 Necromancy [Evil] The spell deals only half damage",
        "name":  "Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: Fortitude negates",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This +1 dagger Market Price:20,000 gp. adds a +3 competence bonus on Knowl- Vile Spell Ring: If this ring is worn by a spell- edge (religion) checks required when a caster, 1 point of damage per spell level from each sacrifice is made with the knife. of the casterÆs damaging spells is vile damage. If",
        "name":  "Sacrificial Knife",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "13th;Prerequisites: RINGS Craft Rod, bestow curse, limited Many powerful evil spellcasters manufacture sinister rings wish, creator must be an evil for themselves or their dread minions. outsider; Market Price: 56,000 gp;",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Demogorgon has darkvision (60-foot sacrifices in his name on black altars before double-headed range). He cannot be raised or resurrected. idols. His followers often control the societies they live in, See Invisibility (Su):Invisible creatures and objects are evil theocracies that rule by terror and violence. always visible to Demogorgon, as if he always had the see The priests of the Prince of Demons are thus often rulers invisibility spell active. as well. The clerics allied with Demogorgon are madmen, Summon TanarÆri(Sp):Once per day Demogorgon can masochists, and psychopathsùcompletely unfit for lead- automatically summon 1d8 vrocks, 1d6 hezrous, 1d4 ership, but often in charge nonetheless. However, Demo- glabrezu, 1d3 nalfeshnees, 1 marilith, or 1 balor. gorgonÆs fell priests are not as interested in political power TanarÆri Traits:Demogorgon can communicate telepath- and conquest as they are in using their resources to serve ically with any creature within 100 feet that has a language. their master. He is immune to electricity and poison, and he has acid DemogorgonÆs high priests wear writhing, snaky head- resistance 20, cold resistance 20, and fire resistance 20. dresses and black robes with hoods. Clerics affiliated with Demogorgon have access to the Evil, Demonic, and Corrup- The Goals of Demogorgon tion domains.",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Offered here as examples are three cultists. himself. Demogorgon has two heads and therefore two Erath is a typical priest of Demogorgon who leads a small minds, and each one seeks domination of the other. Even cult of worshipers in a human town, harboring a secret those creatures familiar with the demon prince are unaware library of forbidden secrets and stolen books. ErathÆs main of DemogorgonÆs eternal, internal conflict. goal is to increase the size of this library, amassing forbidden Aameul, one of DemogorgonÆs personas, seeks to part knowledge in DemogorgonÆs name. with his sibling persona, called Hethradiah. Aameul and SÆruurr leads a large community of evil lizardfolk who all Hethradiah are each unable to control the other, because pay fealty to Demogorgon, Prince of Demons. Those that each is in truth an aspect of the other. Nor could one slay the challenge her end up as sacrifices on DemogorgonÆs altar of other without also perishing. Still, Aameul seeks a way to be skulls and scales. free ofùand eventually usurpùhis other half, for selfish- Qill is a psychopath, a rapist, and a necrophiliac who ness and jealousy in a demon know no bounds. Hethradiah roams the streets of civilized communities, finding lone vic- is too concerned with the effect such a separation would tims for his attacks. Occasionally, he attempts to subdue his have on all his dread accomplishments to seriously consider victims so that they can be sacrificed to Demogorgon. Other the notion of living alone. times, he uses his superb archery prowess to kill from a dis- Demogorgon has kept his two heads together so far. He tance and then flees, laughing maniacally, before anyone does not want to jeopardize the position and power that can tell where the fatal arrows came from. His two methods heùthat theyùhave attained. By most definitions, this of killing derive from the two different personalities that internal conflict would be described as insanity, but that arose from his insanity. would be applying inappropriate mortal standards to one to whom such standards can never apply. dErath:Female tiefling Clr 8; CR 8; Medium-size outsider; DemogorgonÆs war with Orcus and GrazÆzt has been HD 8d8+8; hp 50; Init +2; Spd 30 ft.; AC 18, touch 13, flat- epic in scope. Vast armies clash in the Abyssùresources footed 16; Atk +11/+6 melee (1d4+4/19û20, masterwork that could have been spent in the Blood War are instead dagger), or +9/+4 ranged (1d4+4/19û20, masterwork dagger); wasted in a conflict that has no victor. However, Orcus SArebuke undead 5/day; SQ cold resistance 5, darkness, disappeared for a time, apparently slain. During that electricity resistance 5, fire resistance 5, outsider traits; AL time, DemogorgonÆs power and influence grew in the CE; SV Fort +9, Ref +6, Will +12; Str 18, Dex 14, Con 13, Int vacuum left behind, while GrazÆzt, who also disappeared 14, Wis 19, Cha 14. for a time (summoned and captured by the archmage Skills and Feats: Bluff +4, Concentration +9, Craft (wood- Zagyg), suffered. working) +11, Disguise +3, Hide +3, Scry +11, Spellcraft +10; Demogorgon is a creative and innovative creature. He Endurance, Scribe Scroll, Thrall to Demon. invented such foul things as the first retrievers, and he has Darkness(Sp):Erath can use darknessonce per day. Caster countless unique creatures at his beck and call. level 8th.",
        "name":  "Inside the Prince of Demons rages a secret war for control of Cultists",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A marilith blackguard receives a +8 racial bonus gerously charming and seductive, and he speaks with such on Listen and Spot checks. eloquence and grandeur that one might think him a devil, Spells Prepared(3/3/3/2; save DC 14 + spell level): 1stù not a demon. cure light wounds, doom(2); 2ndùbullÆs strength, cure moderate GrazÆzt has long been in a state of war with both Demo- wounds (2); 3rdùabyssal might, demon wings, masochism; gorgon and Orcus. At one point he had the upper hand in 4thùfreedom of movement, vile lance. this conflict, but he was suddenly summoned to the Mater-",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fear, spell-like abilities combat with these abilities active:tongues, unholy aura (+4",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unhath and Reluhantis have darkvision pounds of objects only); 1/dayùunholy blight. Caster level (60-foot range). They cannot be raised or resurrected. 12th; save DC 15 + spell level. Summon TanarÆri (Sp): Once per day a marilith can Alternate Form (Su):Yattara can assume any humanoid attempt to summon 4d10 dretches, 1d4 hezrous, or 1 nal- form of Small to Large size as a standard action. This ability feshnee with a 50% chance of success, or 1 glabrezu or is similar to the polymorph self spell but allows only another marilith with a 20% chance of success. humanoid forms. TanarÆri Traits: Unhath and Reluhantis can communi- Evasion (Ex): If exposed to any effect that normally cate telepathically with any creature within 100 feet that allows Yattara to attempt a Reflex saving throw for half has a language. They are immune to electricity and poison, damage (such as a fireball), she takes no damage with a suc- and they have acid resistance 20, cold resistance 20, and cessful saving throw. fire resistance 20. Outsider Traits:Yattara has darkvision (60-foot range).",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acid, circle of cold,constrict 3d8+21 plus invisibly, attacking the first with a contagionspell in addition 2d6 acid, create slime, drown, engulf, improved grab, to all other attacks. spell-like abilities Acid (Ex):Juiblex secretes acid that dissolves organic",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy +20, Bluff +31, unless they succeed at a Climb +22, Concentration Reflex save (DC 41). The +44, Diplomacy +26, Hide acid can dissolve stone, +25, Intimidate +35, Intuit dealing 20 points of dam- Direction +33, Knowledge age per round of contact. (arcana) +33, Knowledge A metal or wooden weap- (religion) +20, Knowledge on that strikes Juiblex dis- (the planes) +20, Listen +33, solves immediately unless Move Silently +29, Search it succeeds at a Reflex save +33, Sense Motive +33, (DC41). Spellcraft +33, Spot +33, Improved Grab (Ex):If Swim +40 Juiblex hits a Medium-size",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Boost Spell-Like Ability, or smaller opponent with a Combat Reflexes, Dark slam attack, he deals nor- Speech, Iron Will, Power mal damage and attempts Attack, Quicken Spell-Like to start a grapple as a free Ability, Verminfriend action without provoking an attack of opportunity Climate/Terrain:Any land (grapple bonus +44). If he and underground hits with the slam, he can",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kauvra gains a +8 racial bonus on Bluff, Hide, charges), vile spell ring, ring of protection +5, wand of stoneskin Listen, Move Silently, Search, Sense Motive, and Spot checks. (48 charges), scroll of prismatic spray, scroll of flesh to stone.",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constrict 2d4+22, disease, fear aura, ARCHDEVILS improved grab, poison, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yeddikadir and Nalebranccan communi- manded to do so by Asmodeus), and always has at least cate telepathically with any creature within 100 feet that has nine different backup plans and escape routes at any a language. In addition, they can see perfectly in darkness of given moment. No matter the situation, however, Dispa- any kind, even that created by a deeper darkness spell. Yed- ter keeps a veneer of calm, gentlemanly manners. He dikadir and Nalebranc areimmune to fire and poison, and never shows anger or contempt, making him all the they have acid resistance 20 and cold resistance 20. more charmingùand dangerous.",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ustyhrin-ja cannot be raised or resur- Saves:Fort +31, Ref +22, Will +29 rected. Abilities:Str 36, Dex 17, Con 35, Int 30, Wis 31, Cha 27 Summon Baatezu (Sp): Once per day Ustyhrin-ja can Skills:Appraise +44, Bluff +42, Concentration +46, attempt to summon 2d10 lemures with a 50% chance of suc- Diplomacy +50, Disguise +42, Forgery +44, Hide +29, cess, or 1d4 barbazu with a 35% chance of success. Innuendo +48, Intimidate +46, Knowledge (arcana) +44, Summon Erinyes (Sp): Ustyhrin-ja can automatically Knowledge (the planes) +44, Listen +44, Move Silently summon 1d4 erinyes once per day. This ability functions in +37, Profession (bookkeeper) +44, Search +44, Sense all other ways as a summon monsterspell. Motive +44, Spellcraft +44, Spot +44 Tongues (Su): Ustyhrin-ja has a permanent tonguesability Feats:Cleave, Combat Reflexes, Dark Speech, Great Cleave, (caster level 12th). Improved Initiative, Multiattack*, Power Attack, Vile",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+7 fearspell (caster level 15th; Will DC 35 negates). If the save is",
        "name":  "Initiative",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dinbar is currently infected with soul rot. tive, Power Attack, Quicken Spell-Like Ability, Vile Nat-",
        "name":  "Disease",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Amnesia touch, spell-like abilities any kind while trapped in the ice. He effectively has no",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acrobatic attack, baatezu traits, DR Strength or Dexterity score while trapped. 15/+6, elaborate parry, evasion, outsider traits, precise Amnesia Touch (Su):If Levistus makes a successful strike, regeneration 5, spell parry, SR 37, summon baatezu touch attack against a foe, the foe must make a Will save (DC",
        "name":  "Special Qualities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +45, Bluff +42, Concentration +43, rounds. If the save succeeds, only the last yearÆs worth of Diplomacy +46, Disguise +42, Hide +41, Innuendo +45, memories are erased and the target is stunned for 1 round. A Intimidate +46, Jump +45, Knowledge (arcana) +41, greater restoration spell will restore memories lost in this way. Knowledge (the planes) +41, Listen +45, Move Silently Spell-Like Abilities:At willùblasphemy, charm monster, +41, Perform +42, Spellcraft +41, Tumble +45 clairvoyance/clairaudience, demand, desecrate, detect good, detect",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Erridon can communicate telepathically THE HAG COUNTESS, LORD OF THE SIXTH with any creature within 100 feet that has a language. In addi- Medium-Size Outsider (Evil) tion, he can see perfectly in darkness of any kind, even that Hit Dice:33d8+231 (379 hp) created by a deeper darkness spell. Erridon is immune to fire and Initiative:+8 poison, and he has acid resistance 20 and cold resistance 20. Speed:20 ft., fly 60 ft. (average)",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary or mounted on nightmare symbol (any). Caster level 20th; save DC 19 + spell level.",
        "name":  "Organization",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slam 1d10+15 plus 1 vile plus withering/19û20 gorge, and his gaze attack) before resorting to spells. Face/Reach:10 ft. by 20 ft./10 ft. Fear and Weakness Gaze (Su):Baalzebul may use a gaze",
        "name":  "Damage",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fear and weakness gaze, insect gorge, attack with a range of 50 feet. Anyone subject to the gaze must spell-like abilities, withering touch make two Will saving throws (DC 42). The first is to resist",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Baatezu traits, DR 20/+7, outsider traits, the feareffect, and the other is to resist a ray of enfeeble- regeneration 10, SR 41, summon baatezu ment effect (both as the spells; caster level 20th). BaalzebulÆs",
        "name":  "Special Qualities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ù 1/dayùcrushing fist of spite, symbol(painor insanity), wish. Caster level 20th; save DC 23 + spell level. One of the mightiest of the archdevils, Baalzebul is known as Withering Touch (Su): BaalzebulÆs touch forces a target 158 the Lord of the Flies, Lord of Lies, the Fallen One, and, more to succeed at a Fortitude saving throw (DC 42) or be affected :7 RETPAHC SDROL LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 11:32 AM Page 158as if by a wither limb spell from a 20th-level caster. Baalzebul Temples of Baalzebul are dark shrines filled with statu- chooses which limb to wither. ary. Lintels, altars, and tapestries display an insect motif,",
        "name":  "Advancement",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Baalzebul can communicate telepathi- and braziers burn foul-smelling incense (or sometimes cally with any creature within 100 feet that has a language. just offal) to represent his new form. Like most archdevils, In addition, he can see perfectly in darkness of any kind, Baalzebul demands living sacrifices from his cultists in even that created by a deeper darkness spell. Baalzebul is bloody ceremonies that must take place at night in dim immune to fire and poison, and he has acid resistance 20 and candlelight. cold resistance 20. Clerics affiliated with Baalzebul wear blue and black and",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Israkahn has darkvision (60-foot range). The Servants of Baalzebul She cannot be raised or resurrected. Baalzebul has a number of otyughs wandering about his Summon Osyluth(Sp):Israkahn can summon 1 osyluth palace that he tolerates because they eat the feces that other- once per day. This ability functions as a summon monster spell wise threatens to consume the place due to AsmodeusÆs (caster level 15th). curse. A large number of ghargatulas (see Chapter 8) roam Tongue of the Devil (Ex): Israkahn can speak with elo- the premises as well, acting as personal guards to the Lord of quence and believability, even when telling bold-faced lies, by the Flies. Baalzebul also has three pit fiend bodyguardsù using her cunning as well as her charm. When making Bluff Teurn, Wysturak, and Yaghoqùall of whom have maximum checks, Israkahn adds her Intelligence modifier as well as her hit points and wear rings of protection +4. Charisma modifier to determine her total skill modifier. The Nyashk is the heart of BaalzebulÆs army. It consists of",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+13 dVashaak Ratoth Bruu: Male medusa Mnk 10; CR 17; Speed:40 ft., fly 100 ft. (average) Medium-size monstrous humanoid; HD 6d8+24 plus AC:47 (û1 size, +9 Dex, +9 insight, +20 natural), touch 27, 10d8+40; hp 131; Init +6; Spd 60 ft.; AC 30, touch 24, flat- flat-footed 38 footed 24; Atk +16/+11/+6 melee (1d10+3, unarmed strike) Attacks:Huge +5 ranseur+50/+45/+40/+35 melee and +11 melee (1d4+1, snakes); SA flurry of blows, petrify- Damage:Huge +5 ranseur2d6+17 plus 1d6 fire or 1d6 ing gaze, kistrike +1, poison, stunning attack (10/day); SQ cold/╫3 darkvision 60 ft., evasion, fast movement, improved evasion, Face/Reach:5 ft. by 5 ft./10 ft., 15 ft. with ranseur leap of the clouds, purity of body, slow fall (50 ft.), still mind, Special Attacks:Spell-like abilities, spells wholeness of body 20; AL LE; SV Fort +13, Ref +18, Will +18; Special Qualities:Baatezu traits, DR 20/+7, flames of Str 16, Dex 22, Con 18, Int 14, Wis 22, Cha 16. hell, outsider traits, regeneration 10, SR 43, summon",
        "name":  "Initiative",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nhagruul is the leader of a group of giants that her master. Antilia is MephistophelesÆs daughter, but no one revere Mephistopheles. Her temple is guarded by hell in the court knows that. She has led Baalzebul to believe that hounds and a pair of Large fire elementals brought to the she works for him as a spy in Mephistar, but in fact she is temple with the lesser planar allyspell. She plans to lead her double-crossing him and feeding him incorrect information. people out of the hills where they live to destroy the nearby Testaron is a new arrival at the court of Mephistopheles. human and elf settlements. But first she has to overthrow the Bribed with vast amounts of treasure, this dragon has come local fire giant king, who neither worships her god nor from the Material Plane to make MephistophelesÆs throne shares her vision. Until she is ready to take over, she leads room seem more forbidding. His job is to lounge about the prayers for a small cabal of giant disciples of Mephistopheles. vast hall and look fearsome. So far, itÆs working. Mephistopheles also commands a vast number of ex- dNhagruul, Hellfire Master:Female fire giant Clr 9; CR 19; tremely powerful devils, including, of course, the 9,999 gel- Large giant (fire); HD 15d8+135 plus 9d8+81; hp 323; Init +0; ugons that reportedly guard the gates to Nessus. Spd 40 ft.; AC 17, touch 9, flat-footed 17; Atk +28/+23/+18 melee (2d6+19/╫3, Huge +1 souldrinking ranseur), or +16 dAntilia:Female half-fiend half-elf Brd 20; CR 22; Medium- ranged (2d6+12, rock); Face/Reach 5 ft. by 5 ft./10 ft.; SA size humanoid (elf); HD 20d6+83; hp 143; Init +7; Spd 30 ft., rebuke undead 4/day, rock throwing; SQ darkvision 60 ft., fire fly 30 ft. (average); AC 27, touch 22, flat-footed 20; Atk +18 subtype, rock catching; AL LE; SV Fort +24, Ref +8, Will +16; melee (1d4+3, bite) and +13 melee (1d4+1, 2 claws), or Str 34, Dex 10, Con 28, Int 15, Wis 20, Cha 13. +26/+21/+16 ranged (1d8+7/╫3, +2 vile mighty composite long-",
        "name":  "Cultists",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chill gaze, demand submission, fear and be a rare event indeed). It is more likely that he simply forces weakness gaze, spell-like abilities, spells his foes to submit or flee with his powers. If that does not",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +29, Ref +25, Will +31 a range of 30 feet and acts as a slowspell (caster level 20th) that",
        "name":  "Saves",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy +45, Appraise +26, Bluff +45, Concentra- throws, ability checks, and skill checks for 24 hours. tion +45, Diplomacy +53, Disguise +45, Gather Infor- Fear and Weakness Gaze (Su): This gaze attack (Will DC mation +45, Hide +19, Innuendo +47, Intimidate +49, 37 negates) has a range of 60 feet and acts as a fearspell Knowledge (arcana) +45, Knowledge (nature) +18, (caster level 20th) that also deals 1d4 points of Strength Knowledge (religion) +26, Knowledge (the planes) +45, damage to creatures that fail their save. Asmodeus can use Listen +47, Move Silently +23, Scry +45, Search +45, this or his chill gaze in a given round (but not both). Sense Motive +47, Spellcraft +45, Spot +47 Demand Submission (Su): Once per round as a standard",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes, Craft Rod, Dark Speech, Expertise, action, Asmodeus can force any single creature who can hear Improved Initiative, Maximize Spell-Like Ability, Power and understand his voice to attempt a Will saving throw (DC Attack, Spell Penetration, Violate Spell-Like Ability 37). If the creature fails, it submits to the ruler of hell for 10d10 days, doing whatever Asmodeus asks as if every request Climate/Terrain:Any land and underground of his was a suggestion against which the target cannot resist",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quadruple standard Spell-Like Abilities:At willùanimate dead, blasphemy,",
        "name":  "Treasure",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Asmodeus can communicate telepathi- Cultists:The male human Gilliard DeRosan exemplifies cally with any creature within 100 feet that has a language. what all clerics in AsmodeusÆs cult aspire to: wealth, power, In addition, he can see perfectly in darkness of any kind, and prestige. He controls a large cult made up of wealthy even that created by a deeper darkness spell. Asmodeus is nobles and merchants who serve their dread lord at night immune to fire and poison, and he has acid resistance 20 and while pretending to be upstanding members of society by day. cold resistance 20.",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male unique devil; CR 13; Large outsider (evil, spark hunter can call upon it once per day. A spark hunter can lawful); HD 16d8+80; hp 152; Init +9; Spd 40 ft., fly 60 ft. return to its normal form with a standard action. (average); AC 29, touch 14, flat-footed 24; Atk +25/+20/",
        "name":  "Otherwise, this ability works as the polymorph self spell, and a dMartinet",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ù Spell-like abilities Pounce, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sneak attack +2d6, spell-like Improved grab, pounce, Drone, fear aura, abilities, weakness gaze rake, spell-like abilities spell-like abilities, wounding",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unless otherwise noted, a baatezu can COMBAT communicate telepathically with any creature within 100 Devils enjoy bullying those weaker than themselves and feet that has a language. In addition, it can see perfectly in often attack good creatures just to gain a trophy or three. darkness of any kind, even that created by a deeper darkness Most devils are surrounded by an aura of fear, which they spell. A baatezu is immune to fire and poison, and it has acid use to break up powerful groups and defeat opponents resistance 20 and cold resistance 20. piecemeal. The baatezu also use their illusion abilities to delude and confuse foes. A favorite trick is to create illusory KOCRACHON reinforcements; enemies can never be sure if a threat is only Kocrachons are diabolic torturers. When the damned are a figment or if real summoned devils are joining the fray. sent to hell to face torment, it is often the insectoid kocra- All devils share the following traits. chons that perform the sick and terrible dutiesùand they",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Disease, spell-like abilities Improved grab, poison, swallow whole",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A kocrachon ghargatula can try to swal- can communicate telepathically low a Medium-size or smaller with any creature within 100 opponent that is already in feet that has a language. In its mouth by making a suc- addition, it can see perfectly in cessful grapple check darkness of any kind, even that (grapple bonus +46). The created by a deeper darkness spell. swallowed creature takes A kocrachon is immune to fire and 2d8+8 points of crushing poison, and it has acid resistance 20 damage per round and 8 and cold resistance 20. points of acid damage from",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "22 (+2 Dex, +10 natural), flame can produce an effect touch 12, flat-footed 20 identical with that of a fearspell",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eye of fear, eye of three rounds, as a standard action, flame,spell-like abilities an eye of fear and flame can pro-",
        "name":  "Special Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immunities, duce a fireball from its red gem- spell deflection, turn resist- eye. Caster level 15th; Reflex DC ance +4, undead traits 13 half. The fireball deals 10d6",
        "name":  "Special Qualities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +8, Concentration one-half of the damage is unholy +18, Hide +14, Knowledge damage that affects even those (arcana) +14, Listen +15, Move immune to fire. Silently +14, Spot +14 Spell-Like Abilities: At",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Casting, Cor- willùdetect good, detect law, detect rupt Spell-Like Ability, thoughts, true seeing (divine Dodge, Empower Spell-Like spell); 2/dayùethereal jaunt. Ability, Expertise, Improved Caster level 15th; save DC 14 + Initiative, Mobility spell level. Immunities (Ex): An eye Climate/Terrain:Any land of fear and flame is immune and underground to cold. Because it lacks flesh",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always chaotic evil Spell Deflection (Su):If any sort of vision-affecting",
        "name":  "Alignment",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Claws 1d6+4, bite 1d8+2, tendril bites 1d6+2 and damage. If the amount of healing is more than the damage it disease has taken, it gains any excess as temporary hit points. If the Face/Reach:5 ft. by 5 ft./5 ft. (10 ft. with tendril bites) negative level has not been removed (with a spell such as",
        "name":  "Damage",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By character class normally, or simply use its claw to hold the Vilewights are undead creatures, opponent (û20 penal- the remains of those that delved ty on grapple check, too far and too long into the black but the vilewight is arts. They resemble wightsù not considered grap- eyes burning with malevolence, pled). In either case, teeth like sharp, jagged needles, each successful grap- and leathery, desiccated flesh. ple check it makes during The torso of a vilewight tears successive rounds automati- open when it rises from the cally deals claw and tendril dead, exposing dried, rubbery bites damage. intestines. These guts function Create Spawn (Su):Any as limbs, snaking out of the humanoid slain by a vilewight be- wound as multiple tendrils. comes a wight in 1d4 rounds. Such Each tendril ends in a vicious wights are under the command of mouth dripping bile. the vilewight that created them and These undead creatures haunt grave- remain enslaved until its destruction. yards and necropolises, but they also can be found in ancient They do not possess any of the abilities they had in life. libraries and in hidden cellars beneath wizardsÆ guilds. Undead Traits:A vilewight is immune to mind-affecting Vilewights retain none of the abilities they had in life. effects, poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a COMBAT Fortitude save unless it also works on objects. It is not sub- A vilewight relies on its dark channelspell-like ability, resort- ject to critical hits, subdual damage, ability damage, ability ing to melee only when it must. If it kills a humanoid that drain, energy drain, or death from massive damage. A vile- become a spawn, it attempts to retreat until the spawn is fully wight cannot be raised, and resurrection works only if it is formed. Then it charges back into the fray with its new ally. willing. The creature has darkvision (60-foot range). Dark Channel(Sp):Once every other round, a vilewight Skills:A vilewight receives a +8 racial bonus on Move can channel the negative energy infusing it into a line of Silently checks. cold, black energy 5 feet wide and 30 feet long. Everyone in 183 MONSTERS EVIL CHAPTER 8: 620_88161_Vile Darkness.qxd 8/13/02 11:42 AM Page 183Abilities:Modify the base creature as follows: Str +0, BONE CREATURE Dex+4, Con ù, Int +0, Wis +0, Cha +0.",
        "name":  "Advancement",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th-level bugbear rogue. deadspell, but could arise from a create undeador create greater Bone Bugbear undeadspell, as undead of their equivalent Hit Dice. Medium-Size Undead",
        "name":  "Bone creatures cannot be the result of a simple animate Base Creature",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Claws +40 melee and tail slap +38 melee This product is a work of fiction.Any similarity to actual people, Damage:Claws 2d8+13 plus 1 vile, tail slap 1d8+6 organizations, places, or events is purely coincidental. This Wizards of the Coast game product contains no Open Game Content. plus poison No portion of this work may be reproduced in any form without written per- Face/Reach:20 ft. by 5 ft./15 ft. mission.To learn more about the Open Gaming License and the d20 System License, please visit \u003cwww.wizards.com/d20\u003e. Special Attacks:Fear gaze, improved grab, poison, ⌐2002 Wizards of the Coast, Inc. spell-like abilities, summon baatezu All rights reserved. Made in the U.S.A. Special Qualities:Baatezu traits, DR 15/+5, outsider traits, regeneration 6, SR 30 Visit our website at \u003cwww.wizards.com/dnd\u003e Saves:Fort +29, Ref +21, Will +24 1Treasure:Quadruple standard",
        "name":  "Attacks",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +28, Bluff +34, Climb +41, Concentra- raw, animal sort of way. tion +42, Diplomacy +36, Hide +26, Innuendo +34, GeryonÆs symbol is a menacing bullÆs head sur- Intimidate +37, Knowledge (arcana) +36, Knowledge rounded by a serpentine border. (the planes) +36, Knowledge (religion) +36, Listen +35, Move Silently +34, Perform +21, Search +36, Sense Combat Motive +34, Spellcraft +38, Spot +37 Geryon thrusts himself into physical combat at a",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary duces fear, similar to the fearspell (caster level 15th; Will DC 31 negates). Other baatezu are immune to the aura.",
        "name":  "Organization",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Geryon can communicate telepathi- summon monsterspell. of Geryon are found cally with any creature within 100 feet that has a lan- Caster Level:18th. deep in the wilderness. guage. In addition, he can see perfectly in darkness of These underground any kind, even that created by a deeper darkness spell. labyrinths incorporate cold, bluish steel where possible Geryon is immune to fire and poison, and he has acid and always look extremely clean and stark. resistance 20 and cold resistance 20. Clerics associated with Geryon wear red or dark",
        "name":  "Baatezu Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Daglum has a +1 racial bonus on DDAmon:Male deposed duke of Hell; CR 18; Huge attack rolls against orcs and goblinoids, a +2 racial outsider (evil, lawful); HD 26d8+234; hp 351; Init +9; bonus on saves against spells and spell-like abilities, a Spd 40 ft., fly 60 ft. (average); AC 36, touch 13, flat- +2 racial bonus on Fortitude saves against all poisons, footed 31; Atk +37/+32/+27/+22 melee (4d6+18 plus 1 and a +4 dodge bonus against giants. He has darkvision vile, Gargantuan +3 heavy mace) and +29 melee (2d8+5, (60-foot range) and stonecunning (+2 racial bonus on bite); Face/Reach 5 ft. by 10 ft./15 ft.; SA Fear aura, checks to notice unusual stonework; can make a check spell-like abilities; SQ Baatezu traits, cold immunity, for unusual stonework as though actively searching DR 25/+3, outsider traits, regeneration 5, SR 28, when within 10 feet and can use the Search skill to find summon baatezu; AL LE; SV Fort +24, Ref +20, Will +20; stonework traps as a rogue can; intuit depth). Daglum Str 31, Dex 20, Con 29, Int 20, Wis 20, Cha 18. also has a +2 racial bonus on Appraise checks and Craft Skills and Feats:Bluff +33, Climb +37, Concentra- or Profession checks related to stone or metal (these tion +36, Diplomacy +17, Disguise +30, Hide +17, bonuses are already figured into the statistics above). Intimidate +8, Jump +36, Knowledge (arcana) +34,",
        "name":  "Dwarf Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +35*, Balance +44, Concen- tration +43, Diplomacy +47, Escape Artist +43, Handle Animal +35*, Hide +39, Intimidate +42, Intuit Direc- tion +42, Jump +14, Knowledge (nature) +37, Knowl- edge (the planes) +37, Listen +42, Move Silently +43, Ride +12, Search +28, Sense Motive +42, Spellcraft +28, Spot +42*, Tumble +43, Wilderness Lore +36",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each time this feat is taken, the creature is based on the level of the spell-like ability selected. can apply it to a different spell-like ability. See table for Corrupt Spell-like Ability feat. Spell Caster Spell Caster Thrall To Demon",
        "name":  "Special",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaotic evil alignment. Level Level Level Level The bonus can now only be applied to one attack roll, 0th 2 5th 12 saving throw, ability check, skill check, or level check. 1st 4 6th 14 This feat also functions as a pact, allowing a cleric to 2nd 6 7th 16 draw spells from his patron demon lord. Updated in 3rd 8 8th 18 Champions of Ruin, pp.23-24. 4th 10 9th 20 Vile Martial Strike A critical hit applies the multiplier to the additional Disciple of Darkness vile damage.",
        "name":  "Prerequisites",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove Alchemy and Intuit Direction. based on the level of the spell-like ability selected. See Add Survival. table for Corrupt Spell-like Ability feat. Contagion (Sp): Save DC should be 14 + Charisma modifier. Caster level is twice the class level, up to the cancer mageÆs total HD. Poison (Sp): Save DC should be 14 + Charisma modifier. Caster level is twice the class level, up to the cancer mageÆs total HD. Demonologist",
        "name":  "There is a required minimum caster level which is Class Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Replace Malign Spell Focus feat with Spell Focus (evil).",
        "name":  "Requirements",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove Alchemy and Scry. Add Craft (alchemy). Quasit Familiar (Ex): Demonologist class levels stack with wizard/sorcerer levels for the purpose of determining familiar ability. Summoning Mastery (Su): This also applies to summon monster spells from another class. So if a wizard 17/demonologist 6 casts a summon monster IX spell, he can summon 1d4+1 bebiliths. Diabolist",
        "name":  "Class Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove special requirement to cast shriveling. Add ôMust be able to cast 4 spells with evil descriptorö.2",
        "name":  "Requirements",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove Innuendo and Scry. 2 Monte Cook said on his website, ôThe ability to cast shriveling merely requires it to be on your spell list.ö This merely means you must be a sorcerer or wizard. A diabolist works with devils and there is nothing particularly devilish about the shriveling spell. If it is a matter of having soul rot disease, then it should be ôSpecial: Must have soul rot diseaseö. In which case, Cook suggested using suspend disease spell to ward it off. \u0018Disciple of Baalzebul\u0004 Energy Drain (Su): After 24 hours, make a Fort save to",
        "name":  "Class Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DR 15/cold iron and good, fast Initiative, Improved Natural Attack (tentacle), Iron healing 8 Will, Multiattack, Power Attack, Quicken Spell- Skills: Balance +52, Bluff +53, Climb +30, like Ability (bestow greater curse), Vile Natural Concentration +48, Diplomacy +59, Forgery +51, Attack (tentacle) Gather Information +50, Hide +41, Intimidate",
        "name":  "Speech, Dodge, Improved Disarm, Improved Special Qualities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blinding Speed, Dire Charge +56, Jump +33, Knowledge (arcana) +48, Knowledge (history) +34, Knowledge (religion) \u0018+36, Knowledge (the planes) +48, Listen +45, Full Attack: Wand of Orcus +57/+52/+47/+42 melee Move Silently +49, Perform (oratory) +50, Search (2d8+20/19-20 plus death effect) and claw +50 +51, Sense Motive +45, Spellcraft +36, Spot +45, melee (1d6+14) and horns +48 melee (2d6+7) and Tumble +51, Use Rope +32 sting +48 melee (1d6+7 plus poison)",
        "name":  "Epic Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Slam +39 melee (4d8+21 plus 2d6 acid plus 1 vile) Spells (5/877/764/3): Practiced Spellcaster feat (Com-",
        "name":  "Attack",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DR 15/cold iron and good, SR 32 spell level +1 for necromancy (marked with an aster-",
        "name":  "Special Qualities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +47, Bluff +45, Concentration 3 +35, Diplomacy +51, Disguise +45, Hide +44, Skills: Appraise +48, Bluff +59, Climb +50, Intimidate +48, Jump +47, Knowledge (arcana) Concentration +51, Craft (alchemy) +48, Decipher +41, Knowledge (the planes) +41, Listen +48, Script +46, Diplomacy +65, Forgery +51, Gather Move Silently +44, Perform (dance) +34, Sense Information +49, Intimidate +52, Knowledge Motive +48, Spellcraft +39, Spot +48, Tumble +47 (arcana) +48, Knowledge (religion) +48,",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +42, Bluff +45, Concentration +37, (2d6+17/x3 plus 1d6 electricity) Craft (weaving) +25, Diplomacy +51, Disguise Space/Reach: 10 ft./10 ft. +31, Forgery +45, Gather Information +45, Hide Special Qualities: DR 20/silver and good, fast healing +38, Intimidate +48, Knowledge (the planes) +42, 3, immunity to cold Listen +46, Ride +41, Search +45, Sense Motive Skills: Balance +33, Bluff +48, Concentration +47, +46, Spellcraft +42, Spot +46, Survival +46, Swim Craft (alchemy) +28, Diplomacy +57, Forgery +30, +32 Gather Information +51, Hide +46, Intimidate +54,",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blinding Speed Empower Spell-like Ability (hellfire storm), Improved Initiative, Power Attack, Practiced Baalzebul Spellcaster, Quicken Spell-like Ability (hellfire), Huge Outsider (Baatezu, Evil, Extraplanar, Lawful) Scribe Scroll, Spell Focus (evocation), Violate Base Attack/Grapple: +38/+61 Spell",
        "name":  "Epic Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 slams +52 melee (2d8+15 plus /19-20 Spells: Caster level 19th; save DC 19 + spell level +1 plus 1 vile plus withering) for Evocation spells. \u0018\u00188. Evil Monsters Asmodeus Large Outsider (Baatezu, Evil, Extraplanar, Lawful) Demon Base Attack/Grapple: +35/+54 TanarÆri Traits: Change acid, cold and fire resistance",
        "name":  "Full Attack",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes, Craft Rod, Dark Speech, Demon, Bar-lgura Empower Spell-like Ability (hellfire storm), Base Attack/Grapple: +6/+10 Improved Initiative, Power Attack, Practiced Space/Reach: 5 ft./5 ft.",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DR 10/good or cold iron",
        "name":  "Spellcaster, Quicken Spell Special Qualities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Automatic Quicken Spell (x2), Epic Skills: Balance +11, Climb +12, Disguise +6, Hide Spellcasting, Multispell +17, Intimidate +10, Jump +25, Listen +11, Move Silently +13, Spot +11, Tumble +15 Spell-like Abilities (Sp): Replace extra ôwall of iceö Feats: Dodge, Mobility, Spring Attack with ôwall of eyesö. Demon, Babau",
        "name":  "Epic Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster level 24th; save DC 22 + spell level. All Revised in Monster Manual, p.40. spells of levels 0-6 are automatically quickened. As- modeus can cast 2 quickened spells per round. Demon, Shadow Base Attack/Grapple: +10/+10",
        "name":  "Spells",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Asmodeus can cast 3 epic spells per day. Space/Reach: 5 ft./5 ft. He is already under the effects of contingent resurrec- Special Qualities: - tion spell. Spells Prepared: Epic û greater ruin (x2), Skills: Bluff +18, Concentration +13, Diplomacy +20, spell worm. Hide +30, Intimidate +20, Knowledge (arcana) +16, Knowledge (the planes) +16, Listen +16, Move Silently +20, Search +16, Spot +16",
        "name":  "Epic Spells",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +16, Gather Information +14, Feats: Combat Casting, Dodge, Empower Spell- Hide +11, Intimidate +14, Listen +14, Move like Ability (eye of flame), Improved Initiative, Silently +15, Search +14, Spot +14, Survival +14, Mobility Tumble +15",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dodge, Improved Initiative, Quicken Spell-like Skills: Escape Artist +2, Hide +6, Listen +5, Move Ability (wrack) Silently +3",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Escape Artist +12, Hide +14, Intimidate +15, Skills: Climb +12, Concentration +10, Hide +15, Listen +22, Move Silently +21, Search +18, Sense Knowledge (arcana) +16, Listen +16, Move Motive +16, Survival +15 Silently +25, Sense Motive +9, Spellcraft +15,",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleave, Combat Reflexes, Corrupt Spell-like Jump +31, Knowledge (arcana) +36, Knowledge Ability (fireball), Dark Speech, Great Cleave, (the planes) +45, Listen +45, Move Silently +50, Improved Initiative, Multiattack, Power Attack, Search +40, Sense Motive +42, Spellcraft +34, Quicken Spell-like Ability (fireball), Vile Natural Spot +45, Tumble +49 Attack (claw) Feats: Cleave, Combat Expertise, Dark Speech,",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +19, Climb +7, Concentration +18, Skills: Climb +11, Hide +15, Spot +9 Diplomacy +25, Gather Information +19, Feats: Ability Focus (poison), Eschew Materials (B) Intimidate +21, Knowledge (arcana) +13, Environment: Warm forests Knowledge (nobility and royalty) +17, Listen +17, Organization: Solitary, tangle (2û4 swarms), or colony Search +12, Sense Motive +17, Spellcraft +14, (7û12 swarms) Spot +17 Challenge Rating: 2",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A hivemind swarm gains the ability to cast spells and vile strike. ò Spells: A hivemind swarm can cast spells as a sorcerer, whose level is half its HD (round-down). ò Vile Strike (Ex): Half of the hp damage dealt by its swarm attack is vile damage.",
        "name":  "Special Attack",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Old, abandoned buildings can come down with dangerous ease. Weakened by age 620_95386_Ch1.indd   31620_95386_Ch1.indd   31 8/21/06   4:48:34 PM8/21/06   4:48:34 PM32 CHAPTER 1 THE SCOPE OF THE CITYand weather, they have half the normal hardness of their component material. An attack or an area spell inside such a building deals damage to the structure more easily. Whenever a decrepit building takes damage, roll 1d20: If the result is at least equal to the damage dealt, the building collapses. Anyone inside a collapsing building takes 1d8 points of bludgeoning damage for each floor of the building’s height (assum- ing 10 feet of height for each story of the structure) and is pinned beneath the rubble. A successful DC 15 Reflex save halves the damage and avoids the pin. A character can escape the pin with a successful DC 24 grapple or Escape Artist check. Each round a character remains pinned, he takes an additional 1d6 points of damage. Lamp Smoke:  In cities that use oil lamps for illumi- nation, smoke can accumulate in small alleys or narrow roads. The smoke causes eyes to water, and obscures vision, but doesn’t provide concealment. Creatures inside the smoke take a –2 penalty on attack rolls, as well as on Search and Spot checks.",
        "name":  "Decrepit Buildings",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At ﬁ rst glance, this district appears to be an upper-class residential neighborhood. Many of the towering temples are built of stone, adorned with monolithic pillars and graven images. The surrounding homes and shops belie this ﬁ  rst impression, though, since these are rarely fancy or particularly clean. The truly powerful usually have their own priests on staff, and many districts have their own shrines, but the temple district is where most citizens come to pray. People on these streets come from all walks of life, and they are usually dressed in their best (or at least cleanest) clothes. Incense and the sounds of bells and chanting ﬁ  ll the air, and funeral or celebratory proces- sions are common. Plot Hook:  By using various charm  and nondetection spells, an evil sect has taken over a temple devoted to a good deity. The building’s exterior maintains the public facade of the previous faith, but its inner sanctums now reek with disease and human sacriﬁ  ce. CARAVAN",
        "name":  "Description",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Never. Buildings:  Warehouses (30%), poor trades (5%), poor services (10%), poor residences (53%). Description: Large, bulky buildings dominate the neighborhood, ﬁ  lled with goods not yet ready for sale or shipment. While a few are well maintained, most warehouses are old and dirty—so long as they are sturdy enough to protect the merchandise, their appearance is unimportant. Many of the people who live nearby work in these warehouses, hauling and stacking crates. Occasionally merchants and nobles—or more likely their servants—escort their goods into storage or come down to check on their possessions. Hired guards protect many warehouses, since the city watch does not reliably patrol poor neighborhoods. Plot Hook:  A n  u n s c r u p u l o u s  m e r c h a n t  h a s  b e e n transporting exotic creatures for sale to the rich and jaded. He keeps the beasts drugged for shipment, but one of them awoke and broke free of its crate, and it is now terrorizing the surrounding neighborhoods. Even if the PCs manage to track down the creature, the merchant uses his political connections to hamper their investigation into where it came from. The distrac- tions caused by this affair are slowing down the rest of his trade, increasing the risk that more creatures will awaken and escape. 620_95386_Ch1.indd   48620_95386_Ch1.indd   48 8/21/06   4:51:10 PM8/21/06   4:51:10 PMn urban adventurer is not quite like her more traditional, far-ranging counterpart. She tends to be less ﬂ  ashy, and perhaps more prone to subtler, more focused techniques. She often lets adven- ture come to her, rather than going in search of it. And while she might certainly seek fortune and glory, she might just be someone who’d rather live an ordinary life, if only circumstances would permit it. This isn’t to say an urban adventurer never  seeks out excite- ment and danger. From the monster-infested sewers to the orc armies at the walls to the demons and doppelgangers in the highest levels of government, most cities boast more than enough evil to seek out and destroy. Still, an urban adventurer likely has close personal ties to the city—or else why would she stay? She might seek to defend her home, to rise through the ranks to a position of power, to support her guild or house, or simply to smite evil and earn a few gold pieces without leaving the comforts of civilization. Whatever the case, her skills and abilities—to say nothing of her attitudes—differ somewhat from those adventurers who wander out into the world, rarely thinking of home. The most important distinction between traditional and urban adventurers, especially spellcasters, has to do with their methods. Fireball and lightning bolt  are main- stays of the dungeon delver or the dragon hunter, but they simply aren’t practical when battling thugs in an alley or monsters on Main Street. The ﬁ  ghter who counts on his wizard’s enlarge person  to make him truly potent when ﬁ  ghting giants could be in a tight spot when he tries to use the same trick inside a guildhall. The city’s enclosed nature, and the presence of innocent bystanders, mean that adventurers must be a lot more selective in their techniques. Save the ﬁ  reballs  for warding off invading armies or battling otyughs in the cavernous chambers deep beneath the city, and read on for more appropriate methods and abilities for city streets and the halls of power. WHAT TO DO, WHERE TO GO Welcome to the city! Now you’re surrounded by dozens of adventure sites, thousands of NPCs, and a concentration of wealth that beggars the hoard of the greediest dragon. Urban adventuring can be overwhelming—compared to dungeons, there’s just more  of everything. Succeeding in a city is often a matter of knowing how to extract what you want from the teeming multitude of choices available. 49Illus. by D. BirchamIllus. by D. Bircham 620_95386_Ch2.indd   49620_95386_Ch2.indd   49 8/22/06   9:13:17 AM8/22/06   9:13:17 AM50 CHAPTER 2 THE URBAN",
        "name":  "Power Center",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance 7 ranks, Jump 7 ranks, Dodge, Mobility, Roofwalker. Beneﬁ  t: The Roof-Jumper feat enables the use of the following tactical maneuvers. You cannot beneﬁ  t from more than one maneuver in the same round. Death from Above:  You do substantial damage if you deliberately leap down to attack a foe beneath you. You must drop at least 20 feet. You must roll to hit; this qualiﬁ  es as a charge attack, with all relevant bonuses and penalties. If you hit, you deal damage as normal, plus an extra 1d6 points for every 10 feet of distance beyond the ﬁ rst 10 feet; thus, a drop of 30 feet causes an extra 2d6 points of damage. You still take whatever damage you would normally take from the fall, but you can reduce the falling damage with a successful Jump check or Tumble check. You cannot use any ability to slow your fall (such as the monk’s slow fall ability, or the feather fall spell) while attacking in this manner. Urban Acrobatics: You can make use of windowsills, awnings, lampposts, and similar features of the city when leaping or falling from buildings. If you deliberately jump downward within arm’s reach of a wall or similar vertical surface, you can move yourself sideways along the wall, traveling up to 5 feet horizontally for every 10 feet you fall. If you accidentally fall, you can move 5 feet horizontally for every 20 feet you fall. You can move up to your full pqqqqqqqqqqqqqqqqqqqqrs pqqqqqqqqqqqqqqqqqqqqrsINTERLUDE: A TRIP TO THE HEALER",
        "name":  "Prerequisites",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons swarm of urban animals and vermin. HEXBLADE SPELLS 1st Level",
        "name":  "Summon Pest Swarm",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Earthen ground and cobblestones crack and shift, hampering foes. SORCERER/WIZARD SPELLS 1st Level",
        "name":  "Impeding Stones",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No At your command, the cobblestones of the street shudder and crack, sending your foes staggering about. Stones, bricks, hard dirt, or any similar surface cracks and shifts in its foundations, rendering footing treacherous and potentially tripping anyone in the area. Any creature who fails its Reﬂ  ex save is knocked prone. Those who remain standing can move at only half normal speed. Each round on your turn, standing creatures must make either a new Reﬂ ex save or a Balance check (their choice) to remain upright. Because the stones continuously shift, any attempt at spellcasting requires a Concentration check (DC 15 + spell level), and any attacks made from within the area take a –2 penalty; this does not stack with the penalty for attacking while prone if the attacker failed his save. LEOMUND’S SPACIOUS CARRIAGE Conjuration (Creation)",
        "name":  "Spell Resistance",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No With a faint shimmering and a rushing breeze, an ornate carriage appears on the street, pulled by four snorting, faintly translucent horses. You conjure up a carriage capable of seating four passengers comfortably or six in cramped conditions, as well as the horses needed to pull it. These “horses” are similar to those created by the phantom steed  spell, though they do not gain any of the special, level-based abilities con-ferred by that spell. They respond to your thoughts alone, and they can pull the carriage at a speed of up to 50 feet. The carriage resists ﬂ  ames as if i t w e r e st o n e . I t is im pe rvi o us t o normal missiles (but not the sort cast by siege engines or giants). The inte- rior contains lush, cushioned seats. The side windows can be opened to allow for missile ﬁ  re or spellcasting. If the windows are open, everyone inside is considered to have cover, SPELL DESCRIPTIONS 620_95386_Ch2.indd   66620_95386_Ch2.indd   66 8/22/06   9:14:30 AM8/22/06   9:14:30 AM67CHAPTER 2 THE URBAN ADVENTURERbut they are not impervious to mis- siles as they would otherwise be.",
        "name":  "Spell Resistance",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No With a cacophony of shrieks and squeals, a horde of ﬂ  ying, running, and crawling pests appears from the shadows and swarms across your foes. Summon pest swarm  creates a horde of small mammals, birds, and vermin that appear throughout the target area, tear into any creature present, then move in a crawling mass at your volition. The pest swarm (see page 136) stays in one place unless you actively direct it (a move action for you). If the pest swarm moves beyond the spell’s range, it disappears. It takes actions at the beginning of your turn. The pest swarm attacks any creature A summoned pest swarm mauls your enemies nicely, without damaging surrounding structuresIllus. by Daarken 620_95386_Ch2.indd   67620_95386_Ch2.indd   67 8/22/06   9:14:34 AM8/22/06   9:14:34 AM68 CHAPTER 2 THE URBAN ADVENTURERother than you that occupies all or part of its space.",
        "name":  "Spell Resistance",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Adept, aristocrat, psion ( Expanded Psionics Handbook ), sorcerer, spellthief ( Complete Adventurer ), warlock ( Complete Arcane ), wilder ( Expanded Psionics Handbook ), wizard.",
        "name":  "Associated Classes",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft, Knowledge (arcana), Knowl- edge (history), Knowledge (nobility and royalty), Knowledge (psionics), Spellcraft.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Barbarian, expert, ﬁ  ghter, ranger, rogue, spellthief ( Complete Warrior ), warrior.",
        "name":  "Associated Classes",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Members are expected to seek out new infor- mation pertaining to the subject of their interest, and to present such data to the organization at large. Some- times they are called upon to actively pursue important leads, though they might decline for sufﬁ  ciently good reasons. In addition, members are expected to remain both loyal to the organization and objective in their pursuits; revealing conﬁ  dential information to non- members is grounds for expulsion. Lastly, spellcasting members must provide copies of any spell to which the organization does not yet have access, and be available to cast various spells on the organization’s behalf from time to time (no more than twice per month, and the organization offers compensation for all castings at half the going rate). Favored Benefits:  Members can draw on the vast stores of information amassed by their organization. A member can pick any one Knowledge skill associated with his organization. Any time she has unrestricted access to his organization’s records, she receives a +2 insight bonus on checks using that Knowledge skill and a +1 insight bonus on Knowledge checks of any other variety.",
        "name":  "Duties",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff, Diplomacy, Gather Informa- tion, Knowledge (history), Knowledge (local), Knowledge (nobility and royalty), Knowledge (religion), Perform, Profession (teamster), Sense Motive. Duties:  Political organizations are deﬁ  ned not only by their agendas but by their actions, so each member is required to put in a number of hours per month of service equal to her level × 2. Those who fail to meet this quota must provide a good reason for having done so, and must ensure that they will make up for lost time as soon as they can. Favored Benefits:  The organization pulls bureau- cratic strings on behalf of favored members, reducing by 20% the cost of any fines or levies imposed by the government. Sample Contact:  Ser Rossart of Krae (elf aristocrat 1/expert 6). Rossart will provide free legal advice (and representation in court, if necessary) for a PC or one of his companions. Once per year. 620_95386_Ch3.indd   99620_95386_Ch3.indd   99 8/22/06   9:21:14 AM8/22/06   9:21:14 AM100 CHAPTER 3 POLITICS AND POWERRELIGIOUS ORGANIZATIONS Religious organizations are more varied than any other. Members are unified by their particular faith, with divine spellcasters occupying top positions of authority and inﬂ  u e n c e .  M o s t  s u c h  o r g a n i z a t i o n s  a r e  d e v o t e d to the worship, ideals, or hegemony of their religion, but some are in truth political organizations with a religious backing and agenda. A religious organization can be life-afﬁ  rming to devout new members, a place where they ﬁ  nally can put their ideals to work. Other members (especially older ones) might be consumed with their roles, putting them at odds not only with other faiths, but with those of the same faith who stand outside their organization. Religious organizations favor those of obvious theological conviction, notably clerics and paladins, but accept anyone who wishes to serve. Examples:  Druid sects, ﬁ  end cults, palatine orders, subsects within speciﬁ  c churches.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff, Concentration, Decipher Script, Diplomacy, Knowledge (history), Knowledge (nature), Knowledge (nobility and royalty), Knowledge (religion), Perform. Duties:  The organization’s deity or faith must come before everything else in the member’s life, and if the organization calls upon its members to act, they must answer. Failure to do so can result in anything from ﬁ  nes to expulsion from the organization (or worse, especially in cults of evil deities). Favored Beneﬁ  ts: The organization reduces the cost of spells cast by its members on behalf of other members by 10%.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each level, you gain new spells per day (and spells known, if applicable) and an increase in caster level as if you had also gained a level in an arcane spellcasting class to which you belonged before adding the prestige class level. You do not, however, gain any other beneﬁ  t a member of that class would have gained. If you had more than one arcane spellcasting class before becoming an urban savant, you must decide to which class you will add each level for the purpose of determining spells per day, caster level, and spells known. If you had no levels in an arcane spellcasting class before acquiring the prestige class level, this class feature confers no advantage.",
        "name":  "Spellcasting",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diplomacy, Knowledge (history), Knowledge (nobility and royalty), Knowledge (religion), Knowledge (the planes), Spellcraft. Duties:  Congregants of a dominant church must either donate 10% of their income or volunteer 1 hour a week to aid in maintaining the church’s temples and performing the faith’s works in the city. Unsurpris- ingly, most individuals choose the latter option. True members of the church must spend at least 20 hours a week devoted to religious and administrative duties, which might range from leading services to standing guard over church property to working in the church library. A DC 25 Diplomacy check allows a PC to count time spent adventuring with his companions toward this requirement, if the adventure speciﬁ  cally advances the cause of the church or if the PC is willing to tithe 10% of all treasure he ﬁ  nds to the church. Favored Beneﬁ  ts: A member of a dominant church gains a +1 bonus on Diplomacy and Intimidate checks involving anyone from the local government, major mer- cantile concerns such as guilds, or members of smaller churches in the city. Additionally, a member has access to the church’s library and records. He can take 20 on any Knowledge (history) or Knowledge (religion) check after he has been actively engaged in research in the church library (reading books and speaking to other members), a process that takes 1d4+1 days for each check. Sample Contact:  Archbishop Calapri (expert 12). Calapri will ofﬁ  cially sanction an adventure or quest, allowing the PCs to freely cross borders anywhere the church is dominant, and expanding the PCs’ church-based Diplomacy and Intimidate bonuses to work in those areas as well. Once only. INDEPENDENT An independent church is a temple or association of temples that, due to lack of size, wealth, or political inﬂ  u- ence, is a less powerful entity than the dominant church of the region. Perhaps the deity is not widely worshiped in the city, and has only one temple—or at most a hand-ful of them—to his name. The religion might be new to the city, and thus has not had time to expand, or it might face resistance from the entrenched churches. All too frequently, an independent church has failed to expand because it is oppressed, either by the local government or the dominant church. And sometimes, a church simply fails to catch on in a given population, or exists in a region where the dominant church holds so much of the popula- tion that the smaller faiths cannot compete. Independent churches contain religious guilds and various sects, but not to the same extent as dominant ones. Both obscure gods and well-known but less popular ones make up the bulk of the independent faiths. Examples:  Church of St. Cuthbert, Church of Wee Jas. Associated Skills:  Diplomacy, Knowledge (history), Knowledge (local), Knowledge (religion), Knowledge (the planes), Spellcraft. Duties:  Congregants of an independent church are required to tithe 5% of their income, or volunteer 1 hour of their time per week. Formal members of the church must spend at least 20 hours a week devoted to religious and administrative duties. A successful DC 20 Diplomacy check allows a PC to count time spent adventuring with his companions toward this requirement, if the adven-ture speciﬁ  cally advances the cause of the church or if the PC is willing to tithe 10% of all treasure he ﬁ  nds to the church. 620_95386_Ch3.indd   107620_95386_Ch3.indd   107 8/22/06   9:21:50 AM8/22/06   9:21:50 AM108 CHAPTER 3 POLITICS AND POWER Favored Beneﬁ  ts: Members of independent churches make a concerted effort to aid one another. The discount for hiring a fellow member to cast a spell or perform a service is 10%, rather than the standard 5%. (Characters who abuse this privilege—taking advantage of it when not absolutely necessary—could ﬁ  n d  i t  s tri p p e d  a w a y from them at the DM’s discretion.) Sample Contact:  Father Leopold (cleric 10). Leopold will cast atonement  on a PC or one of his companions. Once only, but could be persuaded to do it a second time if the situation warrants. CULT A cult is a small organization made up of followers asso-ciated with the same faith. Cults are smaller than other churches, with little (if any) political or social power. In most instances, cults are devoted to obscure, unpopular, or even illegal entities. The most common example is a cult devoted to a vile deity or an archﬁ  end, but cults might also be dedicated to foreign gods, or even gods of goodness and light in an evil culture. Also uncommon but not unheard of in major cities are bands of nature-worshipers, many of which qualify as cults. Cults might not have any true temples, relying instead on tiny shrines or altars tucked away in otherwise secular structures. Many cults are secret organizations, and they look with suspicion on anyone who seeks them out. Examples:  Cult of Asmodeus, Cult of Tharizdun, druidic circle. Associated Skills:  Bluff, Knowledge (local), Knowl- edge (religion), Knowledge (arcana, or  nature, or  the planes, whichever is most appropriate), Spellcraft. Duties:  Congregants of a cult must spend at least 4 hours per week in worship and ceremonies. Formal members of the cult must spend at least 20 hours a week in service to it. A successful DC 20 Diplomacy check allows a PC to count time spent adventuring with his companions toward this requirement, if the adventure speciﬁ  cally advances the cause of the cult or if the PC is willing to tithe 10% of all treasure he ﬁ  nds to the cult. Favored Beneﬁ  ts: Membership in this small, tightly knit group strengthens an individual’s faith and determi- nation. When accompanied by at least one other member of the cult, or when within the cult’s shrines or holdings, a member receive a +1 bonus on Will saves made against spells cast by anyone not part of the cult.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the parent church, plus Bluff if the sect is secretive. Duties:  As the parent church, if the sect is open and accepted. In the case of a conﬂ  icted or secret sect, the member’s duties are roughly equivalent to those of an independent church, and the member must keep details of the sect’s activities secret. Favored Benefits: As the parent church, if the sect is open and accepted. In the case of a conflicted or secret sect, members swiftly learn techniques for keeping their affiliation secret. The character gains a +1 bonus on Bluff checks when dealing with matters of religious affiliation. Additionally, he can make use of the Deceptive Spell feat (see page 60) once per day, without the associated increase in spell slot, even if he does not possess that feat. This ability can be applied only to domain spells or to spells that, for reasons  of alignment, could not be cast by members of the parent church.",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove all ranks in Knowledge (local); remove 1 rank from each of the other skills (chang- ing the modiﬁ  ers to Concentration +9, Knowledge [religion] +9, Spellcraft +8). Remove Iron Will (changing Will save to +10).",
        "name":  "Nonhuman Cult Leaders",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60-foot burst, otherwise as the fear  spell.",
        "name":  "Fear",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Several of the wizard’s lairs are hidden under the city, and in the wilderness around it. Each lair provides clues that, when combined, lead to the wizard’s greatest and most potent discovery. 2. The city was built on ground consecrated to some forgotten god or demon. Effect on City:  Demons and undead are relatively common here; the city’s graveyards are all affected as if by a desecrate  spell.",
        "name":  "Plot Hook",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Destructive area spells, such as ﬁ r e b a l l , are forbid- den, but other spells are permissible. Moderate:  The use of any damaging spell, or any spell that affects another individual against his will, is forbidden.",
        "name":  "Lax",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Natural Spell feat functions with city-shape just as it does standard wild shape.City Soul The most powerful druids can transform themselves into elementals, representatives of the building blocks of reality itself. A few urban druids, truly taken with the nature and order of the city, prefer more mundane forms.",
        "name":  "Special",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Natural Spell feat functions with city soul just as it does standard wild shape. Crowd-WalkerCityscape, Part 1 Certain individuals are comfortable among the throngs of citizens in even the most densely packed city. They know how to maneuver deftly through such environs without impediment.",
        "name":  "Special",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    }
]
