[
    {
        "origin_file":  "armor.json",
        "description":  "13 (-1 size, +2 Dex, +2 natural), touch 11, Armor Class: 16 (-1 size, +3 Dex, +4 natural), touch 12, flat-footed 11 flat-footed 13 Base Attack/Grapple: +3/+12 Base Attack/Grapple: +4/+13",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25 (-2 size, -2 Dex, +19 natural), touch cougar is 6, flat-footed 25 as black as night, Base Attack/Grapple: +10/+26 with glow- Attack: Bite +16 melee (1d8+12) ing yellow",
        "name":  "This giant Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (-1 size, +1 Dex, +7 natural), touch 10, vultures, and one might attack a creature that is two or flat-footed 16 more size categories smaller than itself. Base Attack/Grapple: +4/+11 Stench (Ex): Scraps of rotting flesh cling to a dire",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature\u0027s natural armor class abilities. bonus increases by 5. Unholy Toughness (Ex): A dry lich gains a bonus to its hit",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (-1 size, +1 Dex, +8 natural), touch 10, flat-footed 17 Base Attack/Grapple: +5/+14",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (-2 size, +2 Dex, +11 natural), touch 10, flat-footed 19 Base Attack/Grapple: +12/+28",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+3 Dex, +7 natural), touch 13, flat- Dustblights speak Asherati and sometimes Common. footed 17 COMBAT Base Attack/Grapple: +3/+8",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature\u0027s natural armor bonus Huge Construct increases by 5.",
        "name":  "Dustform Giant Banded Lizard Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (-2 size, +5 natural), touch 8, flat- life, except that its skin takes on a parchment like quality, footed 13 its teeth and fingernails develop wicked points, and its Base Attack/Grapple: +7/+24 eyes gleam with a pale green luminescence. Attack: Bite +14 melee (2d8+9)",
        "name":  "A forlorn husk appears mostly the same as it did in Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+2 mithral except as noted here. chain shirt, +3 Dex, +1 natu- Armor Class: The base ral), touch 13, fl at-footed 17 creature’s natural armor Base Attack/Grapple: +5/+8 improves by 1.",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Same as the base creature +3. This twisted shrub has only a few waxy leaves and is covered with wicked, foot-long thorns. Bones and rusted armor protrude from its gnarled limbs. IRONTHORN Large Plant The ironthorn is a tough, waste-adapted plant that snatches",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (+2 natural), touch 10, 17 (+1 Dex, +6 natural), 17 (+1 Dex, +6 natural), fl at-footed 12 touch 11, fl at-footed 16 touch 11, fl at-footed 16 Base Attack/Grapple: +3/+4 +3/+8 +3/+8",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 size, +3 Dex, +2 natural, +3 studded the point where some marrulurks can ignore it entirely. leather armor, +1 buckler), touch 14, fl at-footed 17 However, those that openly display disobedience to Base Attack/Grapple: +3/+0 a marrutact in the confines of a crèche are ordered",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +1 Dex, +5 natural, +8 full plate), feet who fail their saves become exhausted. The save DC touch 10, fl at-footed 22 is Charisma-based. Base Attack/Grapple: +6/+15 Pounce (Ex): If a marrusault charges, it can make a full",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Standard many of the weaker or more specialized spawncrafted Alignment: Usually neutral creations of the marru perished with their masters. Still, a Advancement: By character class marrusault depends on the equipment and other resources Level Adjustment: +3 662200__1177773399__CChhpp66..iinndddd 117711 11//77//0055 44::3322::3399 PPMM 172 6 RETPAHC SRETSNOM This tall, gaunt humanoid wears sand-brown robes and a volumi- Spells: A marrutact casts spells as a 5th-level wizard. nous hood that fails to hide its jackallike visage. Wielding a staff Typical Wizard Spells Prepared (caster level 5th): 0—daze intricately carved to resemble a slender double helix, the creature (DC 14), disrupt undead, mage hand, resistance; 1st—mage commands respect with its mere presence. armor, magic missile (2), true strike; 2nd—detect thoughts (DC 16), see invisibility, mirror image; 3rd—dispel magic, fi reball The marrutact commands by (DC 17). birthright, ordering the lesser marruspawn subraces as it desires. MARRUSPAWN SOCIETY The sign of a marrutact’s authority The marruspawn, or “the Crafted,” as they sometimes is the staff it wields, a symbol of refer to themselves, are a society of small cells that con- the forgotten spawncraft lore tain a selection of marrusaults and marrulurks, that raised desert jackals to each led by a few (and often just one) marru- a race of intelligent crea- tacts. Typically, many cells coexist together tures of amazing ability. in the body of ancient structures (often Lesser marruspawn rare- shaped like pyramids) honeycombed ly question the decrees with chambers, each subsisting in un- of a marrutact, though easy alliance or open warfare with among themselves marru- the other cells. Other cells exist in tacts scheme and argue, lone structures in the waste, the each eager to put itself resident marruspawn within forward as the supreme even more isolated than their commander of all sur- brethren. The constant ad- viving marruspawn. herence to strict rules laid With the death of the pro- down by the marru keep genitors, the equilibrium the marruspawn occupied that allowed the quarrel- with rituals of loyalty and re- some subrace to exist in membrance, despite the marru something like military being long dead. When ritu- harmony is gone. Thus, als do not beckon, the chores many marrutacts claim of eking out life in a waste areas apart from their fel- take most of the remaining lows, content in the short waking time a marruspawn term to rule the fates of a might otherwise have to grow small retinue of marrulurk bored or unhappy with its lim- and marrusault followers. If an ited existence. advantage is spied, it is not un- When marruspawn reach a common for one marrutact to lead certain age, they are old enough its forces against another marrutact’s to breed. In any given year, holdings. The victor claims all the sur- a single marruspawn capa- viving lesser marruspawn, and it might ble of reproducing is chosen even accept the surrender of the enemy from each cell by the most powerful marru- marrutact itself if it pledges on the memory tact and sent to a secret location in the of the marru to serve the victor. waste that serves as the core of the race’s continued survival. This location is rumored to be a pyramid so Combat vast that even the tip jutting from the earth reaches Marrutacts prefer to give orders in a confl ict rather than a height of several hundred feet. Called the Cradle, it physically enter melee themselves, though they use is said to contain sections sealed since the death of their spells and special abilities to support their troops the marru, marruspawn types other than marrulurks, as necessary. marrusaults, and marrutacts, and even well-guarded Howl of Healing (Su): Once per day, a marrutact can chambers where spawncrafting lore might yet reside. loose a regenerative howl as a free action. All marruspawn Those who return a year later from a trip to the Cradle pledged to the howling marrutact within 30 feet heal 3d8+5 cannot speak of what they’ve seen—the memory of the points of damage. Those within 10 feet heal an extra 1d8+1 experience is wiped before they return to their home. points of damage. No marruspawn is quite sure what the purpose of these eitoC .M yb .sullI Few can avert the well-laid plan of a marrutact 662200__1177773399__CChhpp66..iinndddd 117722 11//77//0055 44::3322::4411 PPMM 173 MONSTERS CHAPTER 6 trips might be—only that to make them is the inviolable Marrucraft Zyme: If a creature other than a marru- law of the marru. spawn drinks this zyme, a painful series of biological responses occurs over the course of 1 round, dealing 1d6 MARRUSPAWN ITEMS points of damage to the creature. For the next minute, Marruspawn possess some relic technology of spawn- that creature can benefi t from other marruspawn zymes crafting. Large structures that hold three or more (for their full duration, even if the duration of the mar- marru spawn cells usually also include a marruzyme rucraft zyme expires in the meantime) as if it were a master (a marruspawn with at least 4 ranks in Craft marruspawn itself. However, after 1 minute, the creatures [spawncrafting]). The marruzyme master oversees several takes 2d6 points of damage as the process reverses. If odiferous vats where molds, bacteria, and other exotic drunk by a marruspawn, this zyme heals 3d8+5 points substances are cultured to specific ends: the creation of damage. of zymes. A zyme is a turgid liquid in which milky blobs fl oat, usu- MARRUSPAWN CHARACTERS ally bottled in a clay vial. A zyme is activated by drinking Marruspawn generally choose the character class to it (a standard action that provokes attacks of opportunity). which they are already most suited: marrulurks prefer Though features of these items resemble alchemical or the rogue class, marrusaults the fighter class, and magic items, they are created through a biological process marru t acts the wizard class, but exceptions are possible. quite different from that used by alchemists or potion These classes are also the favored classes of each kind of brewers. Generally, zymes are useful only for marruspawn, marruspawn. Marrulurks that add levels of rogue add or for creatures that utilize the marrucraft zyme, since sneak attack damage dice to their class sneak attack they are designed to unlock dormant abilities already ability. Marrutacts that add levels of wizard add their present in marruspawn. natural spellcasting ability (5th level) to their class A small selection of zymes are described below. All zyme levels in wizard and determine their spellcasting ability effects have a duration of 1 minute. accordingly. Only marruspawn that go rogue from their",
        "name":  "Hardy survivors, marrusaults eked out existence where Treasure",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A marruspawn that drinks this zyme cell and give up their loyalty to the vanished marru can fl ies into a berserk rage in the following round, fi ghting be characters. madly until either it or its opponent is dead. It gains +4 to Strength, +4 to Constitution, and –2 to Armor Class. The MARRUSPAWN marruspawn cannot end its rage voluntarily. ABOMINATION",
        "name":  "Rage Zyme",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "43 (+19 natural, +10 insight, +4 Dex), touch empowered jaws to latch onto the opponent’s body. An 24, fl at-footed 39 attached marruspawn is effectively grappling its foe. Base Attack/Grapple: +20/+32",
        "name":  "If a marruspawn hits with the bite attack, it uses its Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +2 Dex, +4 natural), touch 13, fl at-footed 15 Combat Base Attack/Grapple: +3/+0 Sulfur mephits activate their haboob ability and attack",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Elemental Plane Fast Healing (Ex): of Air A sulfur mephit heals only if in a region of volcanic gases or similar fumes. nosleN .J yb .sullI Mephits sometimes frolic in the deep waste 662200__1177773399__CChhpp66..iinndddd 117766 11//77//0055 44::3322::5511 PPMM 177 MONSTERS CHAPTER 6 MIRAGE MULLAH CREATING A MIRAGE MULLAH Fey nobles known as mirage mullahs rule fey oases (see “Mirage mullah” is an inherited template that can be page 21). Unlike other sorts of fey, these seemingly jovial added to any humanoid creature (hereafter referred to as creatures have precious little compassion where mortals the base creature). are concerned, and they delight in exacting punishment A mirage mullah uses all the base creature’s statistics for the slightest perceived offense. Mortals who speak and special abilities except as noted here. harsh words to a mirage mullah might be cursed with Size and Type: The creature’s type changes to fey. Do muteness. Those who raise a hand against a mirage mullah not recalculate base attack bonus, saves, or skill points. might be stricken blind. Those who accept a mirage Size is unchanged. mullah’s hospitality run the greatest risk of all: A mortal Hit Dice: Convert all current and future racial Hit Dice who fails to leave a fey oasis before the sun rises becomes to d6s. Do not change class Hit Dice. a mirage mullah himself. Special Attacks: A mirage mullah has all the special attacks of the base creature, plus the following special SAMPLE MIRAGE MULLAH attacks. This richly dressed desert merchant has warmly burnished skin, Spell-Like Abilities: At will—ghost sound, mage armor, pres- twinkling, mischievous eyes, and a jovial tone. tidigitation, shield; 3/day—lullaby, minor image, ventriloquism; 1/day—charm person, lesser confusion. This example uses a 5th-level human fi ghter as the base A mirage mullah with a Charisma of 19 or greater creature. gains the following spell-like abilities as well: At will— mage hand, message, tongues; 3/day—blindness/deafness, Mirage Mullah, 5th-level Human Fighter major image, suggestion; 1/day—confusion, hallucinatory Medium Fey terrain; 1/week—bestow curse.",
        "name":  "Environment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+2 Dexterity, +4 mage armor, +4 shield), ing special qualities. touch 12, fl at-footed 18 Low-Light Vision (Ex): A mirage mullah can see twice Base Attack/Grapple: +5/+6 as far as a human in conditions of low light (but not total",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3 (–2 size, –5 Dex), touch 3, fl at-footed 3 Improved Grab (Ex): To use this ability, a brine ooze Base Attack/Grapple: +9/+20 must hit with its slam attack. It can then attempt to start",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— distracted or endangered. It can use the run action while swimming, provided it swims in a straight line. A pool shimmers before you in the desert heat. Suddenly, glisten- *A brine ooze has a +12 bonus on Hide checks when ing pseudopods extend from the pool as it begins to glide across immersed in water. the side. LAVA OOZE Brine oozes lurk in salt lakes or form poollike shapes in Large Ooze (Fire) the desert, waiting for prey to come along. Hit Dice: 8d10+84 (128 hp) A typical brine ooze is 15 feet across and 2 feet thick. It Initiative: –5 weighs about 12,000 pounds. However, it can spread out until Speed: 10 ft. (2 squares), climb 10 ft. it is only an inch or two thick and up to 30 feet across. Armor Class: 4 (–1 size, –5 Dex), touch 4, fl at-footed 4 Base Attack/Grapple: +6/+14",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 Armor Class: 14 (+1 size, –2 Dex, +5 natural), touch 9,",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–2 size, –1 Dex, +15 natural), touch 7, fl at-footed 22 Base Attack/Grapple: +9/+28",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–2 size, –1 Dex, +16 natural), touch 7, attack. Its master can give the golem a simple command fl at-footed 23 to govern its actions in her absence, such as “Remain in Base Attack/Grapple: +13/+27 this area and attack all creatures that enter.” Its creator",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Construct traits, damage reduction A sand golem attacks with its fi sts, pummeling its oppo- 5/adamantine and bludgeoning, darkvision 60 ft., nents. Its Armor Class is relatively low, and its ability to immunity to magic, low-light vision resist damage is less than that of other golems, but it draws",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 as Search, Spot, and any other checks that rely on vision. nosleN .J yb .sullI Sand golems never grow weary of their tireless desert patrol 662200__1177773399__CChhpp66..iinndddd 118822 11//77//0055 44::3333::1122 PPMM 183 MONSTERS CHAPTER 6 These effects end when the creature leaves the 10-foot area are in contact with one another and are aware of any mem- around a golem. ber’s use of an amulet. If a sand golem’s amulet is destroyed, Stifle (Ex): When a sand golem strikes a living crea- the golem no longer follows instructions except from its ture, some of the shapesand that forms its body forces creator, and only if that creator is within 60 feet. If the its way into its opponent’s mouth and nose, causing wearer dies but the amulet is intact, the golem becomes that creature to suffocate. The opponent must make an inactive until a new person wears the amulet. immediate DC 10 Constitution check, repeated each round with the DC increasing by 1 for each previous SAND HUNTER check, until it can clear the sand from its lungs. A stifl ed creature can clearing the sand from its blocked airways Medium Magical Beast by spending a full-round action that provokes attacks of Hit Dice: 3d10+6 (22 hp) opportunity. When the opponent fails a Constitution Initiative: +7 check, it begins to suffocate (see page 304 of the Dungeon Speed: 40 ft. (8 squares) Master’s Guide). Armor Class: 16 (+3 Dex, +3 natural), touch 13, flat- Immunity to Magic (Ex): A sand golem has immunity footed 13 to any spell or spell-like ability that allows spell resistance. Base Attack/Grapple: +3/+5",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Usually neutral good hidden knowledge of sand golem creation. Advancement: 4–9 HD (Medium) A sand golem’s body must be formed from a mass of Level Adjustment: — shapesand (see page 25) having a volume of 1,000 cubic feet (equivalent to a 10-foot cube), and treated with volcanic ash and precious powders worth at least 2,000 gp. Creating the body requires a DC 15 Craft (sculpting) check. CL 14th; Craft Construct (see page 303 of the Monster Manual), awaken sand, fuse sand (see page 116), geas/quest, caster must be at least 14th level; Price 50,000 gp; Cost 27,000 gp + 920 XP. SAND GOLEM AMULETS Members of the Dusty Con- clave share a set of amulets and can use any of the sand golems an individual walker has created. The walkers in the waste Illus. by S. Prescott Many forms hold only a single consciousness in a pack of sand hunters 662200__1177773399__CChhpp66..iinndddd 118833 11//77//0055 44::3333::1177 PPMM 184 6 RETPAHC SRETSNOM A small group of scaly, doglike creatures lopes across the sand. are. No member of the pack is considered fl anked unless An eerie whining surrounds the pack, which seems to move as all of them are. one being. The pack mind operates through high-frequency sounds and limited empathy. As long as the pack members remain Sand hunters are bizarre, intelligent predators that exist within range, they all enjoy the benefi ts of Alertness. They only in packs. Each member of the pack has a long, sinuous can communicate empathically with one another, as well neck and fl exible lips to help it manipulate objects, and as with a sentient being within range, much as a familiar the creatures are capable of tool use. does with its master. Sand hunters share a “pack mind,” allowing the pack *The collective Intelligence score of a pack of sand hunt- to act as one coordinated being. The pack consciousness ers is 12, and their tactics refl ect this. Each individual has is established through high-pitched sonics (mostly at fre- an Intelligence score of only 3, as given in the statistics quencies beyond human hearing) and a limited empathic above. A pack must include at least three members to gain contact. If a sand hunter is split off from the others in a the benefi t of the higher Intelligence score. pack, or the group is reduced to one or two individuals, Sonic Howl (Ex): As a standard action, a pack of sand the pack mentality breaks down. Isolated sand hunters hunters can lower the frequency of their communication become little more than animals, unintelligent and mad. sounds to produce a sonic attack. Any creature within They do not live long. 60 feet of any pack member producing the howl must Sand hunters prefer to prey on large herbivores of the succeed on a Will save or be stunned for 1d4 rounds. plains and deserts, using their superior group intelligence The save DC of the howl is 10 + 1/2 the number of sand and coordination to overcome prey much larger than hunters in the pack + each pack member’s Cha modifi er. themselves. They are shy in the presence of intruders, A pack must include at least three members to activate often choosing to retreat and hide. However, they have the sonic howl, and no two contributing pack members a longstanding good relationship with the asherati, who can be more than 30 feet apart. Creatures with immunity call them the “spirit of the sands,” and the two often hunt to sonic energy attacks do not have immunity to the and work together. sonic howl, although creatures that can’t hear the howl (such as deaf creatures or those within the area of a COMBAT silence spell) are not affected. The save DC is Charisma- When hunting, sand hunters spread out to the limit of based and includes the Charisma bonus of each member communication, scouting out prey and acting as beaters participating in the attack. to drive creatures ahead of them. The hunters yip back and forth in a series of signals but keep “pack speak” to SCARAB SWARM, DEATH a minimum to prevent alerting their prey. Once within range of a suitable target, the pack uses its sonic howl Diminutive Undead (Swarm) attack in an attempt to stun the target. If successful, the Hit Dice: 12d12+9 (87 hp) pack attacks. Initiative: +6 If attacked, a sand hunter uses its sonic howl to dis- Speed: 30 ft. (6 squares), climb 30 ft. courage the enemy, then fl ees to its pack’s hidden den. Armor Class: 20 (+4 size, +6 Dex), touch 20, fl at-footed 14 In combat, sand hunters leap in and out of melee range, Base Attack/Grapple: +6/— setting up fl anks and attempting to grapple and overcome Attack: Swarm (3d6) their foes. Full Attack: Swarm (3d6) Pack Attack (Ex): If a sand hunter in a pack uses Space/Reach: 10 ft./0 ft. the aid another action to assist another pack member’s Special Attacks: Consumption, distraction attack roll in combat, it grants a +4 bonus on its ally’s Special Qualities: Damage reduction 10/magic, dark- next attack roll instead of the usual +2. If any member vision 60 ft., hive mind, low-light vision, resistance to of a pack enters a grapple, each other member can fi re 10, swarm traits use the aid another action to grant it a +2 bonus on Saves: Fort +4, Ref +10, Will +9 grapple checks to pin the opponent. Often two or three Abilities: Str 1, Dex 23, Con —, Int 6, Wis 13, Cha 15 members enter a grapple, with the remainder aiding Skills: Climb +4, Hide +18, Listen +10, Spot +10 their companions. Feats: Alertness, Iron Will, Toughness (3) Pack Mind (Ex): As long as a pack contains at least Environment: Warm deserts three individuals, none of which is more than 50 feet Organization: Solitary, dread (2–4 swarms), or horror from any other individual, all its members share a group (5–8 swarms) consciousness. If one is aware of a particular danger, they Challenge Rating: 7 all are. If one in the pack is not fl at-footed, none of them Treasure: None 662200__1177773399__CChhpp66..iinndddd 118844 11//77//0055 44::3333::2211 PPMM 185 MONSTERS CHAPTER 6",
        "name":  "Only the Dusty Conclave of walkers in the waste has the Alignment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+4 size, +4 Dex), touch 18, fl at-footed 14 Base Attack/Grapple: +6/—",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, +1 Dex, +10 natural), touch 10, 17 Fortitude save or take 1d4 points of Strength damage fl at-footed 19 for 1d4 rounds. The effect of roars from multiple cani- Base Attack/Grapple: +9/+18 sphinxes is cumulative. A second canisphinx that roars",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, –1 Dex, +15 natural), touch 8, Combat fl at-footed 23 A crocosphinxes pounces on its opponent from beneath the Base Attack/Grapple: +15/+27 water, then drags it in and attempts to drown the victim.",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +2 Dex, +8 natural), touch 11, Armor Class: 19 (–1 size, +2 Dex, +8 natural), touch 11, fl at-footed 17 fl at-footed 17 Base Attack/Grapple: +8/+16 Base Attack/Grapple: +10/+19",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–2 size, +3 Dex, +7 natural), touch 11, fl at-footed 15 Base Attack/Grapple: +15/+32",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–1 size, +8 natural), touch 9, flat- too late. footed 17 Unlike ordinary trolls, wasteland trolls are not agile, Base Attack/Grapple: +6/+17 though they make up for this lack with sheer strength.",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 Dex, +6 natural), touch 11, flat- to utilize this ability. footed 16 Improved Grab (Ex): To use this ability, a tumbling Base Attack/Grapple: +4/+7 mound must hit a creature of any size with its slam attack.",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (–1 size, +10 natural, +8 plate barding), A tumbling mound appears to be a roughly spherical touch 9, fl at-footed 27 mass of dried brush. In truth, it is actually an intelligent, Base Attack/Grapple: +6/+18 carnivorous plant that imitates the form of harmless dead Attack: Pincer claw +13 melee (2d6+8) or tail sting +13 vegetation. Its brain and major sensory organs are located melee (1d6+8 plus 1d6 fi re) in a lump in the center of its body. Full Attack: 2 pincer claws +13 melee (2d6+8) and tail Tumbling mounds move about virtually silently, and sting +11 melee (1d6+4 plus 1d6 fi re) often go unnoticed due to their similarity to tumble- Space/Reach: 10 ft./10 ft. weeds. They often lurk in clumps of vegetation, then Special Attacks: Spell-like abilities tumble out to attack when their prey is sleeping or Special Qualities: Construct traits, damage reduction otherwise off guard. Travelers tell stories of waking up to 10/chaotic, darkvision 60 ft., fast healing 5, low-light fi nd tumbling mounds feeding off their companions, and vision, spell resistance 20 of taking fl ight, pursued by seemingly tireless clusters of Saves: Fort +4, Ref +2, Will +5 the thorny monsters. Abilities: Str 26, Dex 11, Con —, Int 10, Wis 17, Cha 15",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Great Fortitude, Improved Overrun, Power Attack, then driving as many thorns as possible into the victim’s MultiattackB fl esh to latch on. It feeds by sucking the victim’s blood Environment: Clockwork Nirvana of Mechanus through a hollow “feeder” thorn. Tumbling mounds have Organization: Solitary enough cunning to choose lightly armored foes over those Challenge Rating: 9 wearing heavier armor. Treasure: None Blood Drain (Ex): A tumbling mound derives its Alignment: Always lawful neutral needed moisture from blood. It deals 1d4 points of Con- Advancement: 9–16 HD (Large); 17–24 HD (Huge) stitution damage to a grappled creature in any round when Level Adjustment: — 662200__1177773399__CChhpp66..iinndddd 119911 11//77//0055 44::3333::4422 PPMM 192 6 RETPAHC SRETSNOM This creature looks like a clockwork scorpion, complete with a † New spell described in Chapter 5. carapace of burnished metal. Instead of legs, it rolls through the Skills: An anhydrut has a +4 racial bonus on Search desert sands on metallic treads. The gleaming tail rising behind and Sense Motive checks. it is surmounted by a stinger engulfed in fi re. ANIMALS Waste crawlers are constructs hailing from the lawful neutral plane of Mechanus. Like others that enforce the Animals of the waste have adapted in very special ways to natural laws of the universe (called inevitables),the crawl- live in this barren environment. When fi nding water is a ers are defenders of the waste. Also called anhydruts, these problem, many animals develop ways of surviving while constructs are designed to fi nd and punish those who using less water. commit particular transgressions—in this case, those Many waste animals stay out of the sun during the hot- who sin against the desert itself. test part of the day, deep underground in burrows. There Anhydruts represent the inevitability of the waste. They the sand is cooler, and burrowing animals can sleep away confront those who would try to change the waste by farm- the searing daylight. Other animals, such as the hippo- ing, irrigating, or otherwise transforming the sands from potamus, are found only in areas with suffi cient mud or their pristine state. Small communities of desert nomads water to cover them and keep them cool. At night, after and other desert communities are rarely bothered, but the sun goes down and the sand cools off, animals of the sometimes a desert outpost, for reasons too obscure to be waste are far more active. known, violates some rule or obligation to the surrounding waste. A waste crawler then shrugs from the sand and crawls CAMEL, DROMEDARY surely and implacably forward, dedicated to destroying Large Animal those who would make the waste impure. Hit Dice: 3d8+6 (19 hp)",
        "name":  "A tumbling mound attacks by throwing itself at a target, Feats",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +3 Dex, +4 natural), touch 12, as shallow sand. See Sand Travel, page 18, for descriptions fl at-footed 13 of shallow and deep sand. Base Attack/Grapple: +3/+11",
        "name":  "They treat shallow sand as normal terrain and deep sand Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (–1 size, +3 Dex, +2 natural), touch 12, Saves: Fort +8, Ref +7, Will +2 fl at-footed 11 Abilities: Str 18, Dex 16, Con 18, Int 2, Wis 13, Cha 5 Base Attack/Grapple: +2/+10 Skills: Listen +7, Spot +6",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8d8+40 (76 hp) *A two-humped camel’s bite is treated as a secondary Initiative: –1 attack and adds only 1/2 the camel’s Strength bonus to Speed: 20 ft. (4 squares), swim 20 ft. the damage roll. Armor Class: 14 (–1 size, –1 Dex, +6 natural), touch 8, Sure Feet (Ex): Two-humped camels have broad feet fl at-footed 14 that help them travel easily over sand and similar loose Base Attack/Grapple: +6/+17 662200__1177773399__CChhpp66..iinndddd 119933 11//77//0055 44::3333::4499 PPMM 194 6 RETPAHC SRETSNOM",
        "name":  "Combat Hit Dice",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 size, +1 Dex, +3 natural), touch 13, SERVAL (SAVANNAH WILDCAT) fl at-footed 15 Small Animal Base Attack/Grapple: +0/–10 Hit Dice: 1d8+1 (5 hp)",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bite +0 melee (1d3–2) Speed: 40 ft. (8 squares) Space/Reach: 2-1/2 ft./0 ft. Armor Class: 15 (+1 size, +3 Dex, +1 natural), touch 14,",
        "name":  "Full Attack",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +2 Dex, +2 natural), touch 13, Initiative: +3 fl at-footed 13 Speed: 20 ft. (4 squares), swim 40 ft. Base Attack/Grapple: +0/–5 Armor Class: 17 (–1 size, +3 Dex, +5 natural), touch 12,",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares), burrow 20 ft. adapted to the salty, shallow lakes of the waste. Armor Class: 14 (–1 size, –1 Dex, +6 natural), touch 8, While ordinary brine shrimp feed on algae, these fl at-footed 14 giant creatures eat fi sh, larval brine swimmers, and even Base Attack/Grapple: +6/+14 young crocodiles if they can get them. They are a danger Attack: Bite +9 melee (2d8+6 plus poison) to any creature of Medium or smaller size that enters Full Attack: Bite +9 melee (2d8+6 plus poison) their territory. Space/Reach: 10 ft./5 ft. A brine swimmer’s many legs act as fins, gills, and Special Attacks: Constrict 2d8+6 plus poison, improved food-gathering tools. They are fringed with bristles grab, pit, poison, sand burst that both filter food from the water and tear at prey Special Qualities: Darkvision 60 ft., vermin traits held in the creature’s mandibles. Brine swimmers swim Saves: Fort +9, Ref +1, Will +3 constantly and seem to cavort as they twist and spin in Abilities: Str 19, Dex 8, Con 17, Int —, Wis 12, Cha 7 the water. Skills: Hide –1*, Listen +5",
        "name":  "Brine swimmers are a giant form of brine shrimp, perfectly Speed",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8 (–1 size, –4 Dex, +3 natural), touch 5, Soldier Termite fl at-footed 8 Medium Vermin Base Attack/Grapple: +4/+7",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+5 natural), touch 10, fl at-footed 15 Special Attacks: — Base Attack/Grapple: +2/+5 Special Qualities: Darkvision 60 ft., scent, vermin",
        "name":  "Armor Class",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A thorough search of the chamber reveals a This chamber was the main offi ce for the smelting opera- strongbox (Open Lock DC 35), which holds 690 gp. tion, and some information regarding the history of the project might yet be learned here (see Clues, below). 9. Smelter and Forge (EL 6) The spirits of two dead miners yet fl it through this Hulking machinery fi lls this chamber, iron-sided and chamber, leeching the life from any living creature that rust red. A layer of soft sand covers the fl oor, apparently enters, whether asherati or adventurer. drifting in from the smashed entrance. One piece of Shadows (2): See page 221 of the Monster Manual. pqqqqqqqqqqqqqqqqqqqqrs DEADLY STARDUST The “dust” filling the Basin of Deadly Dust (which also some- to damage. In the final stage of the transformation, exposed times blows out into the surrounding waste) has peculiar creatures become dustblights (see page 160). properties that are hard to pin down and define. The full reper- Reaching the first stage requires one month of exposure. cussions of those properties have been felt most severely by the These creatures are known as taint-touched, and their natural contaminated asheratis (also called tainted asheratis) who still armor bonus increases by 4. reside in the vicinity. Reaching the second stage requires six more months of expo- If it were possible to shrink the eye and actually observe a fine sure. These creatures are known as taint-changed. Their natural grain of stardust at its most basic level, one might be surprised armor bonus increases by another 3 (total increase of 7), they to see that each grain of dust is a tiny construct. Each construct gain tremorsense out to 60 feet, and they lose their other racial has a host of potential abilities, the most alarming of which is special attacks and qualities. In addition, the change begins to the ability to replicate new versions of itself, with requisite raw erode the moral outlook of these creatures, and their alignment materials (sand or skin), energy (sunlight), and aid (other nearby shifts one step toward evil on the good-evil axis. particles of stardust). Luckily, the vast majority of the stardust Reaching the final stage requires another six months of ex- grains are corrupted and inactive. Since few creatures have the posure. These creatures are known as taint-embraced, and they ability to see something so small, most are bewildered by the enter a state of stasis. Creatures in this condition cannot move, stardust’s inexplicable properties, since it is not magical. and their skin bloats into a sickly cocoon. This phase lasts for Prolonged exposure to stardust eventually leads to a terrible one week, after which time the creature emerges as a dustblight. transformation. Creatures gradually lose whatever sense of It loses all class levels and previous abilities, and gains all the morality they once possessed (if any) and grow more resistant dustblight’s traits and abilities. pqqqqqqqqqqqqqqqqqqqqrs 662200__1177773399__CChhpp77..iinndddd 220022 11//1100//0055 99::0022::4422 AAMM 203 SITES ADVENTURE CHAPTER 7",
        "name":  "Treasure",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Warrior 6; CR 10; Medium Cleric Spells Prepared (caster level 6th): 0—detect magic, undead; HD 8d12+3 plus 6d8; hp 80; Spd 20 ft.; AC 20, detect poison, mending (2), resistance; 1st—bane, bless, divine touch 10, fl at-footed 20; Base Atk +10; Grp +17; Atk +18 favor, protection from goodD (caster level 7th), shield of faith; melee (1d6+7/18–20, khopesh†) or +17 melee (1d6+10 plus 2nd—darkness, death knell (DC 14), desecrateD (caster level mummy rot, slam); Full Atk +18/+13 melee (1d6+7/18–20, 7th), hold person (2) (DC 14); 3rd—animate deadD (caster khopesh†) or +17 melee (1d6+10 plus mummy rot, slam); level 7th), protection from energy, searing light. SA despair, mummy rot; SQ damage reduction 5/—, D: Domain spell. Domains: Death (death touch 1/day, darkvision 60 ft., undead traits, vulnerability to fi re; AL damage 6d6), Evil (cast evil spells at +1 caster level). LE; SV Fort +9, Ref +4, Will +10; Str 25, Dex 10, Con —, Possessions: whip, brooch of shielding (54 hp remaining), Int 6, Wis 14, Cha 15. ring of protection +1, potion of infl ict serious wounds, scroll of",
        "name":  "Mummy Commander",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mixed in among the fresco fragments and scarab swarms once per day at a random time and place dust is 502 gp and a suit of banded mail. until the treasure hunters receive a remove curse spell cast by a 10th-level caster, or until every last gold piece 5. Dust of Ages (EL Varies) and gem taken from the sarcophagus is abandoned or given away. This area is dark and empty except for many piles",
        "name":  "Treasure",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sean Glenn, Cynthia Fliege ing the map. Read through the material at least once to familiarize yourself with the situation, site, and major Based on the original DUNGEONS\u0026 DRAGONS®game by E. NPCs (particularly their motivations). You must decide Gary Gygax and Dave Arneson and on the new edition of the whether the PCs simply stumble upon the site or have DUNGEONS\u0026 DRAGONSgame designed by Jonathan Tweet, a reason to visit. Monster and NPC statistics are Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. provided with each encounter area in abbreviated form or, where appropriate, references to entries in the D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Monster Manualor Sandstormare given. Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. ADVENTURE This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the BACKGROUND material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. Like most temples, the one known as the Temple of the Gleaming Sands was originally dedicated to a deity. ©2005 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved. Which god is inconsequential; simply choose one that Made in the U.S.A. is appropriate for a desert setting in your campaign. The This product is a work of fiction. logic of the site selection depends upon the deity Any similarity to actual people, organizations, places, or events is purely coincidental. chosen. For example, the followers of Pelor might have selected this location for its brilliant sands, or the This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without followers of Erythnul might have chosen this site written permission. To learn more about the Open Gaming License simply because it is isolated and dangerous to and the d20 System License, please visit www.wizards.com/d20. approach—especially for those traveling on foot. The temple was in active use for many years, but For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, visit www.wizards.com/dnd eventually it was abandoned to the shifting sands. Perhaps keeping it supplied in such a remote location proved too difficult, or maybe the followers of a rival 1 god sacked it and slew all its defenders. Whatever the • The characters camp for the night at a big oasis where reason for its abandonment, the temple stood empty for a sizable caravan has already halted. Sometime after several years. Adventurers visited it from time to time moonset, a commotion erupts within the caravan. and carried off many of its finer treasures, but the desert Jarazim has arrived, and his roar attacks send most of creatures who took up residence within it brought the caravan’s personnel fleeing. After the dust settles, other valuables with them. The temple has housed the survivors ask (or hire) the PCs to determine what numerous beings through the years—some powerful kind of creature attacked them and to end the threat and some not. it poses. THE TEMPLE TODAY • The PCs find a map to the infamous Temple of When the adventure opens, the temple has been Gleaming Sands—a building said to be covered with abandoned for at least a century. Almost all of its orig- gold and stuffed with magic treasures. Reports of the inal treasures have been carried off, but some of the temple’s wealth are exaggerated—even during its more recent tenants have left behind valuables of heyday it was not fitted out in gold—but the map their own. gives the temple’s location accurately. Currently, the temple is home to a canisphinx named Jarazim and his minions, who have gleaned a BEGINNING THE considerable cache of treasure from caravan raids and hidden it within the temple. Jarazim spends most of his ADVENTURE time snoozing in the depths of the temple, but every few days he flies out at dusk and spends a night hunting Temple of the Gleaming Sandsis a site-based adventure in the desert. Jarazim has become the terror of caravan that takes place in a largely abandoned temple deep in drivers and travelers for leagues around, though most the desert. It begins when the PCs come within sight do not know his true nature, and none know the loca- range of the temple. tion of his lair. THE TEMPLE AND ADVENTURE SYNOPSIS ITS ENVIRONS The PCs find a temple in the desert wilderness. After The temple lies in a shallow depression about 18 miles defeating the monsters that guard the entrance, they across. Numerous sandstone mesas dot the floor of this can penetrate the temple and clear out the rest of its shallow canyon, rising like islands from the sand. monstrous inhabitants. Daytime temperatures within the depression range ADVENTURE HOOKS from 110° to 115° Fahrenheit. Each unprotected charac- ter traveling through it must make a Fortitude save (DC As DM, you know best how to involve your PCs in an 15, +1 per previous check) every 10 minutes, taking 1d4 adventure. If desired, however, you can use one of the points of nonlethal damage on each failure. A partially following adventure hooks to draw them into the protected character, however, need check only once per action. hour. A character wearing armor or heavy clothing takes a –4 penalty on Fortitude saves against the heat. • The PCs hear rumors of a massive “devil dog” that The typical player character needs at least 3 gallons roams the desert at night. Like death on wings, it of water each day to avoid dehydration from the severe swoops down on campsites and slays desert travelers heat. See pages 12 and 15 in Sandstormand pages 303 by the dozen. Recently, the creature made off with a and 304 in the Dungeon Master’s Guidefor more infor- small fortune in jewels and rare spices when it wiped mation on the effects of heat and dehydration. out a particularly rich caravan. At night, the temperature within the depression The “devil dog” mentioned in these tales is drops to about 50° Fahrenheit. Any creature without Jarazim, though the rumors of the rich treasures he warm clothing (such as a cold weather outfit), an has stolen are exaggerated. If the PCs don’t seem endure elementseffect, or some other protection from inclined to seek out the mysterious attacker, perhaps frigid temperatures must make a Fortitude save (DC 15, a merchant or caravan operator could hire them to +1 per previous check) each hour or take 1d6 points of 2 track down and eliminate the creature. nonlethal damage per failure. A field of mirror sand surrounds the temple, Temperature forming a band about 3 miles wide around the base Within the temple walls (areas 3–14), the temperature of the mesa upon which it rests. During the day, the is a constant 95° Fahrenheit, day and night. Any temperature in the mirror sand area is about unprotected character must make a Fortitude save (DC 20% higher than it is in the surrounding desert. 15, +1 per previous check) every hour, taking 1d4 points Characters can feel the difference, but they suffer no of nonlethal damage on each failure. A character wear- additional heat effects. The real hazard, however, is ing armor or heavy clothing takes a –4 penalty on the fact that the mirror sand can blind characters Fortitude saves against the heat. passing over it, as noted on page 23 of Sandstorm. Light Characters can avoid this effect by traveling at night Unless otherwise noted, all areas inside the temple are or by wearing blindfolds, though the latter option unlit. The descriptive text for these areas, however, presents additional perils for characters who aren’t assumes that the PCs are using some kind of light familiar with the terrain. source. FEATURES 1. BRINE POOL (EL 5) The temple has been cut into a mesa about 40 feet high. This pool originally held crystal-clear saltwater that Unless otherwise stated in the text for a specific area, its produced flashes of blinding light when the wind major features are as follows. rippled its surface. Over the years, however, it has Walls become cloudy, scummy, and decidedly nonreflective. The temple’s corridors were cut into the surrounding sandstone. Later on, they were lined with smoothly A rectangular basin constructed from alternating fitted blocks of dark red marble, veined with black. bands of black and white marble holds a murky Chipping away the marble lining reveals the hewn liquid covered with a thick layer of green and yellow scum that gives off a cloying odor of rot. sandstone beneath. In many places, only a thin parti- Two rows of four bone-white monoliths flank the tion of marble separates adjacent areas. basin’s long sides, standing like acolytes in prayer. ss IInntteerriioorr MMaarrbbllee WWaallll:: 1 ft. thick; hardness 8; The surfaces that face the pool are smooth and hp 90; break DC 35; Climb DC 20. featureless except for pits and cracks left by decades of desert winds and icy nights. The sides Ceilings facing away from the pool, however, bear engrav- Ceilings within the temple are 15 feet high unless ings of some kind. otherwise noted. The pool is some 10 feet deep, and its briny water is Floors Floors throughout the temple are made of smooth loaded with silt. The algae growing on the surface are stone. Most are bare, but a few have coverings, as noted nourished by wastes from the pool’s resident brine in the individual area descriptions. swimmers (see the Creatures section, below).",
        "name":  "Graphic Design",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The tumbling mounds have gathered up their metal parts look dusty and their wooden loot from their fallen foes and stashed it in their nest. parts have a gray tinge, like old driftwood. Even a casual look at the nest reveals a human-sized suit of half-plate armor. A DC 15 Search check reveals the",
        "name":  "Treasure",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A natural armor bonus is worth Outsider (2 + Int mod) ×(HD + 3) Plant (2 + Int mod) ×(HD + 3) at least a +1 level adjustment, plus an additional +1 for every Undead (2 + Int mod) ×(HD + 3) 5 points of natural armor bonus beyond the first 5.",
        "name":  "Natural Armor Bonus",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This special quality is worth a +1 level adjustment. Level Spell-Like Abilities:Since characters of the standard races Ability Adjustment Natural armor +1 generally have access to spells, spell-like abilities are worth a 10-foot reach +1 level adjustment only when those abilities exceed what a Unbalanced ability score adjustments (+10 Str, +1 spellcasting character of a level equal to the creature’s CR –2 Dex, +4 Con, –4 Int, –4 Cha) could do. If the creature can use any spell-like ability at will, it gains a +1 level adjustment.",
        "name":  "Scent",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This special quality is worth a +1 level 10-foot reach, and natural armor. The fighter seems clearly adjustment, regardless of the amount. better. If you substitute barbarian for fighter, the ogre seems",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A feat’s benefit is what it enables the character Armor Class and on Reflex saves until your next action. to do. If a character takes the same feat more than once, its benefits do not stack unless otherwise indicated in the feat ASSUME SUPERNATURAL ABILITY description. [GENERAL]",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This+1 mithral shirtlooks like an unravel- by dousing it with at least a quart of an alcoholic or acidic ing sweater because of the strips of chain hanging from the solution (such as wine or vinegar). Either method requires a hem. Once per round the wearer may command one of the full-round action. strips to activate for up to 5 rounds. When first made, this Frostfire requires a Craft (alchemy) check (DC 20) to armor has five chain strips capable of animation, but create. combat may destroy some of them. The strips function like",
        "name":  "Alternatively, the substance can be removed automatically Kyton Armor",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This is a bullseye lantern, but without any claim serpent armor is made of naga hide, no one has reservoir for oil. Instead, a sunrod may be inserted into a proven it. In addition to its value as armor, serpent armor socket on one end. Once the sunrod is in place, a simple provides its wearer a +2 insight bonus on Reflex saving twist locks it there and activates it. A sun lantern provides throws, and the wearer acts as if she had the Combat light as a bullseye lantern, with the duration of a sunrod. Reflexes feat. Rules for bullseye lanterns and sunrods appear in Chapter 7 Caster Level: 9th; Prerequisites: Craft Magic Arms and of the Player’s Handbook. Any sunrod functions in a sun Armor, cat’s grace; Market Price:21,660 gp. Weight: 15 lb. lantern. Wight Armor: This+1 shadow studded leather armor gives the wearer darkvision to a range of 60 feet and the protec- Table 5–5: Special and Superior Items tion of invisibility to undeadas if cast by a 5th-level cleric. Item Cost Weight",
        "name":  "Sun Lantern",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3rd; Prerequisites: Craft Magic Arms and 17–20/×3. Armor plus entangleorweb; Market Price:11,021 gp. Caster Level: 6th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and to act as if under the influence of a freedom of movementspell Armor, bull’s strength,creator must be a giant; Market Price: cast by a 7th-level cleric. 26,305 gp. Caster Level: 7th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This+1 morningstarhas a special affinity for Armor, freedom of movement; Market Price:64,315 gp. goblinoids. In the hands of a goblinoid, elf breaker’s Flame Reaver: This+1 flaming glaive,when wielded by enhancement bonus increases to +2. In the hands of a gob- creatures of the fire subtype, feeds off their natural energy linoid in combat with an elf or with a group that includes at and produces additional powers. On a critical hit, a flame least one elf, it grants the wielder a +4 enhancement bonus reaverdoes normal critical damage, and in addition the to Constitution for the duration of the encounter. opponent must make a Reflex save (DC 15) or catch on fire",
        "name":  "Elf Breaker",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and (see Catching on Fire in Chapter 3 of the DUNGEONMASTER’s Armor, endurance; Market Price:26,305 gp. Guide). Creatures of the fire subtype ignore this ignition",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and if an object is struck multiple times. Armor, cat’s grace; Market Price:18,315 gp. Caster Level:6th;Prerequisites:Craft Magic Arms and Armor",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and earth subtype gain a +4 enhancement bonus to Constitu- Armor, protection from elements,creator must be a frost giant; tion while wielding a flint basher,and against creatures of",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and or memory restoration by means of limited wish, wish,or Armor, blindness/deafness; Market Price:24,805 gp. miracle.",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and add her sneak attack damage (provided her opponent is sus- Armor, slow, and chill metal or ice storm; Market Price: ceptible to such). 26,318 gp. Caster Level: 6th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and instead of normal damage. This effect can be used up to Armor, cat’s grace, endurance; Market Price:17,375 gp. three times per day.",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and by the staff of the whip. Armor, rusting grasp; Market Price:35,905 gp. Caster Level: 6th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This+2 javelingains the special abilities Armor, shocking grasp; Market Price:10,408 gp. of distance and returning when used by creatures of the Storm Gauntlets:This pair of +1 spiked gauntletsgrants reptilian subtype. electricity resistance 10 and has the following abilities:",
        "name":  "Scaled Javelin",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12th;Prerequisites:Craft Magic Arms and Shocking Grasp:As the spell cast by a 9th-level wizard, save Armor, clairaudience/clairvoyance, telekinesis; Market Price: DC 13. This power uses 1 charge. 26,301 gp. 52 :5 RETPAHC TNEMPIUQE Blade of the Sky spear wind Staff of the whip Rogue blade Orc Scaled javelin razor Wave piercer Whip of webs Assassin whip SR",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and deals less damage (as shown on Table 5–1). Magical proper- Armor, freedom of movement; Market Price:56,315 gp. ties of items are not affected by the reduction. Any reduced",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and bonus on Bluff, Diplomacy, Intimidate, and Sense Motive Armor, entangleorweb; Market Price:10,301 gp. checks, and the wielder acts as if the subject of a tongues spell cast by a 5th-level wizard.",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These beautiful, silver arms hang beautiful silver headband. When worn, it provides a +10 re- from a harness made from top-grade leather. The arms are sistance bonus against nightmare and dream casting (see proportioned as if for a Medium-size humanoid. They have Chapter 6) and also makes the wearer immune to dream. two “fingers” and an opposable “thumb” on each hand. The Caster Level:9th;Prerequisites:Craft Wondrous Item, dream, magic that gives life to the arms when worn duplicates the nightmare, or dream casting (see Chapter 6: Spells); Market Strength and Dexterity of the character wearing them. In a Price:12,500 gp. Weight:—. stressful or demanding situation, such as combat, the Cloak of Charms:This cloak allows the wearer to cast wearer must make a Will save (DC 19) or take a –2 penalty animal friendship, charm person or animal,orcommand plants on all attack rolls, saves, skill checks, and ability checks as a 15th-level druid. This cloak does not allow you to ex- until the situation passes. Magic armor shifts to accommo- ceed the maximum number of animals befriended to you. date the new arms. Each ability can be used once per day.",
        "name":  "Arms of the Naga",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Clr 9, Sor/Wiz 9 Undead regain the armor and flanking bonus or help a combatant",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One construct fies otherwise) and will don armor fiers to ranged combat apply. If the",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level (D) transformative magic, granting it You give the subject an enhanced some of the characteristics of the sense of smell, equivalent to the scent After you cast this spell, the next plant type. The subject’s skin be- ability of some monsters. This ability spell you cast within the duration comes covered over with moss and allows the creature to detect ap- that requires concentration to main- ivy, not unlike the appearance of a proaching enemies, sniff out hidden tain is maintained for you until the shambling mound. Any spell or effect foes, and track by sense of smell. sonorous humspell expires. This effect that affects plant creatures also affects Creatures with the scent ability can allows you to cast other spells, even the subject. identify familiar odors just as humans another spell that also requires con- A plant creature is immune to criti- do familiar sights. For more details, centration. If the spell maintained by cal hits, mind-affecting effects, poi- see Scent in the introduction to the the sonorous hum has a shorter dura- son, sleep, paralysis, stunning, and Monster Manual. tion than that of this spell, the main- polymorphing. Arcane Material Component:A sprin- tained spell expires as it normally The subject’s ability scores, skills, kle of mustard and pepper, and a drop would and you gain no further bene- and feats are unaffected (although its of sweat. fits from this casting of sonorous hum. new form may make it difficult or im- The sound created by the spell is as 69 SPELLS CHAPTER 6: loud as a person in armor walking at Casting Time:1 action This spell summons 1d4+1 celestial a slow pace trying not to make noise Range:Personal (NG) or fiendish (NE) Huge mon- (normally a DC 5 Listen check to de- Target:You strous spiders. They appear where tect). You may end the sonorous hum Duration:1 round/level you designate and act immediately, as a free action. on your turn. They attack your oppo- For example, you could cast this You are able to hold the charge on one nents to the best of their ability. If you spell, then cast detect thoughts,and this touch spell per forelimb of your body can communicate with the spiders, spell maintains the concentration on as long as you don’t use that limb to you can direct them not to attack, to detect thoughts while you cast discern cast other spells or touch anything attack particular enemies, or to per- lies and maintain concentration on with it. Each touch spell you cast re- form other actions. that spell yourself. You control all as- sides in a different forelimb. For the When you use a summoning spell pects of both spells, so you could duration of this spell, any touch spells to summon an evil or good creature, change the orientation of the detect you cast are only discharged if you cast it is a spell of that type. thoughts effect and select a different another spell with that forelimb or target for your discern liesspell in the touch something with that forelimb. Spiders same round. For example, a human sorcerer Celestial Huge Monstrous Hunt- casts this spell, then casts chill touch ing Spider:CR 6; Huge outsider; HD SOUND LANCE and holds the charge in his left hand, 10d8+10; hp 55; Init +3; Spd 40 ft., Evocation [Sonic] then casts shocking graspand holds the climb 30 ft.; AC 16, touch 11, flat-",
        "name":  "You imbue the subject with powerful Duration",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immune to mind-affecting effects, shields by gaining levels in this class. poison, sleep,paralysis, stunning, and disease. Not subject to Acquire Skill (Ex): At 1st level, an illithid savant can critical hits, subdual damage, ability damage, energy drain, acquire one skill known by a creature whose brain he has or death from massive damage. consumed, chosen at the time of consumption. He perma- Sorcerer Spells Known(6/7/4; save DC 13 + spell level): 0— nently gains all of the creature’s ranks in that skill (but not detect magic, light, mending, open/close, prestidigitation, read racial or ability score bonuses to the skill modifier) even if magic;1st—expeditious retreat, identify, magicmissile;2nd— his new total is more ranks than the illithid savant’s current flaming sphere. character level would normally allow. This skill becomes a",
        "name":  "Undead Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If Sugglir is exposed to any effect that normally allows him to attempt a Reflex saving throw for half damage (such as a fireball), he takes no damage with a successful saving throw. The evasion ability can only be used if Sugglir is wearing light armor or no armor.",
        "name":  "Evasion",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Appraise +15, Concentration bonus on Survival checks. +18, Diplomacy +15, Hide –1, Knowledge (arcana) Bard Spells Known(6/5/4; save DC 14 + +19, Listen +19, Perform +24, Sense Motive +20, spell level): 0—detect magic, flare, mending, Spellcraft +18, Spot +16, Survival +19; Combat Cast- open/close, prestidigitation, read magic; 1st— ing, Empower Spell-Like Ability, Extend Spell, Light- detect secret doors, expeditious retreat, identify, ning Reflexes. mage armor, unseen servant; 2nd—blur, detect",
        "name":  "Skills and Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mounted Archery, Mounted Combat. “running” high jump as part of a charge, with a maximum height distance of twice its length. If it contacts an oppo- CLASS SKILLS nent during the jump, the waverider gains the normal +2 The waverider’s class skills (and the key ability for each skill) bonus on her attack roll. At the end of the jump, waverider are Diplomacy (Cha), Handle Animal (Cha), Intimidate and mount are once again submerged and thus do not take (Cha), Jump (Str), Profession (any) (Wis), and Ride (Dex). the –2 penalty to Armor Class against opponents out of the water (those",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "amulet of natural armor +1, +1 trident, mithral Alignment:Any evil. shirt, 2 potions of cure light wounds,85 gp. Patron:Merrshaulk.",
        "name":  "Possessions",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shauganttha can exude acid from his body, caster level), Suffering (pain touch). dealing 1d6 points of damage to anything he touches. The Possessions: +2 mithral shirt of invulnerability, amulet of natu- acid becomes inert when it leaves his body. ral armor +4, ring of protection +4, +3 scimitar, +3 mighty compos-",
        "name":  "Produce Acid",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If the Hit Dice entry for the plate states how that happens. More commonly, the tem- template is missing, then Hit Dice and hit points do not plate adds a new movement type, such as flying. change unless the Constitution modifier changes. AC:If the template changes the creature’s size, see Crea- Some templates change the size of the Hit Die (usually as ture Sizes in the introduction of the Monster Manualfor its a consequence of changing the creature type). A few tem- effect on Armor Class. Changes in Dexterity and natural plates completely change previously acquired Hit Dice, and armor may also occur because of a template. In some cases, continue to change Hit Dice gained with class levels. Some such as with ghosts, the method of determining Armor templates change only the creature’s original Hit Dice and Class changes radically. If that happens, the template leave class Hit Dice unchanged. explains how to change the Armor Class.",
        "name":  "Hit Dice and Hit Points",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mental or perception effects (except charms and calculate changes to natural armor, Armor Class, and attack compulsions, see Charisma). rolls. Check the text of the template to see if you apply size Charisma:The creature’s Charisma modifier affects the modifiers to Strength, Dexterity, and Constitution. The save DC for any spell-like abilities it has. Use the Charisma Abilities line may already account for those. modifier for any attack or effect that pits the creature’s will",
        "name":  "Increases table in the introduction of the Monster Manualto Wisdom",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+6 natural armor bonus or the base creature’s natural Wis. armor bonus, whichever is better. Climate/Terrain:Any land and underground.",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7–10 moves at half the base creature’s HD (Large) speed or 20 feet, whichever is lower. If the base creature can fly, the gelat- Combat inous creature loses the ability to do Improved Grab so. If the base creature can swim or (Ex):If a gelatinous climb, the gelatinous creature re- grizzly bear hits a tains the ability to do so, but at half Medium-size or the previous speed. smaller opponent AC:Natural armor bonus –2. with a claw attack, it Attacks:The gelatinous creature deals normal damage and gains a slam attack if it did not already attempts to start a grap- have one. This slam is a secondary ple as a free action attack. without provoking Damage: Gelatinous creatures an attack of oppor- have slam attacks. If the base creature tunity (grapple did not have this attack form, use the bonus +16). If it gets a damage values in the table below. If it hold, it has the option has a natural slam attack, use its old to conduct the damage rating or the one given below, grapple normally, whichever is better. Since the slam or simply use its claw is a secondary attack, the to hold the opponent (–20 penalty on damage bonus is 1/2 the gelat- grapple check, but the gelatinous grizzly bear is inous creature’s Strength bonus. not considered grappled). In either case, each successful grapple check it makes during successive rounds automati- Size Damage Size Damage cally deals claw damage. Fine 1 Large 2d4 Diminutive 1d2 Huge 2d6 Blindsight (Ex):The oozy substance of the gelatinous Tiny 1d3 Gargantuan 2d8 grizzly bear’s body acts as a primitive sensory organ that can Small 1d4 Colossal 4d6 ascertain prey within 60 feet. Medium-size 1d6 Resilient (Ex): A gelatinous grizzly bear has a less defined shape than a normal grizzly bear. As a result, it is more difficult to score crippling or killing blows against it. Special Attacks:A gelatinous creature gains an acid",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None solid objects, but not force effects, at will. Its attacks ignore Face/Reach:5 ft./5 ft. natural armor, armor, and shields, but deflection bonuses",
        "name":  "Damage",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Slavering doom and force effects work normally against them. A ghost 118 :01 RETPAHC SETALPMET hound always moves silently and cannot be heard with ghost brute manifests (see below), its natural armor bonus Listen checks if it doesn’t wish to be. is +0, but it gains a deflection bonus equal to its Charisma Manifestation (Su):As an ethereal creature, a ghost modifier or +1, whichever is higher. hound cannot affect or be affected by anything in the mate- Attacks:A ghost brute retains all the attacks of the base rial world. When it manifests, the ghost hound becomes creature, although those relying on physical contact do not visible but remains incorporeal. A manifested ghost hound affect nonethereal creatures. remains on the Ethereal Plane but can be attacked by oppo- Damage:Against ethereal creatures, a ghost brute uses nents on both the Material and Ethereal planes. the base creature’s damage ratings. Against nonethereal Rejuvenation (Su):A ghost hound that would other- creatures, a ghost brute usually cannot deal physical wise be destroyed returns to its old haunts in 2d4 days with damage at all but can use its special attacks, if any, when it a successful level check (1d20 + 2) against DC 16. manifests (see below).",
        "name":  "Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A ghost hound gains a +8 racial bonus on Hide, Corrupting Touch (Su): A ghost brute that hits a living Listen, Search, and Spot checks. *It also has a +8 racial target with its corrupting touch attack deals 1d4 points of bonus on Survival checks when tracking by scent. damage. Against ethereal opponents, it adds its Strength modifier to attack and damage rolls. Against material oppo- CREATING A GHOST BRUTE nents, it adds its Dexterity modifier to attack rolls only. “Ghost brute” is an acquired template that can be added to Loom (Su): A ghost brute can make itself more intimi- any animal, magical beast, or plant with a Charisma score dating by exaggerating its natural size. It can appear up below 8 (hereafter referred to as the base creature). The to two sizes larger than normal for 10 minutes each day, creature follows the rules for ghosts (see the Monster which need not be continuous. This enlargement is illu- Manual) except as noted here. sory; the creature’s attack bonus and Armor Class remain",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor bonus is the same as the base crea- living material, but if it touches a living being, that ture’s but applies only to ethereal encounters. When the opponent must make a successful Fortitude save or take 119 TEMPLATES CHAPTER 10: 1d6 points of negative energy damage. The drool can be Organization:Solitary or with associated ghost, or same delivered through a bite attack against an ethereal oppo- as the base creature. nent, or a melee touch attack against an opponent on the Challenge Rating:Base creature’s CR +2. Material Plane. Alternatively, the drool can simply be Treasure:None. sprayed onto a nearby creature as a ranged touch attack. Alignment:Usually neutra.l",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor bonus is reduced to This example uses an ogre as the base creature. a maximum of +3 if Medium-size or smaller, otherwise reduced to a maximum of +9. Insectile Ogre",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An incarnate construct’s base attack bonus is Large Aberration normal for a construct of its Hit Dice. An incarnate con- Hit Dice:4d8+8 (26 hp) struct loses all its original attacks. It may attack with Initiative:+1 unarmed strikes in the manner of a creature similar to its Speed:30 ft., climb 30 ft. size and shape. AC: 20 (–1 size, +1 Dex, +7 natural, +3 hide armor), touch",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Because of the insectile creature’s chitinous shell, the Organization:Solitary base creature’s natural armor bonus increases by +2. Challenge Rating:5",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor bonus increases by +1 per additional head. Lernaean, Pyro, and Cryo Creatures",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+8 natural critical hits, subdual damage, ability damage, ability drain, armor bonus or the base creature’s natural armor bonus, energy drain, or death from massive damage. A mummified whichever is higher. creature cannot be raised, and resurrectionworks only if it is",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3d8+6 (19 hp) It is possible to play a mummy character. The process of Initiative:+1 becoming a mummy is usually involuntary, but Speed:30 ft. expressing the wish to become one to the AC:19 (+1 Dex, +5 natural, +2 leather, +1 proper priests, and paying the proper small wooden shield), touch 11, flat- fees, can convince them to bring you back footed 18 to life as a mummy—especially if some of Attacks:Claw +5 melee, or morn- your friends make sure the priests do ingstar +5 melee, or javelin +3 what you paid them to do. The mum- ranged my retains all class abilities it had Damage:Claw 1d6+3, morn- in life, provided that its new ingstar 1d8+3, javelin 1d6+3 ability scores still allow it to use Face/Reach:5 ft./5 ft. them (a wizard may lose access Special Attacks:None to some spell levels, for in- Special Qualities:Darkvision stance). A loss of Intel- 60ft., scent ligence does not Saves:Fort +3, Ref +4, Will +2 retroactively Abilities:Str 17, Dex 12, Con 15, remove skill Int 10, Wis 12, Cha 9 points from Skills:Balance +4, Climb +3, a mummi- Hide +4, Jump +4, Listen +4, fied creature. Move Silently +6, Spot +4",
        "name":  "Mummified Characters Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The tough hide of a reptilian the base creature. increases the base creature’s natural armor bonus by +2. Spectral Cloaker",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2. Advancement:7–9 HD (Large); 10–18 HD (Huge) REPTILIAN CHARACTERS Combat A reptilian character’s preferred class is fighter. Strong, Spectral cloakers usually lie still, watching and listening for tough, and perceptive, these creatures excel as soldiers. prey. In close combat, a spectral cloaker attacks with its 129 TEMPLATES CHAPTER 10: numbing, life-draining touch. It makes full use of its incor- CREATING A SPECTRAL CREATURE poreal nature, moving through walls, ceilings, and floors as “Spectral creature” is an acquired template that can be it attacks. added to any aberration, animal, dragon, giant, humanoid, Energy Drain (Su):Any living creature struck by a spec- magical beast, or monstrous humanoid. The creature tral cloaker’s incorporeal touch attack must succeed on a (referred to hereafter as the base creature) must have a Fortitude save (DC 17) or gain two negative levels. For each Charisma score of at least 8. A spectral creature has all the negative level it bestows, the spectral cloaker heals 5 points base creature’s characteristics except as noted here. of damage. If the amount of healing is more than the Size and Type:The creature’s type changes to undead, damage the creature has taken, it gains any excess as tem- and it takes the incorporeal subtype. porary hit points. If the negative level has not been Hit Dice:All the creature’s Hit Dice change to d12s. removed (by a spell such as restoration) before 24 hours have Speed:Fly 80 ft. (perfect). passed, the afflicted opponent must succeed on a Fortitude AC:The creature loses all natural armor but gains a save (DC 17) to remove it. Failure means the opponent’s deflection bonus equal to its Charisma modifier or +1, level (or Hit Dice) is reduced by one. whichever is greater. Create Spawn (Su):Any aberration, animal, dragon, Attacks:The creature loses all its attacks and gains an giant, humanoid, magical beast, or monstrous humanoid incorporeal touch attack. slain by a spectral cloaker rises as a spectral creature in 1d4 Damage:The damage for a spectral creature’s incorporeal rounds. Such a spawn is under the command of the spectral touch attack is as given on the table below, plus energy drain. cloaker that created it and remains enslaved until its master’s death. The spawn does not possess any of the abili- Size Damage Size Damage ties it had in life but gains the spectral creature template. Fine 1d2 Large 2d6 Diminutive 1d3 Huge 2d8 A spectral cloaker can control a number of spawn equal to its HD × 2. If it creates a spawn that causes it to Tiny 1d4 Gargantuan 4d6 Small 1d6 Colossal 4d8 exceed this limit, the spawn longest under its control is Medium-size 1d8 released.",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A spectral creature is immune to mind- SAMPLE SYMBIOTIC CREATURE affecting effects, poison, sleep,paralysis, stunning, disease, This example uses a bugbear as the host and a stirge as the death effects, necromantic effects, and any effect that guest. requires a Fortitude save unless it also works on objects. It is not subject to critical hits, subdual damage, ability damage, Bugsucker ability drain, energy drain, or death from massive damage. A Medium-Size Aberration spectral creature cannot be raised, and resurrectionworks only Hit Dice:3d8+3 (16 hp) if it is willing. The creature has darkvision (60-foot range). Initiative:+1 Unnatural Aura (Su): Both wild and domesticated animals Speed:30 ft. can sense the unnatural presence of a spectral creature at a AC: 17 (+1 Dex, +3 natural, +2 leather, +1 small shield), distance of 30 feet. They do not willingly approach nearer touch 11, flat-footed 16 than that and panic if forced to do so; they remain panicked Attacks:Morningstar +4 melee and touch –1 melee, or as long as they are within that range. javelin +3 ranged Sunlight Powerlessness (Ex): Spectral creatures are utterly Damage:Morningstar 1d8+2, touch 1d3+1, javelin 1d6+2 powerless in natural sunlight (not merely a daylightspell) Face/Reach:5 ft./5 ft. and flee from it. A spectral creature caught in sunlight Special Attacks:Attach, blood drain cannot attack and can take only Special Qualities:Darkvision 60 ft., detach partial actions. Saves:Fort +3, Ref +4, Will +2",
        "name":  "Undead Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tauric creature has the natural armor bonus of the lent barbarians, fighters, paladins, or rangers. The base crea- base creature or the base humanoid, whichever is better. ture may even give them attributes that make them good",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creature loses its natural armor bonus but gains Plane cousins, but they are equally cunning fighters. They a deflection bonus equal to its Charisma modifier or +1, prefer to lurk in dark places and ambush their victims whichever is greater. rather than charge into a straight fight, but once the battle Attacks:The creature loses all its attacks and gains an has started, an umbral ettin fights furiously until all ene- incorporeal touch attack. mies are dead. Damage:An umbral creature’s incorporeal touch attack Strength Damage (Su):The touch of an umbral ettin deals Strength damage based on the creature’s size, accord- deals 1d8 points of Strength damage to a living foe. A crea- ing to the table below. ture reduced to Strength 0 by an umbral ettin dies. Special Attacks:An umbral creature loses the base crea- Create Spawn (Su):Any aberration, animal, dragon, ture’s special attacks and gains the special attack of Strength giant, humanoid, magical beast, or monstrous humanoid damage, described below. reduced to Strength 0 by an umbral ettin rises as an umbral Strength Damage (Su):The touch of an umbral creature creature in 1d4 rounds. Such a spawn is under the com- deals 1d6 points of Strength damage to a living foe. A crea- mand of the umbral ettin that created it and remains ture reduced to Strength 0 by an umbral creature dies. 134 :01 RETPAHC SETALPMET Turn Resistance (Ex):An umbral creature gains turn resist- ance +2.",
        "name":  "Umbral ettins are even less intelligent than their Material AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wight gains a +4 natural armor bonus or retains WIGHT CHARACTERS the base creature’s natural armor bonus, whichever is A wight’s preferred class is sorcerer. Many wights combine higher. high Charisma scores with high Wisdom scores, making",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fly 60 ft. (perfect). ral armor, armor, and shields, but deflection bonuses and",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creature loses its natural armor bonus, but gains force effects work normally against them. A wraith always a deflection bonus equal to its Charisma modifier or +1, moves silently and cannot be heard with Listen checks if it whichever is greater. doesn’t wish to be.",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Solitary, pair, gang (3–5), or pack (6–11). AC:17 (+1 Dexterity, +4 +1 studded leather armor,+2+1 small",
        "name":  "Organization",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Base creature’s CR +5. steel shield), touch 11, flat-footed 16",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Broodguards do not wear armor. morale bonus on Will saves, but it takes a –2 penalty to Armor",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An earth elemental receives one feat at 1st level • Automatic Languages: Auran, Common, Ignan, and and additional ones at 3rd and 8th level. It gains Power Infernal. Attack as a bonus feat at 1st level. After 13th level it gains • Favored Class: Efreeti. The best multiclassing choices for feats normally according to its character level, as shown an efreeti are barbarian, fighter, sorcerer, and wizard. 164 1 XIDNEPPA Table A–13: The Earth Elemental Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +0 +2 +0 +0 (2 + Int mod) ×4 1 Earth subtype, feat, slam 1d6, earth mastery, earth movement, +3 natural armor, Power Attack 2nd 2d8 +1 +3 +0 +0 2 + Int mod 1 Push, +2 Str 3rd 3d8 +2 +3 +1 +1 2 + Int mod 2 Feat, +2 Con 4th 4d8 +3 +4 +1 +1 2 + Int mod 2 Medium-size, +2 Str, +5 natural armor 5th 4d8 +3 +4 +1 +1 — 2 +2 Con, slam 1d8 6th 5d8 +3 +4 +1 +1 2 + Int mod 3 +2 Str 7th 5d8 +3 +4 +1 +1 — 3 +2 Con, +7 natural armor 8th 6d8 +4 +5 +2 +2 2 + Int mod 3 Feat, +2 Str 9th 6d8 +4 +5 +2 +2 — 4 DR 5/+1, slam 2d6 10th 7d8 +5 +5 +2 +2 2 + Int mod 4 +2 Str, +9 natural armor 11th 7d8 +5 +5 +2 +2 — 4 +2 Con 12th 8d8 +6/+1 +6 +2 +2 2 + Int mod 5 Large size, reach 10 ft. DR 10/+1 13th 8d8 +6/+1 +6 +2 +2 — 5 Slam 2d8, +10 natural armor Class Skills Dice from class levels + 8. An efreeti’s gaseous formability The efreeti’s class skills (and the key ability for each skill) lasts for up to 1 hour. are Bluff (Cha), Concentration (Con), Craft (Int), Escape Plane Shift(Sp):Starting at 5th level, an efreeti can use Artist (Dex), Intimidate (Cha), Listen (Wis), Move Silently plane shift. The table indicates how the ability improves as (Dex), Profession (Wis), Sense Motive (Wis), Spellcraft the efreeti gains levels. (Int), and Spot (Wis). On reaching Large size, an efreeti takes a –4 size penalty ETTERCAP on Hide checks. Aberration Weird, spiderlike creatures, ettercaps are cunning but not Class Features particularly strong or intelligent. They are good at sneaking All of the following are class features of the efreeti monster about, and if dressed in a heavy cloak, one can pass for a fat, class. squat human. They have few interests other than eating and",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A frost giant receives one feat at 1st level and addi- ics and fighters during combat. tional ones at 3rd, 8th, 12th, and 15th level. After 18th level it gains feats normally according to its character level, as shown Racial Traits on Table 2–5: Experience and Level-Dependent Benefits. • Starting Ability Score Adjustments: None. Young ghaeles Rock Throwing (Ex):Frost giants have a +1 racial bonus are physically and mentally no greater or lesser than a on attack rolls when throwing rocks. The giant can throw a typical human, but over time they become very powerful. rock for the indicated damage plus Strength bonus. A rock’s • Speed: Ghaele land speed is 50 feet. maximum range is five range increments. • Darkvision: Ghaeles can see in the dark up to 60 feet. Rock Catching (Ex): A frost giant can catch Small, • Low-Light Vision: Ghaeles can see twice as far as a human Medium-size, or Large rocks (or similar projectiles). Once in starlight, moonlight, torchlight, and similar condi- per round, a frost giant that would normally be hit by a rock tions of poor illumination. They retain the ability to can make a Reflex save to catch it as a free action. The DC is distinguish color and detail under these conditions. 171 APPENDIX 1 Table A–20: The Frost Giant Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +0 +2 +0 +0 (2 + Int mod) ×4 1 Cold subtype, feat, +2 natural armor 2nd 2d8 +1 +3 +0 +0 2 + Int mod 1 — 3rd 3d8 +2 +3 +1 +1 2 + Int mod 2 Feat, +2 Con 4th 3d8 +2 +3 +1 +1 — 2 +2 Str, +4 natural armor 5th 4d8 +3 +4 +1 +1 2 + Int mod 3 Rock throwing (1d6, 30-ft. range increment), –2 Dex 6th 5d8 +3 +4 +1 +1 2 + Int mod 3 +2 Str, rock catching 7th 5d8 +3 +4 +1 +1 — 4 +2 Con, +6 natural armor 8th 6d8 +4 +5 +2 +2 2 + Int mod 4 Feat, +2 Str 9th 7d8 +5 +5 +2 +2 2 + Int mod 4 10th 8d8 +6/+1 +6 +2 +2 2 + Int mod 5 +2 Str, rock throwing (1d8, 60-ft. range increment) 11th 8d8 +6/+1 +6 +2 +2 — 5 Large size, reach 10 ft., +2 Con, +8 natural armor 12th 9d8 +6/+1 +6 +3 +3 2 + Int mod 6 Feat, +2 Str 13th 10d8 +7/+2 +7 +3 +3 2 + Int mod 6 +9 natural armor 14th 11d8 +8/+3 +7 +3 +3 2 + Int mod 7 Rock throwing (2d6, 120-ft. range increment) 15th 12d8 +9/+4 +8 +4 +4 2 + Int mod 7 Feat , +2 Str, 16th 13d8 +9/+4 +8 +4 +4 2 + Int mod 8 +2 Con 17th 13d8 +9/+4 +8 +4 +4 — 8 +2 Str 18th 14d8 +10/+5 +9 +4 +4 2 + Int mod 9 +2 Con • Saves: +4 racial bonus on saving throws against poison. thoughts,andsee invisibility. At 5th level it can use these abil- • Automatic Languages: Celestial, Infernal, and Draconic. ities three times per day, and at 8th level it can use them at • Favored Class: Ghaele. Because ghaeles have an ECL of will. The ghaele’s caster level is equal to its Hit Dice from 20, multiclassing requires the use of epic level rules (see the ghaele class, to a maximum caster level of 12th (save DC Epic Level Handbookfor more information). 10 + spell level + Cha modifier). Spell Resistance (Ex):At 3rd level, a ghaele gains spell Class Skills resistance equal to its class level +8. The ghaele’s class skills (and the key ability for each skill) Ghaele Powers (Sp):Beginning at 6th level, a ghaele can are Concentration (Con), Craft (Int), Escape Artist (Dex), use the following spell-like abilities once per day: chain Hide (Dex), Knowledge (any three, chosen at 1st level) lightning, charm monster, dispel magic, hold monster, improved (Int), Listen (Wis), Move Silently (Dex), Profession (Wis), invisibility(self only), major image,andwall of force.At 9th Sense Motive (Wis), and Spot (Wis). level it can use any of these except chain lightningandwall of forcethree times per day, and at 12th level it can use any of Class Features them except chain lightningandwall of forceat will. All of the following are class features of the ghaele monster Protective Aura (Su): Starting at 6th level, as a free class. action a ghaele can surround itself with a nimbus of light",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A griffon receives one feat at 1st level and addi- carrying limits are one-half of those of Medium-size 175 APPENDIX 1 Table A–24: The Griffon Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d10 +1 +2 +2 +0 (2 + Int mod) ×4 1 Feat, bite 1d6, +2 natural armor, scent 10 ft. 2nd 2d10 +2 +3 +3 +0 2 + Int mod 1 +2 Str, +2 Dex, +3 natural armor 3rd 3d10 +3 +3 +3 +1 2 + Int mod 2 Feat, fly 50 ft. (average), 2 claws 1d4 4th 4d10 +4 +4 +4 +1 2 + Int mod 2 +2 Str, +2 Con, +4 natural armor, pounce 5th 5d10 +5 +4 +4 +1 2 + Int mod 3 +2 Wis, scent 20 ft., bite 1d8 6th 5d10 +5 +4 +4 +1 — 3 +2 Str, +2 Con, rake 7th 6d10 +6 +5 +5 +2 2 + Int mod 3 Feat,+5 natural armor 8th 6d10 +6 +5 +5 +2 — 4 +2 Str, +2 Dex, bite 2d6 9th 7d10 +7 +5 +5 +2 2 + Int mod 4 Scent 30 ft., fly 80 ft. (average) 10th 7d10 +7 +5 +5 +2 — 4 Large size (face 10 ft.), +2 Con, +6 natural armor characters. Grigs have a face of 2 1/2 feet by 2 1/2 feet and HAMATULA (DEVIL) a reach of 0 feet, which means they must enter an oppo- Outsider (Evil, Lawful) nent’s square to attack in melee combat and draw an Hamatulas, sometimes called barbed devils, are tough and attack of opportunity when doing so. strong. Gifted with many spell-like abilities and powerful • Speed: Grig land speed is 20 feet, fly speed 20 feet (poor). melee attacks, they are used as guardians and patrol troops • Low-Light Vision: Grigs can see twice as far as a human by the most powerful devils. Roughly humanoid in appear- in starlight, moonlight, torchlight, and similar condi- ance, they can disguise themselves as unusually large tions of poor illumination. They retain the ability to humans, half-orcs, or tieflings. Hamatulas make good fight- distinguish color and detail under these conditions. ers and clerics, and are a good choice for players who want to • Skills: +2 racial bonus on Listen, Search, and Spot checks; play a character resembling the traditional form of a devil. +8 racial bonus on Jump checks; +5 racial bonus on Move Most of this monster’s abilities are physical, so the mon- Silently checks in a forest setting. ster class is based on an advancement of its attack and • Automatic Languages: Common and Sylvan. defensive abilities, flavored with its more unusual powers at • Favored Class: Grig. The best multiclassing choices for a levels where comparable spells become available to stan- grig are rogue and sorcerer. dard-race classes. Its level adjustment is only +5, so it does not suffer greatly compared to fighters, particularly when Class Skills taking into account its strong ability score modifiers, The grig’s class skills (and the key ability for each skill) are unusual attack forms, and defenses such as damage reduc- Craft (Int), Escape Artist (Dex), Hide (Dex), Jump (Str), tion. The capstone of this class is the ability to use teleport Listen (Wis), Move Silently (Dex), Perform (Cha), Profes- without error at will, making the hamatula a good scout, spy, sion (Wis), Search (Int), and Spot (Wis). or hit-and-run fighter. Class Features Racial Traits All of the following are class features of the grig monster • Starting Ability Score Adjustments: +2 Str, +2 Wis. class. Hamatulas are strong and alert.",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A hamatula of 2nd level or higher can com- it can useteleport without errorthree times per day, and at municate telepathically with any creature within 100 feet 14th level it can use teleport without errorat will. that has a language. Summon Baatezu(Sp): Once per day a hamatula of 3rd HARPY level or higher can attempt to summon lemures (see the Monstrous Humanoid Monster Manual). The number summoned and the chance of Filthy birdfolk with a fondness for causing suffering, success increase as the hamatula advances in level. At 11th harpies are tough creatures that rely on their powerful song level a hamatula can instead attempt to summon another of to capture prey. They gain the ability to fly and expand the its kind, with the indicated chance of success. range of their song to almost that of a long-range spell, Spell Resistance (Ex):A hamatula has spell resistance making them well suited for dungeon combat or in open- equal to 9 + class level. air surroundings where they can make use of their mobility. Lesser Hamatula Powers (Sp):Beginning at 2nd level, Harpies are good choices for players who want an exotic a hamatula can use the following spell-like abilities once rogue, bard, or sorcerer, particularly those that focus on per day: charm person, desecrate, doom, hold person, produce spying on and controlling other beings. flame,andpyrotechnics.At 5th level it can use them three times per day, and at 8th level it can use them at will. The Racial Traits hamatula’s caster level is equal to its Hit Dice from class • Starting Ability Score Adjustments: +2 Dex, –4 Int, +2 levels (save DC 10 + spell level + hamatula’s Cha modifier). Cha. Harpies are quick and vain (in their own fashion) Hamatula Powers (Sp):Beginning at 7th level, a hama- but not very clever. tula can use the following spell-like abilities once per day: • Speed: Harpy land speed is 20 feet. animate dead, major image,andsuggestion. At 10th level it can • Darkvision: Harpies can see in the dark up to 60 feet. use them three times per day, and at 13th level it can use • Automatic Languages: Common. them at will. • Favored Class: Harpy. The best multiclassing choices for Impale (Ex):A hamatula of 7th level or higher deals 3d4 a harpy are bard, rogue, and sorcerer. points of piercing damage to a grabbed opponent on a suc- cessful grapple check, adding 1 1/2 times its Strength Class Skills bonus to damage. The harpy’s class skills (and the key ability for each skill) are Fear (Su):A creature hit by a hamatula must succeed on Bluff (Cha), Craft (Int), Listen (Wis), Perform (Cha), Profes- a Will save (DC 10 + 1/2 hamatula’s HD from class levels + sion (Wis), and Spot (Wis). hamatula’s Cha modifier) or be affected as though by fear cast by a sorcerer of the hamatula’s Hit Dice. Whether or Class Features not the save is successful, that creature cannot be affected All of the following are class features of the harpy monster again by that hamatula’s fear ability for one day. class. 177 APPENDIX 1 Table A–26: The Hamatula Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +1 +2 +2 +2 (8 + Int mod) ×4 1 Feat, subtypes (evil, lawful), see in darkness, 2 claws 1d4, +3 natural armor 2nd 2d8 +2 +3 +3 +3 8 + Int mod 2 Lesser hamatula powers 1/day, telepathy 100 ft. 3rd 3d8 +3 +3 +3 +3 8 + Int mod 3 Summon baatezu(2d4 lemures, 50%), claws 1d6, resistances (acid 5, cold 5), feat 4th 4d8 +4 +4 +4 +4 8 + Int mod 3 +2 Str, +6 natural armor 5th 5d8 +5 +4 +4 +4 8 + Int mod 4 DR 5/+1, lesser hamatula powers 3/day 6th 5d8 +5 +4 +4 +4 — 4 Improved grab, summon baatezu(2d6 lemures, 50%) 7th 6d8 +6/+1 +5 +5 +5 8 + Int mod 5 Impale, hamatula powers 1/day, +2 Int, +9 natural armor, feat 8th 6d8 +6/+1 +5 +5 +5 — 6 +2 Con, lesser hamatula powers at will 9th 7d8 +7/+2 +5 +5 +5 8 + Int mod 6 Greater hamatula powers 1/day, summon baatezu (2d8 lemures, 50%), spell resistance 10th 7d8 +7/+2 +5 +5 +5 — 7 DR 10/+1, hamatula powers 3/day, +12 natural armor 11th 8d8 +8/+3 +6 +6 +6 8 + Int mod 7 Summon baatezu(hamatula, 20%), claws 2d4 12th 8d8 +8/+3 +6 +6 +6 — 7 Greater hamatula powers 1/day or 3/day, summon baatezu(2d10 lemures, 50%) 13th 9d8 +9/+4 +6 +6 +6 8 + Int mod 8 Summon baatezu(hamatula, 35%), +2 Str, resistances (acid 10, cold 10), hamatula powers at will, feat 14th 9d8 +9/+4 +6 +6 +6 — 8 Greater hamatula powers 1/day or at will, +2 Wis",
        "name":  "Telepathy",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A ogre mage receives one feat at 1st level and +2 Cha. Pixies are physically weak but make up for it in another one at 4th level. After 12th level it gains feats nor- other areas. mally according to its character level, as shown on Table • Small: As Small creatures, pixies gain a +1 size bonus to 2–5: Experience and Level-Dependent Benefits. Armor Class, a +1 size bonus on attack rolls, and a +4 size Spell-Like Abilities:An ogre mage can use the indi- bonus on Hide checks, but they must use smaller weap- cated spell-like abilities at the indicated frequency. It has a ons than Medium-size creatures do, and their lifting and 190 1 XIDNEPPA Table A–39: The Ogre Mage Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +0 +2 +0 +0 (2 + Int mod) ×4 1 Feat, +1 natural armor, spell-like abilities (charm person1/day, sleep1/day) 2nd 2d8 +1 +3 +0 +0 2 + Int mod 1 +2 natural armor, +2 Con 3rd 2d8 +1 +3 +0 +0 — 2 +2 Wis, spell-like abilities (darkness1/day, invisibility1/day) 4th 3d8 +2 +3 +1 +1 2 + Int mod 2 Feat, fly 40 ft. (good), +2 Str, +2 Cha 5th 3d8 +2 +3 +1 +1 — 3 +2 Int, spell-like abilities (gaseous form1/day), +3 natural armor 6th 3d8 +2 +3 +1 +1 — 3 Regeneration 1, spell-like abilities (darkness3/day, invisibility3/day) 7th 4d8 +3 +4 +1 +1 2 + Int mod 4 Spell-like abilities (polymorph self1/day), +4 natural armor, +2 Str 8th 4d8 +3 +4 +1 +1 — 4 +2 Con, +2 Wis, spell resistance 9th 4d8 +3 +4 +1 +1 — 5 Spell-like abilities (cone of cold1/day, darknessat will, invisibilityat will) 10th 5d8 +3 +4 +1 +1 2 + Int mod 6 Large size, reach 10 ft., +2 Str, +2 Int, +5 natural armor 11th 5d8 +3 +4 +1 +1 — 7 Regeneration 2, +2 Con 12th 5d8 +3 +4 +1 +1 — 8 +2 Str, +2 Cha carrying limits are three-quarters of those of Medium- ity(self only). Its caster level for all spell-like abilities is size characters. equal to its class level + 3 (save DC 10 + spell level + pixie’s • Speed: Pixie land speed is 20 feet. Cha modifier). • Low-Light Vision: Pixies can see twice as far as a human Pixie Powers (Sp):Beginning at 3rd level, a pixie can use in starlight, moonlight, torchlight, and similar condi- detect thoughtsanddispel magiconce per day. tions of poor illumination. They retain the ability to Natural Invisibility (Su): At 4th level, a pixie is natu- distinguish color and detail under these conditions. rally invisible and remains invisible even when it attacks. • Skills: +2 racial bonus on Listen, Search, and Spot checks. This ability is constant, but the pixie can suppress or • Automatic Languages: Common and Sylvan. resume it as a free action. • Favored Class: Pixie. The best multiclassing choices for a Craft Special Arrows: Upon reaching 4th level, a pixie pixie are rogue, sorcerer, and wizard. can craft pixie sleep arrows and pixie memory loss arrows as though meeting all of the prerequisites. Class Skills Greater Pixie Powers (Sp):At 5th level, a pixie can use The pixie’s class skills (and the key ability for each skill) are confusion(by touch), permanent image(visual and auditory Bluff (Cha), Concentration (Con), Craft (Int), Escape Artist elements only), and polymorph self once per day. A pixie with (Dex), Heal (Wis), Hide (Dex), Listen (Wis), Move Silently a Charisma of at least 20 can also use Otto’s irresistible dance (Dex), Profession (Wis), Ride (Dex), Search (Int), Sense once per day. Motive (Wis), and Spot (Wis). RAKSHASA Class Features Outsider (Evil, Lawful) All of the following are class features of the pixie monster Said to be the very embodiment of evil, rakshasas are class. malevolent and manipulative. They are the masterminds of",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An umber hulk has a bite attack that is a natural weap- • Automatic Languages: Abyssal, Celestial, and Draconic. on dealing the indicated damage plus 1/2 Strength bonus. • Favored Class: Vrock. The best multiclassing choices for a Tremorsense (Ex):Starting at 4th level, an umber hulk vrock are barbarian, fighter, and wizard. can automatically sense the location of anything that is in conmtact with the ground and within a certain distance Class Skills from the umber hulk. The radius of the effect increases The vrock’s class skills (and the key ability for each skill) are from 10 feet at 4th level to 60 feet at 17th level. Concentration (Con), Craft (Int), Hide (Dex), Knowledge Confusing Gaze (Su):At 7th level, an umber hulk devel- (any one, chosen at 1st level) (Int), Listen (Wis), Move ops its magical gaze, which causes confusion (as the spell, Silently (Dex), Profession (Wis), Search (Int), Sense Motive caster level 8th) within a certain distance from the hulk (Wis), Spellcraft (Int), and Spot (Wis). (DC 10 + 1/2 umber hulk’s HD from class levels + umber On reaching Large size, a vrock takes a –4 size penalty on hulk’s Cha modifier). The radius of the effect increases from Hide checks. 5 feet at 7th level to 30 feet at 13th level and higher. 202 1 XIDNEPPA Table A–51: The Umber Hulk Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +0 +0 +0 +2 (2 + Int mod) ×4 1 Feat, +3 natural armor, 2 claws 1d4, bite 1d6 2nd 2d8 +1 +0 +0 +3 2 + Int mod 1 +2 Con 3rd 3d8 +2 +1 +1 +3 2 + Int mod 1 Feat, +2 Str 4th 3d8 +2 +1 +1 +3 — 1 +5 natural armor, tremorsense 10 ft. 5th 4d8 +3 +1 +1 +4 2 + Int mod 2 Claws 1d6, burrow 20 ft., +2 Con 6th 4d8 +3 +1 +1 +4 — 2 Bite 1d8, tremorsense 20 ft. 7th 5d8 +3 +1 +1 +4 2 + Int mod 3 +2 Str, +7 natural armor, confusing gaze 5 ft. 8th 5d8 +3 +1 +1 +4 — 3 Tremorsense 30 ft., +2 Con 9th 6d8 +4 +2 +2 +5 2 + Int mod 4 Feat, Large size, reach 10 ft., +2 Str, confusing gaze 10 ft. 10th 6d8 +4 +2 +2 +5 — 4 Claws 2d4, tremorsense 40 ft. 11th 7d8 +5 +2 +2 +5 2 + Int mod 5 +2 Str, bite 2d6, confusing gaze 20 ft. 12th 7d8 +5 +2 +2 +5 — 5 +2 Cha, tremorsense 50 ft. 13th 8d8 +6/+1 +2 +2 +6 2 + Int mod 6 +2 Str, +2 Dex, confusing gaze 30 ft. 14th 8d8 +6/+1 +2 +2 +6 — 7 Bite 2d8, tremorsense 60 ft. Class Features tangle of viny growths. A delay poisonspell stops the spores’ All of the following are class features of the vrock monster growth for its duration. Bless, neutralize poison,orremove dis- class. easekills the spores, as does sprinkling the victim with a vial",
        "name":  "Bite",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A water elemental can form a vortex as described Good Save:Which type or types of saving throw receives in the Monster Manual, except the damage is the elemental’s the highest bonus for the base creature. slam damage without Strength bonus and the Reflex save BAB:The base creature’s base attack bonus. Do not DC to escape the vortex is 10 + 1/2 water elemental’s HD modify this figure further for size. from class levels + water elemental’s Con modifier. Fort, Ref, Will:The base, unmodified saving throw bonuses for the base creature. Appendix 2: Nat. Armor:If the base creature has a natural armor bonus, it appears here. The creature’s Monster Manualentry Compiled Tables provides other factors that may affect the base creature Armor Class, such as size and Dexterity.",
        "name":  "Vortex",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creature’s type is monstrous have only six natural attacks rather than eight. humanoid. An anthropomorphic animal is bipedal even if An anthropomorphic animal uses the base attack bonus the base creature is not. It has a tail and/or wings if the base of a monstrous humanoid: +1 for a Small creature, +2 for creature has these features. All anthropomorphic animals Medium-size, or +3 for a Large creature. have humanoid arms and hands. Small anthropomorphic animals with class levels use the Anthropomorphic animals created from Tiny or smaller base attack bonus of their class because they lose their animals are Small, those created from Small to Large ani- single monster Hit Die. mals are Medium-size, and those created from Huge or Special Attacks:Attacks that rely on a nonhumanoid larger animals are Large. This difference in size may affect shape, such as hind-leg rakes, trampling, or a snake’s con- Armor Class, attack bonus, natural armor, and abilities; see striction, are no longer available. the introduction of the Monster Manualfor a summary of Special Qualities:An anthropomorphic animal has these effects. darkvision with a 60-foot range.",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Half-ogres inherit a tendency friendship among adventurers, many of toward chaos from their ogre parents, but, like whom are fellow wanderers and outsiders. their human parents, they favor neither good nor evil. Half-ogres raised Half-Ogre Racial Traits among ogres and willing •Starting Ability Score Adjustments:+6 Str, to live out their lives with –2 Dex, +2 Con, –2 Int, –2 Cha. them, however, are usually Half-ogres are big, brawny evil. creatures without a great Half-Ogre Lands: Half- deal of intelligence or ogres have no lands of their couth. own. They most often live • Large: As Large creatures, among ogres. Of the other half-ogres have a –1 penalty races, humans are the to Armor Class and a –1 penalty ones most likely to on all attack rolls. They also have a accept half-ogres, and reach of 10 feet. half-ogres usually live in • Speed: Half-ogre land speed human lands when not is 30 feet. living among ogre tribes. • Darkvision: Half-ogres have",
        "name":  "Alignment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A desmodu receives a +4 racial bonus on Spot The chief desmodu deity is Vesperian, who is the creator and Listen checks, which is lost if its blindsight is and protector of the race. Typically there is a shrine dedi- negated. The creature also gets a +2 racial bonus on grap- cated to him in every enclave, and many dwellings also ple checks. When wearing light armor or no armor, the boast private altars to Vesperian. creature gains a +2 bonus on Balance and Jump checks. All these racial bonuses are included in the statistics above. Desmodu Characters When a desmodu has its hands free and deliberately Desmodus sometimes become barbarians or rogues, but jumps down from a height, subtract 10 feet from the dis- their favored class is fighter. A desmodu fighter usually tance fallen to determine damage. If it makes a successful leads a colony’s council of elders, and fighters also lead Jump check (DC 15), reduce the effective distance fallen most warbands, in those rare cases when the desmodus join by another 10 feet. to attack a common enemy. Wizards and clerics are unknown in the race. Some desmodu sorcerers and bards Desmodu Society exist, but most desmodu spellcasters are adepts. Desmodus live in small, independent family groups that gather in loosely organized colonies or enclaves to pool resources and create a communal defense. They eschew complex social organizations, and individual families live as they please. Each family group includes several genera- tions, with the eldest generation acting as the ruling body to settle all issues. The oldest and most experienced desmodus in an enclave form a council to settle disputes between families and make recommendations about handling external affairs. Desmodus of the same age from different families frequently adopt each other as siblings. These adopted sib- 220 3 XIDNEPPA pqqrs KINSHIP BADGES This item resembles an exquisite cymbal or flattened bell, measuring 3 or 4 inches across. When struck, it emits a single musical note. It also resonates and produces a distinctive ultra- sonic tone when a desmodu’s echolocation sounds strike it. Desmodus usually exchange kinship badges with their siblings and use them to identify each other in battle.",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, flat-footed 13 Armor Class. The following changes are in effect as long as",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance +3, Climb +3, Hide +4*, Jump +31, shield, empty mind.A thri-kreen manifests powers, and gains Listen +3, Spot +3 additional attack and defense modes, as if it were a psychic",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (+2 leather armor, +0 Dexterity) first feat, so the bonuses on Listen and Spot checks are I assigned typical equipment to laikas, then deter- included here as well. mined their AC from that and their Dexterity. I chose Feats:Alertness, Track (B). leather armor because it has no armor proficiency A laika is entitled to one feat, and I chose Alertness. I penalty, and no hunter wants a penalty on Move also gave it Track as a bonus feat, since it’s a hunting race. Silently checks. The rest of the stat block is meaningless for char-",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A laika gains a +2 bonus to member of the race with one class level is equivalent to Constitution and a –2 penalty to Intelligence. a 5th-level character. Thus, we’ll have to balance start- Medium-Size:A laika gains no size bonus to Armor ing Hit Dice and level adjustments to reach that point. Class, attack rolls, or skill checks. Most people are either fascinated or repelled by",
        "name":  "Balanced Ability Scores",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 feet. insects, so an insectlike humanoid seems like an excit- Low-Light Vision:A laika can see twice as far as a ing vision for this race. It seems reasonable that the human in starlight, moonlight, torchlight, and similar creature would have an insect carapace (and thus a nat- conditions of poor illumination. It retains the ability to ural armor bonus), and perhaps a flying speed. A natu- distinguish color and detail under these conditions. ral armor bonus of up to +5 is worth a +1 level adjust- Speak with Animals(Sp):Once per day, a laika can ment according to Savage Species. Flight with a use speak with animalsto communicate with canine ani- maneuverability of average or worse also merits a +1 mals such as wolves and dogs. This ability is innate to level adjustment. If we stick to these aspects, keep the laikas. It has a duration of 1 minute (the laika is consid- ability scores balanced, and look for some small, clever ered a 1st-level caster when it uses this ability, regard- qualities to assign, then this race could start with 2 Hit less of its actual level). Dice. If we make the race Small, we can increase the",
        "name":  "Base Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yougaina+I divinebonustoall 8Shieldof Law attackrolls. 9 Stormof Vengeance I Shield Ranger Domain 2GhostCombatant*",
        "name":  "Granted Power",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Heroic ancestorss,piritsofthe I Shieldof Faith night,mischievousspirits,deitiesof larceny, 2 ShieldOther trickster deities. 3KeenEdge",
        "name":  "DeitiesandSpirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Use Magic Device 10 ranks. Armor Proficiency:",
        "name":  "Skills",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff 5 ranks, Disguise 5 ranks, Gather Infor- net), as well as with light armor. mation 5 ranks, Intimidate 5 ranks, Ride 5 ranks. Ambush: During a surprise round, the outlaw can",
        "name":  "Skills",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A typical The usual maximum rank spymaster wishes to keep her limit still applies to these true profession secret, so she skills. pretends to be a simple Sneak Attack: The rogue, ranger, or the like. spymaster gains the In addition to allaying her com- sneak attack ability (see panions’ suspicions, maintaining a the Rogue section in TaTbalbel e1 –16–:6 T: hTeh eS pSypmymasatsetrer Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +0 Cover identity, required ranks, sneak attack +1d6 2nd +1 +3 +3 +0 Required ranks, undetectable alignment 3rd +2 +3 +3 +1 Quick change, required ranks, Uncanny dodge (Dex bonus to AC) 4th +3 +4 +4 +1 Cover identity, required ranks, sneak attack +2d6 5th +3 +4 +4 +1 Required ranks, slippery mind, spot scrying 6th +4 +5 +5 +2 Required ranks, uncanny dodge (can’t be fl anked) 7th +5 +5 +5 +2 Cover identity, required ranks, Sneak attack +3d6 8th +6 +6 +6 +2 Deep cover, hear subharmonics, required ranks 15 9th +6 +6 +6 +3 Detection damper, reactive body language, required ranks 10th +7 +7 +7 +3 Mind blank, Required ranks CHAPTER 1: PRESTIGE CLASSES Chapter 3 of the Player’s Handbook) at 1st level if she does weaker than they normally would. For example, a strong not already have it. She gains +1d6 damage with this aura becomes faint, and faint or dim auras become com- attack initially, but this rises to +2d6 at 4th level and to pletely undetectable. +3d6 at 7th level, if she already has the sneak attack abil- Reactive Body Language (Ex): Also at 9th level, the ity from a previous class, the damage bonuses stack. spymaster learns the silent language of subconscious Undetectable Alignment (Ex): The web of differ- body movements. By mimicking the body language of ent identities and agendas inside the spymaster’s mind those with whom she interacts, she gains a +2 insight makes it impossible to detect her alignment via any form bonus on Bluff and Disguise checks. of divination once she reaches 2nd level. This ability Mind Blank (Sp): At 10th level, the spymaster can functions exactly like an undetectable alignment spell, become immune to all mind-affecting spells and divina- except that it is always active. Only divinations are con- tions by rigorously silencing her mind. Using mind blank founded; spells that function only against certain align- is a standard action, and the spyrnaster can do it a number ments, such as protection from evil and holy smite, affect the of times per day equal to 3 + her Intelligence modifi er. spymaster normally. This ability works exactly like a mind blank spell cast by Quick Change (Ex): By 3rd level, the spymaster has a 15th-level sorcerer, except that it affects the spymaster become adept at quickly switching from one identity only and its duration is 10 minutes. to another. She now can don a disguise in one-tenth the See Complete Divine normal time (1d3 minutes) and put on or take off armor in TEMPLE RAIDER one-half the normal time. OF OLIDAMMARA Uncanny Dodge (Ex): Also at 3rd level, the spy- master gains the uncanny dodge ability (see the Rogue Olidammara’s worshipers don’t have many temples of section in Chapter 3 of the Player’s Handbook) if she did their own, but some of them spend a great deal of time not already have it. She gains additional benefi ts of in the temples of other deities-robbing them of every this ability as her spymaster level increases (see Table valuable that’s even remotely portable. The temple 1–6). If she already had uncanny dodge from one or raiders are an elite cadre of thieves who worship the more previous classes, levels of those classes stack Laughing Rogue and specialize in stealing valuables with spymaster levels for the purpose of determining and secret lore from the temples of other deities. Few the benefi ts, but she continues to progress in the abil- enterprises are as dangerous as breaking into a temple, ity along whichever track she was originally using for so Olidammara grants limited spellcasting abilities to it. For example, if a rogue becomes a spymaster, add temple raiders in his service. together her levels of spymaster and rogue, then refer Temple raiders usually work in small teams, using to Table 3–15; The Rogue in the Player’s Handbook to stealth, disguise, or magic to infi ltrate a rival temple determine the benefi ts of uncanny dodge at her new, secretly. Once inside, they plunder the treasury, steal reli- combined level. gious relics, and abscond with any secrets the clerics of Slippery Mind (Ex): At 5th level, the spymaster the rival temple cared to write down. If all goes well, they gains the slippery mind ability (see the Rogue section slip out unnoticed, but they’re not above fi ghting their in Chapter 3 of the Player’s Handbook) if she does not way to freedom. They know that the penalty for stealing already have it. from a temple is usually death, so they’re quick to draw Spot Scrying (Ex): Also at 5th level, the spymaster blades when capture seems imminent. notices the magical sensor created by arcane eye, scrying, Temple raiders are always listening for news of great a crystal ball, or the like with a successful Spot check riches or dark secrets at the temples of other deities, (DC 20). and they eagerly chase down rumors of hidden shrines Deep Cover (Ex): At 8th level, the spymaster can and half-buried temples from bygone ages. However, quiet her mind and completely immerse herself in her they typically have plenty of time between raids for cover identity at will. While she is in deep cover, divina- normal adventuring, which they undertake frequently tion spells detect only information appropriate for her with their deity’s blessing. After all, dungeon adven- cover identity; they reveal nothing relating to her spy- turing hones the skills that the temple raider needs for master persona. special missions-such as liberating the war-booty that",
        "name":  "Cover Identity",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Disable Device with both light and 4 ranks, Open Loc k 4 medium armor. ranks, Search 8 ranks. Traps: At 1st level, a",
        "name":  "Skills",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  " 1st Level—cure light wounds, detect chaos, detect evil, detect good, detect law, detect secret doors, endure elements, entropic shield, infl ict light wounds, invisibility to undead, obscuring mist, protection from evil, protection from good, protection from law, random action, remove fear, sanctuary, shield of faith, spider climb. 2nd Level—augury, cat’s grace, cure moderate wounds, darkness, darkvision, delay poison, fog cloud, hold person, infl ict moderate wounds, knock, lesser res- toration, misdirection, resist elements, silence, undetect- able alignment. 3rd Level—blindness/deafness, cure serious wounds, dispel magic, infl ict serious wounds, locate object, magic circle against evil, magic circle against good, magic circle against law, magic vestment, negative energy protec- tion, protection from elements, remove curse. 4th Level—air walk, cure critical wounds, free- sway (Chaos, Luck, and Trickery). He thus has access to dom of movement, infl ict critical wounds, neutralize poison, two domain spells at each spell level and may prepare restoration, spell immunity. See Complete Adventurer one or the other each day in his domain spell slot. THIEF-ACROBAT A temple raider must spend 1 hour each night in quiet contemplation and supplication to Olidammara Like any large guild, a thieves’ guild has many specialists to regain his daily allotment of spells. Time spent rest- within its ranks—pickpockets, burglars, swindlers, and ing has no effect on whether he can prepare spells. even highway robbers. None of these, however, have the Unlike clerics, temple raiders do not channel energy prestige of a thief-acrobat—the superlative second-story to turn or rebuke undead, nor can they spontaneously burglar who is infamous for daring escapades across the cast cure or infl ict spells. They also gain no granted city’s rooftops. powers for their domains. The thief-acrobat excels at getting into and out of",
        "name":  "Temple raiders choose their spells from the following list",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character with a Tumble armor, or magic items that provide an armor bonus. skill modifi er of +14 or higher need not make Tumble checks to move past opponents anymore. DDasahs h[G [Geneenrearla]l ] FEATS You move faster than normal for your race.",
        "name":  "Speeding Combat",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you are wearing light armor or no armor Feats are an exciting element of the D\u0026D game. This and are carrying a light load, your speed is 5 feet faster section presents new feats designed with bards and than it normally would be. rogues in mind, though of course any character who qualifi es can take them. DDisigsugiusies eS pSeplel l[lM [Meteatmamagaigci]c] You can cast spells without observers noticing. Acrobatic [General] Prerequisite: Bardic music ability, 12+ ranks in Perform. You have excellent body awareness and coordination. Benefi t: You have mastered the art of casting spells",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When running or charging, you can make a her movement. single direction change of 90 degrees or less. You can’t Prerequisite: Base attack +4, sneak attack ability. use this feat while wearing medium or heavy armor, or Benefi t: If you hit with a sneak attack, you may choose if you’re carrying a load heavier than light. to forgo +2d6 of your sneak attack damage to reduce your",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A gong is a large, gently curved plate, rather Bardic Music: Harmonica music warms the hearts of like a single, huge cymbal. The typical version is made commoners and other folk of humble station. Thus, a of bronze and has a distinct, curved-in rim and a boss, successful Perform check in such company grants the or slightly raised knob, in the center. Gongs usually musician a +4 circumstance bonus on Bluff, Diplomacy, hang suspended from wooden frames to ensure that Disguise, and Gather Information checks involving any they can reverberate freely. Both the frames and of those listeners for 1d6 hours after the performance the gongs themselves can be as simple or as highly ends. In addition, it shifts the attitude of the listeners decorated as desired. by one category in the performer’s favor (for example, The sound of a gong never fails to get attention. To from friendly to helpful—see the NPC Attitudes play it, the musician simply strikes the boss with a section in Chapter 5 of the Dungeon Master’s Guide). large mallet, which is usually covered with either felt However, it also imposes a -4 circumstance penalty on or cloth. Each gong can produce only a single note, but Intimidate checks made against such listeners for the it is audible to a considerable distance and reverberates same period. Producing these effects is a supernatural, for 5 rounds after each strike. So impressive is the mind-affecting ability. sound that enthusiasts claim no other instrument can Harp: Far less portable than its smaller cousin the match it. lapharp, a standing harp is often 5 or even 6 feet in Stationary gongs usually weigh several hundred height. Its forty-six strings give it an astonishing range pounds each, so they are not suitable for adventuring. of more than fi ve octaves. An optional pedal attachment However, they are quite popular for ceremonial music allows the musician to raise (sharpen) or lower (fl atten) and as warning signal devices. Primitive races often the notes, thus generating an even wider range. hang circular metal shields on their walls to serve as Despite their size, harps are rather delicate and easily makeshift alarm gongs damaged. This tends to restrict harp performances",
        "name":  "Gong",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This metal collar offers superior protection other receptacles without directly endangering their for the neck, providing a +10 armor bonus against hands. The tongs do not permit fi ne manipulation, but garrote attacks. The typical gorget consists of two the owner can use them to lift an object weighing up to semicircular metal plates held in place with a metal pin. 5 pounds, tug aside a curtain, grip a doorknob or latch, or It is typically worn as part of a set of full plate, though perform some similar activity. Some sets of tongs have it can also be worn alone or as part of a helmet. Adding wooden handles to insulate the user against electrical spikes to a gorget doubles the cost and may make shocks or other unpleasant effects. A typical set of certain opponents reconsider attacking the wearer’s longreach tongs can extend to a length of 10 feet. throat, but this feature adds nothing to its armor bonus. Long-Spoon Thieves’ Tools: Each of these items is a A gorget has a hardness of 10. specially modifi ed version of a standard lockpicking tool Because it can restrict breathing, long-term exertion mounted on a long, thin handle. These tools enable the is diffi cult for the gorget wearer. The item imposes a -4 user to manipulate a latch, tinker with a lock, or probe a circumstance penalty on any checks made to perform trap from a position up to 5 feet away and well to the side physical actions that extend over a period of time of the target device. A 1-inch-diameter mirror mounted (running, swimming, breath-holding, and so on). on a similar handle gives the user a good view of the",
        "name":  "Gorget",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Another gnome invention, Rogues and bards can usually hold their own in combat, the mechanical burglar is a tiny, clockwork device that but some additional help in the form of magic weap- automatically picks mechanical locks. (It cannot bypass onry or armor is always welcome. One of the following magic locks.) The device is a sophisticated mechanism items is designed especially for bards; the other is useful in which springs extend and retract tiny metal probes to any character. to manipulate a lock’s inner workings. Barricade Buckler: The correct command word To use the mechanical burglar, the owner simply transforms this +1 buckler into a tower shield. Like any winds it up and inserts it into the lock where the key other tower shield, it does not modify AC directly; would normally fi t. The device is not silent; it ticks, rather, it provides up to total cover for any one char- whirs, and pings the whole time it is working. A me- acter behind it. A second command word shrinks the chanical burglar takes 1d10 rounds to pick a lock. barricade buckler back to its original size.",
        "name":  "Mechanical Burglar",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12th; Prerequisites: Craft Magic Arms of a lute or a pair of boots and lasts for seven days or and Armor, animate objects, detect law, haste; Market Price: until exposed to water. A tin of waterproofing con- 127,855 gp; Weight: 4 lb. tains enough polish for ten applications. Bards in particular find this item useful for protecting their PoPtoitoinosns 55 precious instruments from inclement weather and This unusual potion is a favorite of assassins, rogues, and sudden dunkings. members of the Lamenters’ Order (see Chapter 4). CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, in which they land. When someone tries to move into, deathwatch; Market Price: 2,000 gp. through, or within the square on foot, the jumping caltrops CHAPTER 3: BARD \u0026 ROGUE EQUIPMENT immediately try to scurry under the interloper’s feet. owner with at least 15 ranks in Perform can use crescendo They can move at a speed of up to 50 feet, though they (see Chapter 6), emotion, and dominate person, each once cannot leave their square. per day, by playing the correct notes. The musician also The number of caltrop attacks a creature suffers gains a +4 enhancement bonus on any Perform checks while within the affected area depends on its speed: made while playing the mandolin of the inspiring muse. four for normal speed, two for half speed, and none The mandolin also has the following command-word for one-quarter speed. (One-quarter-speed movement abilities, each usable once per day: levitate, magic circle assumes that the creature is shuffl ing forward without against evil, and fortissimo (see Chapter 6). picking up its feet at all.) The target’s shield, armor, and Caster Level: 9th; Prerequisites: Craft Wondrous Item, defl ection bonuses don’t count against these attacks. A fortissimo, crescendo, dominate person, emotion, levitate, magic target that is wearing shoes or other footwear, however, circle against evil; Market Price: 53,920 gp; Weight: 3 lb. gets a +2 armor bonus to AC. The speed of any target Nondescript Box: A nondescript box is perfectly ordi- that takes damage from a caltrop attack is reduced by nary in appearance, and it always seems to fi t in with its one-half because of the foot injury until the victim re- surroundings. In fact, it fi ts in so well that it is very diffi - ceives one successful Heal check, any cure spell, or any cult to notice. The eye seems to skip over it, and the mind other form of magical healing. forgets its presence immediately. Characters walk around Jumping caltrops continue to move for 11 rounds, a nondescript box without even realizing they have done so, though the owner can order them back into the bag be- and observers fi nd nothing strange about such detours. fore the duration expires if desired. However, they can Search attempts always fail to locate this item, and it radi- move only on their fi rst use; thereafter, they become ates no magic. However, a successful Spot check (DC 25) normal caltrops. enables the mind to pierce the box’s protections and see it",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide armor, greatclub, sap, boot dagger, 4 sp. The only other rule common to all assassins guilds is the code of silence: Revealing anything about the guild AAsssassassisnisn’s G’ Guiuldild results in an automatic death sentence, carried out by Although they operate far outside the law, assassins’ experts in the fi eld. guilds most often establish themselves in lawful cities. Advancement Opportunities: Occasionally, guild- Though this seems a paradox, it’s a logical result of the masters retire and pass the leadership to qualifi ed suc- way people who live in such communities behave. In cessors. Most of the time, however, transfers of power a city swept by chaos, confl ict is out where everyone within an assassins’ guild occur in the expected way— can see it. It’s easy for people to tell who their enemies through assassination of higher-ranking members. 64 are—they’re the ones attacking them. No one needs an Assets: The biggest asset an assassins’ guild has is the assassin to eliminate the competition in a lawless city—a frightening prowess of the membership itself. All assas- wizard or fi ghter does the job just fi ne. Lawful cities, on sins are capable foes, and what they lack in numbers they CHAPTER 4:ORGANIZATIONS FOR BARDS \u0026 ROGUES guilds, however, have their own political agendas. Members of these organizations refuse to accept as tar- gets any public fi gures they support, and in some cases they even assassinate enemies of their political allies with neither contracts nor payments. Most would-be rulers, however, are reluctant to accept an assassins’ guild as an ally because they fear the consequences of betrayal.",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "In larger cities, the sewers provide the person who controls the city guard. In addition, a second network of streets for those who wish to the backing of the thieves’ guild makes it much easier remain unseen. If the assassins have hollowed out a for that thief to function as mayor. With a word to the fortress underneath part of the city, accessing it may be guildmaster, the mayor can make crime in a particular as simple as sliding aside a street grate and following a district disappear overnight, or increase it so much map through the maze of tunnels—meanwhile avoid- that commerce grinds to a halt. In addition, the guild’s ing the deadly traps and overcoming the protective espionage activities can produce enough blackmail magic, of course. information on the mayor’s political enemies to keep",
        "name":  "City Sewers",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Perhaps the assassins’ guild Assets: What the guild gets out of this arrangement has adopted a cover organization and is posing as some depends on what kind of power structure it infi ltrates. other type of guild. An undertakers’ guild provides an Thieves who infi ltrate the army can fi nd out about excellent cover, as the guild’s real jobs help to keep planned troop movements and gain access to the city’s the front organization in business. Alternatively, the armories. Infi ltration of the justice system ensures that cover guild could be a completely unrelated one, such guild members avoid punishment for their crimes— as a cobblers’ guild. As long as a suitable number of and that their rivals are locked up for good. Finally, the assassins in such a guild take ranks in the Craft those who infi ltrate the merchants’ guilds know just (cobbling) skill, the guild should have no trouble what to steal, how to steal it, and how to pin the blame retaining its cover. on others.",
        "name":  "Another Guildhouse",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The characters have received several lucra- using them—many of the old hideouts aren’t as secret tive jobs from the local thieves’ guild, only to learn that as they once were. it’s led by a clan of vampires. They must turn the tables Goals: Recruiting new members is a major goal for on the guild before they wind up as meals. remnant and new guilds. Since they are too small to Characters who come into confl ict with monsters in use “join or die” recruiting tactics effectively, most offer the wilderness might discover that their opponents have incentives of some type. Typically, the leader of such been receiving aid from a nearby city. Investigation re- a guild reduces the required percentage of the take to veals the truth about the thieves’ guild leadership. make membership more attractive, then gradually in- A monster PC has learned to interact better with “civi- creases it as the guild’s ranks grow. Some also offer to lized” races by operating as an agent of a monster-based help experienced freelancers with jobs. The guild’s assis- thieves’ guild. tance earns it a portion of the take, spreads the word of its existence in the underworld community, and might RRememnannatn tG Guiuldilsd sa nadn dN Newew G Guiuldilsds even convince the freelancer to join. Sometimes law enforcement wins. Running a thieves’ A small guild spends what money it earns to buy infl u- guild is a high-risk operation, and occasionally it doesn’t ence and favors from law enforcement and the justice succeed. Even if the authorities do manage to stamp out system. Rather than building a vast underground fortress, a thieves’ guild, however, a small remnant of it usually its leaders bribe watch sergeants and pay for blackmail remains at large. In those rare cases when destruction is information against judges. The money spent on such total, someone from outside the city eventually moves in efforts ensures that a city guard crackdown won’t put the to set up a new guild. entire guild membership in jail.",
        "name":  "Hooks",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Watchers began as an academic Beholder of the Infi nite away, and many are eager to accompany group studying various cultures’ myths about the end of Doombane soldiers, adventurers, and others who face the world. From there, its researchers branched out into Bringer of Solace death on a daily basis. Some Lamenters examining the demise of past civilizations, the role of Denier of Fate even go as far as to betray or poison some- deities in the end of the world, and how powerful magic Shield to the Unknowing one just to observe the moment of death. could result in vast destruction.",
        "name":  "Candle amid the Darkness be present when someone notable passes Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No a -2 circumstance penalty to its Armor Class, Will saves, Concentration checks, and Spellcraft checks for as You can turn two ordinary coins into magic listening long as you keep playing. devices—one a sensor and the other a receiver. After Focus: The caster’s instrument. casting the spell, you simply give the sensor coin away, either surreptitiously or overtly. By holding the receiv- PePrecrucsussisoinon er coin up to your ear and making a successful Listen Illusion (Figment) check, you can hear whatever is transpiring near the Level: Brd 0 sensor. If the sensor coin is in a pocket, pouch, or sack, Components: V, S, M the DC for the Listen check increases by +5 for all but Casting Time: 1 action the most obvious sounds. Range: Close (25ft. + 5 ft/2 levels)",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "(4/5/5/4/4/2; base DC = 14 + spell spell for your spellbooks? Well, spit it out! I level): 0—detect magic, flare, mage hand, read magic;1st— haven’t got all day!” mage armor, magic missile(3), unseen servant; 2nd—arcane lock, detect thoughts, levitate, locate object, obscure object; If the characters do anything other than state their 3rd—clairaudience/clairvoyance, dispel magic, fireball, secret business without preamble, Barellus orders them from page;4th—arcane eye, ice storm, scrying;5th—cloudkill, his presence and refuses to talk with them any further. wall of force. Should the characters be open and forthright with him,",
        "name":  "Spells Prepared",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 quarterstaff, bracers of armor +4, cloak of The old wizard knows no more than this, and he has resistance +3, ring of counterspells, wand of fireballs, scroll of no real concept of what has been happening in town flesh to stone, potion of bull’s strength. recently. dSerena:Female half-elf Wiz4; CR 4; Medium-size Should the characters try to fight these two, they have humanoid; HD 4d4–4; hp 14; Init +1; Spd 30 ft.; AC a tough battle on their hands. The treasure within the 12 (touch 11, flat-footed 11); Atk +4 melee tower consists primarily of old books relating to magic (1d4+2/19–20, +1 dagger); SQ Half-elf traits; AL CG; SV and legends, for the wizard became a sage after his Fort +0, Ref +2, Will +4; Str 12, Dex 13, Con 8, Int 16, retirement from adventuring. There are also a few Wis 11, Cha 14. potions, scrolls, and 2,000 gp (secreted inside a fake",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 dagger, bracers of armor +1. then informs the baroness of it. She coldly orders the PCs from her presence and refuses all further requests Encounter 5: An Invitation for audience. If a fight breaks out here, the characters really don’t If the bard impressed the local nobility with the per- have a chance unless they try to escape. The foes on formance the previous night (see Encounter 3), the PCs hand include the court wizard (use the stats for Barel- have a chance to see the baroness. Upon returning to lus from Encounter 4), the guard captain (a standard the inn, the bard finds a special invitation awaiting him 9th-level NPC human fighter from Chapter 2 of the or her. The local ruler, Baroness Andrella, heard such good reports about his concert that she wants a special DUNGEONMASTER’s Guide),two sergeants (standard 7th- level NPC human fighters), two clerics (standard 7th- performance at the manor tonight—in just a few hours’ level NPC human clerics), and three dozen guards on time, in fact. If the bard accepts, the entire party is wel- duty (standard 3rd-level NPC human fighters). More come at Andrella’s manor. Go to Encounter 6 after the guards can come as the alert spreads, up to a total of 50 PCs have a chance to react and ready themselves. within the first two minutes of combat. If the battle Encounter 6: The Show of Shows lasts more than five minutes, the alert can draw in (EL Variable) another 50 guards from the outlying areas, and then If the bard has received and accepted an invitation to another 50 after that, plus one sergeant for every 25 perform at the manor house (see Encounter 5), or if the guards present. It’s really in the best interests of the PCs request permission to examine the city records, PCs to try to get out instead of face down a city’s they can visit the baroness. In the latter case, the worth of guards. baroness requests a performance from the bard in Encounter 7: Research exchange for permission—if she can tell that the group Should the PCs gain permission from the baroness to includes an entertainer. If not, the PCs can gain permis- examine the city records , they can enter the records sion if they can convince her with a successful Diplo- room of her manor house.. macy check (DC 20) that such access is vital to solving The steward (human Exp4) shows the characters to the recent string of burglaries. (See Encounter 7 if the the records room and stays with them while they PCs get permission to research the city records.) peruse the records, but he does not assist them in locat- If the bard puts on a show for Andrella, the guard cap- ing anything. They may take as long as they like in the tain warns the PCs upon their arrival that the baroness records room. does not take kindly to attempts to influence her with The Gather Information skill is no help here, but each magic of any sort. If they agree to a magic-free evening, successful Search check uncovers some nugget of they are ushered into the baroness’s presence. At least useful information. The following details are available six minor nobles and the baroness’s wizard are also through records research: present for the show. A Perform check result of 25 or • The first of the strange burglaries occurred only a higher for the bard’s performance indicates that the few weeks after the last public execution—the baroness is so pleased that she offers to grant the char- hanging of a notorious highwayman named acter a request. If the request is for permission to exam- Reynard. 6 • The highwayman was hanged at the gallows on Encounter 8A: Abandoned Lair the north side of town, and the City Guard kept Entrance (EL 8) his body on display for several weeks thereafter at The PCs eventually reach the abandoned lair during the north gate as a deterrent to other would-be their explorations. criminals.",
        "name":  "Possessions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Several dire rats (pets of the spymaster) table for the desired encounter level from among call this chamber home and attack any intruders. those presented on the next page. These tables are sim- dDire Rats (12):hp 5 each, see MONSTERMANUAL ilar to the Dungeon Encounters tables in the Adven- pages 56–58. tures chapter of the DUNGEONMASTER’SGuide, but they It’s clear that someone has been using this place lately. feature more creatures that would be at home in a All the stolen loot is here, though oddly enough, it’s cramped, urban environment. Although even a 3rd- scattered about carelessly, and some of it has spoiled level encounter may be nothing more than a nuisance through neglect or been chewed by the dire rats. In one for characters of this party’s level, it is rare to find any corner lies a skeleton dressed in a few remnants of dark creatures more dangerous than these living in a city’s cloth. (This is the body of the necromancer, which the sewers. 7 Table 1: 1st-Level Sewer Encounters d% Role Number of Creatures and Kind Treasure 1–10 Critter 2d10 bats (animal) — 11–20 Critter 2d8 rats (animal) — 21–25 Critter 1d3 centipedes, Medium-size monstrous (vermin) 20% 26–35 Critter 1d3+1 dire rats 20% 36–40 Critter 1d3 snakes, Small viper (animal) 20% 41–45 Critter 1d3 spiders, Small monstrous (vermin) 20% 46–55 Friend 1d3 beggars (1st-level commoners) 5% 56–60 Friend 2d4 city guards (1st-level warriors) 80% +1 61–65 NPC 1 1st-level NPC Gear 66–70 Terror 1 darkmantle 50% +1 71–80 Terror 1 shrieker 20% 81–90 Tough 1d3 thugs (1st-level warriors) 80% 91–94 Undead 1d3+1 skeletons, Medium-size 50% 95–98 Undead 1d3 zombies, Medium-size 50% 99–100 Undead 1 ghoul 50% Table 2: 2nd-Level Sewer Encounters d% Role Number of Creatures and Kind Treasure 1–5 Critter 1d4+1 centipedes, Medium-size monstrous (vermin) 20% 6–16 Critter 2d6 dire rats 20% 17–21 Critter 1 dire weasel 20% 22–27 Critter 1d3 giant ants, worker (vermin) 20% 28–32 Critter 1 snake, Medium-size constrictor (animal) 20% 33–39 Critter 1d3 snakes, Medium-size viper (animal) 20% 40–45 Critter 1d3 spiders, Medium-size monstrous (vermin) 20% 46–50 Critter 1d4+1 stirges 20% 51–55 Friend 1d3 beggars (1st-level commoners) 5% 56–60 Friend 2d4 city guards (1st-level warriors) 80% +1 61–65 NPC 1d3 1st-level NPCs Gear 66–70 Terror 1 choker 20% 71–75 Terror 1 ethereal marauder 20% 76–85 Terror 1d3 shriekers 20% 86–90 Tough 1d4+1 thugs (1st-level warriors) 80% 91–95 Tough 1d3 thieves (1st-level rogues) 80% +1 96–97 Undead 1d3 ghouls 50% 98–100 Undead 1d4+2 zombies, Medium-size 50% Table 3: 3rd-Level Sewer Encounters d% Role Number of Creatures and Kind Treasure 1–10 Critter 2d4 centipedes, Medium-size monstrous (vermin) 20% 11–15 Critter 2 dire weasels 20% 16–20 Critter 1 gelatinous cube (ooze) 20% 21–25 Critter 1d2 giant ants, warrior (vermin) 20% 26–35 Critter 1d4+1 snakes, Medium-size viper (animal) 20% 36–45 Critter 1d4+1 spiders, Medium-size monstrous (vermin) 20% 46 Fiend 1 doppleganger 80% +2 47–48 Fiend 1 ooze mephit 80% +2 49–50 Fiend 1 wererat (lycanthrope) and 1d3+1 dire rats 80% +3 51–55 Friend 1d3 beggars (1st-level commoners) 5% 56–60 Friend 2d4 city guards (1st-level warriors) 80% +1 61–65 NPC 1d3+1 1st-level NPCs Gear 66–69 Terror 1 carrion crawler 20% 70–71 Terror 1 ethereal filcher 50% 72 Terror 1 otyugh 20% 73–76 Terror 1 phantom fungus 20% 77–80 Terror 1 violet fungi 20% 81–83 Terror 1 grick 20% 84–89 Tough 1d4+1 thugs (1st-level fighters) 80% +1 90–95 Tough 1d4+1 thieves (1st-level rogues) 80% +2 96–98 Undead 1 ghast 50% 99–100 Undead 1 shadow 50% 8 dire rats have devoured. Sirius has taken his bracers of supplies like flour, sugar, and a length of mauve silk armor +2 and his wand of inflict serious wounds.) fabric worth 100 gp. The supplies were in a different A successful Search check (DC 15) reveals some elven warehouse than the black pearl. He’ll give the PCs the clothing, a scrap of paper, and a disguise kit. Examina- fabric if they can come up with the black pearl; it tion of the latter and a successful Disguise check (DC belongs to a customer of his boss, as does the silk, but 15) reveals that someone, probably a male elf, has been the silk is already reported as lost to that particular cus- using this kit to disguise himself as a human. tomer. The pearl isn’t. If asked, Magnus thinks only one The scrap of paper has a couple of symbols placed at person is responsible for these thefts, due to the rela- various places, though it’s torn. A successful Decipher tively small loss he sustained that evening. He is rather Script check (DC 20) allows the reader to figure out astonished that he didn’t lose more, but he thinks the that the symbols stand for several locations: a mill, a supplies loaded down the thief to the point where he smithy, a stable, an inn, a tavern, five residences (resi- had to leave or get caught. dence is the general notation—no proper names are mentioned), six warehouses, and a lighthouse. Marks Encounter 9: The Hanged Man are made next to the inn, the tavern, the lighthouse, Should the PCs follow up on the clue about the two of the residences, and two warehouses. If the PCs hanged highwayman, they can discover some more check into these marks by talking to people at each information, but only if they have their wits about location, they can discover that these places had an them. incidence of theft within the last two weeks—with the The hanged highwayman’s remains were displayed for exception of the lighthouse. (See “The Culprit” for the several weeks near the town’s north gate, which over- encounter at the lighthouse.) Here’s a quick list of looks the graveyard. Ravella, the guard assigned to that",
        "name":  "Creatures",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tsrsage@aol.com",
        "name":  "Email",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) items (such as scrolls) or spell trigger items (such as You unleash the power of this spell and wands), even though it can’t the nugget of platinum vanishes from cast the spells required. your palm. Your companions are If this spell is used bathed in a white aura with a silver against an object, that scale pattern overlaid upon it. object’s magical powers are suppressed—including All subjects gain a +2 luck any spells previously cast bonus to Armor Class and and currently in effect on on saving throws against the item, as well as any the attacks, spells, and spe- spells or magical effects cial attacks (extraordinary, targeted on the object supernatural, and spell-like) of during the antimagic ray’s dragons. This bonus increases duration. by 1 for every four caster levels The spell doesn’t affect above 5th (to +3 at 9th, +4 at any objects other than the 13th, and a maximum of +5 subject itself, even if those at 17th). objects are worn, carried",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous The gestures for casting arc of lightning . . . lekniwhoV .F yb .sullI 15 DESCRIPTIONS SPELL CHAPTER 1 Although there is no visible effect from Encircling your eye with thumb and forefin- ARMOR OF DARKNESS this spellcasting, you channel divine power ger as if holding a jeweler’s lens, you speak Abjuration [Darkness] through your mind, shaping and trans- the arcane words that complete the spell.",
        "name":  "Du ration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) spell’s 15-minute casting time, you of items you touch while this spell is in can scan the spells available and effect. Using the Appraise skill in this The spell envelops the creature in a shroud choose one to read and prepare. fashion requires 2 minutes instead of of flickering shadows. Once you choose and prepare an the normal 1 minute. arcane spell, you retain it in your Even if you fail an Appraise check The shroud grants the subject a +4 mind. The prepared spell occupies while this spell is in effect, you never deflection bonus to Armor Class plus your 3rd-level domain spell slot. If mistakenly estimate the worth of an an additional +1 for every three caster you read the spell from a spellbook, item by more than 50%. levels above 7th (for a total of +5 at 10th the book is unharmed, but reading level, +6 at 13th, +7 at 16th, to a maxi- a spell from a scroll erases the spell ARC OF LIGHTNING mum of +8 at 19th level). The subject from the scroll. Conjuration (Creation) [Electricity] can see through the armor as if it did When you cast the arcane spell, it",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A line between two creatures of armor of darkness also gain +4 turn to prepare and cast it. Your holy",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 hour/level or until ASPECT OF THE a bulette’s armored shell. discharged",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 3, druid 3, sorcerer/ armor bonus becomes +2, regardless wizard 4 of any natural armor bonus from your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One lightning ball follow the rules of the Balance skill Duration: 1 round/level Transmutation rather than the Climb skill. Saving Throw: Reflex negates",
        "name":  "BACKLASH bonus to Armor Class, and generally Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S Illus. by E. Polak 28 1 RETPAHC LLEPS SNOITPIRCSED BITE OF THE KING bonus to natural armor. Your hands With a sneeze, you grow a whiskered snout become claws, granting you two claw and ratlike tail as fine gray fur covers your Necromancy attacks, and your mouth becomes that thickening skin.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One living creature of a size tack feat). Each claw deals 1d8 points bonus to natural armor. Your face that does not exceed caster’s of damage (1d6 if you are Small) + your lengthens into a ratlike snout, and you",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level antimagic field. It can harm ethereal and incorporeal creatures as if it were A howl erupts from your lips as your a force effect. face contorts and expands into a wolflike The blade always strikes from your form. direction. It does not get a flanking bonus or help a combatant get one. If You gain a +2 enhancement bonus to the blade exceeds its range or goes out Strength, a +4 enhancement bonus to of your line of sight, the spell ends. You Dexterity, a +4 enhancement bonus to can direct the blade to attack another Constitution, and a +4 enhancement target as a standard action. bonus to natural armor. You gain a A gate spell can be used to coun- bite attack that deals 1d6 points of terspell a black blade of disaster. A damage (or 1d4 points if you are Small) dimensional anchor spell cast at the + 1-1/2 times your Str modifier. You blade dispels it automatically. The blade also gain the benefit of the Blind-Fight cannot be harmed by physical attacks, feat. If your base attack bonus is +6 or but dispel magic, a sphere of annihilation, higher, you do not gain any additional or a rod of cancellation can affect it. Its attacks. touch attack AC is 13.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "S, DF sprout long, deadly-looking spines. Casting Time: 1 immediate action Transmutation",
        "name":  "BRILLIANT BLADE a suit of armor instantly causes the armor to Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One willing creature/ wizard 6 one suit of armor, causing it to grow level, no two of which are",
        "name":  "The bristle spell temporarily enhances Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One living creature; see text with armor that already has spikes built",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) BRISTLE in. The spikes are flexible enough not Saving Throw: Fortitude partial; to hamper the creature wearing the Transmutation see text armor. Each round, the first time the",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sorcerer/ Spell Resistance: Yes armor wearer attacks a target in melee, wizard 2 the spikes strike out as well, growing in",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Suit of armor touched blood in your mouth congeals, but disap- Your Strength modifier does not apply",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A drop of blood wears medium or heavy armor, or if it",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Level: Cleric 5, sorcerer/wizard 5 creature. For this attack, the target’s nosleN .J yb .sullI 43 DESCRIPTIONS SPELL CHAPTER 1 shield and deflection bonuses do not CAMOUFLAGE, MASS random direction (roll 1d8; 1 indicates count, nor does its armor bonus for a push into the square closest to you, Transmutation armor worn. A target wearing shoes or and 2 through 8 indicate the other",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Druid 2, ranger 2 other footwear gains a +2 armor bonus squares, moving clockwise around the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Medium (100 ft. + 10 ft./level) to Armor Class (which does count). If creature). Any creature pushed by the",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes away toward other creatures, slamming (harmless) into each one. Spell Resistance: Yes With the creature’s will to resist brushed aside, you gaze out from its eyes to see your Missiles of magical energy dart from Holding your hand to your head—index and own satisfied smile. your fingertip to unerringly strike middle fingers extended in a V—you call a creature. The missiles strike one upont hea ncientp owero ft het riceratops.Y ou You can use another creature’s vision creature initially, then spring to other touch your instead of your own. While this spell targets. Each missile deals 1d4+1 points intended gives you no control over the subject, of force damage. One missile strikes target, each time it comes into physical contact the primary target per two caster levels, with another living being, you can to a maximum of ten missiles (deal- choose to transfer your sensor to the ing 10d4+10 points of damage). After new creature. During your turn in a the missiles strike, they ricochet to a round, you can use a free action to number of targets up to the number switch from seeing through the of missiles created by the spell. Each current creature’s eyes to seeing secondary target takes 1d4+1 points of normally or back again. damage, as if struck by a single magic Each transfer attempt missile. You choose secondary targets as allows the new target a saving you like, but they must all be within 30 throw and spell resistance. feet of the primary target, and no sec- If a target resists, the spell ondary target can be struck more than ends. once. You can choose to affect fewer secondary targets than the maximum (to avoid allies in the area, for example). Missiles without a secondary target do not ricochet off the primary target. Spells, magic items, and abilities that protect against magic missile (such as the shield spell or a brooch of shielding) also protect against this spell. If the primary target has that sort of protec- tion, the spell has no effect against it but still springs to all secondary targets. (A brooch of shielding loses a number of charges equal to the number of missiles hitting the creature—up to ten mis- siles.) If spell resistance causes the spell to fail to harm the primary target, the spell fails and missiles do not ricochet to additional targets. The missiles strike unerringly, even if the targets are in melee or have anything less then total cover or concealment. You cannot single out specific parts of a creature to strike. This spell cannot target or damage inanimate objects. Illus. by J. Nelson A druid can cast charge of the triceratops on herself, an ally, or an animal companion 46 1 RETPAHC LLEPS SNOITPIRCSED which then grows large horns, a bony and tells the player that Darkon lost. You must succeed on a ranged touch skull plate, and a thickened hide. Because Darkon is under the effect of attack with the ray to strike a target. a cheat spell, the player can have the The subject takes 1d10 points of cold The horns created by this spell grant DM reroll. The spell alters probability, damage. This damage increases to 2d10 a natural gore attack that deals 1d8 so there is no subterfuge that another at caster level 4th, 3d10 at caster level points of damage (1d6 points of damage character could notice (except for the 7th, and 4d10 at caster level 10th. if the subject creature is Small, 2d6 if casting of the spell itself). Large). If the gore attack is used as part Focus: A pair of dice made from CIRCLE DANCE of a charge, it deals double damage. human bones. Divination If the gore attack is used as a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) You dance to each point of the compass rose, ment bonus to its natural armor.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A piece of a (minimum 5 feet). The victim becomes Components: V, S, M corpse untreated by any kind of pre- blinded and cannot cast spells or use Casting Time: 1 standard action servative. magic items, and searing pain renders Range: Touch it incapable of attacking. While in Target: Creature touched this form, the creature has immunity CORROSIVE GRASP Duration: 1 minute/level to extra damage from critical hits and Conjuration (Creation) [Acid] Saving Throw: None sneak attacks due to its amorphous Level: Sorcerer/wizard 1 Spell Resistance: No nature. A conscious victim can regain Components: V, S its own shape by taking a standard Casting Time: 1 standard action Corpse candle sometimes reveals things you wish you hadn’t seen 55 DESCRIPTIONS SPELL CHAPTER 1 The creature you touch now moves much were rubbing together in a chaotic medley At 7th to 12th caster level, you can add faster, scuttling about with disconcerting of groans and creaks. the following tattoos to the list that you ease. can inscribe (Craft DC 15). The sound from this spell is as loud as a When the subject of this spell charges, pitched battle and is audible far beyond • +2 resistance bonus on saving it gains a +4 bonus on its attack roll and the spell’s area. Outside the spell’s area, throws. takes no penalty to Armor Class. This the sound is merely loud. Inside the • +2 competence bonus on attack benefit replaces the normal +2 bonus on spell’s area, the sound is overwhelming. rolls. attack rolls and –2 penalty to AC that a All creatures within the spell’s area charge attack normally confers. If the take a –4 penalty on Listen checks. When your caster level reaches 13th, creature is capable of multiple attacks Spellcasters are distracted and must you can add the following to the list after a charge, such as a lion with the make a Concentration check to cast any of tattoos you can inscribe (Craft pounce ability, the bonus applies only spell (DC equals this spell’s DC + the DC 20). to the first attack. level of the spell being cast).",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 7 DEATH PACT",
        "name":  "DEATH ARMOR Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action Effect: Dragon-shaped armor of Casting Time: 10 minutes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, DF 64 1 RETPAHC LLEPS SNOITPIRCSED From your outstretched hand bursts a 2nd Round: Types of favored enemies Diamondsteel enhances the strength small sphere similar in appearance to a in the area and the number of each of one suit of metal armor. The armor soap bubble. It quickly expands and speeds type. provides damage reduction equal to in the direction you indicate. 3rd Round: The location and HD of half the AC bonus of the armor. This each individual present. damage reduction can be overcome",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None Target: Suit of metal armor touched Throwing down and shattering a fossil",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (object) them in the form of a swath of intangible, reach out with your magic and your mind spectral, stampeding dinosaurs. to sense the presence of your enemies. You pass your hand over the suit of armor several times before finally touching it. Creatures in the spell’s area take 1d12 You can sense the presence of a favored As you do so, you feel a warmth grow points of damage +1 point per caster enemy. The amount of information in the palm of your hand. The warmth level (up to +20). Creatures more revealed depends on how long you passes into the armor and manifests as a than 10 feet above the ground are not study a particular area. sparkling shine. affected by dinosaur stampede. 1st Round: Presence or absence of a With a simple gesture (a free action), favored enemy in the area. you can make the spectral forms move 65 DESCRIPTIONS SPELL CHAPTER 1 along the ground up to 40 feet per The subject creature gains a new bite a dangerous area (precarious footing, round (moving its effective point of attack that does damage according to a huge fire, or a deadly trap is in the origin). Creatures cannot be damaged the creature’s size: way) the subject creature moves around more than once per round by dinosaur the hazard if it can or moves to attack stampede. Fine 1 another creature if moving around the",
        "name":  "Using your passion for fighting your foe, you Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes your own form. You retain any super- natural abilities of your own form. You Your spell warns of unseen dangers and A black ray fires from your outstretched keep all extraordinary special attacks untrustworthy allies. As you sing, your hand, piercing and passing through nearby derived from class levels (such as a bar- target eases away from her compatriots, undead. barian’s rage or a rogue’s sneak attack), doubt written on her face. but you lose any from your normal form You must succeed on a ranged touch that are not derived from class levels. The affected subject restricts its move- attack with the ray to strike a target. You can speak and cast spells while ment to avoid any physical contact, This spell functions like disrupt undead in displacer beast form, but you must even with allies. Any ally that wishes (PH 223), except that this ray deals 1d8 physically touch any necessary material to touch the subject must make a suc- points of damage per caster level to components. Your natural armor bonus cessful melee touch attack to do so. The any undead, to a maximum of 10d8. If becomes +5, regardless of any natural subject must stay 15 feet away from all the damage is sufficient to destroy the armor bonus from your normal form. other creatures. If, at the beginning first target, then you can redirect the While in displacer beast form, you gain of its turn, the creature is within 15 ray to another undead target within the displacer beast’s displacement and feet of any creature, it must first move 15 feet of the first target. If you make a resistance to ranged attacks abilities. away (beyond 15 feet from any creature) successful ranged touch attack on the Your equipment melds into your new before taking any action. If the subject second target, that target takes half of form and becomes nonfunctional. cannot safely move that distance, it the damage rolled for the first target.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 2 Range: 80 ft. Armor Class and on saving throws.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None air rushing toward the earth. Airborne Upon casting this spell, your ally’s face is Spell Resistance: No creatures caught in the area of a down- covered briefly with a fine pattern of yellow draft must succeed on a Reflex save scales. The scales fade, but the golden radi- You feel some of your lifeforce being pulled or immediately plummet up to 100 ance remains. from you in the casting of the spell. A feet straight downward, taking falling large dragon lands nearby. “You wish to damage (1d6 points of damage per 10 The subject of the spell gains a +4 discuss something?” it asks, eying your feet fallen) if the downdraft makes enhancement bonus to Strength, Con- belongings. them hit the ground or collide with stitution, and Charisma. It also gains an object. Those who succeed on the a +4 enhancement bonus to natural This spell calls a dragon. You can Reflex save plummet only 50 feet. armor. Finally, it has immunity to ask the dragon to perform one task Creatures already on the ground magic sleep and paralysis effects. in exchange for a payment from you. must succeed on a Reflex save or be Special: Sorcerers cast this spell at +1 Tasks might range from the simple knocked prone by the spell. caster level. (fly us across the chasm, help us fight",
        "name":  "Downdraft sends a column of turbulent Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level the round after it arrives. Red: 15-ft. cone of fire, 1d8/2 caster Tasks requiring up to 1 minute per levels (maximum 10d8); Reflex half. You say nothing, but make the motions in caster level require a payment of 50 gp White: 15-ft. cone of cold, 1d8/2 caster the prescribed pattern and hold the dragon’s per HD of the called dragon. For a task levels (maximum 10d8); Reflex half. scale aloft. Your flesh erupts with hard, requiring up to 1 hour per caster level, colorful scales. the creature requires a payment of Metallic Dragons 250 gp per HD. Long-term tasks (those Brass: 15-ft. cone of sleep, lasts 1d6 Your skin toughens and becomes requiring up to 1 day per caster level) rounds; Will negates. scaly like that of a chromatic dragon, require a payment of 500 gp per HD. Bronze: 30-ft. line of electricity, 1d8/2 of a color that you select. You gain Especially hazardous tasks require caster levels (maximum 10d8); Reflex an enhancement bonus to natural a greater gift, up to twice the given half. armor equal to +1 per two levels (to a amount. A dragon never accepts less Copper: 15-ft. cone of slow, lasts 1d6 maximum of +5 at 10th level), as well than the indicated amount, even for a rounds; Will negates. as energy resistance 10 against the nonhazardous task. Gold: 15-ft. cone of fire, 1d8/2 caster type of energy appropriate to the color At the end of its task, or when the levels (maximum 10d8); Reflex half. you select: acid (black or green), cold duration bargained for elapses, the Silver: 15-ft. cone of paralysis, lasts (white), electricity (blue), or fire (red). creature returns to the place it was 1d6 rounds; Fort negates. Your energy resistance increases to 20 called from (after reporting back to at 10th level. you, if appropriate and possible). Arcane Material Component: A drag-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M ECTOPLASMIC ARMOR Anyone in the area of the spell (includ- Casting Time: 1 standard action Abjuration ing you) finds the undergrowth held Range: Touch Level: Sorcerer/wizard 1 aside while they pass. This effect Target: Creature touched Components: V essentially provides a trail through Duration: 10 minutes/level Casting Time: 1 standard action any kind of undergrowth, and you Saving Throw: None Range: Touch treat any trackless terrain as having a Spell Resistance: Yes (harmless) Target: Creature touched trail (PH 164). Once the effect of the Duration: 1 hour/level (D) spell passes, the plants return to their You feel, more than see, a black haze form Saving Throw: Will negates normal shape. The DC to track anyone at the corner of your eyes. Upon touching (harmless) who traveled within the area of this your intended subject the haze disappears Spell Resistance: No spell increases by 5 (the equivalent of and the creature’s eyes become shrouded in hiding the trail). blackness. With a final word, shimmering translucent This spell has no effect on plant slime appears around the target and fits to crea-tures (that is, they aren’t pushed The subject of this spell gains the its form like a suit of plate. or held aside by its effect). ability to see normally in natural and Illus. by E. Polak 78 1 RETPAHC LLEPS SNOITPIRCSED The subject of the spell gains a +5 armor range. You can shift the effect once caster levels you possess (maximum bonus to AC, with an additional +1 to per round. four creatures). Each target must be the bonus for every four caster levels Each of these spheres can absorb and in a square adjacent to another target. you have (maximum +9 bonus at 16th completely negate any spell or spell-like The spell deals 1d6 points of electricity level). This armor bonus applies only ability, regardless of level, that directly damage per two caster levels (maxi- against incorporeal touch attacks. All targets the subject. The spheres do not mum 5d6) to each target. A creature other attacks ignore the armor bonus automatically absorb all spells; the that fails its Reflex save must make a from ectoplasmic armor. subject can choose whether or not to let successful Will save or be stunned for them absorb any given spell cast upon 1 round. ECTOPLASMIC it. (This option allows the creature to Material Component: A loop of copper benefit from helpful spells.) Area spells wire and a magnet. FEEDBACK and spells that do not actually have Abjuration a target cannot be absorbed. Once a ELEMENTAL BODY",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action opportunity), +3 natural armor bonus objects are automatically engulfed in",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes a Reflex save or catch fire, with a save ENERGIZED SHIELD DC equal to that of a fire elemental of Crackling emerald flames wreathe your Abjuration [see text for lesser energized the same size). hand as you finish the spell, lighting the shield]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Swim at your normal speed, area around you in a green glow. Level: Cleric 3, paladin 2 water mastery (you gain a +1 bonus on attack rolls and damage rolls if both This spell functions like lesser energized you and your opponent touch shield, except that the energy resistance water), drench (you can use is 10 and damage dealt is 2d6. your elemental form to put out nonmagical open flames and dispel magi- ENERGIZED cal fire you touch as if SHIELD, LESSER casting dispel magic at Abjuration [see text] your caster level).",
        "name":  "Water",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield touched fire, elemental body is a fire",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No of the element in question from a plane other than the A silver aura surrounds the one where the spell is being cast. touched shield for a moment before it appears to trans- EMBRACE THE WILD form into the chosen type of Transmutation energy. The shield hums with",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action strong message to your foes When this spell is cast, the shield",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level (D) tricity, acid, or sonic). Whoever bears of brilliant emerald flame, shedding the shield gains resistance 5 against the light equal to that of a torch. With a While picturing a certain kind of animal chosen energy type. Additionally, if the standard action, you can make a melee in your mind, you cry out in imitation of its wielder successfully hits someone with touch attack that deals 3d6 points of fire most common call. Immediately thereafter, the shield with a shield bash attack, the damage +1 point per caster level (maxi- you perceive your surroundings as the victim takes 1d6 points of the appropri- mum +20). The creature you touch is animal you imagined would. ate energy damage in addition to the engulfed by the fiercely hot aura of normal shield bash damage. The energy flame. Each round at the beginning of Upon casting the spell, you gain the type must be chosen when the spell is its turn, the creature is allowed a For- senses of animal creatures. You gain cast and cannot be changed during the titude save to prevent further damage, low-light vision and either blindsense duration of the spell. The energy resis- but on a failed save the creature is still out to 30 feet or scent (your choice). tance overlaps (and does not stack) with engulfed in the flaming aura and again You also gain a +2 bonus on Listen and resist elements. A given shield cannot takes 3d6 points of fire damage +1 point Spot checks. be the subject of more than one lesser per caster level (maximum +20). energized shield or energized shield spell An engulfed creature that fails its at the same time. Fortitude save can use a full-round Illus. by C. Frank 80 1 RETPAHC LLEPS SNOITPIRCSED The descriptor of this spell is the This abjuration grants a creature and levels. If a sphere is used to absorb same as the energy type you choose its equipment complete immunity to damage, that sphere is destroyed. when you cast it. damage from one of the five energy When used to attack a creature types—acid, cold, electricity, fire, or with spell resistance, make one spell ENERGY EBB sonic. Energy immunity absorbs only resistance roll for all spheres that hit point damage, so the recipient could attack the target in a round. Success Necromancy [Evil] still suffer side effects such as drown- or failure applies to all spheres striking",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V +4 natural armor, +5 Dex), and hit",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S A celestial dire lion called by this points in your opponent’s armor.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Two or more summoned electricity 10; spell resistance 13; and disregarding the subject’s armor, shield, creatures, no two of which are a smite evil attack that provides a +8 and natural armor bonuses (including more than 30 ft. apart bonus on one damage roll. any enhancement bonuses) to Armor",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates shuriken disappear when they hit, so With this spell, you can easily find a (harmless) they cannot set fire to combustibles or place to worship and possible aid or Spell Resistance: Yes (harmless) damage objects. shelter from the priests within. When You can create one fire shuriken per the spell is cast, you sense the direction With a few frenzied motions you complete three caster levels, up to a maximum of of the nearest temple to your god. If the spell, bathing your allies in halos of six at 18th level. there is none within the spell’s area, the magical flame. Material Component: A shuriken spell instead shows you the direction of coated with pine sap and sulfur. the nearest temple dedicated to a god This spell functions like fire shield (PH of the same alignment as yours. You 230), except as noted above. FIRE SPIDERS can also specify a particular temple to Conjuration (Summoning) [Fire] search for, but you must have visited FIRE SHURIKEN Level: Sorcerer/wizard 6 the temple personally at some point in Evocation [Fire] Components: V, S, M the past (seeing the temple through a",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) This spell creates shuriken formed of command. magical fire that you can throw as a The naga’s lower extremities thrash about normal ranged attack. You are automati- You call forth a teeming mass of fire and slowly transform into humanoid cally considered proficient with the fire elementals the size of common spiders. limbs. shuriken, which have a range incre- A creature that starts its turn in the ment of 10 feet, threaten a critical hit affected area takes 4d6 points of fire This spell transforms tails, tentacles, or on a roll of 19–20, and deal 3d6 points damage. Each round, you can use a finned extremities into humanoid legs of fire damage each on a successful move action to direct the spiders to and feet. Creatures so affected lose any hit (although you and your posses- move up to 30 feet. If the spiders are natural swim speed they possess, but sions take no damage as the shuriken left undirected, they move at a speed gain a land speed instead. Transmuted are thrown). Any additional damage of 15 feet toward the nearest living Medium creatures have a base land speed of 30 feet, Small and smaller creatures have a base land speed of 20 feet, and Large or larger creatures have a base land speed of 40 feet. The subject loses any natu- ral attacks based on its tail or tentacles. FIRE SHIELD, MASS Evocation [Fire or Cold]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level or until ponents, but rings, bracers, and other levels (maximum 5d6). A character expended; see text items worn on your arms when you cast struck in the round the spell is cast the spell still function normally. The can attempt to extinguish the flames You draw arcane power into your body, wings allow you to fly at a speed of 60 on itself as a full-round action with a wrapping your feet and legs with wisps feet (or 40 feet if you wear medium or successful DC 15 Reflex save. of flame. heavy armor), with good maneuverabil- Burst effects that overlap do not deal ity. You can charge but not run while additional damage (a creature can be You gain the ability to step into fires flying, and you cannot carry more than affected by only one burst). and move from one fire to another. The a light load aloft. Using a fire wings spell",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None You must succeed on a ranged touch tougher, granting it 2d8 temporary hit Spell Resistance: No attack with the ray to strike a target. points and a +2 enhancement bonus A target struck takes 2d6 points of to its natural armor. It also has a 25% Calling upon the strength of the earth, cold damage. A creature struck must chance to avoid extra damage from you lend some of the stability of stone to succeed on a Reflex save or be encased sneak attacks or critical hits (although your allies. in a 5-inch-thick sheath of ice and be such attacks still deal normal damage immobilized (and thus helpless). A if successful). Temporary hit points As long as they do not move and remain creature encased in ice takes 2d6 points gained in this fashion last for up to standing on solid ground, the subject of cold damage each round until freed. 1 hour. creatures gain a +2 bonus to Armor A target encased in ice is aware and Class and a +4 bonus on Strength breathes normally but cannot speak or FORTUNATE FATE checks made to resist being bull rushed move other than to attempt to escape by or tripped. making a Strength check (see below). It Conjuration (Healing) If this spell is cast in mountainous can still execute purely mental actions,",
        "name":  "This spell makes your familiar Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor of creature touched of a specially prepared gem. Necromancy [Evil] Duration: 1 minute/level",
        "name":  "This spell teleports you to the location GENERAL OF UNDEATH Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 ft./level-radius emanation pass through (ignore) natural armor, In fact, you cannot take any physical centered on you armor, and shields, although deflec- action that would move or manipulate",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None as mage armor) work normally against you subject to such actions. You have",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) magic items (magic items carried by a With a flash, a glowing, golden suit of bard- transformed creature remain intact). ing for your special mount appears. The touched subject appears to be in discom- When the duration ends, the subject fort for an instant before arms erupt from returns to its original materials. If the You create a suit of barding for your its torso with a damp squelch. subject was broken or damaged while mount to wear. The armor appears in glass form, its normal form has on your mount, fitting perfectly. The You give the subject an additional similar damage. golden barding you create has no armor pair of arms. Each of its arms—new Focus: A piece of glass from a mirror. check penalty and has no effect on your and old—ends in a clawed hand with mount’s speed. The exact nature of the fingers and an opposable thumb. The GLOWING ORB barding depends on your caster level. creature’s original arms (if any) are 2nd–3rd: Scale mail barding (+4 Evocation [Light] its primary arms, and new limbs are armor bonus).",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 4, sorcerer/wizard 3 secondary limbs (if the subject had no 4th–5th: Chainmail barding (+5).",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, F arms, the arms created by the spell are 6th–7th: Splint mail barding (+6).",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
