[
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) The subject of the spell gains a +5 enhancement bonus toStrength, Constitution, and Cha-risma. It also gains a +4 enhance-ment bonus to natural armor. Finally, ithas immunity to magic sleep and paral-ysis effects.",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level Your skin toughens and becomes scaly like that of a chromatic dragon, of a color that you select. You gain an enhancement bonus to your natural armor equal to +3, +1 per two levels above 5th (to a maximum of +5 at 9th level), as well as energy resistance equal to twice your caster level (maximum of 20 at 10th level) against the type of energy appropriate to the color you select: acid (black or green), cold (white), electricity (blue), or fire (red).",
        "name":  "Duration",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level You gain the ability to perceive weak points in your oppo- nent’s armor. Once per round, one of your melee or rangedattacks may disregard the target’s armor, shield, and natu-ral armor bonuses (including any enhancement bonuses)to Armor Class. Other AC bonuses, such as dodge bonuses,deflection bonuses, and luck bonuses, still apply . Flight of the Dragon",
        "name":  "Duration",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes A dull gray ray projects from your hand. You must succeed on a ranged touch attack to strike a target. The target’s natu-ral armor bonus is reduced by 4 points, +1 point per twocaster levels above 3rd (maximum reduction 10 points at15th level). This spell can’t reduce a creature’s natural armorbonus to less than 0, nor does it have any effect on anenhancement bonus to natural armor (such as that grantedby the barkskin spell).",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A shed snakeskin. Shield of Warding",
        "name":  "Material Component",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One shield or buckler",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes This spell lowers the subject’s damage reduction by 5 points (to a minimum of 5). For instance, if you successfully castvulnerability on a dragon with damage reduction 10/magic, its damage reduction becomes 5/magic. For every four caster levels beyond 11th, the subject’s damage reduction lowers by an additional 5 points: 10 at15th and 15 at 19th. DRAGONHIDE ARMOR Armorsmiths can work with dragon hides to produce master-work armor or shields for the normal cost (see Special Mate-rials, page 283 of the Dungeon Master’s Guide ). The armor created has no special properties other than its masterworkquality . (An armorsmith who also has the Dragoncrafter featcan imbue even greater powers into the armor created; seeDragoncraft Items, below.) Table 3–2: Dragonhide Armor shows the types and sizes of armor a dragon’s body can supply . The terms on the tableare defined below.",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These four columns show which kinds of armor can be made from dragonhide, and the largest size asingle set of armor can be if made from a dragon of a certainsize. For example, a Medium dragon’s hide is large enough tomake one suit of hide armor for a Small creature, or one suitof banded mail for a Tiny creature. A single hide can yield more than one set of armor if the armor is sized for creatures smaller than the size given onthe table. For each size category of the finished armorsmaller than the size given on the table, double the numberof sets of armor can be made. For instance, when making 115CHAPTER 3: THE PLAYER’S PERSPECTIVE116banded mail from the hide of a Colossal dragon, an armor- smith can make one suit of Huge armor (as the table indi-cates), two suits of Large armor, four suits of Mediumarmor, eight suits of Small armor, sixteen suits of Tinyarmor, thirty-two suits of Diminutive armor, or sixty-foursuits of Fine armor. Shield?: A “Yes” entry in this column indicates that enough hide is left over after the armorsmithing process to createone heavy or light shield or a buckler sized for a characterthe same size as the dragon. An armorsmith can choose tomake shields instead of armor out of all or part of a dragon’shide. Creating a tower shield uses up as much hide as a suitof hide armor. Creating two heavy shields or two lightshields or two bucklers uses up as much hide as a suit ofhide armor.",
        "name":  "Armor Type and Size",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A blood elixir is a concoction brewed from the concentrated blood of a true dragon. A blood elixir grantsthe drinker a +2 enhancement bonus to Strength (if brewedfrom a chromatic dragon) or Charisma (if brewed from ametallic dragon), as well as an additional effect as noted onthe table below, based on the dragon’s variety . You can con-sume a blood elixir as a full-round action (which provokesattacks of opportunity), and its effects last for 10 minutes.These effects are extraordinary, not magical. Dragon Variety Effect Price Black darkvision 120 ft. 700 gp Blue sound imitation 1900 gp Brass speak with animals 400 gp Bronze water breathing 1,000 gp Copper spider climb 700 gp Gold polymorph21,700 gp Green suggestion21,200 gp Red dragon breath (fire)21,400 gp Silver cloudwalking 11,400 gp White icewalking 1600 gp 1 Functions as the dragon ability of the same name. 2 This ability is usable only once during the elixir’s duration. Its effect lasts until the end of the elixir’s duration.CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–2: Dragonhide Armor —————————— Armor Type andSize —————————— Full Plate or Dragon Size Hide Banded Mail Half-Plate Breastplate Shield?Tiny Diminutive Fine — — No Small Tiny Diminutive Fine — NoMedium Small Tiny Diminutive Fine No Large Medium Small Tiny Diminutive YesHuge Large Medium Small Tiny Yes",
        "name":  "Blood Elixir",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dragoncraft armor and shields are masterwork versions of armor and shieldscrafted from a dragon’s hide that also grant energy resist-ance. A suit of dragoncraft armor or a dragoncraft shieldgrants the wearer resistance 5 against a specific type ofenergy, as appropriate to the dragon (acid for black, copper,or green; cold for silver or white; electricity for blue orbronze; fire for brass, gold, or red). This resistance is treatedas an extraordinary (and thus nonmagical) feature of thearmor. It doesn’t stack with any other energy resistance (ofthe same type) possessed by the character. In addition, dragoncraft armor is treated as one category lighter for purposes of movement and other determinations.Heavy dragoncraft armors are treated as medium, andmedium and light armors are treated as light. Armor checkpenalties are reduced by 2 (including the 1-point reductionfor masterwork armor or shield). Dragoncraft armor has the normal maximum Dexterity bonus. Dragoncraft armor can be hide armor, scale mail, half- plate, or full plate armor. Dragoncraft shields can be lightor heavy .",
        "name":  "Dragoncraft Armor or Shield",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3,000 gp (light armor); 6,000 gp (medium armor), 11,000 gp (heavy armor); Dragon Part: dragon hide;",
        "name":  "Dragoncraft Price",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft (armorsmithing); Weight: same as ordinary armor or shield.",
        "name":  "Skill",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dragon’s hide can be rendered flexible enough to wear as a cloak. Crafting a dragonhidemantle requires as much hide as a suit of hide armor, and themantle must be created to fit the wearer’s size. A dragonhide mantle grants the wearer resistance 5 against a specific type of energy, as appropriate to the dragon (acidfor black, copper, or green; cold for silver or white; elec-tricity for blue or bronze; fire for brass, gold, or red). Thisresistance is treated as an extraordinary (and thus non-magical) feature of the mantle. It doesn’t stack with anyother energy resistance (of the same type) possessed bythe character. In addition, the wearer of a dragonhide mantle gains a +2 circumstance bonus on Intimidate checks against dragons.",
        "name":  "Dragonhide Mantle",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This suit of +3 dragoncraft hide armor grants its wearer resistance 5 against a specific type of energy, as appropriate to the dragon from whose scales itwas crafted (acid for black, copper, or green; cold forsilver or white; electricity for blue or bronze; orfire for brass, gold, or red). This resistance is treatedas an extraordinary (and thus nonmagical) featureof the armor. If the wearer has the wild shape ability, she may change into aSmall or Medium dragon of thesame color as the armor onceper day, and may remain in thatform for up to 7 hours. Thischange doesn’t count against thecharacter’s normal limit of dailywild shape uses. Moderate transmutation; CL 7th; Craft Magic Arms and Armor,Dragoncrafter, wild shape ability; Price 23,165gp; Cost 14,665 gp + 680 XP; Weight 25 lb.",
        "name":  "Armor of Dragonshape",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This suit of +2 leather armor grants its wearer the Mobility feat, even if hedoesn’t have the prerequisites. Faint transmutation; CL 5th; Craft Magic Arms and Armor, cat’s grace; Price 16,160 gp; Cost 8,160 gp + 320 XP; Weight 15 lb.",
        "name":  "Armor of Mobility",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day, the wielder of this +1 tower shield can command it to radiate an antimagic field .Moderate abjuration; CL 11th; Craft Magic Arms and Armor, antimagic field; Price 27,580 gp; Cost 14,380 gp + 575 XP; Weight 65 lb.",
        "name":  "Bulwark of Antimagic",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These brac- ers, crafted from the armored hide of a red dragon, grant their wearer an enhancement bonus of +1 to +5 to his natural armor. They also grant resistance to fire 5. Faint to strong abujuration and transmutation; CL 3rd ( bracers +1 ), 6th (bracers +2 ), 9th ( bracers +3 ), 12th ( bracers +4 ), or 15th ( bracers +5 ); Forge Ring, barkskin, 119CHAPTER 3: THE PLAYER’S PERSPECTIVE Ring of dragonshapeStaff of draconicpowerRod of dragonmastery120resist energy, creator’s caster level must be three times that of thebonus placed in the bracers;Price 5,000 gp ( bracers +1 ), 11,000 gp ( bracers +2 ), 21,000 gp (bracers +3 ), 35,000 gp ( bracers +4), or 53,000 gp ( bracers +5 ); Weight 1 lb.",
        "name":  "Crimson Dragonhide Bracers",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "d10. Requirements To qualify to become a dragonrider, a character must fulfillall the following criteria.CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–4: The Dragonkith Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Scales (natural armor +1), telepathic plea 2nd +2 +3 +0 +0 Mighty attack +1d6 3rd +3 +3 +1 +1 Detect treasure, energy resistance 5 4th +4 +4 +1 +1 Scales (natural armor +2), telepathic link 5th +5 +4 +1 +1 Mighty attack +2d6 6th +6 +5 +2 +2 Sorcerous knack 7th +7 +5 +2 +2 Scales (natural armor +3), energy resistance 10 8th +8 +6 +2 +2 Mighty attack +3d69th +9 +6 +3 +3 Energy resistance 15, share spells 10th +10 +7 +3 +3 Scales (natural armor +4)Base Attack Bonus: +5.",
        "name":  "Hit Die",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  " A dragonslayer gains proficiencywith all simple and martial weap-ons, with all types of armor, andwith shields and tower shields.",
        "name":  "W eapon and Armor Proficiency",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When an even-numbered platinum knight level is gained, the character gains new spells perday as if he had also gained a level in a spellcasting class hebelonged to before he added the prestige class. He doesnot, however, gain any other benefit a character of thatclass would have gained (improved chance of controllingor rebuking undead, metamagic or item creation feats,and so on). This essentially means that he adds 1/2 hisplatinum knight level to the level of some other spellcast-ing class he has, then determines spells per day and casterlevel accordingly . If a character takes two or more levels in this class before having any levels in a spellcasting class, he does not receivethis spellcasting benefit. If he thereafter takes levels in oneor more spellcasting classes, he becomes eligible to receivethe spellcasting benefit for any level in the platinum knightclass that he has not already attained. For example, a 6th-level fighter/2nd-level platinum knight does not receivethe spellcasting benefit for being a 2nd-level platinumknight because he did not belong to a spellcasting classbefore taking 2nd level in the prestige class. If he thenpicks up one or more levels of wizard before advancing to4th level in the platinum knight class, he receives the spell-casting benefit of a 4th-level platinum knight (when heattains that level) but does not receive the 2nd-level bene-fit retroactively . Platinum Scales (Ex): At 3rd level, a platinum knight’s skin takes on a slightly metallic sheen. He gains a +1 in-crease to his natural armor bonus. At 7th level, this increaseimproves to +2. Bahamut’s Grace (Su): A 5th-level platinum knight adds his Charisma modifier (if positive) as a bonus on all savingthrows against the attacks, special abilities, and spells cast byevil dragons. This effect stacks with the divine grace classfeature of paladins and similar abilities. Charisma Bonus (Ex): At 9th level, a platinum knight’s Charisma increases by 2 points. True Seeing (Su): At 10th level, a platinum knight gains the ability to see all things as they actually are. This ability isthe equivalent of the true seeing spell and lasts for 1 hour. A platinum knight may use true seeing once per day .TALON OF TIAMAT The talon of Tiamat furthers the goals of evil dragonkind.He takes particular delight in causing harm to metallic drag-ons and their allies. The talons of Tiamat welcome characters from any class or background, as long as they share a dedication to evil.Former fighters and barbarians rub shoulders with thosewho practice sorcery or divine magic. Even ex-paladins canfind a home among the talons. Talons of Tiamat may work individually or in groups, as befits their plans. They work well with evil characters of anystripe, and ally with evil dragons when possible.",
        "name":  "Spellcasting",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The spell resistance gained by a dragon special mount doesn’t stack with any natural spell resistanceit might have. Only the higher value applies.Dragons as Fiendish Servants If your campaign includes blackguards, such a character canuse these rules to recruit a dragon as his fiendish servant.Compare the blackguard’s character and class level to Table3–17: Dragon Fiendish Servant Availability . If the black-guard is of sufficient level, he may select an available dragonas his fiendish servant after taking the Dragon Cohort feat. As with a dragon special mount, a dragon fiendish servant gains special abilities at a rate based on the level at which theservant first becomes available. This means that the mostpowerful dragon fiendish servants don’t get all the typicalabilities of a fiendish servant. Table 3–17: Dragon Fiendish Servant Availability Character Level* Dragon (Maximum Rider Size) 9th (5th) Dragonnel (M) 12th (6th) White, young (S)12th (6th) Wyvern (L) 13th (7th) Black, young (S)16th (8th) Green, young (S) 17th (9th) Blue, young (S)17th (9th) Dragon turtle (L) 17th (9th) White, juvenile (S)18th (9th) Black, juvenile (S) 19th (10th) Red, young (M) 20th (10th) Green, juvenile (M) *The minimum blackguard level is in parentheses. A dragon fiendish servant gains abilities much as a typical fiendish servant, though at a rate based on the blackguardcharacter level level at which the mount first becomes avail-able. This means that the most powerful dragon fiendish ser-vants don’t get all the typical abilities of a fiendish servent.Table 3–18: Dragon Fiendish Servant Abilities summarizesthe details. For basic information about the terms on thetable, see The Blackguard’s Fiendish Servant, page 183 of theCHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–16: Special Dragon Mount Abilities ——— Paladin Level (by Mount’s Availability)* ———- Bonus Natural Str 9th 10th–13th 14th–17th 18th–20th HD Armor Adj. Adj. Int Special 9th–10th 10th–14th 14th–18th 18th–20th +2 +4 +1 6 Improved evasion, share spells, empathic link, share saving throws 11th–14th 15th–18th 19th–20th +4 +6 +2 7 Improved speed15th–18th 19th–20th +6 +8 +3 8 Command creatures of its kind 19th–20th +8 10 +4 9 Spell resistance * The boldface column headers (9th, 10th–13th, etc.) represent the paladin level (or range of levels) at which a mount becomesavailable (as shown on Table 3–15). The number ranges below the header in each column are the paladin levels at which the special dragon mount has the characteristics indicated on the right-hand side of the table. Table 3–18: Dragon Fiendish Servant Abilities — Blackguard Level (by Servant’s Availability)* — Bonus Natural Str 9th 10th–13th 14th–17th 18th–20th HD Armor Adj. Int Special 9th–10th 10th–14th 14th–18th 18th–20th +2 4 +1 6 Improved evasion, share spells, empathic link, share saving throws 11th–14th 15th–18th 19th–20th +4 6 +2 7 Improved speed 15th–18th 19th–20th +6 8 +3 8 Blood bond 19th–20th +8 10 +4 9 Spell resistance * The boldface column headers (9th, 10th–13th, etc.) represent the character level (or a range of levels) at which a servant of  a certain kind becomes available (as shown on Table 3–15). The number ranges below the header in each column are the black-guard levels at which the fiendish servant has the characteristics indicated on the right-hand side of the table.Dungeon Master’s Guide . Differences fromthat basic in-formationare coveredbelow.",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Use the master’s base attack bonus or the familiar’s, whichever is better. Damage equals that of a normal dragon of that kind and size. Table 3–20: Dragon Familiar Special Abilities Master Natural Class Level Armor Adj. Special 8th or lower +1 Alertness, improved evasion, share spells, empathic link 9th–12th +2 Deliver touch spells 13th–16th +3 Spell resistance 17th–20th +4 Scry on familiar",
        "name":  "Attacks",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–2 size, +1 Dex, +12 natural), touch 9, flat-footed 20 Base Attack/Grapple: +10/+18",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 (–4 size, +34 natural), touch 8, flat- footed 42 Base Attack/Grapple: +33/+57",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dracolich is immune to mind-affecting effects, poison, magic sleep effects, paralysis, stunning, dis-ease, death effects, and any effect that requires a Fortitude 147CHAPTER 4: NEW MONSTERS148save unless it also works on objects or is harmless. It is not subject to critical hits, nonlethal damage, ability damage toits physical ability scores, ability drain, energy drain, fatigue,exhaustion, or death from massive damage. It cannot beraised, and resurrection works only if it is willing. Spells Known (6/8/8/7/7/7/5; save DC 16 + spell level): 0—arcane mark, dancing lights, daze, detect magic, ghost sound, mage hand, mending, ray of frost, read magic;1st— alarm, comprehend languages, magic missile, shield, unseen servant; 2nd— blur, darkness, detect thoughts, resist energy, web; 3rd— blink, dispel magic, slow, vampiric touch; 4th— arcane eye, confusion, dimension door, solid fog; 5th— cloudkill, dispel good, domi- nate person; 6th—disintegrate,globe of invulnerability. CREATING A DRACOLICH “Dracolich” is an acquired template that can beadded to any evil drag-on (hereafter referredto as the base crea-ture), though drag-ons of old age orolder, with spell-casting abilities,are preferred. A dracolich uses all the base crea-ture’s statistics andspecial abilities ex-cept as noted here.",
        "name":  "Undead Traits",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dracolich gains an additional +2 natural armor bonus (the hide toughens when the dragon becomesa dracolich).",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. in half-plate armor (6 squares); base speed 40 ft.",
        "name":  "Speed",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–1 size, –1 Dex, +9 natural, +7 half-plate armor), touch 8, flat-footed 24 Base Attack/Grapple: +11/+26",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor improves by 1.",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 Dex, –1 size, +7 natural), touch 10, flat-footed 16 Base Attack/Grapple: +7/+15",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +1 Dex, +6 natural), touch 10, flat-footed 15 Base Attack/Grapple: +7/+15",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A light load for a dragonnel isup to 400 pounds; a mediumload, 401–800 pounds; and aheavy load, 801–1200 pounds.A dragonnel can carry up to alight load (such as an armoredMedium creature) while flying. Dragonnels as Special Mounts At the DM’s option, a paladin of 9th level or higher cancall a dragonnel instead of a horse as her special mount.For the purposes of the mount’s bonus Hit Dice, naturalarmor, Strength adjustment, Intelligence score, and spe-cial powers, treat the paladin as if she were four levelslower than normal.ELEMENTAL DRAKE Elemental drakes are fierce creatures distantly related towyverns, but with a heritage that derives from the Elemen-tal Planes. They resemble lithe, sinuous dragons with scale colora- tions and textures appropriate to their elemental legacy .Most measure about 12 feet from nose to tail. Some jann breed and train elemental drakes as steeds. COMBAT All elemental drakes share certain tendencies and tactics.They are all difficult to surprise. Once encountered, theyuse Flyby Attack to remain out of reach of their opponentsas long as possible. Once engaged, they unleash deadlymelee attacks without mercy . Their sinuous bodies allowthem to focus all their attacks (including the tail slap) onany creature within their reach, even while airborne. AIR DRAKE Large Dragon (Air)",
        "name":  "Carrying Capacity",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–1 size, +2 Dex, +6 natural), touch 11, flat-footed 15 Base Attack/Grapple: +8/+16",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +12 natural), touch 9, flat- footed 21 Base Attack/Grapple: +12/+22",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, +3 Dex, +8 natu- ral), touch 12, flat-footed 17 Base Attack/Grapple: +14/+22",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +2 Dex, +8 natural), touch 11, flat-footed 17 Base Attack/Grapple: +8/+17",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +2 Dex, +12 natural), touch 11, flat-footed 21 Base Attack/Grapple: +16/+26",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +12 natural), touch 9, flat-footed 21 Base Attack/Grapple: +12/+22",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +4 Dex, +6 natural), touch 13, flat-footed 15 Base Attack/Grapple: +12/20",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, +1 Dex, +10 natural), touch 10, flat-footed 19 Base Attack/Grapple: +10/+19",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 size, +4 Dex, +4 natural), touch 15, flat-footed 15 Base Attack/Grapple: +8/+5",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +2 Dex, +8 natural), touch 11, flat-footed 17Base Attack/Grapple: +6/+15",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (–2 size, +5 deflection), touch 13, flat- footed 13; or 27 (–2 size, +19 natural), touch 8, flat-footed 27 Base Attack/Grapple: +20/+36",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A ghostly dragon’s natural armor bonus is the same as the base dragon but applies only to ethereal en-counters. When a ghostly dragon manifests (see below), itsnatural armor bonus is +0, but it gains a deflection bonus equal to its Charisma modifier or +1, whichever is higher.",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–1 size, +8 natural), touch 9, flat-footed 17 Base Attack/Grapple: +15/+23",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "36 (–1 size, –1 Dex, +28 natural), touch 8, flat-footed 36 Base Attack/Grapple: +26/+41",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 (–1 size, –1 Dex, +32 natural), touch 8, flat-footed 40 Base Attack/Grapple: +30/+49",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+8 size, +1 Dex, +2 natural), 13 (+1 Dex, +2 natural), touch 19, flat-footed 20 touch 11, flat-footed 12 Base Attack/Grapple: +0/–21 +4./—",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "33 (–4 size, +27 natural), touch 6, flat-footed 33 Base Attack/Grapple: +32/+56",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +1 Dex, +9 natural), touch 10, flat-footed 18 Base Attack/Grapple: +16/+23",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–2 size, +15 natural), touch 8, flat-footed 23 Base Attack/Grapple: +20/36",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–2 size, +15 natural), touch 8, flat-footed 23 Base Attack/Grapple: +28/+46",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "31 (–8 size, –1 Dex, +30 natural), touch 1, flat-footed 31 Base Attack/Grapple: +40/+72",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 Dex, +6 natural), touch 12, flat-footed 16 Base Attack/Grapple: +8/+10",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–4 size, +24 natural), touch 6, flat-footed 30 Base Attack/Grapple: +36/+62",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "26 (–2 size, +18 natural), touch 8, flat-footed 26 Base Attack/Grapple: +24/+40",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–1 size, +1 Dex, +12 natural), touch 10, flat-footed 21 Base Attack/Grapple: +12/+20",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "60 ft. (12 squares)Armor Class: 12 (–2 size, +4 natural), touch 8, flat-footed 12 Base Attack/Grapple: +22/+38",
        "name":  "Speed",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Replace the base dragon’s existing natural armor bonus to AC with a new natural armor bonus basedon its size. Size Natural Armor Up to Tiny +0 Small +1Medium +2 Large +3Huge +4 Gargantuan +6Colossal +10",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–1 size, +1 Dex, +12 natural), touch 10, flat-footed 21 Base Attack/Grapple: +6/+14",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "31 (–4 size, +1 Dex, +24 natural), touch 7, flat-footed 30 Base Attack/Grapple: +30/+54",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "37 (–2 size, +3 Dex, +26 natural), touch 11, flat-footed 34 Base Attack/Grapple: +25/+46",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Keen Senses (Ex): This vampiric red dragon sees four times as well as a human in low-light conditions and twiceas well in normal light. Sorcerer Spells Known (6/8/8/7/5; save DC 16 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, read magic, resistance; 1st— alarm, magic mis- sile, protection from good, shield, shocking grasp; 2nd— cat’s grace, cure moderate wounds, darkness, sound burst; 3rd— dispel magic, protec- tion from energy, stinking clou d;4th— fire shield, greater invisibility. CREATING A VAMPIRIC DRAGON “Vampiric” is a template that can be added to any dragon of at least adult age (referred to hereafter as the base dragon).The creature uses all the base dragon’s statistics and specialabilities except as noted here.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base dragon’s natural armor bonus improves by 2.Attacks: A vampiric dragon retains all the attacks of the base dragon. Unlike typical vampires, a vam- piric dragon does not gain slam attacks.",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Reduce natural armor bonus to one-half the base dragon’s value (rounding down).",
        "name":  "Armor Class",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "60 ft. (12 squares), burrow 30 ft., fly 200 ft. (clumsy), swim 60 ft.Armor Class: 15 (–1 size, –1 Dex, +7 natural), touch 8, flat- footed 15 Base Attack/Grapple: +15/+23",
        "name":  "Speed",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Adjust the dragon’s attack bonus, damage values, and skill modifiers according toits new Strength modifier. In the example,Rime gained 4 points of Strength, increasinghis Strength modifier from +0 to +2. Rimedoesn’t have the Snatch feat or a crush attack, butif he did, his +2 Strength modifier would applyto the grapple check bonus he would use forthose abilities. 199Illus. by J. J arvisIllus. by L. Grant-W estDexterity: Adjust the dragon’s initiative modifier, Armor Class, Reflex save bonus, and skill modifiers according toits new Dexterity modifier. In the example, Rime gained 4points of Dexterity, which increased his Dexterity modifierfrom +0 to +2.",
        "name":  "Strength",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide +8, Intimidate +7, Listen +6, Move Silently +6, Search +5, Sense Motive +6, Spot +8, Swim +15;Multiattack, Enlarge Breath, Power Attack . Breath W eapon (Su): 40-ft. line (60-ft. line if enlarged), 4d4 acid, Reflex DC 14 half. Jurlfalud Young Black Dragon Jurlfalud craves darkness, solitude, and piles of coins tomake a comfortable bed for herself. She spends most of herdays lurking silently in her lair. She receives tribute froma tribe of kobolds whose leader she killed a few years ago.Occasionally, she feels the need to remind the kobolds ofthe fear they should hold for her, or to scout the area aroundher lair for intruders. She is careful to remain unseen as shecomes and goes. Jurlfalud prefers to begin combat with a melee attack. She lies in hiding and chooses a lightly armored foe for herfirst attack.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 11 + spell level): 0—daze, detect magic, ghost sound, ray of frost, resistance; 1st— protection from good, shield, true strike. Eliinwyluwyther Mature Adult Black Dragon Eliinwyluwyther is a leader, a diplomat, and a ruthless tyrant.She rules a small empire of several lizardfolk tribes, anenslaved clan of barbaric wild elves, and several chuuls. Shemakes her lair in an ancient ruin at the heart of a vastswampland, built by a long-forgotten race to honor theirbizarre and alien deities. In her innermost sanctum, thesedeities whisper to her while she sleeps, planting the seeds ofmadness in her mind. Her behavior now is unpredictable—she can change in a heartbeat from smooth diplomacy touncontrolled savagery, and her subjects have grown to dreadany audience with her.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 12 + spell level): 0—arcane mark, dancing lights, detect magic, ghost sound, ray of frost, resistance; 1st— magic missile, ray of enfeeblement, shield, true strike; 2nd— fog cloud, web. Twohvritturnuroth Old Black Dragon Twohvritturnuroth likes snakes. He hisses when he speaks,and he samples the air with his tongue more than strictlynecessary . Even his enormous pride doesn’t prevent himfrom slithering on his belly when it suits him. In the densejungle around his lair, where the trees seem to drip withsnakes, it is an effective form of movement. Twohvrittur-nuroth has no magical control over snakes, but he is servedby a number of yuan-ti (he favors abominations). He thinksof himself as sneaky, even seductive, but he is most effectivewhen he descends to raw savagery .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer.Sorcerer Spells Known (6/7/7/4; save DC 12 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, ray of frost, resistance; 1st— chill touch, magic missile, shield, shocking grasp, true strike; 2nd— darkness, fog cloud, hyp- notic pattern; 3rd— stinking cloud, suggestion. Iyriddelmirev Very Old Black Dragon On the edge of a vast swamp stands a small city of humansand their kind, a river port where herbs and woods from themarshlands are shipped to a nearby seaport and out to otherlands. The brackish water of the river flows through thesewers beneath the city, and this is where Iyriddelmirevmakes her lair. Most often, however, she is found in the cityabove, polymorphed into the form of a black-skinned hu-man woman. She leads a gang of thieves, most of themhuman and almost none of them aware of her true identity .The gang benefits greatly from their leader’s knowledge ofthe city sewer system, and its members often make theirescapes through water-filled passages the city authoritiesbelieve to be impassable.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +13, Concentration +16, Diplomacy +15, Hide +2, Intimidate +36, Knowledge (arcana) +16,Knowledge (geography) +13, Knowledge (local) +13,Knowledge (nature) +13, Listen +36, Move Silently +31,Search +34, Spellcraft +20, Spot +36, Swim +28; Alertness,Combat Reflexes, Dire Charge, Flyby Attack, Improved Ini-tiative, Multiattack, Power Attack, Quicken Breath, Spell-casting Harrier, Wingover . Breath W eapon (Su): 100-ft. line, 18d4 acid, Reflex DC 30 half. Corrupt W ater (Sp): 1/day—spoil up to 10 cubic ft. of water or liquids containing water; range 270 ft.; Will DC27 negates. Crush (Ex): Area 15 ft. by 15 ft.; Small or smaller oppo- nents take 2d8+15 points of bludgeoning damage, and must succeed on a DC 30 Reflex save or be pinned. Darkness (Sp): 3/day—as darkness , but 90-ft. radius. Caster level 9th. Frightful Presence (Ex): 270-ft. radius, HD 27 or fewer, Will DC 27 negates. Spell-Like Abilities: 1/day— plant growth . Caster level 9th.205CHAPTER 5: SAMPLE DRAGONS206Spells: As 9th-level sorcerer. Sorcerer Spells Known (6/7/7/7/4; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, ray of frost, read magic, resistance; 1st— burning hands, magic missile, shield, shocking grasp, true strike; 2nd— detect thoughts, false life, fog cloud, summon swarm; 3rd— dispel magic, nondetection, slow; 4th— Evard’s black tentacles, polymorph. Keygrodekkerrhylon Ancient Black Dragon Keygrodekkerrhylon has mellowed somewhat with age. Inhis youth, he was hot-tempered and extremely violent. Hesought out confrontation even with older and more power-ful dragons, and triumphed through sheer tenacity—or fledwith his life. Having survived to celebrate his 800th birth-day, he has slowed down and no longer seeks out conflict.Neither does he shy away from it, however, and many youngupstarts who assume his retreat is a sign of weakness havelearned the truth to their dismay . Keygrodekkerrhylon wants nothing more now than to be left alone, but his reputation for savagery draws a processionof those who seek glory and wealth by slaying the fearsomemonster. He has recently abandoned the lair he held for fivecenturies, and seeks greater seclusion in a new subterraneanabode at the bottom of a large dungeon complex.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Sorcerer Spells Known (6/7/7/7/6/4; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, ray of frost, read magic, resistance; 1st— burning hands, magic missile, shield, shocking grasp, true strike; 2nd— darkness, detect thoughts, fog cloud, summon swarm; 3rd— dispel magic, gust of wind, vampiric touch; 4th— Evard’s black tentacles, polymorph; 5th— cloudkill, hold monster. Bluutsvilvarrt Wyrm Black Dragon Bluutsvilvarrt is a sadistic tyrant whose greatest pleasure inlife is inflicting as much suffering as possible on any crea-ture that dares to enter her sight. Her deepest contempt isreserved for younger black dragons, including her own off-spring. Several of her brood, including Haldulfvinemmonis(page 203), nurse centuries-old grudges against her becauseof this. Bluutsvilvarrt loves to inspire terror, stalking intruders in her swampy domain and allowing them glimpses of herwing, tail, or eyes before disappearing. When the intrud-ers are properly terrorized, she separates the members ofthe group and toys with each one before dispatching it.She discontinues these playful tactics if her life is threat-ened, shifting to full offensive mode or escaping invisiblyif need be.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 34 half. Sorcerer Spells Known (6/7/7/7/7/6/4; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, prestidigitation, ray of frost, read magic, resist-ance; 1st— burning hands, magic missile, shield, shocking grasp, true strike; 2nd— cat’s grace, darkness, fog cloud, minor image, shatter; 3rd— dispel magic, haste, stinking cloud, vampiric touch; 4th— bestow curse, enervation, greater invisibility, phantasmal killer; 5th— cloudkill, feeblemind, hold monster; 6th—control water, greater dispel magic. Eribonyxtaliff Great Wyrm Black Dragon",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+19 points of bludgeoningdamage, Reflex DC 36 half. Sorcerer Spells Known (6/8/7/7/7/7/6/4; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, prestidigitation, ray of frost, read magic, resist-ance; 1st— burning hands, magic missile, shield, shocking grasp, true strike; 2nd— cat’s grace, darkness, fog cloud, minor image, shatter; 3rd— dispel magic, haste, stinking cloud, vampiric touch; 4th— bestow curse, enervation, greater invisibility, phantasmal killer; 5th— animal growth, cloudkill, feeblemind, hold monster; 6th— acid fog, circle of death, greater dispel magic; 7th— insanity, power word stun. SAMPLE BLUE DRAGONS Listed below are twelve sample blue dragons, one of eachage category . The descriptions include basic personality andencounter notes that the DM will want to flesh out for hiscampaign, along with a set of statistics that make the dragonready to play . Dazzle Wyrmling Blue Dragon Dazzle spends his days soaring over his desert home like a big,blue hawk—and most of his nights flapping through thedarkness like some malevolent bat. He delights in stealingkills from weaker predators. When on the hunt, he pursues 207CHAPTER 5: SAMPLE DRAGONShis quarry any way he can, even if it means digging his prey out of a burrow. Dazzle is almost always on the hunt, but he’ssmart enough to attempt the occasional parley . His versionof a parley, however, usually involves trying to bully some-one into giving up treasure, a mount, or even a companion.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 13 + spell level): 0—dancing lights, detect magic, ghost sound, ray of frost, read magic, resistance; 1st— bane, chill touch, command, shield; 2nd— darkness, sound burst. Trundrachedandion Mature Adult Blue Dragon A devout worshiper of Tiamat, Trundrachedandion is wan-tonly destructive and intentionally cruel. She fancies her-self a cleric of the Chromatic Dragon, and counts a handfulof cleric spells among her spells known. She is not actuallya cleric, though someday she might aspire to the unholy rav-ager of Tiamat prestige class (see Dragon Prestige Classesin the Chapter ???). In the meantime, she contents herselfwith wreaking as much destruction as possible on the worldaround her, with a particular emphasis on hunting downevery brass or copper dragon that comes within a hundredmiles of her lair.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): 0— dancing lights, detect magic, ghost sound, mage hand, ray of frost, read magic, resistance; 1st— alarm, command, magic missile, Nystul’s magic aura, shield of faith; 2nd— darkness, invis- ibility, shatter ; 3rd— cure serious wounds, flame arrow. Vurlymakipvearox Old Blue Dragon Vurlymakipvearox is loud, boisterous, and obnoxious.Silence annoys him; even when soaring a mile above theearth he roars, bellows, and laughs raucously to himself.His prey inevitably hear him coming before they see him—but even such advance warning is seldom enough, for he isas persistent and rapacious as he is noisy . A rushing riverruns through the caves at the bottom of his subterraneanlair, filling the entire lair with echoes of its splashing androaring. For obvious reasons, shout and sound burst are among his favorite spells, but he casts every spell in athunderous voice.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/7/7/7/5; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, ray of frost, read magic, resistance; 1st— command, magic missile, Nystul’s magic aura, shield, shield of faith; 2nd— detect thoughts, fog cloud, minor image, sound burst; 3rd— clairaudience/clairvoyance, deeper darkness, dispel magic;4th— crushing despair, shout. Renveshalhiarisv Very Old Blue Dragon A straggling line of barren peaks winds along one edge of agreat desert, as dry and desolate as the windswept sand farbelow. Atop the highest of these peaks is the cavernous lairof Renveshalhiarisv . To the troglodytes that live in smallercaves on the lower slopes of the range, she is a raging forceof nature, a living embodiment of violent storms of windand hail. They offer regular sacrifices to appease the dragon’swrath, and tremble at the sound of her approach. Ren-veshalhiarisv considers herself more a philosopher than adestroyer, however—a student of subjects natural andarcane, a repository of local gossip from every settlementand tribe near her lair, and a keen judge of character. For allher scholarly pretension, however, nothing survives forlong if it gets in her way when she is hungry .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Sorcerer Spells Known (6/7/7/7/7/4; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, ray of frost, read magic, resistance; 1st— alarm, bane, protection from good, shield, shield of faith; 2nd— cat’s grace, cure moderate wounds, detect thoughts, fog cloud,shatter; 3rd— deeper darkness, dispel magic, haste, suggestion; 4th— charm monster, freedom of movement, ice storm; 5th— cone of cold, greater command. Dreargakaduayrte Ancient Blue Dragon His eyes grown milky and blind with age, Dreargakaduayrteshrouds himself with darkness at all times. His cavern lair isdraped with deeper darkness (cast using the Extend Spell feat so he only needs to renew a given spell every 26 days) andinfested with shadows he made with create undead. (The shadows are intelligent enough to leave Dreargakaduayrtealone, though he has no magical control over them.) Hespends much time sleeping, and seems to be preparing toenter his twilight. However, he is a simmering cauldron ofanger and resentment, lashing out violently at any livingcreature that comes too near his lair while he happens to beawake. He has no interest in conversation or negotiation,only in death—other creatures’ first, but he is fascinatedwith the concept of his own inevitable demise, after havinglived so long.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 33 half. Sorcerer Spells Known (6/8/7/7/7/7/4; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, ray of frost, read magic, resistance;1st— alarm, bane, protection from good, shield, shield of faith; 2nd— cat’s grace, cure moderate wounds, detect thoughts, fog cloud, shatter; 3rd— deeper darkness, dispel magic, haste, sugges- tion; 4th— charm monster, freedom of movement, ice storm; 5th— cone of cold, greater command; 6th— create undead, greater dispel magic. Aarazthoorus Wyrm Blue Dragon Many evil dragons never aspire for more than selfishnessand cruelty, random destruction, or cold-blooded killing.Aarazthoorus, however, is filled with as much unmitigatedmalevolence as a fiend from Hell, and has the power towreak her evil upon the world. Her heart is untarnished byany shred of mercy or compassion, any sentiment whatso-ever, and every word out of her mouth is utter blasphemyto those of good alignment. Domination and tyranny areher life, and she seeks to expunge every trace of goodnessfrom her domain. She consorts with devils and traffics withtheir lords as a near-equal. Her deep subterranean lair holdsa permanent gate to one of the layers of Hell, and she spends nearly as much time there as on the Material Plane.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+19 points of bludgeoningdamage, Reflex DC 36 half. Sorcerer Spells Known (6/8/7/7/7/7/6/4; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, ray of frost, read magic, resistance;1st— alarm, bane, protection from good, shield, shield of faith; 2nd— cat’s grace, cure moderate wounds, detect thoughts, fog cloud, shatter; 3rd— deeper darkness, dispel magic, haste, suggestion; 4th— dimension door, enervation, freedom of movement, unholy blight; 5th— dominate person, greater command, hold monster, persistent image; 6th— circle of death, greater dispel magic, heal; 7th— blasphemy, prismatic spray.CHAPTER 5: SAMPLE DRAGONSLothaenorixius Great Wyrm Blue Dragon Lothaenorixius is a dragon possessed. For decades, hepreyed on salt caravans crossing his desert territory . Thepeople who operated the caravans and the mines that sup-plied them constantly sought to eliminate the dragon. Oneday, a group of adventurers hired by a mine owner locatedLothaenorixius’s lair and nearly succeeded in slaying him.Enraged, the dragon assaulted the mine itself, destroyingthe owners and taking over the entire mine. Lothaenorixius was quick to realize that the mine was a source of wealth. Rather than destroy it, he kept it in opera-tion. The dragon now spends his days and nights trying toextract the maximum profit from his mine. Lothaenorixius knows he must spend something on food and lodgings for his workers and draft animals, but in hisgreed he begrudges every copper spent. He constantly triesto produce the maximum profit for the minimum invest-ment. He makes extensive use of undead labor, but undeadcreatures do not work quickly enough to satisfy him. As aresult, he finds some living workers a necessity, especiallyfor transporting salt to market. Every three months, Lothaenorixius reviews production and income, then makes adjustments to his workforce. Thisusually entails killing and eating some workers (though healways saves some bodies for later animation as undead). Ifhe’s particularly displeased with the results, even his fol-lowers and cohorts feel his wrath. In spite of his management methods, Lothaenorixius tries to keep a low profile. He has circulated a tale of hisdefeat at the hands of the party who unsuccessfullyassaulted him in his lair. He runs the mine through hisspecial cohort Lilanab (currently his 8th, the previousseven having been slain as examples to the rest of theworkforce). Lilanab is an erinyes devil who masqueradesas a human and poses as the leader of the group that“killed” Lothaenorixius. Parties are more likely to encounter Lothaenorixius’s ser- vants that the dragon himself, unless they attack and lootthe mine. Lothaenorixius comes forth to defend his holdingif he perceives any threat. He also occasionally takes wingjust to feel and breathe the hot desert air, or to disrupt acompetitor’s trade. Lothaenorixius spends most of each day keeping tabs on business at the mine. He uses prying eyes spells and a crystal ball to monitor activities throughout the place. This surveil- lance usually gives him ample warning of any attempts toinvade his lair. Lothaenorixius usually tries to disguise himself before entering combat. He uses his veil ability to appear as some other big, flying creature. A gynosphinx or a brass dragonare two of his favorite guises. Lothaenorixius stays hidden in a vast, secret chamber in the salt mine he has taken over. The mine and the complexof buildings that support it are home to more than 300beings. These include Lilanab and more than 50 clericswith access to the Evil and Earth domains, dozens of mum-mies, and about 100 zombies. The remainder (around 150individuals) consists of overworked slaves of various kinds (mostly humans). Every resident with an Intelligencescore is aware that an unseen master controls the mine, butonly Lilanab and the clerics know their overlord is thegreat blue wyrm Lothaenorixius.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. 215CHAPTER 5: SAMPLE DRAGONS LOTHAENORIXIUS’S LEADERSHIP FEAT Lothaenorixius’s base leadership score is 61. However, his score with respect to cohorts is only 47, mostly because he has killed 7 of them. With respect to followers, his leadership scoreis 62. pqspqs216Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+21 points of bludgeoningdamage, Reflex DC 37 half. Sorcerer Spells Known (6/8/8/7/7/7/7/6/4; save DC 16 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, ray of frost, read magic, resistance;1st— alarm, command, protection from good, shield, shield of faith; 2nd— cat’s grace, cure moderate wounds, detect thoughts, touch of idiocy, whispering wind; 3rd— animate dead, deeper darkness, haste, suggestion; 4th— dimension door, cure critical wounds, free- dom of movement, unholy blight; 5th—dominate person, greatercommand, prying eyes, symbol of pain; 6th— circle of death, create undead, greater dispel magic; 7th— blasphemy, destruction, pris- matic spray; 8th— horrid wilting, whirlwind. SAMPLE BRASS DRAGONS Listed below are twelve sample brass dragons, one of each age category . The descriptions include basic personality andencounter notes that the DM will want to flesh out for hiscampaign, along with a set of statistics that make the dragonready to play . Mychasi Wyrmling Brass Dragon Mychasi loves to talk—nonstop—about anything, buttends to steer any conversation toward topics he knows,even when doing so forces him into a non sequitur. Whenunable to converse with a sapient creature, Mychasi happilyconverses with passing animals, or simply talks to himself.Adventurers can often get useful information about localevents from him, but only after engaging in an extendedchat in which the little dragon relates a seemingly endlessstream of superfluous details.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 12 + spell level): 0—detect magic, ghost sound, mage hand, prestidigitation, read magic, resistance; 1st— entropic shield, hypnotism, shield, true strike; 2nd— flaming sphere, pyrotechnics. Iksagyarjerit Adult Brass Dragon Iksagyarjerit considers herself a peerless judge of talent andcharacter. In her earlier years, she befriended a younghuman named Erjanus who had unwillingly become awizard because his parents wished it. But Iksagyarjerit couldsee that the human’s heart yearned to fight for truth and jus-tice, so she eventually persuaded him to become a paladin.Though he died soon afterward fighting for truth, she isconvinced that he was truly happy . Since then, Iksagyarjerithas dedicated herself to aiding as many other beings as pos-sible in finding their true professions—for their own good,of course.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/7/7/4; save DC 12 + spell level): 0— detect magic, ghost sound, guidance, mage hand, pres- tidigitation, read magic, resistance; 1st— alarm, command, magic missile, random action, shield; 2nd— enthrall, pyrotechnics, shat- ter;3rd— cure serious wounds, dispel magic . Urevhocymkearsus Mature Adult Brass Dragon Urevhocymkearsus is full of questions. He finds the work-ings of other creatures’ minds endlessly fascinating, andseeks to learn how they think. Beyond benign interest, how-ever, Urevhocymkearsus enjoys manipulating the thoughts,emotions, and actions of other creatures—through bothmagical and mundane means. He is particularly interestedin what makes creatures such as humanoids—beings notborn to evil the way evil dragons or demons are, choose evil.She has been known to tempt such creatures to commit evilacts in order to learn what motivates them to abandon whatthey believe is the right path. As a result of this whole fasci-nation, he is extremely forgiving of evil humanoids, thoughhe has no tolerance for creatures of utter evil.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/7/7/7/4; save DC 13 + spell level): 0— cure minor wounds, detect magic, ghost sound, guid- ance, mage hand, prestidigitation, read magic, resistance; 1st— change self, shield of faith, magic missile, shield, true strike;2nd— cat’s grace, darkness, enthrall, pyrotechnics; 3rd— clairau- dience/clairvoyance, cure serious wounds, dispel magic; 4th— con- fusion, spell immunity. Livoxdrinacepsek Old Brass Dragon Livoxdrinacepsek is a Huge dragon with a Colossal personal-ity . Every movement of his enormous body is exaggerated—he punctuates his loud, loquacious speech with flamboyantgestures, paces back and forth when he speaks, and bringshis gigantic face deafeningly close to his audience to reallydrive a point home. His speech is melodramatic and histri-onic, and he expects appreciation if not applause for hisevery action. Some creatures—particularly humans of asimilar temperament—find his company delightfully enter-taining, while many others find him overwhelming or ter-ribly irritating.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Sorcerer Spells Known (6/7/7/7/7/6/6/4; save DC 14 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic,resistance; 1st— command, disguise self, divine favor, magic mis- sile, shield; 2nd— cat’s grace, enthrall, fog cloud, pyrotechnics, Tasha’s hideous laughter; 3rd— clairaudience/clairvoyance, cure serious wounds, dispel magic, protection from energy ; 4th— bestow curse, confusion, freedom of movement, good hope; 5th— greater command, hold monster, mirage arcana, telekinesis; 6th— ani- mate objects, Bigby’s forceful hand, heal; 7th— insanity, holy word Conjazmynabryte Wyrm Brass Dragon In the center of a great desert, a narrow pillar rises impos-sibly high into the sky, a remnant of or monument to somelong-lost civilization. High on its apex, Conjazmynabrytebasks in the hot desert sun and bathes in the cool night air. Among nearby communities, legend holds that shewill answer any question put to her by someone whoclimbs the pillar to reach her, but she attacks anyone whoflies to the height. She has lost much of the love of conversation she had in her youth, mainly because she is tired of answering insipidquestions from idiots who happen to be strong enough toscale the pillar. She no longer couches unpleasant truths insoft language, instead being painfully blunt with advice andcriticism, in an attempt to bring any conversation to a hastyend. The only thing known to have brought her down fromher pillar-lair is the sight of a blue dragon entering her ter-ritory . Most blues know better.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 34 half. Sorcerer Spells Known (6/8/7/7/7/7/6/6/4; save DC 15 + spell level): 0— cure minor wounds, dancing lights, detectCHAPTER 5: SAMPLE DRAGONSmagic, ghost sound, guidance, mage hand, prestidigitation, read magic, resistance; 1st— command, divine favor, magic missile, protection from evil, shield; 2nd— cat’s grace, enthrall, fog cloud, pyrotechnics, Tasha’s hideous laughter ; 3rd— clairaudi- ence/clairvoyance, cure serious wounds, haste, protection fromenergy; 4th— bestow curse, confusion, freedom of movement, good hope ; 5th— greater command, hold monster, mirage arcana, telekinesis; 6th— animate objects, Bigby’s forceful hand, heal; 7th— insanity, prismatic spray, spell turning; 8th— maze, symbol of insanity. Fellithysaar Great Wyrm Brass Dragon As old as his desert home, Fellithysaar speaks with thewisdom of ages in his low, rumbling voice. Unlike Con-jazmynabryte, he gladly shares his thoughts with anyonewho will listen, hoping thereby to make the world betterfor his having been in it. Scarred from literally hundredsof past battles, Fellithysaar knows his end is near, andmeets every possible threat wondering, “Will this be mydoom at last?” An aura of resigned melancholy surroundshim, yet his endless stories are full of heroism, virtue, andhope. He has an acute appreciation of tragedy, and lovestales of valiant self-sacrifice and painful struggles againstoverwhelming odds.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 13 + spell level): 0—detect magic, ghost sound, read magic, resistance; 1st— shield of faith, shocking grasp. Plantagonox Juvenile Bronze Dragon Plantagonox is a spy . When evil forces threaten the humankingdom near his lair, he uses a combination of his alter-nate form ability and his Disguise skill to infiltrate theirranks, learn their plans, and bring about their undoing.The nature of his work makes him somewhat grim andrather morbid. He has a wry sense of humor few others 225CHAPTER 5: SAMPLE DRAGONS226can appreciate, focusing largely on the various forms of death and dismemberment he has been forced to witnessand, often, only narrowly escaped himself. He never triesto paint himself as a hero, however, and actually avoidsany direct conversation about his missions. Having spentso much time undercover, living a lie, he finds it almostimpossible to trust anybody . As a result, though he is asgregarious as most bronze dragons, he is extremely privateand avoids revealing anything about himself that mightgive an enemy an advantage.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 14 + spell level): 0—dancing lights, detect magic, mage hand, ray of frost, read magic; 1st— animate rope, magic missile, shield. Cybilenemarea Young Adult Bronze Dragon Cybilenemarea has dedicated her life to fighting the wide-spread piracy near her home. In human form (or occasion-ally a different humanoid form), she hires herself out as asailor on merchant ships, touting her “minor spellcastingability” as a selling point if necessary . She has spent somuch time in this guise that she is actually quite a compe-tent sailor. Being on ships has brought her into contactwith dozens of pirate vessels—including some that hiredher without initially revealing their true mission—and allowed her to protect her fellow sailors while bringingquite a number of pirate captains to justice. She is some-thing of a local legend, though she tries not to reveal herown true nature even in the midst of a pirate attack. Shenever takes the same human form twice, using Disguiseto alter her appearance beyond what even alternate formallows, in order to avoid attracting unwanted attention—positive or negative.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 14 + spell level): 0—dancing lights, detect magic, mage hand, mending, ray of frost, read magic; 1st— burning hands, divine favor, shield, true strike; 2nd— mirror image, summon swarm. Kepsektokiversvex Adult Bronze Dragon Kepsektokiversvex is often mistaken for a ranger, since hespends much of his time in human form stalking the wildcoastlands near his lair, hunting sahuagin. The humans ofCHAPTER 5: SAMPLE DRAGONSthe area call him Darkblade and regard him with a mixture of gratitude, awe, and fear. The nearby elves, likely suspect-ing more of his true nature, call him Aisveraen, which trans- lates as “Noble Eyes.” Among humans, Kepsektokiversvextends to be gruff and taciturn, but he opens up and laughsfreely in elven company . In battle with sahuagin, he isrelentless, deadly, and absolutely silent, for his hatred ofthose foul creatures is all-consuming.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/8/7/5; save DC 15 + spell level): 0— dancing lights, detect magic, mage hand, mending, prestidigitation, ray of frost, read magic; 1st— alarm, burning hands, magic missile, shield, shield of faith; 2nd— cat’s grace, cure moderate wounds, darkness; 3rd— haste, keenness.Hezjinglahjonan Mature Adult Bronze Dragon Hezjinglahjonan is an eccentric. Her seaside lair is filledwith items better described as knick-knacks than treasure,though she defends them as vociferously as any dragonguards its hoard. She wanders the beach near her lair, oftenin human form, collecting odd-shaped pieces of driftwood,interesting shells, and flotsam from the shipwrecks thatare all too common along that stretch of coast. If she hap-pens to see a ship foundering off shore, she immediatelyswims out (in her natural form) to rescue as many sailors asshe can, bringing them to shore and abandoning themthere. Humans who interact with her in dragon form tendto come away with the impression of a doddering oldwoman, but she chooses young, attractive, and frequentlymale alternate forms .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Sorcerer Spells Known (6/8/8/7/7/7/5; save DC 16 + spell level): 0— arcane mark, dancing lights, detect magic, guidance, mage hand, mending, prestidigitation, ray of frost, readmagic ; 1st— alarm, burning hands, magic missile, shield, shield of faith; 2nd— cat’s grace, cure moderate wounds, darkness, locate object, summon swarm; 3rd— dispel magic, haste, searing light, suggestion; 4th— charm monster, greater invisibility, solid fog, tongues; 5th— cone of cold, fabricate, wall of force; 6th— acid fog, heal. Aujigweybermanoth Ancient Bronze Dragon Aujigweybermanoth lives near a small fishing village, andspends a great deal of time in the form of a wizened oldfisherman, mending nets and sharing stories with the folkof the village. Unlike many dragons, he makes no attemptto conceal his true nature; he simply takes human formbecause it is easier for the humans to talk with him that way .The villagers think of Aujigweybermanoth as their protec-tor and champion, and even attribute the abundance of fishin their waters to his care, which is one thing he has noth-ing to do with. He laughs frequently, shares long sagas andanecdotes readily, and loves “his people” deeply .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 31 half. Sorcerer Spells Known (6/8/8/8/7/7/7/5; save DC 17 + spell level): 0— arcane mark, dancing lights, detect magic, guid- ance, mage hand, mending, prestidigitation, ray of frost, readmagic; 1st— alarm, burning hands, divine favor, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, locate object, summon swarm; 3rd— dispel magic, haste, searing light, suggestion ; 4th— charm monster, divination, greater invisibility, solid fog; 5th— cone of cold, feeblemind, flame strike, hold monster; 6th— acid fog, greater dispelling, heal; 7th— dictum, delayed blast fireball. Saluraropicrusa Wyrm Bronze Dragon In her youth, Saluraropicrusa was much like Ofkrysan-temiselni—a skilled carpenter and sailor who lived in acity, worked her trades, and protected the humans in hercare. With her increasing age and magical power, however,she has been drawn more and more into the study andCHAPTER 5: SAMPLE DRAGONSpractice of the arcane arts. A human wizard in the city where she lived shared some of his theoretical explorationsof magical principles with her, and she was hooked—shestudied with him until he died, then carried on her studiesof arcana and spellcraft for decades more. She travelswidely now, visiting libraries, universities, and renownedsages and scholars of magic in order to increase her knowl-edge. Like all bronze dragons, she hates chaos and evil, buther greatest hatred is reserved for those who, as she puts it,pervert magic to the service of evil—particularly necro-mancers and evil conjurers.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, prestidigitation, read magic; 1st— hypnotism, magic missile, random action, shield of faith, true strike; 2nd— fog cloud, Tasha’s hideous laughter, web; 3rd— cure serious wounds, stinking cloud. Hypvaliidedarix Mature Adult Copper Dragon Hypvaliidedarix is most often found in the company of aband of wood elves, and his taste in music and humor issomewhat elevated above the copper dragon norm as aresult. His humor relies on elaborate word plays (often inElvish) and goes over the heads of most other creatures,and he doesn’t care for what he calls the “gnome pranks” ofother copper dragons. He enjoys flying at top speedthrough the light forests around his canyon home, racingfleet-footed elves who certainly have the edge in maneu-verability . Even more, he enjoys their evening feasts,where they share fine food, song, and dance. In his mind,the life of these simple people, the plain beauty of theirfolk melodies, and their lusty enjoyment of life are the finest things in the world.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/7/7/7/5; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic; 1st— command, magic missile, random action, shield of faith, true strike;2nd— cat’s grace, fog cloud, Tasha’s hideous laughter, web; 3rd— bestow curse, cure serious wounds, stinking cloud; 4th— greater invisibility, summon monster IV. Turuntmenkajanki Old Copper Dragon Sworn to hunt devils for the rest of her days, Turunt-menkajanki is rather more serious and intense than mostcopper dragons. Though she often regrets what she nowrecognizes as an oath sworn in haste without due consid-eration of its repercussions, her own personal sense ofhonor compels her to obey it, and so she is an old dragonwithout a home or hoard, with no children, and who ishaunted by the taint of evil’s touch in her very soul. Whenshe was a juvenile, Turuntmenkajanki’s parents and a closefriend of theirs, a human bard, were all slain by a trio of pitfiends. When Turuntmenkajanki found their bodies, shehad to tell the bard’s husband what had happened, and hisgrief so moved the dragon that she swore an oath on thespot—not just to avenge their deaths, but to make war on 235CHAPTER 5: SAMPLE DRAGONSrocks to conceal entry to lair Oblique View Plan Viewsecret escape tunnel (500 ft. elevation) main entertaining chambermain foyersecret door for escape tunnel main entry (concealed with stones) prankster designed entrance for guestsdry, rocky uplands and mountainslairs usually found inrocks to conceal entry to lair Oblique View Plan Viewsecret escape tunnel (500 ft. elevation) main entertaining chambermain foyersecret door for escape tunnel main entry (concealed with stones) prankster designed entrance for guestsdry, rocky uplands and mountainslairs usually found inall devils until the day of her death. There can be no deny- ing that, as much as her rash oath has cost her personally, ithas removed great evil from the world and helped manycreatures in need.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Sorcerer Spells Known (6/7/7/7/7/4; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, light, mage hand, prestidigitation, read magic; 1st— animate rope, magic missile, random action, shield of faith, truestrike; 2nd— cat’s grace, fog cloud, shatter, summon swarm, web; 3rd— cure serious wounds, dispel magic, stinking cloud, sugges- tion; 4th— giant vermin, ice storm, solid fog; 5th— mirage arcana, wall of force. Drumduruhullwix Very Old Copper Dragon Incorrigible is perhaps the best word to describe Drumdu-ruhullwix, and he would hasten to add, “So don’t encourageme!” Puns are his meat and drink, and he hasn’t given astraight answer to any question in over three hundred years.(And yes, he is keeping track.) Engaging in conversationwith him is like fencing with a vastly superior foe: Everysentence, every word means what he wants it to mean,regardless of the speaker’s intent, and he usually wants everything to mean something that embarrasses or demeansthe speaker. Most creatures just give up on talking to himafter a matter of minutes, which leaves him in fits of laugh-ter at what he considers success.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Sorcerer Spells Known (6/8/7/7/7/7/4; save DC 15 + spell level): 0— arcane mark, cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation,read magic; 1st— command, magic missile, random action, shield of faith, true strike; 2nd— cat’s grace, fog cloud, summon swarm, Tasha’s hideous laughter, web; 3rd— bestow curse, cure serious wounds, stinking cloud, suggestion; 4th— chaos hammer, crushing despair, enervation, lesser geas; 5th— cloudkill, mirage arcana, telekinesis; 6th— Bigby’s forceful hand, heal. Keicjannicarayas Ancient Copper Dragon At the bottom of a vast, yawning chasm in the midst of a wildmountain range, Keicjannicarayas makes her lair. There,where the clear blue sky is just a sliver shining between thetowering walls of rock, she passes years lost in conversationwith her one companion: a titan named Parakoursos, impris-oned here eons ago for a crime against the deities that hedoes not reveal. The titan’s knowledge and wisdom are a 237CHAPTER 5: SAMPLE DRAGONS238match for the dragon’s, and the two never tire of probing each others’ minds and hearts to learn more about the uni-verse and about each other. Keicjannicarayas brings the titanfood and water, tells him what she sees in the world above,and cares for him tenderly . Parakoursos, for his part, woulddo anything for her, but his imprisonment makes him virtu-ally helpless. In the last year or so, however, Keicjannicarayashas come to believe that Parakoursos holds some piece ofinformation that is vital to the survival of the cosmos, oneitem of knowledge he does not share even with her that issomehow related to his imprisonment. This suspicion isbeginning to cast a pall over their conversations, and nowthey sit together in silence at times, often for days at a time.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Sorcerer Spells Known (6/8/7/7/7/7/6/4; save DC 15 + spell level): 0— arcane mark, cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation,read magic; 1st— command, magic missile, random action, shield of faith, true strike; 2nd— cat’s grace, fog cloud, summon swarm, Tasha’s hideous laughter, web; 3rd— bestow curse, cure serious wounds, stinking cloud, suggestion; 4th— chaos hammer, crushing despair, enervation, lesser geas; 5th— cloudkill, feeblemind, mirage arcana, telekinesis; 6th— Bigby’s forceful hand, heal, mislead; 7th—e arthquake, forcecage.Bruntutalephion Wyrm Copper Dragon Like a plague of vermin, young red dragons seem to keepcropping up in Bruntutalephion’s territory . His currentworking theory is that an extremely prolific female seededthe highly volcanic region with eggs over a period ofdecades, and the hatched young are reaching young adult-hood, worming their way from their underground nests tothe surface, and emerging to spread chaos and destructionthrough his precious lands. It can take as long as a year forBruntutalephion to hunt down and exterminate a single red,and he increasingly finds himself facing packs of cannyjuveniles and young adults. Three or four young reds at atime is enough to give even a mighty copper such as Brun-tutalephion some difficulty, and he is growing tired of theendless war.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. Sorcerer Spells Known (6/8/8/7/7/7/7/6/4; save DC 16 + spell level): 0— arcane mark, cure minor wounds, dancing lights, daze, detect magic, ghost sound, mage hand, prestidigita-tion, read magic; 1st— alarm, grease, magic missile, ray of fatigue, shield of faith; 2nd— blur, cat’s grace, shatter, summon swarm, web; 3rd— bestow curse, cure serious wounds, dispel magic, stink- ing cloud; 4th— chaos hammer, crushing despair, dimension door, ice storm; 5th— baleful polymorph, cone of cold, feeblemind,CHAPTER 5: SAMPLE DRAGONStelekinesis; 6th— chain lightning, globe of invulnerability, heal; 7th— ethereal jaunt, earthquake, forcecage; 8th— horrid wilting, power word stun. Ugilanistorda Great Wyrm Copper Dragon Ugilanistorda is the laughing ruler of a quiet sylvan domainpopulated with all manner of fey . Like a faerie queen, shepresides over unceasing banquets in a quiet glen, sur-rounded by sprites and satyrs, nymphs and dryads, centaursand unicorns, wild elves and a handful of treants. She is soancient that she seems to be almost a part of the earth whereshe lies—rock and earth are embedded in her hide, andgrass and leaves sprout from her shoulders and tail. She andher assembly have little tolerance for intrusion: Creaturesthat enter her domain are usually trapped by the wild elvesand brought blindfolded before Ugilanistorda. She slayscreatures her pixies tell her are evil, and generally sendsaway good or neutral creatures unless they greatly impressor amuse her.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 ring of protection, brooch of shielding (90 points). Natintrapa Young Gold Dragon For such a young dragon, Natintrapa has endured eventsthat granted her a depth of faith and wisdom coveted bydragons five times her age. Her parents were renownedchampions of Bahamut, instrumental in purging the earthof countless evil dragons. By the time they neared their twi-light, they had earned the unmitigated loathing of Tiamat,who finally took it upon herself to eliminate them when they threatened one of her greatest champions, sending anavatar to kill both great wyrms. Natintrapa was caught in thestruggle, and though both of her parents perished, she her-self was rescued—by none other than an avatar of Bahamut.Before leaving her, the Platinum Dragon bestowed his spe-cial blessing on her, and she has devoted her life to follow-ing in her parents’ footsteps.",
        "name":  "Possessions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 14 + spell level): 0—detect magic, flare, light, mending, prestidigitation, read magic; 1st— magic missile, protection from evil, shield of faith, true strike; 2nd— darkness, resist energy. Clytanmoorninyx Adult Gold Dragon An older gold dragon once told Clytanmoorninyx, “The fireruns too hot in your veins. Master it, or it masters you.” Sofar, Clytanmoorninyx has failed to master it. He is easilyangered by the slightest insult (and his impeccable sense ofgood manners makes him oversensitive to even minor vio-lations of etiquette), and he considers the existence of evilcreatures in the world a personal insult. Though he has beenknown to associate with royalty, offering counsel particu-larly in times of war, he chooses to spend most of his timein isolated wilderness regions, away from the intrigue andmachinations that so infuriate him.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer.CHAPTER 5: SAMPLE DRAGONSLuck Bonus (Sp): 1/day—good creatures within a 60-ft. radius of the dragon gain a +1 luck bonus on all savingthrows, ability checks, and skill checks for 1d3+18 hours.Caster level 2nd. Sorcerer Spells Known (6/8/7/5; save DC 15 + spell level): 0— arcane mark, detect magic, flare, light, mage hand, prestidigitation, read magic; 1st— charm person, magic mis- sile, protection from evil, shield of faith, true strike; 2nd— cure moderate wounds, fog cloud, resist energy; 3rd— searing light, suggestion. Zudinmulamshius Mature Adult Gold Dragon",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  " As 11th-level sorcerer.243CHAPTER 5: SAMPLE DRAGONSunderwater \\entry / exit hatch underwater exitGlass Observation room and meeting room (beautiful view of bottom of lake) (beautiful view of bottom of lake) fresh water cisternlobbyentry secret entry door entry hallsmain hallstudybanquet hallkitchen restroomguard room Glass ObservationRoom water entry room(above water level)storagerestingchamberexitunderwater \\entry / exit hatch underwater exitGlass Observation room and meeting room (beautiful view of bottom of lake) (beautiful view of bottom of lake) fresh water cisternlobbyentry secret entry door entry hallsmain hallstudybanquet hallkitchen restroomguard room Glass ObservationRoom water entry room(above water level)storagerestingchamberexitDetect Gems (Sp): 3/day—as detect magic (caster level 11th), except that the power only detects gems. Luck Bonus (Sp): 1/day—good creatures within an 80-ft. radius of the dragon gain a +1 luck bonus on all savingthrows, ability checks, and skill checks for 1d3+24 hours.Caster level 2nd. Sorcerer Spells Known (6/8/8/8/7/5; save DC 17 + spell level): 0— arcane mark, detect magic, flare, guidance, light, mage hand, mending, prestidigitation, read magic; 1st— magic missile, protection from evil, shield of faith, true strike, unseen servant;2nd— augury, cat’s grace, cure moderate wounds, fog cloud, whis- pering wind; 3rd— dispel magic, protection from energy, searing light, suggestion; 4th— dismissal, ice storm, greater invisibility; 5th— cone of cold, true seeing. Fuunharkaspirinon Very Old Gold Dragon “Fiends walk among us,” warns an old woman in simpleclothes. Fuunharkaspirinon should know, for she has dedi-cated herself to hunting and banishing or destroying infer-nal creatures who dare to insinuate themselves into humansociety and tempt mortals to evil. She has spent severalhuman lifetimes living among mortals—posing as an aris-tocrat, a scholar, a cleric, a soldier—searching for signs offiendish influence and tracking it to its source. She is cur-rently wrestling with persuasive evidence that someone hasmanaged to bring a Tarterian dragon (see page 189) to theMaterial Plane.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 3rd-level sorcerer. Sorcerer Spells Known (6/6; save DC 12 + spell level): 0—arcane mark, detect magic, ghost sound, mage hand, resistance; 1st— magic missile, shield, shocking grasp. Kallionastiryne Adult Green Dragon Kallionastiryne regards every inch of the forest where hedwells as his domain, and he likewise regards anyone whosets foot inside without leave as a trespasser and vandal. Hisuncompromising defense of his forest has won him thegrudging admiration of a few druids; however, Kallionas-tiryne often grants orcs, giants, or other evil creatures hunt-ing and logging rights, demanding hefty bribes of gold andgems and plenty of flattery as well. Kallionastiryne is not so much worried about the welfare of his forest as he is aboutbeing recognized as its owner. Because he regards thesedeals as little more than temporary agreements with inferiorcreatures, they seldom last long.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 13 + spell level): 0—arcane mark, dancing lights, detect magic, ghost sound, read magic, resistance; 1st— expeditious retreat, Nystul’s magic aura, shield, true strike; 2nd— darkness, detect thoughts . Kesikasumislox Mature Adult Green Dragon As biting as the odor of chlorine that hangs around her,Kesikasumislox’s wit slashes her opponents’ morale. Shehas a gift for sarcasm, punctuating every slash with herclaws, wing buffet, or tail slap with a snide observation ofher foes’ weakness. No amount of injury short of uncon-sciousness can still her tongue, and even on the rare occa-sions she is forced to flee a fight, she does so with a scathingparting comment. No living creature escapes her contempt,though she has learned to hold her tongue around the oldestgreen dragons.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/7/7/5; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, mage hand, read magic, resistance; 1st— expeditious retreat, magic missile, protection from good, shield, true strike; 2nd— cat’s grace, darkness, summon swarm; 3rd— haste, vampiric touch. Othocintlydavarei Old Green Dragon Though he is certainly an unlikely ally for good-alignedplayer characters, Othocintlydavarei has a problem theymight be able to help him with. A group of evil druids hastaken up residence in his territory, and they have so far resis-ted his attempts to encourage them to relocate. Their fanat-ical devotion to the purity of nature threatens to end thelogging operation that helps swell Othocintlydavarei’s cof-fers: he has been content to tax the loggers, while the druidsare trying to drive them away . He wants to see the meddlersgone, and certainly, the human loggers would rather paytribute to a dragon than suffer the raids of evil druids andtheir animal allies. Some sort of cooperation, as strange as itmight be, seems almost inevitable.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 1st-level sorcerer. Sorcerer Spells Known (5/4; save DC 11 + spell level): 0—arcane mark, detect magic, ray of frost, resistance; 1st— protection from good, shield. Kalfyra Juvenile Red Dragon Kalfyra is a dragon in search of a lair and a mate. She roamsthe countryside looking for a likely spot to settle down andeventually raise a clutch of wyrmlings. Relatively person-able (for a red dragon), she often stops to talk to travelers orother creatures who might be able to help her. Of course,she often consumes such creatures shortly after the discus-sion ends, but nobody’s perfect. Kalfyra is particularly goodat sensing duplicity or weakness in her opponents, and usesthat information to her best advantage.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/7/7/7/5; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, read magic, resistance; 1st— alarm, magic missile, protection from good, shield, shocking grasp; 2nd— cat’sgrace, cure moderate wounds, darkness, sound burst; 3rd— dispel magic, protection from energy, stinking clou d;4th— fire shield, greater invisibility. Sventsorggviresh Old Red Dragon Sventsorggviresh passes most of her time in her lair, whereshe reclines on her vast pile of treasure and feels very satis-fied with herself. Always loathe to leave her hoard, sheseldom stirs from her lair except when hungry, even thenshe sometimes cajoles a group of magma, fire, and steammephits who share her lair into fetching her a snack (or atlast locating one for her). She distrusts the mephits, and usu-ally seals her lair with a wall of force while she’s out hunting. She usually carries her wand of chaos hammer in one glove of storing and he wand of fire shield in the other. Sventsorggviresh has peppered her lair with magic mouth and alarm spells to give warning of any intrusions. She has also persuaded an evil cleric she once met to cast some for- biddance spells (to prevent extradimensional intrusions) for her. She has since done away with the cleric.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 30 half.CHAPTER 5: SAMPLE DRAGONSPlan View Entry ViewCut-Away View 150 ft. drop down pit into cavern below ledge entrancefalse chamberpit 150 ft. drop into cavern below poolsleeping chamber storage chamber Plan View Entry ViewCut-Away View 150 ft. drop down pit into cavern below ledge entrancefalse chamberpit 150 ft. drop into cavern below poolsleeping chamber storage chamber 260Sorcerer Spells Known (6/8/7/7/7/5; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resistance;1st—alarm, cure light wounds, divine shield, shield, true strike;2nd— cat’s grace, cure moderate wounds, invisibility, magic mouth, shatter; 3rd— deeper darkness, dispel magic, haste, protec- tion from energy; 4th— arcane eye, confusion, phantasmal killer; 5th— hold monster, wall of force",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 gloves of storing, necklace of adaptation, ring of swimming, wand of chaos hammer (8th-level caster, 28 charges), wand of fire shield (22 charges). Urivayotornotach Very Old Red Dragon Urivayotornotach has a pathological hatred of adventurers.He has turned his lair into an enormous deathtrap, fortify-ing it with pits, tripwires, and the like. His feat and spellselections are aimed at maximizing his adventurer-killingpower while simultaneously protecting him from their typ-ical attacks. He has learned from experience the folly of let-ting pride or dignity interfere with his tactics, and is willingto feign injury or cowardice or otherwise demean himself inways that other red dragons might not in order to gain acombat advantage. He favors hit-and-run tactics, forcingopponents to bleed off their resources while drawing themever deeper into his cave network.",
        "name":  "Possessions",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+19 points of bludgeoningdamage, Reflex DC 33 half. Sorcerer Spells Known (6/8/8/7/7/7/5; save DC 16 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resist-ance; 1st— alarm, chill touch, divine shield, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, detect thoughts, pyrotechnics; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— charm monster, crushing despair, greater invis- ibility, spell immunity; 5th— mass inflict light wounds, feeble- mind, shadow evocation ; 6th— acid fog, heal. Durtaxsteingakila Ancient Red Dragon Durtaxsteingakila may well be the most powerful warlordthat no one has ever heard of. She has spent patient decadesbuilding alliances with other powerful creatures, fromdemons to slaadi to dark elves, with the eventual goal ofcontinental-scale conquest. Along the way, she has incitedconflict in various locales, each one carefully designed todestabilize a local ruler, weaken defenses, or otherwisemake her ultimate goal achievable. In some cases, she hassacrificed her own allies in these battles, but always with along-term plan in mind. Despite her many collaborators, no one truly understands the scope of her plan. Many allies don’t even know of eachother’s existence, and in fact, some have even come in con-flict with one another. That’s just the way she likes it.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+21 points of bludgeoningdamage, Reflex DC 35 half. Sorcerer Spells Known (6/8/8/8/7/7/7/5; save DC 17 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resist-ance; 1st— alarm, chill touch, divine shield, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, detect thoughts, pyrotechnics; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— charm monster, crushing despair, greater invis- ibility, spell immunity; 5th— mass inflict light wounds, feeble- mind, hold monster, shadow evocation; 6th— greater dispel magic, heal, mass suggestion; 7th— insanity, word of chaos. Bheilorveilthion Wyrm Red Dragon Bheilorveilthion enjoys personal combat with powerfulopponents. As soon as the battle begins, he picks a targetwithin range and charges, using Dire Charge to make a fullattack (augmented by Power Attack), combining that with arend attack if he hits with both claws. This usually reducesthe opponent to ribbons, at which point Bheilorveilthionmoves on to the next target (assuming any remain in sightafter his display of power). It’s common for his battles to lastonly a single round.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+22 points of bludgeoningdamage, Reflex DC 38 half. Sorcerer Spells Known (6/8/8/8/7/7/7/7/4; save DC 17 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation, read magic, resist-ance; 1st— alarm, chill touch, divine shield, magic missile, shield; 2nd— cat’s grace, cure moderate wounds, darkness, detect thoughts, pyrotechnics; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— charm monster, crushing despair, greater invis- ibility, spell immunity; 5th— mass inflict light wounds, feeble- mind, hold monster, shadow evocation; 6th— greater dispel magic, heal, mass suggestion; 7th— insanity, reverse gravity, word of chaos; 8th— horrid wilting, symbol of death. Syzdothyx Great Wyrm Red Dragon Syzdothyx desires immortality . Though she dabbled withthe idea of becoming a dracolich, she ultimately decidedthat godhood was her goal. In her most egotistical moments,she styles herself as a rival to the power of Tiamat herself—and her egotistical moments tend to outnumber her realis-tic moments these days. In the short term, she seeks togain the attention of the draconic deity Garyx (see Reli-gion in Chapter 2), perhaps becoming an avatar or consortas a step ping-stone to even greater power. The value of her hoard exceeds that held in the vaults of many small king-doms, but she won’t hesitate to use or sacrifice that hoard inpursuit of her dream of divine ascension.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 5th-level sorcerer. Sorcerer Spells Known (6/7/5; save DC 14 + spell level): 0—dancing lights, detect magic, detect poison, mage hand, mend- ing, prestidigitation; 1st— chill touch, divine shield, protection from evil, unseen servant; 2nd— cat’s grace, darkness. Sallahtuwlishion Adult Silver Dragon When Sallahtuwlishion entered adulthood, she resisted put-ting aside her favorite nondraconic guise, that of a villageinnkeeper. Now, she still maintains the Silver Goblet Inn butspends only a few days a month there. Most of the villagersknow of her draconic nature and cover “Sal’s” disappearances,saying to outsiders that she has “gone off to visit relatives” andher adopted daughter runs the place in her absence. Sallah-tuwlishion has found herself dragged reluctantly into dra-conic politics. Because of her willingness to mediate disputesand hold messages (useful talents for an innkeeper), she oftenfinds herself speaking on behalf of older or more powerfuldragons and other good or neutral beings.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 7th-level sorcerer. Sorcerer Spells Known (6/8/7/5; save DC 15 + spell level): 0— cure minor wounds, dancing lights, detect magic, mage hand, mending, prestidigitation, read magic; 1st— divine shield, magic missile, protection from evil, sanctuary, true strike; 2nd— cat’s grace, flaming sphere, shatter; 3rd— cure serious wounds, flame arrow. Livezzenvivexious Mature Adult Silver Dragon An unusually “draconic” silver dragon, Livezzenvivexious haslittle use for other forms. While he takes different shapes forshort times, he does nearly all his fighting in dragon form—and Livezzenvivexious does a lot of fighting. Livezzen-vivexious loathes evil creatures (particularly demons anddevils) and despises evil dragons. Those creatures who wor-ship evil deities also make Livezzenvivexious their enemies.He might use his power to polymorph to get himself intoan evil creature’s lair or a sadistic cult’s stronghold, but whenan adult silver dragon appears in their midst, Livezzen-vivexious unleashes his righteous fury .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 9th-level sorcerer. Sorcerer Spells Known (6/8/7/7/5; save DC 15 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, mage hand, mending, prestidigitation, read magic;1st— charm person, color spray, divine shield, magic missile, shield; 2nd— cat’s grace, fog cloud, shatter, web; 3rd— hold person, slow, stinking cloud; 4th— cure critical wounds, Evard’s black tentacles. Aesthyrondalaurai Old Silver Dragon Known throughout the planes as a master of lore and heal-ing, Aesthyrondalaurai shares her insights with those whocan find her. Legend has it that this old silver dragonalways takes on a matronly form but seldom stays in oneplace for long. Still, she does maintain her own lair, highin the mountains, and keeps a strong friendship witheagles, pegasi, and other airborne creatures. When some-one seeks knowledge, Aesthyrondalaurai often sends outher friends with clues to her location. If a seeker is per-sistent enough, he or she can find Aesthyrondalaurai, butit is never easy .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Sorcerer Spells Known (6/8/8/8/7/7/5; save DC 17 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigi-tation, read magic; 1st— charm person, color spray, divine shield, magic missile, shield; 2nd— aid, cat’s grace, fog cloud, shatter, web; 3rd— hold person, sleet storm, slow, stinking cloud; 4th— cure critical wounds, crushing despair, enervation, solid fog;5th— greater command, hold monster, telekinesis; 6th— greater dispel magic, heal. Asaduanaivakka Ancient Silver Dragon Asaduanaivakka Silverstar considers herself a front-linewarrior against the forces of evil. She has spent many ofher considerable years traveling the world and the planeslearning about the constant war between good and evil andshe feels it is her time to step up and “do something aboutit.” Occasionally found in the form of a humanoid paladin,Asaduanaivakka inspires and supports those who battlegreat evil. She has been known to employ lower-leveladventurers to battle lesser evils, in the hope that theygrow into powerful heroes, but more often, she joins aparty of strong crusaders in climactic struggles. She has nocompunctions about revealing her draconic nature andoften uses her considerable reputation as leverage whenseeking to join a party .",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 15th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 34 half. Sorcerer Spells Known (6/8/8/8/8/7/7/5; save DC 18 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigitation, readmagic; 1st— charm person, color spray, divine shield, magic mis- sile, shield; 2nd— aid, cat’s grace, fog cloud, shatter, speak with animals; 3rd— haste, hold person, stinking cloud, tongues; 4th— cure critical wounds, crushing despair, enervation, solid fog;5th— Bigby’s interposing hand, cloudkill, greater command, hold monster; 6th— chain lightning, greater dispel magic, heal; 7th— Bigby’s grasping hand, power word stun. Kuulvaysheniruss Wyrm Silver Dragon It is hard to think of one of the oldest dragons in the worldas a sad, old man, but Kuulvaysheniruss the Venerated hasearned that description. For more than a hundred years,Kuulvaysheniruss was the cohort of a mighty paladin inthe service of Heironeous, but the paladin was destroyedand attempts to revivify her failed. Now, Kuulvayshenirussspends most of his time with his memories and doing little.Still, every so often, a particular quest or problem awakensKuulvaysheniruss’s once-lively heart from its slumber andhe becomes the powerful dragon songs still sing of. Henever takes humanoid form anymore, preferring to battleas he did beside his paladin friend, breathing blasts of par-alyzing gas and cones of frigid air.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 17th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+21 points of bludgeoningdamage, Reflex DC 36 half. Sorcerer Spells Known (6/9/8/8/8/8/7/7/5; save DC 19 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigita-tion, read magic; 1st— charm person, color spray, divine shield, magic missile, shield; 2nd— aid, cat’s grace, fog cloud, heat metal, shatter; 3rd— haste, hold person, stinking cloud, tongues; 4th— cure critical wounds, crushing despair, enervation, solid fog; 5th— Bigby’s interposing hand, cloudkill, greater command, holdmonster; 6th— chain lightning, greater dispel magic, heal; 7th— Bigby’s grasping hand, power word stun, prismatic spray; 8th— mass charm monster, whirlwind. Nymbryxion Great Wyrm Silver Dragon Nymbryxion the Shield of Law seldom visits the MaterialPlane anymore, preferring instead the uninterrupted sky ofthe Elemental Plane of Air. If she does travel back to theplane of her birth, she does so in the form of an ageless elvenwoman with silver eyes. Nymbryxion seldom speaks ineither form, preferring to listen and to watch. When shedoes speak, she cuts right to the heart of any matter and hervoice has the power of persuasion behind it. Nymbryxionhas been known to visit elder dragons of nearly every type—even chromatic—to advise them on their place inthe world. Metallic dragons take her words to heart; chro-matic dragons often fly into a rage at her presence but fewdare attack her. Nymbryxion is an unbelievably powerfulopponent and many creatures of many planes owe herfavors. An enemy of Nymbryxion can find few places on anyplane to hide.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 19th-level sorcerer. Tail Sweep (Ex): Half-circle 40 ft. in diameter, Large or smaller opponents take 2d8+24 points of bludgeoning damage, Reflex DC 39 half. Sorcerer Spells Known (6/9/9/8/8/8/8/7/7/5; save DC 20 + spell level): 0— cure minor wounds, dancing lights, detect magic, ghost sound, guidance, mage hand, mending, prestidigita-tion, read magic; 1st— charm person, color spray, divine shield, sanctuary, shield; 2nd— aid, calm emotions, cat’s grace, fog cloud, shatter; 3rd— cure serious wounds, haste, speak with animals, 269CHAPTER 5: SAMPLE DRAGONS270tongues; 4th— cure critical wounds, crushing despair, enervation, solid fog; 5th— Bigby’s interposing hand, cloudkill, greater com- mand, hold monster; 6th— chain lightning, greater dispel magic, heal; 7th— Bigby’s grasping hand, power word stun, prismatic spray; 8th— mass charm monster, sunburst, whirlwind; 9th— foresight, summon monster IX. SAMPLE WHITE DRAGONS Detailed below are twelve sample white dragons, one ofeach age category . The descriptions include basic personal-ity and encounter notes that the DM can flesh out for hiscampaign, along with a set of statistics that make the dragonready to play . Icewalking (Ex): All white dragons can move on icy sur- faces as though using spider climb (as the spell).",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 11th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+18 points of bludgeoningdamage, Reflex DC 33 half. Sorcerer Spells Known (6/7/7/7/6/4; save DC 13 + spell level): 0— arcane mark, dancing lights, detect magic, flare, ghost sound, mage hand, prestidigitation, read magic, resistance; 1st— alarm, burning hands, magic missile, shield, true strike; 2nd— cat’s grace, darkness, detect thoughts, gust of wind, minor image;3rd— dispel magic, haste, protection from energy, vampiric touch; 4th— crushing despair, fire shield, greater invisibility; 5th— cloudkill, feeblemind. Laximyrkcion Great Wyrm White Dragon Possessing a general scorn for others’ existence rivaled bythe most evil demons, Laximyrkcion Iceflame, Scourge ofthe North has amassed a treasure of such great renown thatit attracts hunters from across the planes. Laximyrkcion wel-comes these hunters with soul-chilling ferocity and greatlyenjoys collecting the frozen heads of any who would chal-lenge her. Fear is Laximyrkcion’s greatest joy . Those whostruggle to survive under her thrall often inform on or hinder adventurers who would destroy Laximyrkcion andtake her treasure, simply because they dread her vengeance.These minions also keep the Scourge of the North informedabout happenings beyond her realm, and Laximyrkcion hasmuch knowledge of the world as a result.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As 13th-level sorcerer. Tail Sweep (Ex): Half-circle 30 ft. in diameter, Small or smaller opponents take 2d6+19 points of bludgeoningdamage, Reflex DC 36 half. Sorcerer Spells Known (6/7/7/7/7/6/4; save DC 14 + spell level): 0— arcane mark, dancing lights, detect magic, flare, ghost sound, mage hand, prestidigitation, read magic, resistance;1st— alarm, burning hands, magic missile, shield, true strike; 2nd— cat’s grace, darkness, detect thoughts, gust of wind, minor image; 3rd— dispel magic, haste, protection from energy, vampiric touch; 4th— bestow curse, fire shield, greater invisibility, solid fog; 5th— cloudkill, feeblemind, hold monster; 6th— acid fog, greater dispel magic.CHAPTER 5: SAMPLE DRAGONSAppendix 1: The Dragon’s Hoard",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most dragons have no use for such items unless they can assume a form that can wear them.",
        "name":  "Armor and Shields",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arcane scroll of silent image and invisibility , divine scroll of detect snares and pits and dispel magic ,hat of disguise , adamantine heavy shield, +1 rapier, wand of detect secret doors (35 charges). CR 10  (17,400 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Potion of remove fear, potion of disguise self, arcane scroll of protection from arrows, +1 animated large steel shield*. CR 11  (22,500 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 heavy wooden shield, staff of swarming insects (32 charges). CR 16  (84,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine scroll of cure serious wounds, prayer, and remove disease ,wand of lightning bolt* (38 charges), amulet of natural armor *+4. CR 18  (141,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Broom of flying ,minor ring of energy resistance (acid) *, ioun stone (pink and green sphere)*, arcane scroll of passwall, disintegrate , and control undead; +5 large shield . CR 20  (240,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rod of enemy detection *,gem of brightness *,+4/+2 dire flail, arcane scroll of blink, displacement, halt undead , and dimensional anchor ,wand of knock (28 charges), ring of invisi- bility *,staff of life (8 charges), +4 scimitar , divine scroll of stone tell, word of chaos, holy aura , and sunburst ,+2 full plate armor of moderate fortification, mantle of faith . CR 27  (465,000 gp)",
        "name":  "Items",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sventsorggviresh casts spells as an 11th- level sorcerer. Tail Sweep (Ex): Sventsorggviresh can sweep with her tail as a standard action. The sweep affectsSmall or smaller creatures in a half-circle with a radiusof 30 feet extending from an intersection on the edgeof the dragon’s space in any direction. Each potentiallyaffected creature in the area takes 2d6+18 points ofdamage (Reflex DC 31 half). Keen Senses (Ex): Sventsorggviresh can see four times as well as a human in shadowy illumination andtwice as well in normal light. She also has darkvision toa range of 120 feet. Sorcerer Spells Known (6/8/7/7/7/5; save DC 15 + spell level): 0— arcane mark, dancing lights, detect magic, ghost sound, guidance, mage hand, prestidigitation,read magic, resistance; 1st— alarm, cure light wounds, divine shield, shield, true strike; 2nd— cat’s grace, cure moderate wounds, invisibility, magic mouth, shatter; 3rd— deeper darkness, dispel magic, haste, protection from energy; 4th— arcane eye, confusion, phantasmal killer; 5th— hold monster, wall of force.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sventsorggviresh’s hoard contains the following: 21,760 gp, 2,320 pp, 1 alexandrite (500 gp), 2aquamarines (300 gp each), 1 fire opal (1,000 gp), 2pieces of jade (400 gp each), 3 peridots (50 gp each), 3red garnets (100 gp each), 2 rubies (400 gp each), 4pieces of smoky quartz (25 gp each), 1 star ruby (1,000gp), 2 topazes (500 gp each), 6 gold altar plates (200 gpeach), 1 gold and silver chalice with amethysts (2,500gp), 8 jade scroll cases (500 gp each), 1 jeweled goldcasket, 1 platinum and black jade ring (3,500 gp), 2scrolls of mirage arcana (caster level 12th) , scroll of pro- grammed image (caster level 12th), +4 spell resistance 13 full plate armor, and a +3 heavy pick. The coins and gems lie atop the mound. The other items are buried in the sand, and a Search check (DC25) is needed to recover them all. The three scrolls arein separate jade scroll cases, which are included in thelist of items in the hoard. All the metal items in thehoard are searing hot, and each deals 2d4 points of firedamage if touched. 7. OLD LAIR The temperature in this chamber is greater than 250 °F (hot enough to damage characters after 1 minute of expo-sure, as noted in the Dungeon Master’s Guide ). The crevasse here is similar to the one in area 3, and the steam and vol-canic gases it emits restrict vision to 20 feet. The bones of the dragon that Sventsorggviresh defeated when she claimed this lair lie arranged in ani-mated skeleton fashion atop a big mound of volcanicsand. Despite their lifelike arrangement, however, theyare just bones. Sventsorggviresh has laid a clutch of four eggs in the sand under the skeleton. 8. LAVA POOL (EL 10) This pool of molten lava is several hundred feet deep.Lava tubes lead from here to many geysers and smallervolcanoes in the vicinity. Sventsorggviresh hasplumbed the depths of the pool using her ring ofswimming and necklace of adaptation , and she has discov- ered several tubes large enough to admit her. If facedwith certain defeat within the lair, she dives into thepool and escapes though one of these tubes.",
        "name":  "Treasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Charisma is the battle dancer\u0027s key ability, as it affects her dance abilities and defenses. A good Dexterity helps her avoid blows, as the battle dancer scorns armor, while Strength and Constitution make TABLE 2-2: SMALL AND LARGE her a more effective fighter. BATTLE DANCER UNARMED DAMAGE",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The death master\u0027s role is simple: He strives spells. He must choose and prepare his spells by getting to spread undead across the world. In so doing, he a good night\u0027s sleep and studying his books for 1 hour. increases his own prestige and power and that of his While studying, the death master chooses the spells he dreaded lord, Orcus. wants to prepare. The death master\u0027s spells have a special material GAME RULE INFORMATION component that makes them easier to cast in armor. Death masters have the following game statistics. If the death master uses a vial of blood as a material",
        "name":  "Role",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Intelligence determines the potency and component he can cast the spell without somatic number of a death master\u0027s spells. Charisma is a key components and thereby ignore the spell failure chance attribute in his ability to rebuke undead and force them for casting in armor. This blood must come from an into service. intelligent creature (Intelligence 3 or higher) that the",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The undead minion gains the listed minion if he releases his current one. bonus hit dice. Advance its saving throws, base attack Link of the Grave: Once per day as a free action, the death bonus, and so forth as per the Monster Manual It does master can cast a shield other spell that links him to his minion. not increase in size due to these bonus HD. This spell has one critical difference from its normal form. Str/Dex Bonus: The minion gains the listed bonus to Treat the death master as the spell\u0027s target and the minion as both its Strength and Dexterity scores. the caster. Thus, if the death master suffers damage he shares",
        "name":  "Bonus Hit Dice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ranged attacks against you have Gray render zombie 20% miss chance.",
        "name":  "Ghast Entropic Shield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Detects poison in one creature or can\u0027t attack. object. Shield: Invisible disc gives +4 to AC, blocks magic",
        "name":  "Detect Poison",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As phantasmal killer, but affects all within 30 ft. benefits listed under armor class, special attacks, turn resistance, damage reduction, abilities, and skills. These Master of the Dead (Su): As a herald of Orcus, the granted abilities stack with any the undead death master death master is the unquestioned master of the living already possessed. dead. An undead creature must make a Will save (DC 10 + half the death master\u0027s level + his Charisma modifier) Jester in order to attack him in any way. If this save fails, the undead creature cannot take any aggressive action against the death master for 24 hours. If the undead by Roger E. Moore, DRAGON #60, April 1982 creature succeeds in this save, it can act normally for 24 hours. After this time, it must save again. The jester masters a style of performance and magic While under the effects of this ability, an undead similar to the bard\u0027s. While a bard sings to inspire courage creature cannot take any direct action against the death and arouse hope in his friends, the jester uses his razor master, but it could order its minions to attack, cast wit and comedic put downs to devastate his enemies. The spells to boost its allies who can attack the death master, jester\u0027s style of performance allows him to find flaws in and so on. others and exploit them with his cruel sense of humor. Undead creatures that lack Intelligence scores Most jesters serve as fools and comedians in the courts automatically fail this save unless another creature of powerful nobles. Their comedy serves to lighten the controls them, such as a cleric who channels negative mood in the royal court, while a jester\u0027s jibes and puns energy. In this case, the creature that controls the can put a king\u0027s political enemies in their place. unintelligent undead makes a save on its behalf A jester\u0027s magic comes from his ability to find humor Sustenance of the Dead (Su): A loth-level death in even the grimmest situation. Even while a fierce master gains power from the negative energy that battle rages around him, the jester finds reason to make infuses undead creatures. Once per round as a free merry. Evil jesters see life as a running joke, with the action the death master can draw energy from a single punchline the pain, suffering, and torment they inflict undead creature he controls. The undead creature must on others. Good jesters see their role as providing be within 60 feet of the death master. When the death relief and support to others. Neutral jesters are merely master user this power, he reduces the undead creature observers who report on the odd coincidences, grim to a pile of dust and gains 2 temporary hit points per ironies, and bitter comedy of life. Hit Die of the undead creature. These temporary hit Adventures: The jester\u0027s profession naturally lends points fade after 1 hour. itself to instability. A single poorly worded joke or a An undead creature with an Intelligence score can scathing comeback delivered to the wrong nobleman make a Will save (DC 10 + half the death master\u0027s level can see a jester banished from court and forced onto + his Charisma modifier) to avoid destruction. If the the road. Other jesters work as traveling entertainers by save succeeds, the death master gains no temporary hit choice. In any case, jesters typically adventure for lack points. The undead creature survives and is no longer of any other option. Jesters tend to be wanderers and under the death master\u0027s control. The death master free spirits with an adventuresome streak. can attempt to rebuke the newly independent creature Characteristics: Jesters produce magic from deep as normal. within their souls in a manner similar to bards, but Undead creatures that lack Intelligence scores gain while bards focus on great epics, inspiring stories, and no saving throw against this ability. ancient myths, jesters seek purely to entertain. Their ability to find humor at the expense of others gives a jester\u0027s wit even when it is aimed at them. Jesters their magic a more aggressive edge—one that allows find paladins particularly stuffy, humorless, and dull, them to use spells that harass others. and needle them with jokes and puns at every turn—",
        "name":  "Weird",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ranged attacks against you have for 24 hours. 20% miss chance.",
        "name":  "Entropic Shield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most mountebanks adventure out of a and typically only from among the deviants and criminals pure sense of greed. They ally with other adventurers in their midst. only to have a stable of useful dupes to shield them from Other Classes: Mountebanks trust no one and harm. When the going gets rough, the mountebank saves see all others in terms of their utility. Friendship is her own life. The more marks between her skin and her almost utterly alien to them. They particularly hate enemies, the better. paladins, both because they are champions of good Mountebanks who seek to betray their infernal and because paladins can sense the evil that dwells in bargain usually work alone, but sometimes they find a a mountebank\u0027s heart.",
        "name":  "Adventures",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The savant studies a wide variety of Delephon the 3rd-level savant has 6 ranks in Knowledge disciplines, from the physiology and lore of plants to (engineering). He inspects an old ruin to determine if the genealogy of ancient noble lines. The savant may it is structurally sound. His Knowledge (engineering) make a special academic lore check with a bonus equal check fails. He then attempts to use his academic lore to his savant level + his Intelligence modifier to see ability and succeeds. whether he knows some relevant information about a Skill Assistance: The savant\u0027s broad range of talents particular situation, person, item, historical event, or and insights into dozens of areas of knowledge grant other subject. If the savant fails this check, he must gain him the ability to lend his knowledge to others. If, TABLE 2-10: THE SAVANT BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL 1st +0 +0 +0 +2 Academic lore, skill assistance (5 feet), trapfinding 2nd +1 +0 +0 +3 Talent lore 3rd +2 +1 +1 +3 Sneak attack +ld6 4th +3 +1 +1 +4 Skill assistance (10 feet) 5th +3 +1 +1 +4 Arcane lore 6th +4 +2 +2 +5 7th +5 +2 +2 +5 Talent lore 8th +6/+1 +2 +2 +6 Skill assistance (15 feet) 9th +6/+1 +3 +3 +6 Sneak attack +2d6 10th +7/+2 +3 +3 +7 Divine lore 11th +8/+3 +3 +3 +7 12th +9/+4 +4 +4 +8 Skill assistance (20 feet), talent lore 13th +9/+4 +4 +4 +8 14th +10/+5 +4 +4 +9 15th +11/+6/+1 +5 +5 +9 Sneak attack +3d6 16th +12/+7/+2 +5 +5 +10 Skill assistance (25 feet) 17th +12/+7/+2 +5 +5 +10 Talent lore 18th +13/+8/+3 +6 +6 +11 19th +14/+9/+4 +6 +6 +11 20th +15/+10/+5 +6 +6 +12 Skill assistance (30 feet) for example, a savant sees an approaching ogre, he before he knows the savant\u0027s die roll. In any case, the knows how to deliver a swift warning that alerts his targets of this ability never use their own ranks in allies before the ogre is upon them. If he and his addition to the savant\u0027s ranks. They must either make a friends must slip into a blackguard\u0027s fortress, his check as normal or substitute the savant\u0027s ranks and die intense study of stealth and reconnaissance allows result for their own. him to mask the clanks of his paladin ally\u0027s armor. The savant cannot use this ability if his allies wish At 1st level and again at 4th level and every 4 levels to make a skill check as part of an attempt to aid thereafter (8th, 12th, and so on), the savant selects a another\u0027s check. skill from the following list in which he has at least Trapfinding: Savants can use the Search skill to 1 rank: Balance, Climb, Disguise, Hide, Listen, Move locate traps when the task has a Difficulty Class higher Silently, Ride, Spot, and Swim. than 20. Finding a nonmagical trap has a DC of at least The savant can choose to replace an ally\u0027s skill 20, or higher if it is well hidden. Finding a magic trap attempt with his own efforts. Rather than make a skill has a DC of 25 + the level of the spell used to create it. check, the ally can use the result of a special check made Savants can use the Disable Device skill to disarm with a bonus equal to the savant\u0027s skill ranks + the ally\u0027s magic traps. A magic trap generally has a DC of 25 + the ability score modifier, armor check penalty (if any), and level of the spell used to create it. A savant who beats other modifiers. In effect, the ally replaces her ranks in a trap\u0027s DC by 10 or more with a Disable Device check the particular skill with those of the savant and adds all can study a trap, figure out how it works, and bypass it other modifiers as normal. The savant makes the d20 without disarming it. roll on this check in secret (although the DM can ask to Talent Lore: The savant gains a bonus feat at 2nd level see it) and cannot take 10 or take 20. and every five levels thereafter. His intense studies and The savant can replace the skill checks of a number wide range of training grant him access to specialized of allies equal to his Intelligence modifier. The allies abilities and talents. must be within 5 feet of the savant at 1st level. This range Sneak Attack: Beginning at 3rd level, if a savant increases by 5 feet each time the savant chooses a new can catch an opponent unable to defend itself skill to gain the benefits of this ability (up to 30 feet at effectively from his attack, he can strike a vital spot 20th level). for extra damage. A target of this ability must choose whether to use The savant\u0027s attack deals extra damage any time the savant\u0027s result or make his own, and he must choose his target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or savant cannot cast spells of that level. When selecting not), or when the savant flanks his target. This extra his two new spells, he cannot choose them from that damage is 1d6 at 3rd level, and it increases by 1d6 every level\u0027s list. A 5th- or 6th-level savant who lacks the six savant levels thereafter. The savant never multiplies Intelligence score needed to gain a bonus 1st-level spell sneak attack damage on a successful critical hit. does not choose any spells.",
        "name":  "Academic Lore",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Invisible disc gives +4 to AC, blocks magic and written languages. missiles. Cure Light Wounds: Cures ld8 damage +1/level",
        "name":  "Shield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Magically locks a portal or chest. Entropic Shield: Ranged attacks against you have",
        "name":  "Arcane Lock",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Senses direction toward object Shield of Faith: Aura grants +2 or higher deflection (specific or type). bonus. Melf\u0027s Acid Arrow: Ranged touch attack; 2d4 damage for 1 round + 1 round/three levels. 2ND-LEVEL DIVINE SAVANT SPELLS",
        "name":  "Locate Object",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arrows deal +ld6 fire damage. Shield Other: You take half of subject\u0027s damage.",
        "name":  "Flame Arrow",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alerts you of magical eavesdropping. Magic Vestment: Armor or shield gains +1",
        "name":  "Detect Scrying",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 size, +2 Dex, +1 natural), touch Air Mastery (Ex): An airborne creature takes a -1 14, flat-footed 13 penalty on attack and damage rolls against an air gen. Base Attack/Grapple: +1/-9 • Arcane Spell Unknown: The sha\u0027ir can cast a spell DC 20 Diplomacy check, since the gen is acting as a from the sorcerer/wizard list he does not know proxy to the elemental powers on behalf of the sha\u0027ir. but has seen the effects of and identified with a Modify the sha\u0027ir\u0027s Diplomacy check as follows: successful Spellcraft check. If the sha\u0027ir seeks to • +1 per sha\u0027ir level. cast such an arcane spell, the gen must search for • +2 if the spell is in the Spells Known category (ar ld6 minutes + 1 minute per spell level. A spell so cane only). retrieved does not become learned or known for • -2 per level of the desired spell. the purposes of the gen retrieving it again. • -6 if the spell is an unknown divine spell. • Divine Spell: Retrieving a divine spell, known or • -1 per increase in level caused by the use of a not, takes a gen ld6 hours + 1 hour per spell level. metamagic feat. The gen can retrieve only divine spells from the • -2 per attempt after a failed check the gen makes domains indicated above. to retrieve the same spell in the same day. Once a gen is sent out to fetch a spell, it cannot If the sha\u0027ir succeeds at his Diplomacy check the be recalled; it is gone for the duration of the search. gen reappears within 5 feet of its master and imparts To determine its success, the sha\u0027ir must succeed at a to him the power to cast the spell. If the check fails, EARTH GEN FIRE GEN Tiny Outsider (Earth, Extraplanar) Tiny Outsider (Extraplanar, Fire)",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 size, +1 Dex, +3 natural), touch Armor Class: 15 (+2 size, +2 Dex, +1 natural), touch 13, flat-footed 15 14, flat-footed 13 Base Attack/Grapple: +1/-8 Base Attack/Grapple: +1/-9",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+2 size, +1 Dex, +1 natural), touch such creatures speak. 13, flat-footed 13 Summon Gen Familiar: A sha\u0027ir must obtain a gen Base Attack/Grapple: +1/-9 familiar (see Gen Familiars) at 1st level. A gen familiar is",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Grants +2 (or higher) enhancement to rolls (max+5). natural armor. Neutralize Poison: Immunizes subject against poison, Bear\u0027s Endurance: Subject gains +4 to Con for 1 min./level. detoxifies venom in or on subject. Bull\u0027s Strength: Subject gains +4 to Str for 1 min./level. Nondetection M: Hides subject from divination, scrying",
        "name":  "Barkskin",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arcanopaths are monks, although they meditate on alternative methods of achieving physical enlightenment. As such, an arcanopath monk gains flurry of blows, unarmed damage, AC bonus, and unarmored speed as if he were a monk whose level equaled his monk level + his arcanopath monk level. For instance, a 6th-level monk/1st-level arcanopath has a base flurry of blows attack bonus of +4/+4 (as if he were a 7th-level monk). Those who manage to meet the requirements for this class who are not monks gain these abilities as if a monk equal to only their arcanopath monk level. REQUIREMENTS Chop of Silence (Su): The arcanopath of at least 2nd To qualify to become an level can use this supernatural ability once per round, arcanopath, a character must but no more than once per arcanopath level per day. The fulfill the following criteria. arcanopath must declare he is using the chop of silence",
        "name":  "Student of Perfection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8 + Int modifier. the spell of the same name, as cast by a sorcerer of the cerebrex\u0027s class level. enigma, code, or riddle, she gains a circumstance bonus Blindsight (Ex): An 8th-level cerebrex gains blindsight equal to her cerebrex level to any Intelligence checks or to 60 feet (Monster Manual, page 306). Intelligence-based skill checks necessary to solve it. Twist the Neural Skein (Su): The 9th-level Cerebrex Scent (Su): At 2nd level, the cerebrex gains the scent knows the neural \"shapes\" of spells in her own mind so ability (Monster Manual, page 314). well that she can sense the traces of memorized spells in Aggression Mastery (Su): At this point in her the minds of her opponents and tear them from their development, the 3rd-level cerebrex has mastered the minds. Twice per day, as a standard action, a Cerebrex areas of the brain responsible for aggression. Once can watch a known spellcaster and attempt to determine per day, as a standard action, the cerebrex may either a spell that caster still has prepared. She must succeed cause herself or another creature to enter a rage (as a at a Spellcraft check (DC 15 + spell level + opponent\u0027s barbarian), or alternatively to force a barbarian out of a Intelligence modifier) to uncover a spell. The amount rage. Non-barbarians rage as a 1st-level barbarian, while the check result exceeds this DC determines the highest barbarians rage as normal. The cerebrex must touch the level of spell she can find. She knows one randomly creature, which provokes an attack of opportunity, to use determined prepared spell of the appropriate level (or this ability. An unwilling target can make a Will save (DC lower). The cerebrex chooses the spell level she wishes to 10 + one-half cerebrex level + Charisma bonus) to negate investigate after making her check. the effect. The cerebrex may attempt to overload the paths of Symphony of Nerves (Su): A 4th-level cerebrex\u0027s neural the spellcaster\u0027s memory, making a discerned spell networks are now highly sensitized. Once per day, as a inaccessible, as if it had been cast. This requires the free action, she gains an enhancement bonus to Dexterity cerebrex to succeed at a touch attack against the opponent. TABLE 3-4: THE CEREBREX BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL SPELLS PER DAY 1st +0 +0 +0 +2 Enigma\u0027s bane — 2nd +1 +0 +0 +3 Scent +1 level o-f existing class 3rd +1 +1 +1 +3 Aggression mastery 4th +2 +1 +1 +4 Symphony of nerves +1 level of existing class 5th +2 +1 +1 +4 Blindsense, telepathic immunity — 6th +3 +2 +2 +5 Eidetic memory +1 level of existing class 7th +3 +2 +2 +5 Clairaudience/clairvoyance — 8th +4 +2 +2 +6 Blindsight +1 level of existing class 9th +4 +3 +3 +6 Twist the neural skein — 10th +5 +3 +3 +7 Neural glimpse, inscrutable mind +1 level of existing class She and her opponent then both make opposed Will saves. If the cerebrex wins the opposed roll, the target loses the spell. If her opponent wins, he retains the spell, but the cerebrex may try again (including another attempt that round, if she can make more than one attack per round). This ability has no effect on Spellcasters who don\u0027t prepare their spells, such as bards and sorcerers. Neural Glimpse (Su): The cerebrex can detect minute indicators of a humanoid\u0027s intended actions even as that being becomes aware of them. In combat, this translates into an insight bonus to AC equal to the cerebrex\u0027s Intelligence modifier. Outside of combat, the cerebrex gains an insight bonus equal to her Intelligence modifier (minimum +1) on Bluff, Diplomacy, Intimidate, and Sense Motive checks. She may use this ability once per day for a number of rounds equal to her cerebrex class level. Inscrutable Mind (Su): Also at 10th level, the cerebrex has become so aware of her own mind that she gains a +4 bonus on all saves made against mind-affecting, fear, and sleep effects. In addition, whenever a cerebrex makes a saving throw against an illusion, she gains a circumstance bonus equal to her Intelligence bonus. Fleet Runner of Ehlonna by James Wyatt, DRAGON #283, May 2001 In the wild, speed is sometimes essential. Often, an animal\u0027s only hope of survival is to outrun another creature. Certain followers of Ehlonna, goddess of the woodlands, emulate this aspect of the natural world above all others, cultivating their natural speed until they become like the deer leaping between the trees, or—eventually—the wind that blows through them. Most fleet runners of Ehlonna are clerics or druids who serve that deity, although a number of rangers also follow this path. Multiclass cleric/rangers or druid/ rangers quite often become fleet runners, but members of other classes are rarely interested. NPC fleet runners are almost feral creatures of the woodland. They have been known to run with the centaurs and dance with the satyrs although many prefer the company of animals to that of more sophisticated creatures. They use their speed and travel-related abilities in defense of the woodlands—to carry messages, send for aid, or bring aid themselves. CLASS FEATURES All of the following are class features of the fleet runner of Ehlonna prestige class. REQUIREMENTS 40 feet. This increase stacks with similar speed increases, To qualify to become a fleet runner such as from the barbarian or monk classes. of Ehlonna, a character must fulfill Greater Mobility (Ex): A fleet runner of Ehlonna gains all the following criteria: a +8 dodge bonus to Armor Class against attacks of",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At every even level the fleet runner gains new runner can use evasion only if she is wearing light armor spells per day (and spells known, if applicable) as if she or no armor. had also gained a level in a divine spellcasting class Leap of the Hart (Ex): At 3rd level and higher, a she belonged to before adding the prestige class. She fleet runner makes Jump checks as if she made a does not, however, gain any other benefit a character running jump regardless of how far she moves (if at all) of that class would have gained (improved chance of before leaping. rebuking or controlling undead, wildshape, and so on), Shot on the Run: At 4th level, the fleet runner gains except for an increased effective level of spellcasting. the Shot on the Run feat, even if she does not meet If a character had more than one spellcasting class its prerequisite. before becoming a fleet runner, she must decide to Run Like the Huntress (Su): At 5th level, a fleet which class she adds the new level for purposes of runner gains supernatural stamina while running. She determining spells per day. can run for a number of rounds equal to two times her Fast Movement (Ex): The fleet runner has a speed Constitution score without making any checks, and faster than what is normal for her race by +10 feet when she gains a +8 bonus on Constitution checks made to wearing no armor, light armor, or medium armor (and continue running after that point. not carrying a heavy load). For example, a human fleet Improved Evasion (Ex): At 6th level, a fleet runner\u0027s runner in studded leather armor has a standard speed of evasion ability improves. She still takes no damage on TABLE 3-5: THE FLEET RUNNER OF EHLONNA BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL SPELLS 1st +0 +2 +0 +2 Fast movement, greater mobility, — additional domain 2nd +1 +3 +0 +3 Evasion +1 caster level - 3rd +2 +3 +1 +3 Leap of the hart 4th +3 +4 +1 +4 Shot on the Run +1 caster level 5th +3 +4 +1 +4 Run like the huntress — 6th +4 +5 +2 +5 Improved evasion +1 caster level 7th +5 +5 +2 +5 Run like the wind - 8th +6 +6 +2 +6 Leopard\u0027s pounce +1 caster level 9th +6 +6 +3 +6 Swiftness of the tigress - 10th +7 +7 +3 +7 Cheetah\u0027s sprint +1 caster level a successful Reflex, but henceforth she only takes half character adds half her flux adept level to all Balance, damage on a failed save. The fleet runner can only use Climb, Escape Artist, and Tumble skill checks. improved evasion if she wears light armor or no armor. Pheromonic Control (Ex): At 2nd level, the flux adept Run Like the Wind (Sp): At 7th level, a fleet runner can learns that beauty is more than skin deep—it lies at least slip magically between spaces, as per the spell dimension as deep as the glands. Three times per day, the flux adept door, once per day as a spell-like ability. The fleet runner\u0027s may create an affect that functions like eagle\u0027s splendor, effective caster level equals her class level. as cast by a sorcerer of the flux adept\u0027s class level. In Leopard\u0027s Pounce (Ex): At 8th level, a fleet runner can addition, the flux adept gains an additional +2 bonus on make a full attack at the end of a charge. any Charisma-based skill check made against a creature Swiftness of the Tigress (Ex): When she reaches 9th with the scent ability. level, a fleet runner can act as if under the effects of a Thermoregulation (Su): A 2nd-level flux adept can, at haste spell for a total of 1 round per class level per day. will, vary her skin and blood to cope with extremes of These rounds need not be consecutive. temperature, even when these extremes have magical Cheetah\u0027s Sprint (Su): Once an hour, a loth-level origins. The flux adept gains a +2 bonus on all saves fleet runner can take a charge action to move ten against fire or cold effects, as well as Fortitude saves times her normal speed. made in cold or very hot conditions (DUNGEON MASTER\u0027S Guide, pages 302-303). At 7th level, the bonus increases to +4, and the flux adept is immune to the effects of cold Flux Adept and hot conditions. Iron Stomach (Su): Beginning at 3rd level, the flux by Andrew M. Scott, DRAGON #317, March 2004 adept may draw nutrients out of any substance: bark, grass, stone, gold, and even ash. The adept gains no The path of the flux adept is far more physical benefit against poisons delivered by an attack, but and bloody than most mages would ever want to becomes immune to all ingested poisons (DUNGEON experience. The creed of the adept is that the body MASTER\u0027S Guide, page 297). is in constant turmoil, and that turmoil should be Bitter Tides (Ex): The 4th-level flux adept now embraced and empowered, not overcome. Arcane commands the composition of all fluids produced by magic opens the door to the true potential of what is glands or ducts of the body, such as tears, sweat, and usually thought of as mere scaffolding for the brain: saliva. She gains the ability to make such fluids acidic, muscles, glands, organs. However, these systems, and can do so a number of times per day equal to 3 plus given their due, can turn any creature—mage or her Constitution modifier (minimum 1). With this ability, not—into an awesome force. the flux adept may either spit a single concentrated bolus of acidic saliva or sweat acid for 10 minutes. The acidic CLASS FEATURES spittle deals 3d6 points of acid damage on a successful All of the following are class features of the flux adept ranged touch attack (range increment 10 feet). Her prestige class. acidic sweat deals 1 point of acid damage per round to",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, a force missile mage gains increased mastery over his spell of choice. Every time he casts magic missile he creates an addition missile, even if this extra missile exceeds the normal maximum of five missiles that the spell normally allows. Thus, a 1st-level force missile mage/6th-level wizard creates five magic missiles, while a 1st-level force missile mage/8th- level wizard produces six missiles. At 5th level, the force missile mage benefits from an additional bonus missile. This means that a high-level force missile mage can create up to seven missiles with a single casting of magic missile. Still Missile (Ex): All of the force missile mage\u0027s magic missile spells lack a somatic component. He casts magic missile as if using the Still Spell feat but without an increase in spell level. Energy Missile (Ex): A force missile mage becomes intimately attuned to the energies that compose the spell magic missile and may alter them in significant ways. Starting at 2nd level, a force missile mage may add either the acid, cold, electricity, or fire descriptor to any magic missile he casts. The type of energy added to the spell is chosen at the time of casting, and you can choose a different type of energy each time you cast magic missile. This altered descriptor affects all missiles created by a single casting of magic missile. Although still a force spell, any magic missile altered in this way deals additional damage against vulnerable creatures and less damage against creatures with related resistances and immunities. Swift Shield (Sp): A force missile mage realizes the need to defend himself against the magic missiles of FAVORED SPELLS OF THE FORCE MISSILE MAGES Force missile mages have a long and prolific history of using of damage per two caster levels (maximum 5d6). In and creating magic similar to their spell of choice. Provided addition, any target damaged by this spell must succeed here are two spells likely to appear in the spellbooks of at a Fortitude save or be knocked prone (size and stability many force missile mages. More information on force modifiers apply to the saving throw as if the spell were a spells and the Force domain are provided in Complete bull rush). Arcane and Complete Divine, respectively. Those interested in further expanding their repertoire of force spells should ORB OF FORCE also consult \"Force Spells\" in DRAGON #323. Evocation [Force]",
        "name":  "Bonus Missile",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes streaks from your palm toward your target. You must succeed on a ranged touch attack to hit the target. The You direct an invisible blast of force at a chosen target. orb deals a total of ld6 points of damage per caster The blast is a ranged touch attack that deals ld6 points level (maximum 10d6). TABLE 3-7: THE FORCE MISSILE MAGE BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL SPELLS PER DAY 1st +0 +0 +0 +2 Bonus missile, still missile — 2nd +1 +0 +0 +3 Energy missile, swift shield +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Overpowering missile +1 level of existing spellcasting class 4th +2 +1 +1 +4 Reflective shield +1 level of existing spellcasting class 5th +2 +1 +1 +4 Bonus missile +1 level of existing spellcasting class other Spellcasters. A 2nd-level force missile mage can of being affected by magic missile, a force missile mage is cast shield once per day as an immediate action. (An constantly treated as being under the effect of the spell immediate action is like a free action, but only one can spell turning, thus reflecting offensive magic missiles back be made per round.) This spell is cast in addition to the at their caster. If that caster is protected by the shield force missile mage\u0027s usual number of spells per day and spell or a brooch of shielding, these reflected magic missiles at the force missile mage\u0027s highest caster level. are negated as normal. Missiles reflected back against",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 3rd level, the force missile a caster who also has spell turning in effect require the mage\u0027s magic missile spells become especially potent, force missile mage to roll on the spell turning mishap breaking through spell resistance more readily than normal. chart (Player\u0027s Handbook, page 283). He gains a +2 bonus on caster level checks to overcome a creature\u0027s spell resistance with the spell magic missile. This Monk of the benefit only applies to magic missile spells he casts. Enabled Hand In addition, a force missile mage\u0027s magic missiles might penetrate shield spells and brooches of shielding. Against such protections, the force missile mage makes a caster by Bruce R Cordell, DRAGON #299, September 2002 level check with a DC equal to the caster level, in the case of shield, or DC 20, in the case of a brooch. Monasteries can be found in every corner of the land, Reflective Shield (Sp): At 4th level, a force missile each filled with contemplative monks learning the mage can reflect the spell magic missile. For the purposes special brand of martial arts each individual monastery REQUIREMENTS To qualify to become a monk of the Enabled Hand, a character must fulfill the following criteria.",
        "name":  "Overpowering Missile",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The shaper of form gains a +1 natural allows the shaper of form to create a Mordenkainen\u0027s armor bonus. disjunction effect to completely remove all magical",
        "name":  "Resilience",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "By focusing your perceptions on only one opponent, you reap benefits at the cost of your ability to defend against the attacks of others. When in melee with the foe you designate as the focus of your Dodge feat, you may choose to gain an additional +1 dodge bonus to your Armor Class from attacks made by that creature and a +1 competence bonus on attack rolls against that foe. Unfortunately, during that round you take a -2 penalty to your AC against attacks by any other creature.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If a character takes this feat any time after 1st 2nd—Darkness level and has already learned any of the spells on this 3rd—Sepia snake sigil 4th—Bestow curse 3rd—Tongues* 5th—Nightmare 4th—Fire shield 6th—Mislead 5th—Cloudkill** 7th—Insanity 6th—Summon monster VI (elementals and outsiders 8th—Maze with the fire subtype only) 9th—Imprisonment 7th—Delayed blast fireball",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +4 bonus to your Armor Class Your physical characteristics might vary depending on against any blow enhanced by the Power Attack feat. the type of undead creature from which you are descended,",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "James Wyatt. Source: #309. exclusively comes from intelligent, corporeal undead. It takes powerful magic or extremely bizarre situations for to Armor Class for your next attack and the next creatures to gain this feat from unintelligent or incorporeal attack of any allies adjacent to the foe when you made undead. The descendants of ghouls tend to be feral and your Bluff check. To benefit from this feat, each ally\u0027s constantly hungry. Those with ghast ancestors generally next attack and your next attack must be made on or have a strong, unpleasant stench, and they often find it before your next turn. difficult to satiate their hunger. Lich-blooded characters Normal: After a successful feint in combat, your value intelligence and generally have elitist personalities, victim loses his Dexterity bonus to AC for your next often appearing gaunt and skeletal. Characters descended attack, so long as you make your attack on or before from mummies tend to have dull but focused personalities, your next turn. and many have gaunt, dry skin. Descendants of vampires Special: A fighter may select Pack Feint as one of his tend to have long canine teeth and commanding, fighter bonus feats. seductive personalities. Wight-blooded characters tend Author: Dean Poisso. Source: #313. to have clawlike fingernails and toenails, and lean, muscular bodies; they are generally hate-filled loners who PACK TACTICS [GENERAL] hold grudges. Characters with the Necromantic Bloodline Fighting in cooperation with one or more partners feat often favor wearing the blacks, whites, and grays of is second nature to you. You are a master of harrying mourning. opponents and finding their undefended flanks.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You may cast one additional spell per day, bonus +5. over and above your allotment for the class that qualified Benefit If you use Combat Expertise to increase your you for your base bloodline feat. The additional spell Armor Class, the first opponent to attack and miss you for must be one granted by that bloodline feat. that round provokes an attack of opportunity from you.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scott Carter. Source: #325. SHIELD MAIDEN\u0027S GRACE [GENERAL] You can channel energy to grant grace and spiritual calm to your companions.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend one of your turn undead attempts to grant a touched creature the protection of your divine grace. The creature applies your Charisma modifier at the time it was touched as a bonus on all saving throws. The Shield Maiden\u0027s Grace lasts a number of rounds equal to your Charisma modifier (minimum 1 round). The bonus from this ability does not stack with a paladin\u0027s divine grace.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The dwarven warpike resembles a halberd with a greatly elongated shaft, and a counterweight at the other end. A dwarven warpike has reach. You can strike opponents 10 feet away with it, but you can\u0027t use it against an adjacent foe. If you use a ready action to set a dwarven warpike against a charge, you deal double damage on a successful hit against a charging character. You can use the hook on the back of a dwarven warpike to make trip attacks. If you are tripped during your own trip attempt, you can drop the dwarven warpike to avoid being tripped. Author: Jason Bulmahn, Ari Marmell, et al. Source: #331. Armor Only a fool ventures out into the wilds or the depths of a dungeon without some form of protection. The new armors presented in this section are drawn from both history and the world of the fantastic.",
        "name":  "Warpike, Dwarven",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This suit of gladiatorial armor consists of leather and metal protection for only the left arm and shoulder, including a high shoulder guard. Author: Dean Poisso. Source: #303.",
        "name":  "Retarius",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Crafted by highly trained artisans who Alchemical Items weave this armor from the silk of monstrous spiders, silk armor is a prized form of protection favored by drow While magic is the most common source of power who want to look good without weighing themselves for adventurers, the pseudo-science of alchemy has down. Silk armor looks more like a medium-weight produced such useful tools as the tindertwig and the jerkin than regular armor, but it is incredibly tough. thunderstone. These new alchemical items fill a variety Silk armor is naturally accepting of enhancements. of roles for adventurers. Although the enhancement\u0027s cost is unaffected, the time Alchemist\u0027s Mercy: A fine powder that, when mixed it takes to add the enhancement to the armor is reduced with water or fruit juice and consumed, eliminates the by half In addition, non-masterwork silk armor can be effects of a hangover. Author: Jesse Decker and Stephen enhanced with magic. Author: Eric Cagle. Source: #298. Kenson. Source: #280. TABLE 5-2: ARMOR ARMOR MAXIMUM ARMOR ARCANE SPELL ARMOR COST BONUS DEX BONUS CHECK PENALTY FAILURE CHANCE WEIGHT Light Armor Retarius armor 10 gp +1 +6 -1 5% 5 lb. Samite armor 10 gp +1 +8 -1 10% 10 lb. Secutor armor 40 gp +3 +3 -2 20% 30 lb. Silk armor 5,000 gp +3 +8 -1 5% 15 lb. Thracian armor 15 gp +2 -2 10% 15 lb.",
        "name":  "Silk Armor",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This slippery red oil has a mild corrosive dipped into a revealing solution. The efficient formula effect on most metals. Although long-term use of armor for the ink actually produces the revealing solution as soft is detrimental to any suit of armor, it provides the a byproduct of the creation process, making the two short-term benefit of easier movement and less noise. relatively inexpensive. Courier\u0027s ink is common enough Any suit of metal armor treated with armor soft has that blank pages found among captured documents its armor check penalty reduced by one. The effects of are routinely dipped in a revealing solution to look for armor soft last for 1 hour. information hidden with the ink. Revealed courier\u0027s ink Each application of armor soft causes a cumulative is always red, so most people with sensitive information 5% chance of the armor failing. The check is made after to hide write or draw on a page first in a differently the duration of the armor soft has expired. Any armor colored ink. This serves to draw suspicion away from that fails as a result of armor soft\u0027s corrosive effect is pages treated with the special ink. Once the revealing rendered useless. solution is applied, messages written in courier\u0027s ink are Armor soft does not reduce the armor check penalty of permanently visible. nonmetal armor, but the corrosive properties still apply. Courier\u0027s ink cannot be used to record a spell. Until",
        "name":  "Armor Soft",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When ingested—usually dissolved in a This section presents a variety of new magic items. It is drink or sprinkled over a meal—a vial of this powder arranged in the same order as the DUNGEON MASTER\u0027S induces a lethargic state for 1d3 hours, during which the Guide, although rods and staffs are combined into one subject is highly susceptible to suggestion. A successful table and section. DC 14 Fortitude save negates this effect. Anyone interacting with someone who has failed the save against TABLE 5-4: SPECIFIC ARMORS a dose of tongueloose receives a +4 circumstance bonus on Bluff, Diplomacy, and Intimidate checks against ARMOR PRICE that person. Author: Eric Cagle \u0026 Evan Michael Jackson. Drachensgaard 11,000 gp",
        "name":  "Tongueloose",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "#316. Arboreal armor 16,000 gp Traveler\u0027s Solace: This fiery, unpleasant liquid allows Humillianthir 21,000 gp the user to temporarily circumvent the effects of fatigue Praesidium Luminata 24,000 gp and exhaustion for a short time. Fatigued or exhausted Hellshield 25,000 gp characters who drink a vial of traveler\u0027s solace can run and Truedeath 26,000 gp charge normally. Fatigued characters under the effects Shield of obstruction 27,403 gp of traveler\u0027s solace take no penalties to their Strength Armor of the long journey 39,650 gp or Dexterity. Exhausted characters take a -4 penalty to Spellcease 40,000 gp both ability scores (instead of the usual -6 penalty). The Breastplate of righteous endeavors 61,600 gp beneficial effects of traveler\u0027s solace last for 1d4 hours, but the aftereffects last much longer. Exhausted characters who use traveler\u0027s solace to lessen the effects of exhaustion SPECIFIC ARMORS require a full 8 hours of rest before they become fatigued. The following specific suits of armor usually are Fatigued characters who use traveler\u0027s solace require at preconstructed with exactly the qualities described here. least 8 hours of bed rest before they become fully rested. Arboreal Armor: Druids created arboreal armor for A vial of traveler\u0027s solace has no effect if another has been their ranger allies so they might better defend the wilds taken within the past 8 hours. Author: Jesse Decker and against despoilers. Stephen Kenson. Source: #280. Arboreal armor appears as plates of bark held together",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This sweet white wine of elven origin by vines and covered with patches of moss. The armor loosens the tongue more effectively than other alcohol- has an earthy smell, and it is favored by wood elves, who based drinks. In addition to suffering the wine\u0027s find it especially suited to their naturalistic taste. normal intoxicating effects, a character who drinks Arboreal armor functions as a set of +2 leather truth wine must make a DC 15 Will save to tell a lie. The armor. Its appearance gives the wearer a +4 bonus on wine\u0027s effects are short-lived, lasting only 10 rounds -1 Hide checks made in forested settings. The armor round per point of the drinker\u0027s Constitution bonus. automatically regenerates damage dealt to it at the (For example, a character with a +2 Constitution rate of 1 hit point per hour. The wearer can cast bonus would suffer truth wine\u0027s effects for 8 rounds.) entangle three times per day, and the armor itself Hellshield Armor Truedeath Armor Drachensgaard Armor casts goodberry every morning at dawn, growing five removed his need for rest. Heironeous instructed berries from its own form. Ironbrow to forge as many breastplates as he could Faint abjuration; CL 5th; Craft Magic Arms and within a three-month period, anoint the armor with Armor, entangle, goodberry; Price 16,000 gp; Weight 15 lb, the ethereal-based oil, and sprinkle each chest plate",
        "name":  "Truth Wine",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor of the long impressed him greatly. journey is made from a mundane-looking steel alloy When the foretold day of evil arrived, the dwarves bearing no special marks or runes. While the armor were ready. As hordes of drow vampires surrounded appears bulky, a closer inspection reveals that it is the underground dwarven complex, legions of its actually as light as a chain shirt. bravest soldiers teleported into their midst. It was the Armor of the long journey protects its wearer as a suit of breastplate of righteous endeavors that won the battle, a feat +2 full plate armor of cold resistance. The suit, however, is that history has not forgotten. so light that its owner can move at his normal base land Each breastplate of righteous endeavors is a +3 breastplate. speed rather than the reduced land speed caused by All are marked with Heironeous\u0027s holy symbol—a large normal full plate. The armor of the long journey also aids white hand gripping a surging lightning bolt. Only lawful its wearer in carrying great loads. While wearing this good characters can use the breastplate\u0027s other powers; to armor, the owner treats all medium loads as light loads, all others it functions simply as a +3 breastplate. and all heavy loads as medium loads. Furthermore, the For lawful good characters, the armor absorbs the wearer of armor of the long journey never suffers from the first 10 points of damage per round due to damage effects of fatigue caused by traveling. Combat and other from negative energy the wearer would normally take conditions (such as swimming, raging, and certain (similar to the resist energy spell). In addition, the wearer spells) fatigue the wearer normally. can use the armor to cast bless, invisibility to undead, and Moderate abjuration; CL 6th; Craft Magic Arms and protection from evil three times per day, and holy smite Armor, bear\u0027s endurance, resist energy; Price 39,650 gp; once per day as a loth-level caster. Weight 25 lb. Author: Richard Farrese. Source: #328. Moderate evocation; CL 10th level; Craft Magic",
        "name":  "Armor of the Long Journey",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hellshield was crafted by the wizard Armadane whenever he summons it. for the paladin Cornelius Borugon, a devout follower of As a move action the paladin can greater teleport onto",
        "name":  "Hellshield",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +2 lawful suppressing sturdy shoots of evergreen bamboo are ornately etched quarterstaff is designed specifically for use by the most with depictions of serene glades, lakes, and mountains, powerful githzerai monks against the slaadi of Limbo as well as symbols meant to inspire peace. However, in stark contrast, the glistening metal of countless chains TABLE 5-7: RINGS covers much of their carved surfaces. While the silvery chains hide much of the staffs masterfully crafted RING COST surfaces, they protect the etchings from coming to Evil eye 6,000 gp harm when used in battle. Earth\u0027s grasp 10,000 gp Composed of a length of bamboo wrapped in a thin Keeper\u0027s guide 24,000 gp mesh of mithral chains, the staff of the crushing breeze is a +2 Scry detection 28,000 gp quarterstaff that grants its wielder access to the Improved Stalking 56,000 gp Trip feat, even if she does not meet the prerequisites. Moderate evocation; CL 6th; Craft Magic Arms and made of solid turquoise with a single lapis lazuli stone Armor, gust of wind; Price 18,000 gp; Weight 4 lb. Author: set in it. This ring grants the wearer the ability to find Keith Strohm. Source: #325. traps as a rogue and a +3 insight bonus on all Search",
        "name":  "Quarterstaff of Law",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wielder gains a +3 natural armor bonus spell, once per day. and a +4 enhancement bonus to his Strength. While Faint divination; CL 3rd; Craft Wondrous Item, speak using this aspect the wielder adds 20 pounds to his with animals; Price 4,120 gp; Weight —. Author: Kieran weight from increased bulk. Turley. Source: #326.",
        "name":  "Bear",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Inspired by the piety and blessed by clerics of Isis, the belt of the dedication of one of the monkey god\u0027s most devout camel defends travelers on long treks servants, these bands are among the most across the desert. The belt protects honored gifts bestowed by those in the deity\u0027s the wearer from extreme heat, as service. With the swiftness of the wind and the per endure elements, but not cold. In strength of a savage animal, the forces incarnate addition, the wearer never becomes in these simple-looking bands combine to keep thirsty and never requires water their wearer from harm. for nourishment, although the The bands of the iron monkey are simple leather need for food still exists. The armbands with six silver belt must be worn for 24 hours medallions sewn along before its powers take effect. the leather that covers Faint abjuration; CL 1st; Craft the outer forearm. This Wondrous Item, create water, item grants the wearer endure elements; Price 3,000 a +2 bonus on initiative gp; Weight 1 lb. Author: Kevin rolls and grants her free Hamilton. Source: #325. use of the Deflect Boots of the Woodland: Arrows feat. Both These enchanted calf-high boots armbands must are fashioned from soft leather or be worn, and the suede with thick soles made from user must have at spongy hide. The boots, which least one hand free come in all manners of style, only to deflect projectiles. If the have one distinctive and uniting wearer already has the Deflect feature in the form of a rune engraved Arrows feat, bands of the iron monkey upon each sole, forming a crude \"X.\" allow the wearer to use the feat twice each round. Boots of the woodland bestow great speed and agility Faint abjuration; CL 3rd; Craft Wondrous Item, upon their owner while traveling in woodlands. In any entropic shield; Price 15,000 gp; Weight 2 lb. Author: Keith forest environment (which includes sparse woods and Strohm. Source: #325. tree-covered hills or mountains) the wearer of a pair of",
        "name":  "Bands of the Iron Monkey",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Liquid transformed by this rune grants Each extradimensional anchor comes with a shield—a the rune invoker resistance to fear. This functions as fine, magically enhanced mesh of mithral that, when the remove fear spell. draped over the anchor, suppresses the dimensional anchor",
        "name":  "Bravery Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rune causes the liquid within the effect. This shielding does not, however, stop the item stein to have the same effects as a potion of bear\u0027s endurance. from floating. fortitude Rune: This rune causes the liquid within the Moderate abjuration; CL 7th; Craft Wondrous Item, stein to have the same effects as a potion of aid. dimensional anchor; Price 112,000 gp; Weight 20 lb.",
        "name":  "Endurance Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This rune grants the drinker a +4 natural Once absorbed, the eye of Horus allows its user to armor bonus for 1 hour. detect evil at will as a standard action. In addition, the user may cast disguise self, misdirection, and protection from Golden Beholder: A golden beholder is a magic scrying evil, each once per day and only on himself device that shares its form with its monstrous namesake. Faint divination; CL 3rd; Craft Wondrous Item, detect With all of its pieces collected and in place, the golden evil, disguise self, misdirection, protection from evil; Price 13,200b eholder looks like a 2-foot-diameter sculpture of a gp; Weight —. Author: Kevin Hamilton. Source: #325. beholder made of gold. The large central eye is a sphere",
        "name":  "Mettle Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A mirror of captured remaining in the area himself. images appears to be a finely They are also occasionally wrought silver mirror, typically used for blackmail purposes, 3 feet tall by 4 feet wide and capturing indiscretions that held in a frame containing the instigators would rather 24 embedded gemstones. It not become public knowledge. has a retractable leg on the As the mirror has no auditory back of its frame allowing capability, Spot is an invaluable it to stand upright upon a skill when using this device to spy desktop or dresser, but it is upon others\u0027 conversations. more commonly hung upon a Strong divination; CL 13th; Craft wall at the appropriate height for Wondrous Item, clairaudience/clairvoyance, proper viewing by its owner. planeshift; Price 40,000 gp; Weight 40 lb. Author: The mirror of captured images is Johnathan M. Richards and Matthew Sernett. Source: #319. slightly different than most scrying devices in Obi of the White Lotus Master: Constructed of the that it can be set to begin scrying and then continues purest silk and delicately decorated with masterful to do so automatically until the effect is dispelled brushstroke representations of lotus petals, the obi of the or it is commanded to stop. Upon utterance of a white lotus master is reputedly the belt worn by a master command word, the mirror views another place as if warrior-philosopher before he attained Perfection. with clairvoyance, but vision extends even onto other Anyone of lawful alignment wearing the obi receives a planes provided that the user is sufficiently familiar +4 armor bonus to Armor Class. with the chosen place. A second command word If worn by a monk, this item reveals its true nature. begins recording the images from the distant location When tightened around the waist of a lawful neutral depicted in the mirror\u0027s surface, storing these images character with the unarmed strike ability or Improved Unarmed Strike feat, the obi enhances its wearer\u0027s Requiem Jar: This tonic of black sludge is typically perception, allowing her to see her opponents\u0027 encased in a barrel-shaped bronze receptacle, around intentions and granting her the opportunity to counter which hangs a chain with a blank plaque. To use this or avoid attacks. This effect causes any foe to suffer a tonic, it must be poured into a corpse\u0027s mouth. From 20% miss chance when attacking the wearer. If the obi there it magically works its way through the body, of the white lotus master\u0027s wearer is denied her Dexterity causing the corpse to deteriorate at an incredible bonus, she cannot make use of the obi\u0027s enhancement rate. In 1 round all remnants of the corpse\u0027s flesh and of perception, and the obi only provides its +4 bonus to blood dissolve into dust. In 2 rounds the creature\u0027s Armor Class. bones or exoskeleton completely crumble and in 3 Faint abjuration; CL 3rd; Craft Wondrous Item, mage rounds the resulting dust magically whirls up and armor, owl\u0027s wisdom; Price 48,000 gp; Weight 1 lb. Author: flies into the empty container formerly housing the Keith Strohm. Source: #325. tonic. On the previously blank plaque the creature\u0027s",
        "name":  "Images",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The freezer. This glyph freezes the targeted ability score when you create this glyph.. target It has the same effect as chill metal, but Rimesh: The sanctifier. Deals 1d6 points the target takes damage as if he wears metal of damage per three caster levels against armor, regardless of his actual equipment. A evil living creatures. A successful Reflex save successful Will save negates the effect. halves the damage. Undead take 1d6 points of damage",
        "name":  "Lumat",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Acid. This glyph explodes into a only creatures that have taken damage from a physical shower of corrosive acid that sprays the attack or spell within the past 6 hours. The glyph has target. It deals 1d6 points of damage per no effect on creatures uninjured in the past 6 hours, 2 caster levels. A successful Reflex save nor on constructs, elementals, plants, undead, or other halves the damage. This damage also applies to any creatures that lack or do not need blood. armor the target wears. Uvas: The web. This glyph has the",
        "name":  "Ozha",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 Dex, +8 natural), touch 11, flat- This foul creature resembles a sapling covered with black footed 18 leaves and sharp thorns. It is humanoid in shape, with broad, Base Attack/Grapple: +6/+10 powerful legs and long, willowy arms that end with three fierce",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares), fly 30 ft. (good) This spherical creature is covered with dozens of armored",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (-1 size, +2 Dex, +10 natural), touch 11, plates with a single large eye dominating its center. Ten flat-footed 19 writhing tentacles, ending in small mouths set with dozens of Base Attack/Grapple: +7/+13 small, loony hooks, gnash and bite.",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5d12 (35 hp) damage, or otherwise use any of the standard options Initiative: +3 available to a grappler. Instead, it merely continues to Speed: 10 ft., swim 20 ft. drain blood from its victim. The victim can attempt Armor Class: 20 (-2 size, +3 Dex, +9 natural), touch 11, to break free as normal, but he takes a -2 penalty on flat-footed 17 his grapple check per tentacle attached to him beyond Base Attack/Grapple: +2/+14 the first. Attack: Bite +4 melee (1d10+4) The bleeder\u0027s tentacles are vulnerable to attack. A Full Attack: 5 bites +4 melee (idio+4) tentacle is AC 14 (-1 size, +2 Dex, +3 natural) and has Space/Reach: 15 ft./10 ft. 10 hit points. If its hit points are reduced to 0 or Special Attacks: Death gaze less, it is severed. A severed tentacle no longer causes Special Qualities: Acid resistance 10, DR 10/cold iron, Constitution damage via the blood drain ability. electricity immunity, fast healing 15, fire resistance 10, Damage dealt against a tentacle has no effect on the flashbacks, scent, sunlight vulnerability, undead traits bleeder\u0027s overall hit point total. Saves: Fort +4, Ref +7, Will +3",
        "name":  "The bleeder cannot make grapple checks to pin, Hit Dice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+7 Dex, +5 natural), touch 17, flat- of arms, legs, torsos, and heads, mixed together with footed 15 plant and animal matter. The bonespitter moves about Base Attack/Grapple: +1/+2 on those arms and legs nearest its base and is nimble",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— A horrific monstrosity with a vaguely humanoid shape, this creature is composed of body parts from apparently dozens of different species and includes plants and minerals in its amalgamation. The creature\u0027s bones appear to writhe beneath its flesh, and on occasion a bone spur juts forth in a bloody eruption, only to be reabsorbed a moment later. The bonespitter is a disgusting undead abomination formed when a planar flux causes the fabric between two worlds to break, mingle, and return to normal in the space of a few moments. The living creatures caught and occasionally leaping from the body to fall back in attempting to use a dispel magic spell (cast as a 6th-level with wet slaps. sorcerer) to counter the spell. The transformation into a bonespitter shatters the Displacement (Su): The bonespitter\u0027s chaos-infused minds of those consumed by the planar shift, but their body creates a light-bending glamer that warps and new undead bodies are resistant to destruction. distorts perceived spatial dimensions, making it difficult to surmise the creature\u0027s true location. Any COMBAT melee or ranged attack directed at it has a 50% miss The bonespitter is haunted by half-formed memories chance unless the attacker can locate the bonespitter of the various lives its body parts led. The sight of an by some means other than sight. A true seeing effect unblemished creature who has not been consumed allows the user to see the bonespitter\u0027s position, but see by these terrible energies fills a bonespitter with invisibility has no effect. boundless rage. Bone Shards (Su): The bonespitter\u0027s preferred method Bonetree of attack is to crush one of its mobile bones to fragments in the supernaturally powerful jaws of one of its many faces; it then spews these razor-sharp fragments with by James Jacobs, DRAGON #280, February 2001 deadly accuracy. The bonespitter can make this attack once per round as a standard action; bones consumed Huge Plant and ejected in this manner are replaced by new bones Hit Dice: 11d8+55 (104 hp) in the space of only a few seconds. This attack has a Initiative: +0 range of 30 feet with no range increment. Speed: 0 ft. Disease(Su):Bonespitters are infested with a terrible Armor Class: 12 (-2 size, +4 natural), touch 8, supernatural contagion known as the dripping decay. flat-footed 12 Any living creature damaged by a bonespitter must Base Attack/Grapple: +8/+16 make a DC 15 Fortitude save to avoid contracting Attack: Stinging vines +6 melee (1d4 and poison) this magical disease. Failure causes the victim to Full Attack: Stinging vines +6 melee (1d4 and poison) take 1 point of Strength, Dexterity, and Constitution Space/Reach: 10 ft./10 ft., 30 ft. with stinging vines damage. As the fever progresses, a new Fortitude Special Attacks: Constitution drain, poison, stinging vines save must be made every day to avoid suffering an Special Qualities: Bonegrowth, energy flash, fire additional 1 point of damage to these ability scores. resistance 10, plant traits, tremorsense 60 ft.",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +12, Ref +3, Will +3 the disease has run its course, and the victim begins Abilities: Str 10, Dex 10, Con 20, Int —, Wis 10, Cha 2 to heal lost ability points naturally at the rate of 1 Skills: — per day. Until the disease is cured or overcome, the Feats: — victim cannot recover ability damage from natural Environment: Warm marsh rest. If the victim\u0027s Constitution score is ever reduced Organization: Solitary or grove (2-8) to zero by this disease, the victim immediately falls to Challenge Rating: 5 pieces. After only a few seconds, all that remains of the Treasure: 1/10 coins; 50% goods; 50% items victim is a steaming stain on the ground surrounded Alignment: Always neutral by his clothing and equipment. The flesh then forms Advancement: 12-16 HD (Huge); 17-32 HD into a new bonespitter. The victim cannot be raised (Gargantuan); 33+ HD (Colossal) until the bonespitter is destroyed. This ability\u0027s save Level Adjustment: — DC is Charisma-based. Frightful Presence (Su): A bonespitter\u0027s appearance is This twisted and bulbous treelike creature possesses a number horrifying; all creatures within 30 feet of one of these of lashing vines instead of normal branches. monsters must make a DC 15 Will save to avoid becoming shaken for 1d6 rounds. An opponent who succeeds The bonetree is a particularly horrible form of at the saving throw is immune to that bonespitter\u0027s carnivorous plant that subsists on the various minerals frightful presence for one day. This ability\u0027s save DC is found in bones. It has developed an efficient method Charisma-based. of extracting additional nourishment from prey, both Counterspelling (Su): The bonespitter\u0027s chaotic living and dead, allowing it to grow much larger than nature also protects it from magical attacks. Once per the other plants in its region. round, as a free action, it automatically attempts to A bonetree is a swamp-dwelling plant. It is similar to counterspell any spell that is cast within 30 feet of the a mangrove plant in that its trunk is bulbous and lumpy bonespitter. Treat this ability as if the bonespitter is and its thick nest of roots is mostly above ground. Dozens of spindly branches grow out of the top of the (at which time the bonetree gathers them up to eat trunk, but its sides are barren save for hundreds of them), but until they do so the bonetree\u0027s stinging knots and jagged holes the size of an apple. The tree\u0027s vines deal 3d4 points of damage on a successful hit. bark is pale brown and its branches are leafless. For a The bony exoskeleton degrades at the rate of 1 short period of time after feeding, a bonetree can grow point of natural armor bonus per hour until it is thick bony plates and spurs over its body to aid it in completely reabsorbed by the tree. attack and defense. Energy Flash (Ex): A bonetree\u0027s trunk is charged A typical bonetree is 25 feet tall. Although its growth with energy. When it is struck forcefully, this energy slows after reaching this height, a bonetree continues is released in a flash of blinding light. Each time a to grow its entire life. A well-fed bonetree can live for bonetree is struck for damage, the attacker must make hundreds of years and reach heights of 100 feet or more. a DC 15 Fortitude save or be blinded for 1 round. Those standing at least 30 feet away gain a +4 bonus on this COMBAT saving throw. The flash\u0027s maximum range is 60 feet. When a bonetree senses prey, it begins to rattle its Creatures in the vicinity can also avert their gaze branches in anticipation. This creates an unnerving from the bonetree to avoid this effect. sound that resembles a nest of rattlesnakes. Constitution Drain (Ex): Once it has paralyzed a victim, Casurua the stinging vines automatically attach to the victim. The vines quickly extrude a nest of tiny filaments that worm their way into the flesh of the victim and begin to exude by Tom Moldvay, DRAGON #210, October 1994 a horrible enzyme that dissolves bone while leaving surrounding tissues intact. This process drains 1 point of Large Undead (Incorporeal)",
        "name":  "Two successful Fortitude saves in a row indicate that Saves",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 who created it are made to pay for their crime. While Speed: 30 ft. most casuruas mindlessly attack all living creatures, in Armor Class: 20 (-2 Dex, -2 size, +14 natural), touch 6, this situation the casurua tries to communicate with flat-footed 20 creatures of the same race or alignment as the victims. Base Attack/Grapple: +13/+29",
        "name":  "In some cases, a casurua can be put to rest if those Initiative",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 Dex, +1 size), touch This strange plant appears to have all its roots above ground, 12, flat-footed 11 supporting a body of a cluster of narrow, triangular fronds that Base Attack/Grapple: +2/-2 grow to about afoot off the ground. Bright red berries and small",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 Dex, +4 natural), touch 11, flat- eyes are overly large for its head, and it wears its long, footed 14 flowing hair pulled hack. Base Attack/Grapple: +6/+6",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+3 Dex, +8 natural, +1 shield), touch 13, flat-footed 18 This demonic creature appears as a bald humanoid with Base Attack/Grapple: +10/+12 piercing blue eyes and pah blue skin coated with a layer",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2d8+2 (11 hp) in deep wells or pools, then summon and bind water Initiative: +7 demons to guard the items. Whenever curious or Speed: 50 ft. (10 squares) greedy interlopers brave the water in search of loot, Armor Class: 18 (+1 size, +3 Dex, +3 natural, +1 dodge), the demons transform the innocent-looking pool into touch 15, flat-footed 14 a boiling pit. Alternatively, a wizard or sorcerer with Base Attack/Grapple: +1/-1 a penchant for piracy might summon these creatures Attack: Slam +5 melee (1d4+2 and 1d4 fire) to sink merchant ships then send followers who can Full Attack: Slam +5 melee (1d4+2 and 1d4 fire) breathe underwater to recover treasure from the Space/Reach: 5 ft./5 ft. sunken vessels. Special Attacks: Burn",
        "name":  "Demonologists sometimes store valuable treasures Hit Dice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (-1 size, +1 Dex, +9 natural), touch 10, flat-footed 18 Base Attack/Grapple: +6/+18",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature\u0027s natural armor Abilities: Increase from base creature as follows: increases by +2. +2 Strength, +4 Dexterity, +2 Intelligence, +4 Wisdom,",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+4 Dex, +3 natural), touch 14, flat- the harpy is difficult to imagine, a ghoulish harpy outdoes footed 13 a living harpy in depravity and sadism. This creature Base Attack/Grapple: +3/+4 resembles a gray-skinned, evil-faced old human with the",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature\u0027s natural armor Advancement: Same as the base creature increases by +2.",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. (6 squares) Fine 1 Armor Class: 21 (-1 size, +2 Dex, +10 natural), Diminutive ld2 — touch 11, flat-footed 19 Base Attack/Grapple: +6/+14 for the master\u0027s death. The horror does not fight to the",
        "name":  "SIZE BITE CLAW Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size,-5 Dex, +10 natural), touch 6, Grandfather plaques prefer to avoid combat. If flat-footed 17 possible, a plaque uses its Diplomacy skill to convince Base Attack/Grapple: +4/-2 would-be intruders that bursting through the door is",
        "name":  "Armor Class",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    }
]
