[
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +10 natural), touch 9, 21 (–1 size, +12 natural), touch 9, flat-footed 19 flat-footed 21 Base Attack/Grapple: +6/+16 +10/+20",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+2 Dex, +7 natural, +1 deflection), touch 13, This man-sized mastiff strongly resembles a wolf hound with a shaggy, flat-footed 18 deep-black coat. It bears some striking humanlike characteristics, Base Attack/Grapple:+9/+12 including front paws with opposable digits. Its haunting eyes resemble",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance +4, Concentration +13, Diplomacy +17, Hide missaleffect as cast by a 12th-level caster. If more than one moon +18, Intimidate +15, Jump +15, Knowledge (the planes) +14, dog is howling within 40 feet of such a creature, the creature Listen +17, Move Silently +18, Sense Motive +15, Spot +17, receives only one saving throw, and the effective caster level of Survival +3 (+5 on other planes), Tumble +4 179 MONSTERS CHAPTER 8: 620_88026_ExaltedDeeds2a.qxd 8/27/03 11:05 AM Page 179 Moon dog QUESAR the dismissaleffect is increased by +2 for each additional moon dog beyond the first. Medium Construct (Extraplanar) Soothing Ministrations (Su):By licking a wound, a moon Hit Dice: 8d10+10 (54 hp) dog can create any of the following effects, one time each per Initiative: +7 individual per day: cure light wounds, remove disease, and slow Speed: 60 ft. poison.The moon dog’s caster level is 12th. Armor Class: 20 (+3 Dex, +7 deflection), touch 20, flat- Spell-Like Abilities:Always active—arcane sight, blessed sight*, footed17 detect snares and pits, see invisibility; at will—astral projection (self Base Attack/Grapple:+6/+6 only),dancing lights, darkness, ethereal jaunt, fog cloud, greater invisi- Attack: Slam +7 melee (1d6 plus 1d6 energy/19-20) bility (DC 17), light, nondetection (DC 16); 3/day—change self, Full Attack: 2 slams +7 melee (1d6 plus 1d6 energy/19-20) mirror image; 1/day—greater shadow conjuration (DC 20). Space/Reach: 5 ft./5 ft. Caster level 12th.The save DCs are Charisma-based. Special Attacks: Blinding radiance, consuming *New spell described in Chapter 6 of brilliance, searing burst this book. Special Qualities: Construct traits, Whine (Su): A moon dog can damage reduction 10/adamantine, whine as a standard action to automat- energy halo, fast healing 5, immu- ically dispel any illusion effect nity to electricity and fire, spell within 50 feet. resistance 18 Improved Evasion (Ex): Saves: Fort +2, Ref +5, Will +2",
        "name":  "Skills",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. in banded mail (4 squares); 50 ft. (10 squares) 30 ft. base",
        "name":  "Speed",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (+7 natural, +6 masterwork banded 25 (+1 Dex, +3 Wis, +1 monk, +7 natural, mail), touch 10, flat-footed 23 +2bracers of armor, +1 deflection), touch 15, flat-footed 24 Base Attack/Grapple: +5/+9 +11/+15",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (+1 Dex, +1 deflection), touch 12, flat-footed Creating a Sacred Watcher 11,or 21 (+1 Dex, +8 full plate, +2 large shield), touch 11, “Sacred watcher” is an acquired template that can be added to flat-footed 20 any aberration, animal, dragon, giant, humanoid, magical beast, Base Attack/Grapple:+5/+8 monstrous humanoid, or plant of good alignment (referred to",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A saint gains an insight bonus to AC equal to the char- acter’s Wisdom bonus.",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares), fly 150 ft. (poor) 1–3 — 4–7 5/magic Armor Class: 18 (–1 size +9 natural), touch 9, flat-footed 18 8–11 5/evil Base Attack/Grapple: +10/+19 12+ 10/evil Attack: Bite +14 melee (2d6+5) or light ray +14 ranged touch (5d6 against evil foes)",
        "name":  "Speed",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+4 size, +2 Dex), touch 16, flat-footed 14 space they occupy at the end of their move, with no attack roll Base Attack/Grapple:+5/— needed. Swarm attacks are not subject to a miss chance for con-",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability Focus (retributive aura), Great Fortitude Armor Class:27 (+8 size, +4 Dex, +5 natural), touch 22, flat-",
        "name":  "Feats",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 size, +3 Dex), touch 15, flat-footed 12 Combat Base Attack/Grapple:+18/+18",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+4 size, +6 Dex), touch 20, flat-footed 14 The save DC is Wisdom-based. Base Attack/Grapple: +9/— Sundance (Su):Once per round, a sunfly swarm can perform",
        "name":  "Armor Class",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chuud cannot be raised, reincar- Share Saving Throws: For each of his saving natedor resurrected(though a limited wish,wish, miracle, or throws, Armorplate uses his own base save bonus or true resurrectionspell can restore life). Darkvision 60 ft. Chuud’s, whichever is higher. Remove Disease (Sp): Chuud can produce a Possessions:Full plate armor. remove diseaseeffect, as the spell, once per week. Shield of Faith (Sp):Three times per day, Chuud DWAECOR, CHAMPION can use shield of faith,as the spell (caster level 5th). Shield Other(Sp):Once per day, Chuud can use OF FAERINAAL shield other,as the spell (caster level 5th).",
        "name":  "Outsider Traits",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chuud may have any spell she casts on Captivated with the beauty of the queen and her herself also affect Armorplate if the latter is within 5 consort, Dwaecor swore his allegiance to Faerinaal on feet at the time of casting. She may also cast a spell with the spot and has never wavered. His tasks take him a target of “You” on Armorplate. throughout the planes, and he often travels the elemen- Paladin Spells Prepared (2/1; save DC 12 + tal planes on Faerinaal’s errands, since he is uniquely spell level): 1st—divine favor, virtue;2nd—bull’s strength. qualified to do so.",
        "name":  "Share Spells",
        "source":  "book_of_exalted_deeds.txt",
        "_id":  "ccda9d8a55706fcbdfc99c2be74f4bfbd8f288e8687d369e40cf8f1e03b859d2"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Evil PCs. . . . . . . . . . . . . . . . 187 Chapter 3: Evil Equipment . . . . . . . . . 37 Wondrous Items . . . . . . . . . . . . . . . 114 A Single Evil PC. . . . . . . . . . . . . . . . . . 187 Torture Devices. . . . . . . . . . . . . . . . . . . . 37 Artifacts . . . . . . . . . . . . . . . . . . . . . . . . . 117 An Evil Party. . . . . . . . . . . . . . . . . . . . . 187 Execution Equipment. . . . . . . . . . . . . . 39 Minor Artifacts. . . . . . . . . . . . . . . . . 117 The Evil Campaign. . . . . . . . . . . . . . . . 188 Armor/Equipment Traps. . . . . . . . . . . . 40 Diabolic Engines and Conclusion. . . . . . . . . . . . . . . . . . . . . . . 189 Alchemical and Quasi- Demonic Devices. . . . . . . . . . . . . . 118 Magical Items. . . . . . . . . . . . . . . . . . . 40 Major Artifacts. . . . . . . . . . . . . . . . . 120 Index. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 190 Drugs. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41 3 CONTENTS TABLE OF 620_88161_Vile Darkness.qxd 8/13/02 10:29 AM Page 3 CONTENTSIntroduction only occasionally. If you can make your players gasp in horror at the foes they face, their victories over those oppo- Book of Vile Darkness is a sourcebook of evil. It contains a nents will be all the sweeter. large amount of new game materialùall of it vile, loath- some, dark, and despicable. Although evil monsters, spells, WHATÆS INSIDE and magic items have appeared in previous products, this compendium is a collection of the most vile, hideous, and The eight chapters of this book break down the material disgusting aspects of evil that might appear in a game. Its into easily digestible sections. pages contain references to acts of horrible depravity and The Nature of Evil (Chapter 1): This chapter deals with malevolent behavior unlike anything you have probably the basics of evil and evil acts. It provides advice on creating encountered before in the DUNGEONS\u0026 DRAGONSgame. villains and examples of how to incorporate the ideas in this",
        "name":  "Appendix",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +17, Concentration +18, Craft metallic dragon heart, all preserved). (armorsmithing) +17, Craft (blacksmithing) +17, Intimi- Spells Prepared (4/6/10/6/6/5/5/5/5/4; save DC 18 + spell date +24, Knowledge (arcana) +25, Knowledge (the planes) level, or 20 + spell level for evil spells; 50% arcane spell fail- +26, Listen +15, Scry +23, Speak Language (Abyssal, Aquan, ure chance): 0ùdaze, detect magic, flare, mage hand;1stù Auran, Common, Draconic, Dwarven,Elven, Giant, Goblin, charm person, magic missile(2), seething eyebane, shield, silent Halfling, Ignan, Infernal, Sylvan, Undercommon), Spell- image;2ndùbullÆs strength, catÆs grace, darkness, darkvision, craft +25, Spot +18; Alertness, Corrupt Spell, Craft Magic LahmÆs finger darts, corruptedmagic missile, MelfÆs acid arrow, Arms and Armor, Craft Wondrous Item, Evil Brand, see invisibility, web(2); 3rdùabsorb mind, dispel magic, fly, haste, Forge Ring, Iron Will, Malign Spell Focus, Maximize Spell, nondetection, touch of Juiblex; 4thùabsorb strength, charm mon- Quicken Spell, Scribe Scroll, Spell Mastery (cone of cold, ster, dimension door,corrupted fireball, improved invisibility, wall eyebite, fireball, hold monster, improved invisi- of ice;5thùcloudkill, cone of cold, hold monster, bility, teleport, teleport without error). teleport, wall of force;6thùdisintegrate, Diabolism (Ex): The Dread eyebite, maximized fireball, mass sug- Emperor can grant one of gestion, true seeing;7thùcorrupted his spells greater magical maximized fireball, quickened power. Four times per fireball, limited wish, power day, any spell he casts word stun, rapture of rupture; that affects a target 8thùcorrupted quick- or area (one that does ened fireball, horrid wilt- not include himself) ing, mass charm, pris- gains the evil de- matic wall, protection scriptor. This spell from spells;9thùdomi- deals +3d6 points of nate monster, meteor unholy damage to swarm, MordenkainenÆs any good charac- disjunction, power word ter affected by the kill. spell. Spellbook: 0ù Familiar Bene- arcane mark, dancing fits:The Dread Em- lights, daze, detect peror gains Alert- magic, detect poison, ness when his famil- disrupt undead, iar is within 5 feet. flare, ghost sound, He has an empathic light, mage hand, link with it to a dis- mending, open/ tance of 1 mile and close, prestidigita- can share spells tion, ray of frost, with it. He can also read magic, resist- use his familiar to ance; 1stùcharm deliver touch spells. person, identify, mage Imp Familiar (Ex): armor, magic missile, The Dread EmperorÆs imp familiar is seething eyebane, shield, treated as a normal imp (see the silent image, true strike; 2ndù Monster Manual), except that it has AC 23, 65 arcane lock, blindness/deafness, blur, bullÆs hp, Atk +15 melee (1d4 plus poison, sting); SV Fort +6, Ref strength, catÆs grace, continual flame, darkness, darkvision, knock, +9, Will +15; Listen +12, Spellcraft +17, Spot +15. He also LahmÆs finger darts, MelfÆs acid arrow, misdirection, see invisibility, has improved evasion and an empathic link with the spectral hand, web;3rdùabsorb mind, blink, dispel magic, fireball, Dread Emperor. fly, haste, nondetection, protection from elements, secret page, Vile Diabolism (Ex): The Dread Emperor can convert tongues, touch of Juiblex; 4thùabsorb strength, charm monster, the extra unholy damage from diabolism into half as much dimension door, improved invisibility, lesser geas, phantasmal vile damage. killer, remove curse, wall of ice;5thùcloudkill, cone of cold, contact",
        "name":  "Skills and Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "armor of the Dread Emperor (+1 plate armor), +5 other plane, hold monster, nightmare, RaryÆs telepathic bond, tele- reflecting large metal shield, ring of protection +5, amulet of natu- port, wall of force; 6thùanalyze dweomer, BigbyÆs forceful hand, ral armor +4, belt of the Dread Emperor, ring of the Dread Emperor, disintegrate, eyebite, flesh to stone, mass suggestion, permanent headband of intellect +4, cloak of wizardry II (functions as the image, true seeing;7thùforcecage, greater scrying, limited wish, 18 ring), necklace of demons, wand of endurance(10 charges), wand plane shift, power word stun, rapture of rupture, summon monster :1 RETPAHC ERUTAN EHT LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 10:35 AM Page 18VII, teleport without error;8thùantipathy, demand, horrid wilt- Contagion(Sp):Three times per day, Siddal can produce ing, mass charm, prismatic wall, protection from spells, trap the an effect like that of a contagionspell (caster level 3rd; save soul; 9thùdominate monster, gate, meteor swarm, Mor- DC 15). denkainenÆs disjunction, power word kill, refuge, soul bind. Petrifying Gaze (Su):SiddalÆs gaze turns anyone within 30",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gauderis has seven dire rat 0ùcure minor wounds, detect magic, detect poison, flare, mending, animal companions. resistance;1stùcure light wounds, endure elements, magic fang, Chitin (Ex):Gauderis has a +3 natural armor bonus to AC obscuring mist, pass without trace, suspend disease;2ndùcharm from his chitinous plates (already included in the above person or animal, chill metal, circle of nausea, hold animal, lesser statistics). restoration;3rdùcontagion, cure moderate wounds, greater magic",
        "name":  "Animal Companions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gauderis can identify plants and animals fang, red fester, remove disease;4thùclaws of the savage, giant (their species and special traits) with perfect accuracy. He vermin, scrying;5thùcure critical wounds, insect plague;6thù can determine whether water is safe to drink or dangerous. greater dispelling. Resist NatureÆs Lure: Gauderis gains a +4 bonus on Possessions: +1 strength sapping club, +1 large wooden shield, saving throws against the spell-like abilities of fey (such as cloak of arachnida, Vasharan offal bag, slime pot, potion of cure dryads, nymphs, and sprites). moderate wounds, scroll of animal trance, 3 festering Swarm Armor (Su):When he prepares spells each day, bombs. Gauderis automatically summons a swarm of vermin that covers his flesh. These insects absorb up to 10 points of ENESSTRERE, damage from any single attack that deals hit point damage. THE DEMON-POSSESSED DRAGON The swarm armor disappears when it has absorbed 35 points Enesstrere was a typical blue dragon. He lived an ordinary of damage. blue dragon life from beginning to end. He gathered a typi-",
        "name":  "Nature Sense",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When flying with a range of 1,000 or jumping, Enesstrere feet. can land on Medium- Feats:A creature that size or smaller oppo- is flung by Enesstrere nents as a standard ac- after being snatched tion, using his whole travels 100 feet and body to crush them. A takes 10d6 points of crush attack affects as damage. If Enesstrere is many creatures as can fit flying, the creature takes under the dragonÆs body. this damage or the appro- Each creature in the af- priate falling damage, fected area must succeed whichever is greater. at a Reflex save (DC 34) or Spells Known (6/7/7/7/ be pinned. If Enesstrere 6/6/4; save DC 13 + chooses to maintain the spell level, or 15 + pin, treat it as a normal spell level for Evoca- grapple attack (grapple tion spells): 0ùdaze, bonus +58). The opponent detect magic, flare, mage automatically takes 4d6+19 hand, no light, preserve points of bludgeoning damage organ, prestidigitation, each round that it remains pinned. read magic, unnerving Create/Destroy Water(Sp): Three times per day, Enesstrere gaze;1stùextract drug, can produce an effect that functions like the create water mage armor, magic spell except that he can decide to destroy water instead of missile, shield, tongue creating it, which automatically spoils liquids containing tendrils;2ndùbullÆs strength, catÆs water. Magic items (such as potions) and items in creatureÆs grace, endurance, entice gift, web; 3rdùdis- possessions must succeed at a Will save (DC 29) or be placement, fireball, gaseous form, reality blind; 4thùcharm ruined. monster, improved invisibility, stoneskin, wall of fire;5thùcone Frightful Presence (Ex): Enesstrere can unsettle foes of cold, passwall, prying eyes;6thùdisintegrate, project image. with his mere presence. This ability takes effect automati- cally (300-foot radius) whenever the dragon attacks, charges, MALIGN SITES or flies overhead. A potentially affected creature (one with less than 33 HD) that succeeds at a Will save (DC 29) Below are two examples of terrible places that you can use in remains immune to EnesstrereÆs frightful presence for 24 your campaign. hours. On a failure, a creature with 4 or fewer HD becomes panicked for 4d6 rounds, and one with more than 5 HD THE AZURE VALE becomes shaken for 4d6 rounds. When the warlord-wizard Lahm the Obsessor sacked Faen- Sound Imitation (Ex):This dragon can mimic any voice ish-Kul, he captured all the citizens of the city and gave one or sound it has heard anytime it likes. Listeners must suc- to each of his orc and ogre servants. He commanded each ceed at a Will save (DC 29) to detect the ruse. warrior to kill his prisoner on his signal. On that day, nine Spell-Like Abilities: 3/dayùventriloquism; 1/dayù thousand people all died at once, at the whim of one man. hallucinatory terrain, veil. Caster level 13th; save DC 13 + Lahm committed this vile act simply because he could. spell level. LahmÆs armies moved on and eventually met defeat, but",
        "name":  "Crush",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This infection at first seems a boon. The after itÆs divided by 2 and rounded down). victimÆs skin toughens, granting a +1 natural armor bonus to Furthermore, if incorporeal undead perform the dark AC 24 hours after the infection starts. On the second day, chant together, the words and phrases take on extradimen- this becomes a +2 bonus. On the third day, the natural armor sional energy, adding +1 turn resistance to the final result. bonus improves to +3, but the victim takes a û2 penalty to So if two 7-HD spectres intone the dark chant, the turn Dexterity. Each day thereafter, the victimÆs skin becomes resistance bonus is +4 (7 ≈2 = 3; 3 + 1 = 4). thicker and thicker, adding a cumulative +1 natural armor Undead with no Intelligence scores cannot use the dark bonus and a û2 penalty to Dexterity. This lasts until the chant. Intoning the dark chant is a supernatural ability. victimÆs Dexterity reaches 0, indicating that his ever-thick- Some surmise that the dark chant has power because it is ening flesh has entrapped him. At this point, the victim dies actually uses some words from the Dark Speech (see below), of suffocation. although the words and phrases may be bastardized, barely-",
        "name":  "Vile Rigidity",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Like an evil cleric, an ur-priest of 2nd limited. She could not steal that power again from any level or higher can rebuke undead. She uses her ur-priest creature for one year. level as the cleric level for determining success and damage (see Turn and Rebuke Undead in Chapter 8 of the PlayerÆs VERMIN LORD Handbook). Divine Spell Resistance (Su):At 4th level, an ur-priest The skittering of multiple legs across the floor, the droning gains spell resistance 15, but only against divine spells and of wingsùthese phenomena mark the passing of a vermin the spell-like abilities of outsiders. At 8th level, the ur- lord. This unthinkable entity prefers the caress of the crawl- priestÆs spell resistance increases to 20. ing legs of an insect or the fluttering wings of a fly more Siphon Spell Power (Ex):Because they steal whatever than the touch of another person. The vermin lord offers power they can, ur-priests learn to manipulate their energy itself as a host for all manner of parasitic organisms and in ways that confound other casters. A 6th-level ur-priest insects that feed on it body. It not only allows the infesta- can temporarily sacrifice two (or more) lower-level spell tion, it revels in it. slots and use those slots to prepare a higher-level spell. The Clerics and druids comprise the majority of the vermin hnigher-level spell must be of a level the ur-priest can cast. lord ranks; some cleric/rogues are present as well. Many Only one exchange of this sort can be made each day. The monstrous vermin lords, such as drider clerics, exist. levels of the lower-level slots are totaled, then reduced to Humanoid vermin lords work with monsters such as three-quarters (round down) to determine the level of the driders, phase spiders, and other creatures associated with extra higher-level spell slot. For example, an ur-priest who vermin. Otherwise, they operate alone, for most other sacrifices a 3rd-level spell and a 5th-level spell can use that humanoids will have nothing to do with them. spell slot to prepare an additional 6th-level spell (3 + 5 = 8, Hit Die:d6. and 8 ╫3/4 = 6). Steal Spell-Like Ability (Su):The most powerful ur- REQUIREMENTS priests can use the same techniques that siphon off the godsÆ To qualify to become a vermin lord, a character must fulfill spell power to steal the spell-like abilities of another crea- all the following criteria. ture. Once each day, when a creature with spell-like abilities Alignment:Any evil. is within 50 feet of a 10th-level ur-priest, the ur-priest can Skills: Hide 3 ranks, Knowledge (nature) 2 ranks, Move choose one of the spell-like abilities of the creature to steal Silently 3 ranks. for herself. The ur-priest can use the spell-like ability as Feats: Verminfriend. often as the creature can, or three times per day, whichever Special:Must be able to cast the giant vermin spell. is less. The ur-priest uses the ability as the creature does with Special:The vermin lord must be ordained by an intelli- regard to caster level and save DCs. This ability only lasts 24 gent evil creature with a physical resemblance to verminù hours. The creature with the spell-like ability does not lose a drider, chasme, gelugon, aranea, bebilith, phase spider, evil the ability when the ur-priest steals it. If the ur-priest tries to formian, or similar creature. The ordaining creature must be steal a spell-like ability that the creature doesnÆt have, or tries intelligent enough to communicate with the vermin lord- to steal an ability that is supernatural rather than spell-like, to-be. Of course, such a creature will demand service or pay- the attempt automatically fails. ment in return. 73 CLASSES PRESTIGE CHAPTER 5: 620_88161_Vile Darkness.qxd 8/13/02 10:58 AM Page 73 Table 5û16: The Ur-Priest Class Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 ù 4 2 ù ù ù ù ù ù ù ù 2nd +1 +0 +0 +3 Rebuke undead 5 3 0 ù ù ù ù ù ù ù 3rd +2 +1 +1 +3 ù 5 3 1 0 ù ù ù ù ù ù 4th +3 +1 +1 +4 Divine SR 15 6 3 2 1 0 ù ù ù ù ù 5th +3 +1 +1 +4 ù 6 3 3 2 1 0 ù ù ù ù 6th +4 +2 +2 +5 Siphon spell power 6 3 3 3 2 1 0 ù ù ù 7th +5 +2 +2 +5 ù 6 4 3 3 3 2 1 0 ù ù 8th +6 +2 +2 +6 Divine SR 20 6 4 4 3 3 3 2 1 0 ù 9th +6 +3 +3 +6 ù 6 5 4 4 4 4 3 2 1 0 10th +7 +3 +3 +7 Steal spell-like ability 6 5 5 4 4 4 4 3 2 1CLASS SKILLS If a character had more than one spellcasting class before The vermin lordÆs class skills (and the key ability for each he became a vermin lord, he must decide to which class he skill) are Bluff (Cha), Climb (Str), Concentration (Con), adds the level of vermin lord. Hide (Dex), Knowledge (nature) (Int), Listen (Wis), Move Chitin (Ex): A vermin lord gains a +1 natural armor Silently (Dex), Perform (Cha), Pick Pocket (Dex), Search bonus to Armor Class from the chitinous plates that begin (Int), Spellcraft (Int), and Spot (Wis). See Chapter 4 of the to grow on his flesh. Every three levels beyond 1st, this PlayerÆs Handbook for skill descriptions. bonus increases by +1.",
        "name":  "Rebuke Undead",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes The caster eats at least a portion of the give the subject an addiction to a flesh of another creatureÆs corpse, drug with an extreme addiction The caster transforms one creature thereby gaining one-quarter of the rating. into an aberration. The subjectÆs form creatureÆs Strength score as an Drug Component:The chosen drug twists and mutates into a hideous enhancement bonus to the casterÆs for the addiction. mockery of itself. The subjectÆs type Strength score, and one-quarter of the changes to aberration, and it gains a creatureÆs Constitution score as an Alert Bebilith +1 natural armor bonus to AC (due to enhancement bonus to the casterÆs Conjuration (Calling) [Evil] the toughening and twisting of the Constitution. Level:Sor/Wiz 6 flesh) for every four levels the caster Focus: A fresh or preserved (still Components:V, S, M has, up to a maximum of +5. bloody) 1-ounce portion of another Casting Time:1 action creatureÆs flesh. Range:Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A pair of dice made from catch and tear an opponentÆs armor and those claws gain a +2 enhancement human bones. shield. If the opponent has both armor bonus on attack and damage rolls, and and a shield, roll 1d6: A result of 1û4 the clawsÆ damage increases as if the Circle of Nausea indicates the armor is affected, and a creature were two size categories Evocation [Evil] result of 5û6 affects the shield. larger.",
        "name":  "Focus",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An emanation extending in a sessed by the opponentÆs armor or Components:V, S, Disease 20-ft.-radius around a 2-ft.-radius shield. If the caster wins, the armor or Casting Time:1 action circle on the ground with the shield is torn away and ruined. Range:Personal caster in the center Area:10-ft.-radius spread",
        "name":  "Area",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Medium (100 ft. + 10 Range:Touch underwater. The caster cannot assume ft./level) Target:Object touched the likeness of something that is a dif- Area:5-ft.-radius cylinder, 30 ft. high Duration:10 minutes/level (D) ferent size than he is. Duration:1 round/level Saving Throw:None The casterÆs attack bonuses, natural Saving Throw:Reflex half or Reflex Spell Resistance:No armor bonus, and saves do not negates (see text) change. The spell does not confer spe- Spell Resistance:Yes This spell is similar to darkness,except cial abilities, attack forms, defenses, that those within the area of darkness ability scores, or mannerisms of the A fist of darkness appears 30 feet also take unholy damage. Creatures of chosen form. If the caster takes above the ground and begins smash- good alignment take 2d6 points of 89 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:04 AM Page 89damage per round in the darkness, and creatures nei- ther good nor evil take 1d6 points of damage. As with the darkness spell, the area of darkness is a 20-foot radius, and the object that serves as the spellÆs target can be shrouded to block the darkness (and thus the dam- aging effect). Damning darknesscounters or dispels any light spell of equal or lower level.",
        "name":  "If the form has gills, he can breathe Range",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Demonologist 3, Sor/Wiz 4 flesh of a demon, gaining a +1 natural and hold person, for example). Components:V, S armor bonus to Armor Class for every Casting Time:1 action five caster levels (at least +1, maxi- DevilÆs Eye Range:Medium (100 ft. + 10 mum +4). This spell has no effect if Divination [Evil] ft./level) the caster is an evil outsider. Level:Blk 2, Clr 3, Diabolic 2, Area:50-ft.-radius spread Sor/Wiz 3 Duration:1 hour/level",
        "name":  "The caster grows the thick, leathery manoid caster immune to charm person Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One humanoid a +1 deflection bonus to Armor Class, ciating pain. The subject is rendered",
        "name":  "Target",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level themselves. 95 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:07 AM Page 95Flesh Armor Target:1 living creature the answer is a simple yes or no. The Abjuration [Evil] Duration:Permanent answer given is correct 75% of the",
        "name":  "Creatures with Intelligence scores as Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level or until topic. The topic should be as narrow ing, the DM can give a short answer discharged as possible for the spell to work prop- instead (five words or less). erly. An appropriate topic might be Drug Component:Mordayn vapor. Prior to casting flesh armor,the caster events that occurred while the crea- flays the skin from a creature of his ture was in captivity, the whereabouts GrazÆztÆs Long Grasp size and lays it upon his own flesh, and names of tormentors, the secret Transmutation [Evil] wearing it like clothing or armor. location of a hidden treasure, the pass- Level:Sor/Wiz 2",
        "name":  "Duration",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S skin develops resistance to blows, command word of a magic item, or Casting Time:1 action cuts, stabs, and slashes. The caster the explanation behind some major Range:Personal gains damage reduction 10/+1. Once occurrence. Invalid topics include Target:Caster the spell has prevented a total of 5 verbal components of spells, a crea- Duration:10 minutes/level points of damage per caster level tureÆs whole life history, or anything (maximum 50 points), it is dis- too broad for a reasonable definition The caster causes one of her hands to charged, and the skin slowly rots, of a single topic. Whether a topic is detach from her arm. She can control shedding in patches like the skin of a too broad is up the DM, who can the hand by thought alone as a free molting snake. double the corruption cost and have action. It can fly at a speed of 20 feet",
        "name":  "Once the caster casts flesh armor, his word into a guarded compound, the Components",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute exist beyond normal consciousness. The casterÆs Intelligence modifier 96 Range:Touch The question must be posed such that applies to the handÆs AC as if it were :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:07 AM Page 96the handÆs Dexterity. The hand has Components:V, S, DF being reduced by protection from ele- 2d4 hit points, the same number that Casting Time:1 action ments (fire), fire shield (chill shield),or the caster lost in creating it. Range:Close (25 ft. + 5 ft./2 levels) similar magic.",
        "name":  "Casting Time",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Clr 5 Conjuration (Creation) [Evil] away from one of his arms, leaving a Components:V, S, Disease Level:Blk 3, Clr 4, Sor/Wiz 4 bloody stump. This trauma deals 6d6 Casting Time:1 action Components:V, S, M, Devil points of damage. Then the hand, ani- Range:Close (25 ft. + 5 ft./2 levels) Casting Time:1 action mated and floating in the air, begins Target:The heart of one creature Range:Personal to attack the subject. The hand attacks Duration:Instantaneous Target:Caster as if it were a wight (see the Monster Saving Throw:Fortitude partial Duration:10 minutes/level Manual) in terms of its statistics, spe- Spell Resistance:Yes cial attacks, and special qualities, The caster summons evil energy from except that it is considered Tiny and The caster holds forth his empty the Nine Hells and bathes himself in gains a +4 bonus to AC and a +4 bonus hand, and the still-beating heart of the its power. The caster gains a +2 deflec- on attack rolls. The hand can be subject appears within it. The subject tion bonus to Armor Class, as well as turned or rebuked as a wight. If the dies in 1d3 rounds, and only a heal, an upgrade of his existing damage hand is defeated, only a regenerate spell regenerate, miracle,or wishspell will reduction by /+1 (DR 10/+1 becomes can restore the victim to normal. save it during this time. The target is DR 10/+2, for example). entitled to a Fortitude saving throw to Material Component:The heart of an Gutwrench survive the attack. If the target suc- elf child. Necromancy [Evil, Death] ceeds at the save, it instead takes 3d6",
        "name":  "The hand of the subject tears itself Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Casting Time:1 action night of a full moon, she becomes Range:Medium (100 ft. + 10 effectively one week younger for The caster emits a piercing screech ft./levels) every point she drains. (Her age is like that of a vrock demon. Every crea- Target:One living creature reduced, but memories and abilities ture within the area is stunned for 1 Duration:1 minute/level acquired during that week are not round. Saving Throw:Fortitude partial lost.) Otherwise, the subject takes the Material Component: Feather of a Spell Resistance:Yes ability score drain, but the caster gains large bird or a vrock. nothing. Drug Component: Mushroom powder. A thousand needles surround the sub- 106 ject and pierce his flesh, worming :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:11 AM Page 106through armor or any type of protec- damage as a Tiny viper (see the Mon- damage but starting a grapple as a tion, although creatures with damage ster Manual). The caster may create Small creature with a Strength score reduction are immune to this spell. one such serpent for every four caster of 20. If the tendril wins the grapple The subject takes 2d6 points of levels, spitting each one as a standard check, it wraps around a limb or damage immediately and takes a û4 action. whatever is appropriate for the foe, circumstance penalty on attack At the end of the spellÆs duration, lashing it to any nearby object. Each rolls, saving throws, skill checks, and the serpents become bloody bits of tendril has AC 14, 10 hit points, and ability checks for the rest of the organic matter. a break DC of 24. The caster may spellÆs duration. A successful Forti- Material Component: A serpentÆs create up to one such tendril for tude save reduces damage to half and tongue. every four caster levels, spitting each negates the circum- one as a standard action. stance penalty. At the end of the",
        "name":  "If the caster casts this spell on the Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes The caster chooses to wither either the arms or the legs of the subject. The subject is wracked with such pain Withered legs force a character to fall that he doubles over and collapses. prone and make it impossible for her His face and hands blister and drip 110 :6 RETPAHC CIGAM 620_88161_Vile Darkness.qxd 8/13/02 11:13 AM Page 110Fleshshifter Armor:Made from the skins of human- EVIL MAGIC ITEMS oids, this +1 leather armorallows the wearer to produce an The forces of darkness are almost always well armed and effect identical to that of the alter selfspell at will. fiendishly equipped. The following sections detail magic Caster Level: 3rd; Prerequisites: Craft Magic Arms and items of all varieties, with only their innate malevolence to Armor, alter self; Market Price:13,160 gp. tie them together into a cohesive whole. Grim Defender:Once per day, the wearer of this +1 breastplate can transfer the damage dealt to him from a melee ARMOR SPECIAL ABILITIES attack to another creature, other than the attacker, within These armor special abilities are available in addition to the 100 feet. If the other creature succeeds at a Fortitude save special abilities given in the DUNGEONMASTERÆs Guide and (DC 16), the creature takes no damage and the wearer of the other sources. grim defender armor takes double damage.",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and grappling. The wearer is considered proficient with the Armor, protection from good; Market Price:+1 bonus. razors. Once per day, the wearer can spend a standard action",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and the special abilities given in the DUNGEONMASTERÆs Guide and Armor, dispel good, unheavened; Market Price:+2 bonus. other sources.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Caster Level: 7th; Prerequisites: Craft Magic Arms and Armor, poison; Market Price:+1 bonus. Armor,vampiric touch; Market Price:+1 bonus.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11th;Prerequisites:Craft Magic Arms and destroyed Armor, animate objects; Market Price:+1 bonus. Caster Level:13th;Prerequisites:Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and Ring of Weeping:This dull gray ring allows the wearer Armor, wall of chains; Market Price:29,325 gp;Weight:15 lb. to bestow weeping, crippling sadness by touch. A humanoid",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and on attack rolls, saving throws, ability checks, and skill Armor, charnel fire; Market Price:108,330 gp;Weight:15 lb. checks for 5 rounds.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1st; Prerequisites: Craft small ruby. When worn, each melee attack made by the Magic Arms and Armor, detect evil; Market wearer deals 1 extra point of vile damage.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft multiple creatures take damage (such as with a fire- Magic Arms and Armor, bless; Market ballspell), each creature takes the vile damage.",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Deep blood red invisibility; Market Price:2,560 gp. in color, this metal rod is about 2 feet long",
        "name":  "Arms and Armor, energy drain, gaseous form, Celestial Bane Rod",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic There is no saving throw against this Arms and Armor, contagion, cloak of chaos; Market effect, nor does spell resistance",
        "name":  "Caster Level",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This brown scepter is topped with a device Guide and other sources. that looks like a tooth-filled mouth. Once per day, the Belt of the Dread Emperor:If a willing (or dominatedor wielder can summon horrible little creatures of greenish helpless) humanoid creature is attached to the wearer of this energy that look like minuscule imps or quasits. These crea- belt by a chain and a manacle (see armor of the Dread tures tear at the flesh of one target, eating it as they swarm Emperor), the wearer can draw energy from that creature to around. The flesheaters are not actual creatures, but instead power spells. The belt of the Dread Emperorfunctions for all magical effects. They can be dispelled, but not attacked; spellcasters who prepare spells (including clerics, druids, attacks directed against them hit the rodÆs target instead. The rangers, paladins, and wizards). The belt enables the wearer target must succeed at a Fortitude save (DC 18) to resist the to recall a prepared spell, even if the spell has already been flesheaters. If this save is failed, the target takes 3d6 points cast, as long as the spell was among those he most recently of damage per round for 1d6+1 rounds. prepared. For each spell recalled, the chained creature takes",
        "name":  "Flesheater",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This item is a 6-inch-long gray foot-radius area, that area is treated as though affected by an seed pod. To get the Vasharan worm pod to function, it must unhallow spell. Furthermore, nothing natural can grow in be forcibly inserted into a helpless characterÆs stomach (a the area ever again. standard action), dealing 3d6 points of damage to the char- Caster Level:20th. Weight:1 lb. (including the flask). acter. For 2d10 days thereafter, gray-white worms grow Demonstone: This 2-inch-diameter dark rock is natu- within the pod, feeding on the characterÆs flesh, dealing 1d4 rally in the shape of a demonic creature with bat wings points of damage each day and creating specialized body folded around its body. It is semitranslucent with a dark parts within the stomach lining. Once the worms are fully center that sometimes seems to move. Occasionally it seems grown, the character can mentally command the worms (a to whisper. If one listens closely, the whisper can be under- full-round action) to snake a long, fleshy tube out of his stood, but it is a foul and evil entreaty to do some horrible stomach and up into his nose. Thereafter, until the host of act. The owner immediately gains a +1 luck bonus on the worm pod retracts the tube (a standard action), he can attacks, damage, skill checks, and saving throws. command a worm to travel up the tube, into the nose, After one day of close proximity to the stone (within 5 through the nasal passage, and into his mouth. As a standard feet), a character must succeed at a Will saving throw (DC 15) action, up to three times per day, the character can spit a or do as the stone compels and become chaotic evil in align- 117 MAGIC CHAPTER 6: 620_88161_Vile Darkness.qxd 8/13/02 11:16 AM Page 117ment. If the saving throw succeeds, further saves must be as those brought on by a symbol of pain, although she still made each day, with the DC increasing by +1 each time. feels the pain. A character turned chaotic evil by a demonstone is particu- Caster Level:16th; Weight:ù. larly despicable in his sadistic and horrible actions. Once Ring of the Dread Emperor: This black ring is made the character becomes chaotic evil (or if he was evil in the from a single piece of obsidian and bears a gold inlay first place), the stone need not remain in his possession for design of chains. If a humanoid of at least 10th level is him to gain the luck bonus. The bonus lasts until the brittle killed on a given day by the wearer of this ring, the wearer stone is destroyed (hardness 4, 10 hp, break DC 24) or until takes no penalties for wearing armor (no armor check someone else succumbs to its temptation, failing the Will penalty, no maximum Dexterity bonus to Armor Class, no save while in close proximity. spell failure chance, and no reduced movement). The When a character who wearer of the ring gains the was turned evil by a effect of a free action spell for demonstone loses her con- the next 24 hours. nection with it (if it is Caster Level:16th. destroyed or gains a new Weight:ù. owner), the awareness of Staff of Malice: This her evil deeds comes 6-foot shaft of hardened black back to her, and she is wood gives off a dull red glow usually thrown into deep the color of an old scab that shows despair. itself only in the light. Each tip of",
        "name":  "Vasharan Worm Pod",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ôDemonö is a general term for anything ous, each deeper one more deadly than the last. Hell native to the Abyss, while ôtanarÆriö is the name of a specific hounds, fiendish fire giants, undead, kytons, and other grouping of demons, including succubi, vrocks, hezrous, horrors roam here in well-organized but oppressive cities glabrezu, nalfeshnees, mariliths, balors, and others. Simi- of iron and chains. This is where the baatezu rule. larly, ôbaatezuö refers to a specific group of devils, includ- Acheron is a strange plane of cubelike masses that crash ing lemures, osyluths, barbazu, erinyes, hamatulas, cornu- together. It is a place of constant war, inhabited by hordes of gons, gelugons, and the massively powerful pit fiends. goblinoids as well as devils, achaierais, rakshasas, and worse. ôDevilö is a more general term used for any inhabitant of the Nine Hells. Finally, many neutral evil fiends call them- selves yugoloths. In the D\u0026D cosmology, the Lower Planes consist of Pandemonium, the Abyss, Carceri, Hades, Gehenna, the Nine Hells, and Acheron. The River Styx joins all of these dismal planes, as do many magic portals. The inhabitants frequently travel from one plane to another. Pandemonium is more chaotic than evil, bordering THE BLOOD WAR Limbo (the plane of ultimate chaos) and the Abyss. Howl- ing winds blow forever through a maze of caverns, render- The demons and the devils have long engaged in a war for ing virtually everyone on this plane completely mad. control of the Lower Planes. This is a battle of law versus Howlers, tortured spirits, and demons can all be found on chaos, and it serves as a distraction for the unaging fiends this plane. that live in the Lower Planes. The demons of the Abyss The infinitely deep Abyss is the realm of both chaos and marshal armies of almost infinite size and throw them- evilùthe primary demesne of demons. Each of its infinite selves against the well-organized (but smaller) ranks of layers holds a different sort of inhospitable environ- the devils. Yugoloths and other creatures serve on either mentùswamps of fire, mountains of ice, crushing caverns, side as mercenaries. and empty voids. Many demon lords control an entire The Blood War is fought on and near the river Styx, layer or even multiple layers. Evil gods also control their across the Field of Nettles in Hades, and even into the own layers. Aside from the omnipresent tanarÆri, bodaks, heart of the Abyss and the deepest pits of the Nine Hells. bebiliths, nightmares, undead, and the occasional night Occasionally, the conflict even spills onto the Material hag make their homes here. Plane, endangering mortals and threatening destruction Carceri is a plane of imprisonment. Thus, most of its on a scale virtually unknown on peaceful worlds. inhabitants are not natives, but creatures that have been As vast as the scope of this cosmic war is, most fiends banished to the plane. still devote most of their attention to capturing the hearts Neither lawful nor chaotic, the Gray Waste of Hades is a and souls of mortal creatures and sowing depravity, destruc- dismal place of apathy and despair. The plane itself drains tion, and all the unspeakable things that enter into the mind hope from those that visit it. Night hags and yugoloths are of a fiend. Will the fiends ever annihilate each other? Mortal common here, but so are demons and devils. This is where creatures will never be so lucky. 124 :7 RETPAHC SDROL LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 11:19 AM Page 124 pqqqqrs EVIL PLANE VARIANTS Of course, you could develop your own cosmology. You could each of them has a dark, bottomless pit in its lower reaches take out the ôin betweenö planes and just have the Nine Hells, where the fiends liveùdevils in the plane of law and demons the Abyss, and Hades. Or perhaps there is only one Lower in the plane of chaos. Plane. Just called Hell, this dismal plane is home to demons Another possibility is that there are an infinite number of and devils and all manner of fiends. In such a setup, there Hells, each more horrible than the last. Each is perhaps home might not even be a distinction between demons and devils, so to its own archduke or prince, some leaning toward law and that the words are merely synonyms. the other chaos. Or perhaps law and chaos do not even matter Or perhaps there is a plane of law and a plane of chaos, and to creatures of such unsurpassed evil. pqqqqrsSpecial Qualities:DR 20/+7, dual actions, fast healing 10, THE DEMON LORDS item master, mage armor, ousider traits, see invisibility, Individual demons have, over the course of millennia, risen SR 42, summon tanarÆri, tanarÆri traits from the hordes of their brethren. They gained great power Saves:Fort +31, Ref +29, Will +32 and authority, then established themselves as demon lords. Abilities:Str 28, Dex 27, Con 31, Int 31, Wis 29, Cha 30",
        "name":  "Fiend Types",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "47 (û2 size, +8 Dex, +9 insight, +18 natural, +4 mage magical terms, there are few on any plane that could chal- armor), touch 25, flat-footed 39 lenge Demogorgon and win.",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If Demogorgon locks the gazes of both Demogorgon disdains direct confrontation. He heads upon a single target within 100 feet, that creature would rather employ servants or lieutenants, is affected as though by a hypnotismspell. Only a of which he has many. Powerful balors and target with 15 Hit Dice or more is allowed a hezrous twice the size seen elsewhere serve Will saving throw (DC 39) to resist the effect. the Prince of Demons as impor- Demogorgon can make physical attacks while tant enforcers, bodyguards, using this gaze attack, but he cannot activate spell- and assassins. If Demo- like abilities. gorgon must fight, he Rot (Su): Any living creature touched by Demogor- leads with his strength, gonÆs tentacles must succeed at a Fortitude save using two gaze attacks in (DC 39), or its flesh and bones begin to rot. conjunction with his terrible The creature takes 1d6 points of rotting tentacles (saving the hypno- Constitution damage immedi- sis gaze for when he fights large numbers of ately and 1 point of Constitution weak foes). He often goes into combat with damage every hour thereafter these abilities active: fly, tongues, unholy aura (+4 until it dies or a remove disease additional bonus to AC, +4 bonus on spell is cast. The spell stops further saves), and detect thoughts. damage, but lost points return Energy Drain (Su): Any only with natural healing and living creature hit by Demo- cannot be restored gorgonÆs tail slap attack gains with magic. 1d4 negative levels. For each Spell-Like negative level bestowed, Abilities:At willù Demogorgon heals 5 points bestow greater curse, of damage. If the amount of blasphemy, healing is more than the contagion, damage he has taken, he gains deeper dark- any excess as temporary hit ness, desecrate, detect points. If the negative level has not good, detect law, detect been removed (with a spell thoughts, fear, fly, greater dis- such as restoration) before pelling, pox, read magic, sug- 24 hours have passed, the gestion,telekinesis, teleport without error,tongues(self afflicted opponent only),unhallow, unholy aura, unholy blight,wall of ice, wither must succeed limb, and water breathing;1/dayùbefoul, symbol (any),mind- at a Fortitude rape, shapechange. Caster level 20th; save DC 20 + spell level. save (DC 39) Dual Actions (Ex): Demogorgon, having two heads with to remove it. distinct intelligences and personalities, can take two roundsÆ Failure means the opponentÆs level (or Hit Dice) is reduced worth of actions in any given round, as if he were two crea- by one. tures. Thus, he can use a full attack action and a double Gaze Attacks (Su): Each of DemogorgonÆs heads has its move; two full attack actions and two 5-foot steps; a full own gaze attack, and the demon can use a third gaze attack attack action, a move action and a spell-like ability; two involving both heads at the same time. spell-like abilities and two move actions; and so on. AameulÆs Beguiling Gaze: The beguiling gaze attack of Fast Healing (Ex):Demogorgon regains lost hit points Aameul, DemogorgonÆs left head, is the equivalent of a at the rate of 10 per round. Fast healing does not restore hit charm monster spell (Will DC 39 negates) with a range of 60 points lost from starvation, thirst, or suffocation, and it feet. If the demon prince chooses not to use his hypnosis does not allow Demogorgon to regrow or reattach lost gaze, he may use this attack and his insanity gaze attack at body parts. the same time, or this gaze attack and a spell-like ability. Item Master (Ex): Although not an actual spellcaster, Either way, Demogorgon can use gaze attacks and make Demogorgon can use any magic item, even spell completion 126 physical attacks as part of a single action. items such as wands and scrolls. He can also create any item :7 RETPAHC SDROL LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 11:20 AM Page 126or construct as though he had the necessary feats and pre- ignorant of his existence. A slim few have heard his name in requisite spells or other requirements. whispers and nothing more. Only scholars, arcanists, and Mage Armor (Su): Demogorgon is constantly sur- those with a particular interest in demonkind know who rounded by an aura of force that provides armor protection, and what he is. identical to a mage armorspell that cannot be dispelled. Demogorgon craves blood and souls. His cultists offer up",
        "name":  "Combat Hypnosis Gaze",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Erath has darkvision (60-foot range). The Cult of Demogorgon She cannot be raised or resurrected. The worshipers of Demogorgon are more likely to be scaly Spells Prepared (6/6/5/5/4; save DC 14 + spell level): 0ù things that hide from the light than humans or members of detect magic, guidance, no light, preserve organ, read magic, resist- other civilized races. Despite DemogorgonÆs stature in the ance;1stùcause fear, command, demonflesh*, divine favor, doom, Abyss, the vast majority of the Material Plane is blissfully shield of faith; 2ndùbullÆs strength, darkbolt, demoncall*, 127 OF EVIL LORDS CHAPTER 7: 620_88161_Vile Darkness.qxd 8/13/02 11:20 AM Page 127endurance, silence; 3rdùanimate dead, circle of nausea, conta- half-elf traits, reaching touch, scaly flesh +4, summon gion*, deeper darkness, dispel magic;4thùcure critical wounds, demon,traps, two personas, uncanny dodge (Dex bonus to divine power, morality undone*, poison. AC); AL CE; SV Fort +10, Ref +9, Will +9; Str 12, Dex 15, *Domain spell. Domains: Corruption (ignore hardness Con 10, Int 16, Wis 17, Cha 5. 1/day), Demonic (+1 on attack and damage when unarmed). Skills and Feats: Balance +9, Bluff +7, Climb +9, Concen-",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "43 (û1 size, +10 Dex, +6 insight, +13 natural, +5 shield), GrazÆzt has a vast repertoire of spell-like abilitiesùso vast touch 25, flat-footed 33 that many assume that he is in fact a sorcerer or a wizard.",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "masterwork breastplate, masterwork heavy Spellstrike (Su): If Besmal casts a damaging spell upon mace, periapt of wisdom +2, scroll of blindness, damning dark- one or more targets threatened in melee (and thus dis- nessand deeper darkness. tracted), she can add +1d6 points of damage to the spell. Summon Demon(Sp): Besmal can summon a demon of 5 dIsha-Denarthun, Chosen: Female lamia Clr 6; CR 12; HD or less, once per day. This functions as a summon mon- Medium-size magical beast; HD 9d10+9 plus 6d8+6; hp 90; sterspell (caster level 15th). Init +2; Spd 60 ft.; AC 17, touch 12, flat-footed 15; Atk +13 Spells Known (6/8/7/7/6/4; save DC 15 + spell level): 0ù melee touch (Wisdom drain, touch), or +16/+11/+6 melee dancing lights, daze, detect magic, ghost sound, light, mage hand, (1d4+1/19û20, +1 dagger); SA rebuke undead 5/day, spell- mending, prestidigitation, read magic;1stùchill touch, mage like abilities, Wisdom drain; SQ darkvision 60 ft., low-light armor, magic missile, silent image, sleep;2ndùblindness/deaf- vision; AL CE; SV Fort +12, Ref +10, Will +13; Str 10, ness, endurance, summon monster II, web;3rdùhaste, lightning Dex15, Con 12, Int 13, Wis 16, Cha 14. bolt, magic circle against good;4thùliquid pain, wall of deadly",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A marilith receives a +8 racial bonus on Listen She cannot be raised or resurrected. and Spot checks. Summon TanarÆri(Sp):Once per day Yattara can attempt Spells Known(6/8/6/4; save DC 15 + spell level): 0ùdanc- to summon 1 balor with a 10% chance of success. ing lights, detect magic, flare, ghost sound, mage hand, ray of frost, TanarÆri Traits:Yattara can communicate telepathically read magic;1stùcharm person, chill touch, mage armor, shield; with any creature within 100 feet that has a language. She 2ndùbullÆs strength, darkbolt;3rdùlightning bolt. is immune to electricity and poison, and she has acid resis-",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +33, Ref +18, Will +24 jects. The opponentÆs armor",
        "name":  "Saves",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ù foes with the artifact. He often goes into combat Orcus is a massive, bloat- with unholy aura (grant- ed demon princeùbloat- ing a +4 bonus on saves) ed on spite, bile, and con- active on himself as well tempt. After becoming as any servants he might complacent with his wars have with him. against Demogorgon and Poison (Ex): Orcus GrazÆzt waning, Orcus delivers his poison (Fort was murdered and de- DC 44) with each suc- posed. But then, Orcus cessful sting attack. The rose from the deadùan initial damage is 1d6 undead demonùand points of Strength dam- took the name Tenebrous age; the secondary dam- for a time, hiding in the age is 2d6 points of shadows and waiting to Strength damage. take his revenge. Now he Spell-Like Abilities: has reinstated himself to At willùanimate dead, his former position and blasphemy, charm person, taken up residence in clutch of Orcus, create Naratyr, his terrible fortress-city in the Abyss on Thanatos, undead, create greater undead, deeper darkness, desecrate, detect the layer he rules. Once again Orcus finds himself in a strug- good, detect law, detect thoughts, fear, feeblemind, greater dispelling, gle for dominance with many of the other demon lords. lightning bolt, read magic, suggestion,stop heart, telekinesis, tele- Orcus is no longer content to grow old and fat feeding on port without error,tongues(self only),unhallow, unholy aura, larvae in his castle. He focuses his anger and hate on the unholy blight, wall of fire;1/dayùsymbol (any),shapechange, absolute destruction of his enemies and the spread of woe time stop. Caster level 20th; save DC 15 + spell level. and havoc among mortals. Truly a demon reborn, Orcus is Spells:Orcus casts spells as a 13th-level wizard specializ- more terrible and more dangerous than ever. ing in the Necromancy school. He can also cast spells usu- Orcus hates both Demogorgon and GrazÆzt. He resents ally limited to undead. Naratyr has hundreds of spellbooks, them for their power, and he covets their realms. Orcus so Orcus has access to any wizard spell he wishes to prepare, commands a host of undead as well as armies of demons that except those from his prohibited school (Divination). ravage the fields of the Abyss that they cross. Spells Prepared (5/8/7/7/7/6/4/3; save DC 19 + spell level, Probably because he has an identifiable, if loathsome, or 21 + spell level for Necromancy spells): 0ùdaze, detect ôportfolio,ö Orcus is worshiped as a god more often than magic, disrupt undead, ghost sound, mage hand; 1stùcause fear, most of the other demon princes are. Although Demogor- change self, chill touch, mage armor, magic missile, ray of enfeeble- gon might actually be more powerful, Orcus may be closer ment, shield, shocking grasp; 2ndùblur, bullÆs strength, darkness, to ascending to true godhood. ghoul touch, invisibility, scare, spectral hand; 3rdùdisplacement, Standing 15 feet tall, Orcus is a massive demon. His head fireball, halt undead, haste (2), magic circle against good, vampiric bears a striking resemblance to that of a ram, and his legs touch; 4thùbestow curse, contagion, emotion, enervation, grim end in cloven hooves. Batlike wings complete the picture of revenge, phantasmal killer, wrack; 5thùcloudkill, dominate 137 OF EVIL LORDS CHAPTER 7: 620_88161_Vile Darkness.qxd 8/13/02 11:24 AM Page 137 ASperson, hold monster, magic jar, nightmare, wall of iron; 6thù Orcus, as do a large number of corrupt and despicable circle of death, disintegrate, ectoplasmic enhancement, greater dis- humans. His temples are usually hidden, and his worshipers pelling; 7thùfinger of death, forcecage, limited wish. form secret societies living in otherwise normal communi-",
        "name":  "Advancement",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Wand of Orcus is an artifact that acts as a +6 ence among the followers of Orcus that he adopts the chaotic unholy greatclubthat adds a +5 deflection bonus to the mantle of Skull King or Skull Queen. wielderÆs Armor Class and forces any living creature It is common for followers of Orcus to carry black, skull- touched by it to make a Fortitude save (DC 20) or die topped scepters around, not in order to fool anyone into instantly. It has other powers as well (see its description in thinking that they wield the actual Wand of Orcus, but to rep- Chapter 6). resent and remind others of their lordÆs dread might. They also often wear skull masks and black robes with hoods or The Goals of Orcus goat-horned headdresses and silver robes. Orcus is in many ways a contradictory figure. He does not Clerics affiliated with Orcus typically have access to the delight in his charges, the undead, and has not taken up the Chaos, Evil, and Death domains. self-proclaimed mantle ôPrince of the Undeadö out of devo- Cultists: Perhaps one of the most powerful and infa- tion or allegiance. If anything, the demon lord despises mous priests of Orcus alive today is an unusual human undead. He has little but contempt for them and uses them named Quah-Nomag. Because his ancestry includes an without thought or consideration. Of course, Orcus despises ogre, he is Large and has ability scores different from those the living as well. He hates all things, and seethes with utter of a normal human. He also has a +3 natural armor bonus. revulsion and loathing at all times. He craves only personal Not only is Quah-Nomag a despicable creature in virtu- power and the spread of misery and destruction for all others. ally every way, but he was instrumental in restoring Orcus Occasionally, Orcus allows his wand to be found by a back to the living. The evil cleric used an obscene ritual on mortal in order to wreak greater chaos and evil among those the Astral Plane that restored Orcus. For his reward, Quah- inhabiting the Material Plane. This sort of dalliance lasts only Nomag has been given many blessings from Orcus, for a short timeùperhaps a year or two at mostùbefore the although the Prince of the Undead already tires of Quah- bloated prince grows bored and reclaims his artifact, usually NomagÆs self-importance and arrogance since the successful along with the soul of whoever currently wields it. ritual. While he retains his power and title, Quah-Nomag Orcus is in a constant state of war with his rivals Demo- may not be able to count on OrcusÆs gratitude forever. gorgon and GrazÆzt. More often than not, actual warfare occurs between his armies of undead and demons and dQuah-Nomag the Skull-King: Male unique human GrazÆztÆs hordes of monsters and demons. Strife with Demo- (ogre-blooded) Clr 14/Thrall of Orcus 3; CR 17; Large gorgon often takes a more subtle guise, that of assassination humanoid; HD 14d8+70 plus 3d8+15; hp 197; Init +0; and sabotage. This is usually because both his and Demogor- Spd20ft.; AC 30, touch 9, flat-footed 30; Atk +25/+20/+15 gonÆs full armies are simultaneously warring against the melee (1d10+13/19û20, +4 spell storing vile heavy flail); forces of GrazÆzt. However, sometimes the legions of Orcus Face/Reach 5 ft. by 5 ft./10 ft.; SA carrion stench, rebuke and Demogorgon meet in the course of their struggle undead 9/day, touch of fear; SQ demon wings, disease; against GrazÆzt, and then they attack each other as viciously ALNE; SV Fort +17, Ref +5, Will +16; Str 29, Dex 10, Con as they fight the legions of the Dark Prince. 20, Int 9, Wis 18, Cha14.",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Quah-Nomag is currently infected with soul rot. a gaze attack, except that Kauvra must take a standard action Spells Prepared (6/7/7/7/6/5/4/3/2; save DC 14 + spell to use it, and those merely looking at her are not affected. level, or 16 + spell level for Necromancy spells): 0ùcreate Anyone Kauvra targets must succeed at a Will save (DC 23) water, detect magic, no light, read magic, resistance (2); 1stùbane, or fall instantly under her influence as though by a dominate command, divine favor, invisibility to undead, protection from person spell cast by a 12th-level sorcerer. The ability has a good*, shield of faith, suspend disease;2ndùdarkbolt, death range of 30 feet. knell*, desecrate, endurance, hold person,shatter, silence; 3rdù Energy Drain (Su):Any living creature hit by KauvraÆs animate dead*, circle of nausea, clutch of Orcus, deeper darkness, slam attack gains two negative levels. For each negative level dispel magic, prayer, protection from elements; 4thùclaws of the bestowed, Kauvra heals 5 points of damage. If the amount of savage, cure critical wounds, damning darkness, death ward, stop healing is more than the damage she has taken, she gains heart, unholy blight*; 5thùcircle of doom, flame strike, spell resist- any excess as temporary hit points. If the negative level has ance, slay living*, true seeing;6thùblade barrier, cloud of the not been removed (with a spell such as restoration) before 24 achaierai, create undead*, heal;7thùblasphemy, destruction*, hours have passed, the afflicted opponent must succeed at a wretched blight;8thùviolated wretched blight, unholy aura*. Fortitude save (DC 23) to remove it. Failure means the oppo- *Domain spell. Domains: Death (death touch kills creature nentÆs level (or Hit Dice) is reduced by one. with less than 14d6 hp; 1/day), Evil (+1 caster level for evil Alternate Form (Su):Kauvra can assume the shape of a spells). bat, dire bat, wolf, or dire wolf as a standard action. This abil-",
        "name":  "Disease",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 whip, +3 large steel shield, ring of protection +2, 2 dYeddikadir and Nalebranc (2): Male cornugon Ftr 8; potions of bullÆs strength. CR 18; Large outsider (evil, lawful); HD 11d8+44 plus 8d10+32; hp 175; Init +2; Spd 20 ft., fly 50ft. (average); AC33, DISPATER, LORD OF THE SECOND touch 13, flat-footed 31; Atk +24 melee (1d4+6, 2claws) and Medium-Size Outsider (Evil, Lawful) +23 melee (1d4+3, bite) and +23 melee (1d3+3 plus wound- Hit Dice:34d8+442 (595 hp) ing, tail), or +27/+22/+17/+12 melee (1d6+10 plus 1 vile plus Initiative:+7 stun, +2 whip) and +23 melee (1d4+3, bite) and +23 melee Speed:30 ft. (1d3+3 plus wounding, tail); Face/Reach 10 ft. by 10 ft./15 ft.; AC:45 (+3 Dex, +7 shield, +25 natural), touch 13, flat- SA fear aura, spell-like abilities, stun, wound; SQ baatezu footed 42 qualities, DR 20/+2, outsider traits, regeneration 5, SR 24, Attacks:+6 heavy mace+55/+50/+45/+40 melee summon baatezu; AL LE; SV Fort +17, Ref +11, Will +11; Damage:+6 heavy mace1d8+20 plus 1 vile Str22, Dex 14, Con19, Int 14, Wis 14, Cha15. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 heavy mace, +2 light fortification large steel Baatezu Traits:Ustyhrin-ja can communicate telepathi- shield, elven chain, scroll of spider legs, scroll of wall of ooze, cally with any creature within 100 feet that has a language. potion of catÆs grace. In addition, she can see perfectly in darkness of any kind, even that created by a deeper darkness spell. Ustyhrin-ja is The Servants of Dispater immune to fire and poison, and she has acid resistance 20 Within the Iron Tower, Dispater gains a +20 divine bonus to and cold resistance 20. Armor Class, spell resistance, and all saving throws, making Device Lore (Ex): Ustyhrin-ja can find traps made him all but invulnerable. Thus, he hardly ever leaves the mostly of metal as a rogue can. Further, she gains a +2 com- place, relying on his servantsùmostly erinyesùto carry petency bonus when making Disable Device checks for out his bidding or speak for him. The chief of all his erinyes devices made mostly of metal. servants is Ustyhrin-ja, a hideously scarred disciple. She is Greater Iron Hews (Ex):Once per day, Ustyhrin-ja may fiercely loyal to Dispater and in recent weeks personally add a +6 divine bonus to the damage rolls for all successful slew three erinyes under her that she discovered were actu- attacks she makes that round. This bonus does not stack ally spies for Baalzebul. This event has made her even more with that provided by iron hews; the abilities are separate. paranoid and distrusting of all except her master. Iron Body(Sp):Once per day, Ustyhrin-ja can gain the",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dorban gains a +1 bonus on attack rolls Mammon lusts for powerùhe craves a station and position against orcs and goblinoids, a +2 bonus on Will saves against above the one he currently holds, for he has no affection for spells and spell-like abilities, a +2 bonus on Fortitude saves Minauros, the layer he currently rules. Once the ally of Dispa- against all poisons, a +4 dodge bonus against giants, and a +2 ter and Mephistopheles, he was quick to betray them both at racial bonus on Appraise, Craft, or Profession checks related the end of the Reckoning, and thus no archdevil trusts him. to stone or metal (already figured into the statistics above). 149 OF EVIL LORDS CHAPTER 7: 620_88161_Vile Darkness.qxd 8/13/02 11:29 AM Page 149He has darkvision with a range of 60 feet. Dorban also has Spells Prepared (5/6/4/3; save DC 15 + spell level): 0ùcure stonecunning (+2 racial bonus on checks to notice unusual minor wounds, detect magic(2), guidance, resistance;1stùbane, stonework; can make a check for unusual stonework as though cure light wounds, detect good, devil\u0027s tail*, doom, shield of faith; actively searching when within 10 feet and can use the Search 2ndùdarkbolt, devilÆs eye*, endurance, hold person;3rdùblind- skill to find stonework traps as a rogue can; intuit depth). ness/deafness, devil\u0027s ego*, dispel magic. Spells Prepared (6/7/5/5/4; save DC 15 + spell level): 0ù *Domain spell. Domains: Diabolic (+5 bonus on Bluff, cure minor wounds, detect magic(2), guidance, resistance(2); Diplomacy, Intimidate, or Sense Motive check, 1/day), 1stùbane, cause fear, command, cure light wounds, endure ele- Greed (+2 bonus on Appraise, Open Lock, and Pick Pocket ments, obscuring mist, protection from good*; 2ndùaid, checks). endurance, entice gift*, sap strength, shatter;3rdùbestow curse, Possessions: bracers of armor +3, cloak of resistance +1. cure serious wounds, knock*, masochism, shriveling;4thùclaws of the savage, cure critical wounds, stop heart, unholy blight*. The Servants of Mammon *Domain spell. Domains: Evil (+1 caster level with evil This archdevil has a diabolic army, made up mostly of osy- spells), Greed (+2 bonus on Appraise, Open Lock, and Pick luths and hamatulas, commanded by gelugons. He also com- Pocket checks). mands a small unit of powerful mind flayers that serve as",
        "name":  "The Goals of Mammon Dwarf Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 heavy mace, +1 poison spike plate armor,master- information-gatherers for him. Mammon owns a nightmare work large steel shield, wand of cure light wounds(24 charges), with maximum hit points and a pack of larger than normal brooch of shielding, 4 doses of baccaran. hell hounds. He takes these creatures with him when he adopts pit fiend form and hunts within his domain. dRuulam: Male mind flayer Clr 5; CR 13; Medium-size Zbavra began as a cleric of Hextor, and eventually came to aberration; HD 8d8+16 plus 5d8+10; hp 92; Init +5; Spd 30 the Nine Hells to serve Hextor directly. However, she got ft.; AC 17, touch 11, flat-footed 16; Atk +11 melee (1d4+2, 4 caught up in the politics of hell and soon found that her lust tentacles); SA extract, improved grab, mind blast,psionics, for power and influence got her far in the hierarchy. In fact, rebuke undead 12/day; SQ darkvision 60 ft., SR 25, telepa- she soon found herself one of the most influential mortals in thy; AL LE; SV Fort +9, Ref +5, Will +16; Str 15, Dex 13, all of hell. Now she has thrown in with Mammon, hoping Con14, Int 18, Wis 21, Cha 20. that an allegiance with an archdevil will get her even farther.",
        "name":  "Possessions",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 ranseur2d4+13 plus 1 vile/╫3 (Belial), flame with fire shield and magic circle against good active. Belial blade 2d8+20 fire/15û20 (Fierna) favors his ranseur and goes into a fight with see invisibility, 151 OF EVIL LORDS CHAPTER 7: 620_88161_Vile Darkness.qxd 8/13/02 11:29 AM Page 151magic circle against good, andunholy aura active. she is not at all resentful that her father actually does all the Fear Aura (Su):As a free action, Belial and Fierna can ôworkö and she simply says what he wants her to. create an aura of fear in a 20-foot radius. It is otherwise Belial was the enemy of Geryon and Moloch, both of identical with fearcast by a 15th-level caster (save DC 42). If whom were deposed in the Reckoning. He also hates the save is successful, that creature cannot be affected again Mammon. However, he currently has his sights set on the by this fear aura for 24 hours. Other baatezu are immune to fifth and sixth layers of hell. He feels that if he can overcome the aura. Levistus, the Hag Countess will be easily defeated soon after. Spell-Like Abilities (Belial):At willùblasphemy, Belial has been an ally of Baalzebul over the centuries and charm monster, deeper darkness, dese- crate, detect good, even through the Reckoning. They keep their relationship detect magic, geas/quest, greater dis- pelling, greater res- more of a secret nowadays, but Belial would come to Baalze- toration, hellfire storm, locate creature, locate object, magic bulÆs side if he needed him. Should this ever happen, how- circle against good, major image, pro- duce flame, raise ever, Mephistopheles would probably attempt to use Fierna dead, see invisibility, suggestion, teleport without error, against her fatherùeither as an ally or, if that is impossible, unholy aura, unhallow, wall of fire; a hostage. 1/dayùdominate monster, symbol (pain), wish. Caster level 20th; The Cult of Belial/Fierna save DC 24 + spell level. No one worships Fierna, but a few mortals pay Spell-Like Abilities (Fierna): homage to Belial. They see him as patron of domina- At willùdesecrate, detect good, tion, secrets, trickery, and seduc- detect magic, dispel magic, fireball, fire tion. His symbols are a two- shield, flame blade (double damage), pronged ranseur and a hand- hellfire storm, magic circle against good, some male face with dark produce flame, suggestion, teleport without features and small horns. error, wall of fire; 1/dayùfire storm, Clerics affiliated with meteor swarm, wish. Caster level 20th; Belial usually have access save DC 24 + spell level. to the Trickery, Knowledge,",
        "name":  "Damage",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alchemy +5, Climb +4, Concentration +10, limited by his height (see Chapter 4 of the PlayerÆs Handbook.) Craft (metalworking) +8, Hide +7, Knowledge (arcana) +10, Purity of Body: Vashaak is immune to all diseases except Listen +5, Move Silently +11, Spellcraft +10, Spot +5; Alertness, for magical ones such as mummy rot and lycanthropy. Craft Rod, Disciple of Darkness, Iron Will, Maximize Spell. Slow Fall: When falling, within armÆs reach of a wall, Smite Good (Su):Once per day, any of the Nyashk can Vashaak takes falling damage as if the fall were 20 feet make a normal attack to deal an additional +15 points of shorter than it actually is. damage to a good foe. Still Mind: Vashaak gains a +2 bonus on saving throws Spells Known (6/7/7/7/6/5/3; save DC 13 + spell level): against enchantments. 0ùdancing lights, detect magic, ghost sound, light, mage hand, Wholeness of Body (Su): Vashaak can cure himself up to mending, prestidigitation, ray of frost, read magic; 1stùburning 20 hit points per day and can spread this healing out among hands, chill touch, mage armor, magic missile, shocking grasp; several uses. 2ndùblindness/deafness, invisibility, MelfÆs acid arrow, mirror Possessions: bracers of armor +3, piercing needles of pain. image, web;3rdùclairaudience/clairvoyance, dispel magic, fire- ball, fly;4thùcharm monster, damning darkness, summon mon- MEPHISTOPHELES, ster IV; 5thùcone of cold, dominate person; 6thùdisintegrate. LORD OF THE EIGHTH",
        "name":  "Skills and Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Vashaak may make one extra attack in a Jump +29, Knowledge (arcana) +47, Knowledge (his- round at his highest base attack bonus, but this attack and tory) +28, Knowledge (the planes) +47, Listen +49, Move each other attack made that round takes a û2 penalty on the Silently +47, Scry +47, Search +47, Sense Motive +49, attack roll. Spellcraft +47, Tumble +30 Ki Strike (Su): VashaakÆs unarmed attacks can deal dam- Feats:Craft Wondrous Item, Dark Speech, Empower Spell, age to a foe with damage reduction as if they had a +1 en- Improved Initiative, Malign Spell Focus, Power Attack, hancement bonus. Scribe Scroll, Spell Focus (Evocation), Spell Penetration, Petrifying Gaze (Su):VashaakÆs gaze can turn an opponent Violate Spell within 30 feet to stone permanently (Fort DC 16 negates). Poison (Ex):Vashaak delivers his poison (Fortitude save Climate/Terrain:Any land and underground DC 17) with each successful snakes attack. The initial Organization:Solitary damage is 1d6 points of Strength; the secondary damage is Challenge Rating:29 2d6 points of Strength. Treasure:Quadruple standard Stunning Attack (Su): Ten times per day, Vashaak can Alignment:Lawful evil stun a creature damaged by his unarmed attacks. The foe so Advancement:ù 161 OF EVIL LORDS CHAPTER 7: 620_88161_Vile Darkness.qxd 8/13/02 11:33 AM Page 161Mephistopheles is an archdevil who has long held a great charm monster, create greater undead, desecrate, detect good, detect deal of power in hell. He is allied with Dispater and a bitter magic, devilÆs ego, fireball, fiendish quickening, geas/quest, greater rival of Baalzebul. Mephistopheles rules over the frozen dispelling, hellfire, hellfire storm, magic circle against good, locate wastes of Cania, the eighth layer of hell. As such, he has creature, locate object, major image, restoration, resurrection, scrying, become immune to cold by ruthlessly expos- suggestion, teleport without error,true seeing, unholy aura, unholy ing himself to the most frigid temperatures blight, unhallow, wall of fire, wall of ice; 1/dayùmeteor swarm, on Cania. symbol(any), wish. Caster level 20th; save DC 20 + spell level. Mephistopheles displays a faτade of charm, Spells:Mephistopheles casts spells as a 15th-level wizard civility, and understated wit. Secretly, he has a specialized in the Evocation school. His laboratories in terrible temper and flies into fre- Mephistar have spellbooks with every arcane quent rages while in his palace in spell in them, so he can prepare whatever Caniaùa citadel called Mephistar, spells he likes, except those from his prohib- built on a massive glacier on the ited schools (Illusion and Enchantment). frigid layer. From there Mephis- Spells Prepared (5/8/7/7/7/7/5/4/3; save topheles commands legions of DC 19 + spell level, or 21 + spell level gelugons, including the vast army for Evocation spells and evil spells, or that does nothing but guard the 23 + spell level for evil Evocation spells): entrance to Nessus, the bottom of 0ùarcane mark, mage hand (2), no light, slash the pit where Asmodeus dwells. tongue; 1stùblack bag, mage armor (2), magic Of late, Mephistar has become a missile (3), shield (2); 2ndùbullÆs strength, place of scorching flame at the heart catÆs grace, endurance, unheavened (2), web (2); of the icy plain, however, and the gelu- 3rdùviolated darkbolt (2), haste (2), gons have slowly relocated elsewhere, empowered magic missile (2), slow; 4thù replaced by pit fiends, cornugons, and arcane eye, damning darkness, detect scrying, barbazu. Mephistopheles has developed empowered violated magic missile, an extremely hot, corrupt type of energy empowered MelfÆs acid arrow, OtilukeÆs known as hellfire, tapped from the sub- resilient sphere, psychic poison; 5thùcone stance of the plane itself. Its use has of cold, call nightmare, violated fire spread through many of the archdevils shield, violated ice storm, empowered and their servants. None are as adept with lightning bolt, sending, wall of force; hellfire as Mephistopheles, however. To 6thù violated cone of cold, chain further his mastery of fire, he has lightning, disintegrate, eyebite, taken up the study of wizardry, empowered violated lightning specifically evocation. Mephistoph- bolt; 7thùempowered cone of eles is quickly gaining a reputation as cold, forcecage, gutwrench, whirl- an archdevil of contradictions. wind of teeth; 8thùviolated Nine feet tall, with hell-red skin, delayed blast fireball, horrid wilt- bat wings, white eyes, horns jut- ing, prismatic wall. ting from his forehead, and Baatezu Traits: Meph- straight, black hair, Mephistophe- istopheles can communicate les plays up his appearance to be telepathically with any crea- as consummately diabolical as possible. He swathes himself ture within 100 feet that has a language. In addition, he can in flowing black capes and wields a three-pronged ranseur. see perfectly in darkness of any kind, even that created by Mephistopheles constantly adopts new symbols. His cur- a deeper darkness spell. Mephistopheles is immune to fire rent one is a red hand with black fingernails shrouded in and poison, and he has acid resistance 20 and cold resist- dark flames. ance 20.",
        "name":  "Flurry of Blows",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Antilia has darkvision (60-foot range). action. The sweep affects Small or smaller creatures within a She cannot be raised or resurrected. 20-foot-radius half-circle centered on his rear. Each affected Spells Known (4/6/6/5/5/5/5; save DC 16 + spell level): 0ù creature that fails a Reflex save (DC 31) takes 2d6+25 points detect magic, flare, ghost sound, light, open/close, prestidigitation; of damage; a successful save halves the damage. 1stùcause fear, charm person, cure light wounds, sorrow, summon Blindsight (Ex): Testaron can ascertain creatures by non- monster I; 2ndùdance of ruin, mirror image, silence, song of fester- visual means (mostly hearing and scent, but also by noticing ing death, sound burst; 3rdùcharm monster, haste, invisibility vibrations and other environmental clues) at a range of 240 feet. sphere, sculpt sound, stunning screech; 4thùcure critical wounds, Fire Subtype (Ex): Testaron is immune to fire damage 164 hold monster, improved invisibility, legend lore, summon monster IV; but takes double damage from cold unless a saving throw for :7 RETPAHC SDROL LIVE FO 620_88161_Vile Darkness.qxd 8/13/02 11:34 AM Page 164half damage is allowed. In that case, he takes half damage on the other hand, some reports claim that he is indeed the a success and double damage on a failure. original, primal force of evil in the multiverse. Immunities (Ex):Immune to sleep and paralysis. The actions of Asmodeus are often mysterious to outside Keen Senses (Ex): Testaron can see four times as well observers, but that is due to the short-sighted and dim-witted as humans in low-light conditions and twice as well in view most beings have. AsmodeusÆs manipulations are normal light. Testaron also has darkvision with a range of labyrinthine and insidious. They work on a grand scale, 800 feet. although when it suits his needs he is willing to focus his Spells Known (6/8/8/7/7/5; save DC 16 + spell level, or 18 + attention even on the status of a lowly mortal soul. spell level for Evocation spells): 0ùdancing lights, detect magic, During the Reckoning, Asmodeus showed that he could ghost sound, light, mage hand, open/close, prestidigitation, read magic, take on virtually all the other archdevils in hell and arise tri- unnerving gaze; 1stùbestow wound, mage armor, magic missile, umphant when the smoke clears. His will alone dictates shield, tongue tendrils; 2ndùblur, levitate, summon swarm, TashaÆs who rules the various layers of hell. Once a year, he gathers hideous laughter, web; 3rdùblink, dispel magic, fireball, haste; 4thù the archdevils together in his home in Nessus, a fortress dimension door, dimensional anchor, improved invisibility; 5thù called Malsheem. None has ever refused this call. Even Lev- dominate person, wall of stone. istus is briefly freed from his imprisonment to attend (and sulk through) this gathering. ASMODEUS, LORD OF THE NINTH Asmodeus stands just over 13 feet tall, with lustrous dark Large Outsider (Evil, Lawful) skin and dark hair. He is handsome in the same way that a",
        "name":  "Outsider Traits",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Babaus receive a +8 racial bonus on Hide, Listen, Move Silently, and Search checks. 173 MONSTERS EVIL CHAPTER 8: 620_88161_Vile Darkness.qxd 8/13/02 11:38 AM Page 173immerse the battlefield in darkness, then tear foes to shreds such light, it takes a û4 penalty to AC, attack rolls, damage with their inky claws. rolls, saves, and skill and ability checks. Improved Grab (Ex):If a shadow demon hits a Medium- Skills: A shadow demons receives a +10 racial bonus on size or smaller opponent with both claw attacks, it deals Hide checks. normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity (grapple CHASME bonus +17). If it hits with both claws, it can also rake in the Chasmes are disgusting, flylike demons. Experts in punish- same round. The shadow demon has the option to conduct ment and torture, they sometimes gain positions of power the grapple normally, or simply use its claws to hold the and influence in the Abyss. If in the service of a demon lord, opponent (û20 penalty on grapple check, but the shadow chasmes are the taskmasters that keep other demons serv- demon is not considered grappled). In either case, each suc- ing that lord in line and doing the jobs assigned to them (a cessful grapple check it makes during successive rounds feat that can only be accomplished through pain and intim- automatically deals damage from both claws. idation). Other times, however, chasmes carve out a little Pounce (Ex): If a shadow demon dives or leaps upon a niche for themselves and act as very minor demon lords, foe during the first round of combat, it can make a full ruling over a number of lesser demons such as rutterkins attack (including a rake attempt, see below) even though it and dretches. Traditionally, chasmes hate succubi and kill has moved. them when they can. They also do not like vrocks, whom Rake (Ex): On any round that a shadow demon has a hold they see as rivals. They fear and obey more powerful demons on an opponent (see Improved Grab, above), it can make such as hezrous and glabrezu. two rake attacks (+17 melee touch) with its hind legs for 1d6 Like giant flies with tufts of hair sprouting about their points of damage each. The shadow demon can also attempt thick, insectoid flesh, chasmes have large buzzing wings to rake when it pounces on an opponent. and six limbs, two of which resemble long, thin human Spell-Like Abilities:At will: darkness;1/dayùdeeper arms. Their heads are vaguely humanlike, although exagger- darkness, damning darkness;1/weekùmagic jar. Caster level ated and ugly, with a hard, hooked horn where a humanÆs 10th; save DC 15 + spell level. nose would be. Darkness Enhancement (Ex):Shadow demons gain power from being within total darkness. They gain a +4 Combat enhancement bonus to AC, attack rolls, damage rolls, saves, Chasmes like to torment their foes before slaying them. and skill and ability checks in such conditions. Thus, they often besiege enemies with contagion, wave of Flesh-Ripping Claws (Su):When a shadow demonÆs grief, or insect plague before going in for the kill. claws touch flesh, they become corporeal, allowing the Drone (Su):As a full-round action, a chasme can beat its creature to claw, rake, and even grapple with opponents, wings to create a droning buzz in a 60-foot spread. Each crea- yet still ignore their armor. The shadow demonÆs claw and ture in the area must make a Will save (DC 16) or fall asleep rake attacks are thus made as touch attacks. Fleshless crea- for 2d10 rounds. There is no Hit Dice limit for this effect. tures, such as certain constructs, are immune to the attacks This ability otherwise functions like the sleepspell. Demons of a shadow demon. Corporeal foes attempting to grapple and creatures immune to sleepeffects (such as elves) are the shadow demon can only attempt to escape; they canÆt immune to this effect. deal damage or pin in a grapple. All damage a shadow Fear Aura (Su):As a free action, a chasme can create an demonÆs claws deal is vile damage (see Vile Damage in aura of fear in a 5-foot radius. The effect is otherwise identi- Chapter 2). cal with a fearspell (caster level 10th; Will DC 16 negates). If Immunities (Su): A shadow demon is immune to fire, the save is successful, that creature cannot be affected again cold, and electricity as well as mind-affecting effects, poison, by that chasmeÆs fear aura for 24 hours. sleep, paralysis, stunning, and disease. It is not subject to Spell-Like Abilities:At willùcontagion, darkness, dese- critical hits, subdual damage, ability damage, energy drain, crate, detect good, dispel magic, fly, insect plague, ray of enfeeble- or death from massive damage. ment, protection from good, see invisibility, telekinesis, teleport",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor bonus changes to a number based on Saves:Fort +4, Ref +13, Will +3 the bone creatureÆs size. Abilities:Str 19, Dex 22, Con ù, Int 15, Wis 13, Cha 10",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. but could arise from a create undeador create greater undead AC:15 (+1 Dex, +2 natural, +2 leather armor), touch 11, spell, as undead of their equivalent Hit Dice. flat-footed 15",
        "name":  "They cannot be the result of a simple animate deadspell, Speed",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The corpse creature gains a natural armor bonus Climate/Terrain:Any based on its size. Organization:Solitary",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "By character class Medium-size +2 Colossal +11 Large +3 This corpse creature wanders without purpose, destroying The corpse creature keeps the natural armor bonus of the anything in its way. base creature if itÆs better.",
        "name":  "Advancement",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The flesh of corrupted creatures becomes tougher Special Qualities:Acid immunity, darkvision 60 ft., and more resilient. Add +4 to the natural armor bonus of disruptive attack, enhanced power, fast healing 1, low- the base creature if it is Large or smaller. If it is Huge or light vision, scent larger, add +8. Saves:Fort +7, Ref +4, Will +0",
        "name":  "AC",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See below Flesh Armor Spell resistance applies to the damage dealt by this Replace damage reduction 10/+1 with 10/magic. spell, but not to the darkness area. Updated in Lords of Madness, p.210. Flesh Ripper",
        "name":  "Spell Resistance",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +34, Climb +29, Concentration +47, isk). Craft (alchemy) +27, Diplomacy +31, Hide Spells Prepared: 0 û acid splash, detect magic, +28, Intimidate +37, Knowledge (arcana) +33, disrupt undead*, ghost sound, touch of fatigue*; 1st Knowledge (religion) +20, Knowledge (the planes) û cause fear, disguise self, mage armor, magic missile +20, Listen +36, Move Silently +32, Search +33, (x2), ray of enfeeblement* (x2), shield; 2nd û darkbolt Sense Motive +34, Spellcraft +33, Spot +36, (x2), false life*, ghoul touch*, mirror image, scorching Survival +29, Swim +41 ray, wither limb*; 3rd û displacement, fireball (x2), halt",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wall of Maggots The wall has damage reduction 15/good, instead of Hit Dice: 2d8 (9 hp) 15/+2. The wall does damage as an evil-aligned weap- Initiative: +3 on with respect to damage reduction. Speed: 20 ft. (4 squares), climb 20 ft. See Dragon #300, p.57. Armor Class: 18 (+4 size, +3 Dex, +1 insight), touch 18, flat-footed 15",
        "name":  "Spell",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A hivemind swarm gains +1 insight bo- nus.",
        "name":  "Armor Class",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tsrsage@aol.com",
        "name":  "Email",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ôSage Adviceö Paizo Publishing 3245 146th PL SE, Suite 110 Bellevue, WA 98007 We will be updating this FAQ over time, and each version will have a date stamp on it so that you know which version you have. U.S. CANADA, ASIA EUROPEAN HEADQUARTERS PACIFIC \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. P.B. 2031 P.O. Box 707 2600 Berchem Renton, WA 98057-0707 Belgium (Questions?) 1-800-324-6496 +32-70-23-32-77 Based on the original DUNGEONS \u0026 DRAGONS« game by E. Gary Gygax and Dave Arneson and on the new edition of the DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. D\u0026D, DUNGEONS \u0026 DRAGONS, FORGOTTEN REALMS, PLANESCAPE, and DUNGEON MASTER are registered trademarks owned by Wizards of the Coast, Inc. The d20 System logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. ⌐2002 Wizards of the Coast, Inc. All rights reserved. Made in the U.S.A. Visit our website at www.wizards.com/dnd Book of Vile Darkness FAQ 1 12/10/02When you apply the bone creature template from the someone from ability damage as well, so how about in Book of Vile Darkness, what happens to the creatureÆs that case? Can you heal corruption costs? Challenge Rating? The negative energy protection spell prevents the loss of The CR is the same as the base creature, +1. ability scores and levels to attacks that employ negative energy. A corruption cost is not a negative energy effect, and There is an Alchemy DC (25) listed for liquid pain negative energy protection wonÆt prevent it. While defensive in the Book of Vile Darkness. Is an Alchemy check special qualities in the D\u0026D game are usually required when using a pain extractor or casting the insurmountable, the corruption cost for the spell represents a direct assault on the physical and mental well-being of the liquid pain spell? Is the check needed to change caster, and anyone who casts a corrupt spell has to pay the what comes from the magic item or spell to turn it cost, even if normally immune to ability damage, ability into the drug? If so, is the process also needed to drain, or energy drain. The act of casting a corrupt spell change liquid pain into whatever form is needed makes the caster briefly vulnerable to the corruption cost of when using it for experience (for example, pain as the spell. power)? When an undead creature uses a corrupt spell with an Both the pain extractor item and the liquid pain spell ability damage or ability drain corruption cost, the undead produce the agony (liquid pain) drug. Agony drug produced creature takes the damage or the drain against its Charisma by either method is ready to use and does not require an score, no matter what ability the spell normally damages or Alchemy check. drains. If the damage or drain reduces the undead creatureÆs An alchemist also can make agony according to the rules Charisma to 0, the creature becomes helpless until the loss of for creating any other alchemical item. Creating pain Charisma is somehow restored or repaired. Any ability alchemically is usually slower and more expensive than using damage from a corruption cost heals at the rate of 1 point per the spell or the item. day, just like any other ability damage. Ability drain can be No Alchemy check is required to use pain as power. healed by the appropriate spells. Note that undead creatures with Intelligence scores can The description of the Dark Speech mentions that you heal normal ability damage just as living creatures can. For can hold conversations in it if you are knowledgeable in example, a lich casts LahmÆs finger darts and suffers 1 point the language. Does that mean you need to take the feat of Charisma damage per dart (the spell normally damages and also spend skill points (on the Speak Language skill) Strength, but a lich is an undead creature, so it suffers to speak in the Dark Speech? Or is taking the feat Charisma damage instead). The Charisma damage the lich enough? suffers heals at the rate of 1 point per day, and the lichÆs You cannot learn the Dark Speech simply by taking the fingers are replaced as the Charisma damage heals. Speak Language skill. You have to take the feat instead. Taking the feat is enoughùwhen you take the feat you learn When a spell requires both Undead and Fiend (such as the Dark Speech without spending any skill points. flesh ripper), does the creature have to be an undead fiend, or is it an either/or type of thing? The discussion of corrupt spells on page 78 in the Book While most spells require all the material components of Vile Darkness says corrupt spells have no material listed for them, the demon, devil, fiend, and undead components. However, the apocalypse from the sky and components from the Book of Vile Darkness are special. If evil weather spells are corrupt spells with material more than one of these are listed, the caster need satisfy only components (an artifact and amethysts, respectively). Are one of them. they supposed to be focuses? A focus is a material component (just not a material If a character with the Dark Speech feat and a component that is consumed in the casting of the spell). The Charisma score of 15 used the Dark Speech to inspire two spell descriptions are correct, page 78 is wrong; however, dread, suffering 1d4 points of Charisma damage in the the artifact needed for the apocalypse from the sky spell is a process, it is my understanding that the character would focus and is not consumed when the spell is cast. then be unable to use the Dark Speech again until the Charisma damage is healed, since she no longer meets the Page 78 of the Book of Vile Darkness says that the feat prerequisites. Is this correct? corruption cost for casting a corrupt spell occurs after the Yes, that is correct. If you have a feat that has a spell ends, and thus there are no corrupt spells with a prerequisite, you cannot use the feat if you no longer meet the permanent duration. The consume likeness and forbidden prerequisite. Ability drain or ability damage can often render speech spells are both corrupt spells and are permanent. you unable to use your feats. When are the corruption costs for these spells paid? The prerequisites for the Dark Speech feat include a The spell descriptions are correct. In each case, the caster Charisma of 15 or higher and an Intelligence of 15 or higher. pays the corruption cost upon completing the spell (rather Anything that reduces Charisma or Intelligence to less than than when the spell ends). 15 renders the Dark Speech feat unusable until the loss is restored, and that includes Charisma damage from using the If a spellcaster is immune to ability drain (such as by feat. being undead), can he still cast corrupt spells? I seem to recall that there is a spell somewhere that can protect If a character drinks an elixir of the Dark Speech, does Book of Vile Darkness FAQ 2 12/10/02he have to meet the prerequisites for the Dark Speech to crowd. actually use the Dark Speech? In any case, the villains in your campaign would do well to No. Consuming the elixir allows a creature to use the Dark employ some undetectable alignment and misdirection spells, Speech for 10 minutes. The imbiber must have enough both of which last a fairly long time and were meant to foil Intelligence to actually use language (Intelligence of at least the profligate use of the various detect spells. A creature or 3), but does not have to have the Dark Speech feat or meet object that has received an undetectable alignment spell has the featÆs prerequisites. no aura of chaos, evil, good, or law no matter what its alignment really is. The misdirection spell usually doesnÆt At 5th level, monks gain immunity from diseases except last as long as undetectable alignment, but it allows the user for ômagicalö ones such as mummy rot or lycanthropy. to literally switch auras with some object. A clever villain can However, diseases arenÆt listed in the DUNGEON MASTERÆs usually assume whatever aura he wants with this spell, just Guide as ômagical.ö Rather, theyÆre listed as being either by casting the spell when a suitable object is at hand. normal or supernatural. Should one assume that monks Lingering auras occur when the original source of the aura are immune to all normal diseases, but not supernatural is gone. For example, an evil creature has an evil aura. If it ones? Or is it that a monk is resistant to all diseases dies, the inert body left behind has no alignment, but an aura except those that require magical cures, which is the case of evil lingers in and on the body for a time. The length of for both the example diseases listed? This issue becomes time the aura lingers depends on the original strength of the especially important considering that all the diseases aura, as noted in the detect evil spell description. A creature listed in the Book of Vile Darkness are supernatural, and or objectÆs aura does not ôrub offö or attach itself to anything there are a lot of them to catch. else. For example, you cannot track an evil creature by using The contagion spell produces a ômagicalö disease. A monk detect evil to detect lingering auras of evil it leaves behind as is subject to the effects of this spell, no matter what diseases it movesùbecause it doesnÆt leave behind any lingering aura. the caster chooses to inflict. Monks also are susceptible to Likewise, if you obtain a suspect creatureÆs equipment, you supernatural disease such as mummy rot. When the monk canÆt learn anything about that creatureÆs alignment by description says ômagical diseaseö it means ômagical or studying it with a detect evil spell (but you could learn supernatural disease.ö something from a piece of the creature itself). ThereÆs a sidebar on page 187 of the Book of Vile Darkness that deals with detecting evil. The sidebar says not all evil characters have an evil aura that registers with the detect evil spell or similar spell-like abilities. Does this mean your average evil fighter isnÆt detected? The description of the detect evil spell seems to indicate that any evil creature has at least a faint evil aura. For example, an evil creature has an aura strength of HD/5, and an aura strength of 1 or less is faint, so an evil fighter of 1st level has a faint evil aura, right? If that isnÆt true, what exactly does a detect evil spell detect? Is it alignment? Is it just certain monsters? IÆve always had difficulty hiding my villains from the PCs. They just walk around casting detect evil on everything until they find the villain. Also, what is a lingering aura and how does a creature or area get one? Does an evil creature leave a trail of evil wherever it goes? The detect evil spell detects evil auras. As you point out, any evil creature (that is, any creature with an evil alignment) has at least a faint evil aura. So, the sidebar is wrong. Note, however, that it can be pretty difficult to pin down exactly where an evil aura is or which creature it belongs to. When one first studies an area with detect evil, the spell reveals only the presence or absence of evil somewhere within the fairly large area the spell covers (and remember that the spell can penetrate barriers and detect auras that are in range but out of sight, inaccessible, or both). Only after 3 consecutive rounds of scanning the same area does a detect evil spell reveal the locations of any evil auras in that area. If the caster should scan a different area, she has to start the whole process all over again. Thus, an evil villain who moves around a little bit may rouse the PCsÆ suspicion, but the PCs canÆt be sure who or what actually goes with any particular evil aura theyÆve detected, especially if the villain is part of a Book of Vile Darkness FAQ 3 12/10/02",
        "name":  "Mail",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Jump. Planting one hand firmly on the railing, the elf swung his legs high and vaulted himself out into the open darkness. The stained glass ﬂ  oor below him shattered as he dropped onto it. That impact helped to break his fall, as he knew it would, but the shock was nonetheless jarring, and his body tensed as he waited for needles of jagged glass to pierce his skin. But to his surprise, he had suffered only minor scrapes by the time he found himself on the cool ﬂ  oor of the chamber beneath the panel. There was no time to savor his skills as a tumbler, for even now, the growling dogs were lumbering down the staircase after him. A quick scan confirmed that he was in the cellar. He had been in countless homes of this design, some in this very neighborhood, and one of the features they all had in common was a method of direct egress from the cellar. As the thought formed, he swiftly spun to fix his gaze upon the far wall, and there it was—a door. He pulled himself up, wincing, as shards of glass fell away from his clothing, and bolted for the exit at full speed, the howls of the dogs growing closer by the second.   The cellar door banged open with a hollow crack, and the thief stumbled out into the night. . . . *     *     * Only when he was certain the dogs were no longer in pursuit did Selion slow his pace to one more in keeping with the gait of a commoner. After a quick look around to make sure nobody was watching, he removed his cowl, stuffing it into the bag that now contained Windbag’s valuables. With a satisfied smirk, he calmly doubled back the way he had come. Within a few minutes, he stepped out of yet another alley and came upon his friend’s door. Seeing no activity in the area other than a pair of beggars shufﬂ  ing along in the street, the thief slipped inside. Seated at an oak table in the middle of the room were two men, each one grinning at the sight of Selion’s surprised expres- sion. One, a middle-aged dwarf wearing a skullcap, streaks of gray running through his rust-colored beard, was his secret friend, Pordo. The other was a tall, broad-shouldered human of about ﬁ  fty winters, clad in ﬁ  nely tailored chain mail and a cloak emblazoned with a lion rampant. Before Selion could whirl and escape back out the door, he heard sounds from outside as the human spoke. “My men have the way blocked. You have nowhere to run,” said the Lord Marshal. “Good evening, Lord Marshal,” said the thief, straining to retain his dignity. And then, to the other man, “Why, Pordo? Money?” Still smiling, the dwarf slowly shook his head. “No, Selion, not for money.” “Why, then, old friend?” The elf asked, his voice suddenly like ice. The dwarf’s eyes narrowed. “Because I have a daughter, too . . . old friend.”PRELUDE 620_95386_Ch1.indd   5620_95386_Ch1.indd   5 8/21/06   4:42:25 PM8/21/06   4:42:25 PM6INTRODUCTIONIntroduction Welcome to the Cityscape  supplement, the latest and perhaps most unusual offering in the environment series for the latest edition of the D UNGEONS  \u0026 D RAGONS ® game. Unlike the previous entries in the line, each of which focuses on more traditional environments—arctic wastelands, sand-swept deserts, storm-tossed seas, and the like—the book you now hold endeavors to give the same treatment to the city, or the urban “environment.” Indeed, running extended campaigns in and around a single city can often be even more challenging than doing the same in one of the wilderness environments. In order for your city to be an effective host for the player characters, it must be as three-dimensional as they are, and more. People, locations, policies, factions, laws, districts—they all have to be considered, if the DM wants to keep things smooth and engaging for the life of his game. In short, his city must truly live, and that’s quite a daunting task for any DM. It is the purpose of Cityscape to make such a task far less daunting. Whether you’ve run numerous urban campaigns or this is your ﬁ  rst foray into a city-based story, this book contains all you need to spin a dazzling world of vibrant, colorful adventure for yourself and for the players. THE CITY REVEALED Like other sourcebooks in the environment series, Cityscape is intended as a comprehensive reference for campaigns highlighting a particular set of themes, stories, and ideas. When running an urban campaign, DMs should beneﬁ  t from having this book by their side as much as they do from having the Dungeon Master’s Guide . As such, this book is organized in as modular a way as possible, to better aid the busy Dungeon Master in ﬁ  nd- ing precisely the material he needs, precisely when he needs it. What follows is a chapter-by-chapter summary of the book’s contents. Chapter One: The Scope of the City examines the fundamentals of city design and structure. After a brief overview of city living, this section launches into a dis-cussion of cities by type, and includes such archetypes as the capital city, the military city, the slaver city, and the trading hub. Following a similar analysis of cities by nontraditional culture and location, the chapter focuses on the characteristics of the city itself, from design features like sewers and wall fortifications to environmental hazards, such as sinkholes, plagues, and even arcane pollution. The bulk of the remainder of the chapter examines the various sorts of districts found in many urban settings. This is primarily a chapter oriented toward the Dungeon Master, but players should ﬁ  nd it useful as well. Chapter Two: The Urban Adventurer takes us inside the design of those who would be our story’s protagonists—the player characters. The chapter pro- vides tools for playing characters who are more heavily urban in feel, and includes urban-oriented skills, feats, and spells. A thorough discussion of the acquisition and maintenance of contacts rounds out the material presented in this chapter. Obviously, most of the mate-rial in this chapter is highly player-oriented. Chapter Three: Politics and Power discusses, as one might expect, city-based governance, politics, and organizations of various kinds. It examines the vari-ous types of government, and how those governments affect life in the city, as well as what sorts of ofﬁ  ces and d uties com e wi th each system of g o v ernm en t. N ob le houses, guilds, and organizations of various stripes are also detailed, each accompanied by a new prestige class designed to embody its group’s nature. The material in this chapter is useful and relevant to both players and Dungeon Masters. Chapter Four: Events and Encounters goes deep inside the numbers, offering examples of a variety of antagonists and NPCs with whom the characters might one day negotiate and/or tussle with on the streets of your city-based campaign. Classic archetypes are pre-sented in multiple versions, to provide good contacts or challenges for PCs of any power level, and include such ﬁ  gures as the city watchman, the thug, the noble, the craftsman, and the angry mob. The section rounds itself out with a smattering of new monsters, ready-made for city campaigns. This is entirely a Dungeon Master-oriented chapter.",
        "name":  "Therefore, the plan was a simple one",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These common and cheap lights consist of simple fuel reservoirs and wicks set atop lampposts. These are easier to maintain than torches and burn more slowly, but they provide only feeble lighting. In particularly close quarters such as narrow streets or alleyways, smoke from burning oil can accumulate into a smelly, vision-blurring cloud (see City Hazards on page 31). Lanterns:  Glass-enclosed lanterns are typical in wealthy districts and are more widespread in prosperous cities. They provide brighter and cleaner illumination t h a n  m o s t  o t h e r  n o n m a g i c a l  s o u r c e s .  ( S u n r o d s  a r e  even brighter light sources, but their cost makes them impractical for citywide use.) Where glass is unavailable or unknown, lanterns might instead use thin parchment or cloth to shield their ﬂ  ames.",
        "name":  "Oil Lamps",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can take this feat more than once. Its effects do not stack. Each time you take this feat, you apply it to a different organization of which you are a member. INVISIBLE SPELL  [METAMAGIC] You can make your spell effects invisible. Prerequisite:  Any metamagic feat. Beneﬁ  t: You can modify any spell you cast so that it carries no visual manifestation. All other aspects of the spell, including range, area, targets, and damage remain the same. Note that this feat has no bearing on any com- ponents required to cast the enhanced spell, so the spell’s source might still be apparent, depending on the situation, despite its effects being unseen. For example, a ﬁ  reball  cast by someone with this feat could be made invisible in the moment of its detonation, but everyone in the area would still feel the full effect (including the heat), and any ﬂ  am- mable materials ignited by the explosion would still burn visibly with nonmagical ﬁ  re. Those with detect magic , see invisibility , or true seeing  spells or effects active at the time of the casting will see whatever visual manifestations typically accompany the spell. A spell modiﬁ  ed using the Invisible Spell feat uses a spell slot of the spell’s normal level. PRIMARY CONTACT Your rapport with one of your contacts is stronger than your relationship with the rest. Prerequisite:  Favored. Beneﬁ  t: When you gain this feat, select one of your existing contacts to be named your primary contact. Choose one skill associated with the organization to which your contact belongs. You gain 1 bonus rank in that skill (even if doing so would put you above your normal maximum ranks for that skill). In addition, you can double the frequency with which you can call upon your primary contact for no-charge favors. For example, if your primary contact normally provides its no-charge favor once per month, you can now call upon that favor twice per month.Table 2–4: New Feats General Feats Prerequisites Beneﬁ  t Efficient Defender* Heavy armor proficiency +1 AC in light or medium armor, –1 armor check penalty Extra Contacts Cha 11 Increase your maximum number of contacts by 4Favored Membership in guild,  You gain benefits to organization-related skills, as well as organization, or church organization-specific advantages     Primary Contact Favored Gain +1 bonus on one skill, and double the frequency of favors  with one contact     Special Dispensation Favored You can carry and wear items banned by the local authoritiesStrong Stomach Con 13, Endurance Reduce naus eated and sickened conditions by one step Swift Tumbler Tumble 7 ranks Tumble at (1/2 speed + 10) ft. Urban Tracking — Use Gather Information to track down missing or wanted persons Metamagic Feats Prerequisites Beneﬁ  t City Magic Caster level 3rd Only half of damage from energy-based spells comes from energy Deceptive Spell — Disguise spell originInvisible Spell Any metamagic feat Make spell effects invisible Sculpt Spell Any metamagic feat Alter spell’s area Tactical Feats Prerequisites Beneﬁ  t Roofwalker Balance 5 ranks, Jump 5 ranks,  Gain move, skill, and AC bonuses on rooftops Dodge, Mobility Roof-Jumper Balance 7 ranks, Jump 7 ranks,  Gain attack and move bonuses when jumping downward Dodge, Mobility, Roofwalker * A fighter can select this feat as one of his bonus feats. 620_95386_Ch2.indd   61620_95386_Ch2.indd   61 8/22/06   9:14:12 AM8/22/06   9:14:12 AM62 CHAPTER 2 THE URBAN",
        "name":  "Special",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An underworld house can provide any supplies necessary, up to the maximum allotment. However, 25% of such supplies are stolen or smuggled goods, and the PCs caught with them might ﬁ  nd them- selves in severe legal trouble. Sample Contact: Ronto Riddimas (rogue 6/assassin 2). Ronto will assassinate any single individual of a level lower than his, so long as the target is not especially well protected. Once only. EBONMAR INFILTRATOR “In the world of politics, secrets are currency. In the world of politics, I am a rich, rich man.” —Thobias Ebonmar, scion and “guide” of House Ebonmar Secrets are indeed the currency of the world of politics, and few have learned this better than House Ebonmar. A politically oriented noble bloodline, Ebonmar has mastered the art of learning the most hidden facets of their rivals, while keeping their own dealings quiet and unseen. Their greatest tools in this endeavor are the infiltrators—or “guides” as they are obliquely referred to—who act as spies, saboteurs, and—when necessary—blackmailers of unsurpassed ability on behalf of the house. BECOMING AN EBONMAR INFILTRATOR The inﬁ  ltrator is a master of stealth and deception, an interpreter, and an escape artist. Few individuals other than bards, rogues, and perhaps ambitious experts can master the wide variety of skills necessary to become an inﬁ ltrator. Monks could manage it, if they’re willing to spend a great many skill points on cross-class skills. All others must either multiclass or wait until much higher levels to become an inﬁ  ltrator. 620_95386_Ch3.indd   79620_95386_Ch3.indd   79 8/22/06   9:19:41 AM8/22/06   9:19:41 AM80 CHAPTER 3 POLITICS AND POWER Entry Requirements",
        "name":  "Supplies Available",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb, Handle Animal, Intimidate, Jump, Ride, Use Rope. Duties:  A mercenary guild requires its members to spend no fewer than 20 hours a week on missions and patrols. Generally, such duties are fairly safe and do not require much combat. In times of war or danger, however, members must support whatever cause the guild does. With a successful DC 25 Diplomacy check, a member can have an adventure with her companions registered as a “patrol,” if the adventure somehow advances the cause of the guild or its employer, or is intended to pacify an area of the guild employer’s territory. This counts toward the guild’s required weekly duty. Each additional attempt to register an adventure as a “patrol” increases the Diplomacy check DC by 2. Favored Beneﬁ  ts: Members of the same mercenary guild learn complementary combat tactics. Whenever a member is adjacent to another member, each of them gains a +1 competence bonus to Armor Class. Sample Contact:  Oriak Soulburn (human hexblade 6). Oriak will accompany the PC on an adventure up to one day in length. Once only. PERFORMERS GUILDS",
        "name":  "Associated Skills",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An urban savant first studies the power of the beings who have had an impact on the city in the past. With a successful Knowledge check, you learn the general combat capabilities of your target. Against humanoids, this check confers knowledge of the target’s Freilya Stormwind, an urban savantIllus. by H. Lyon 620_95386_Ch3.indd   101620_95386_Ch3.indd   101 8/22/06   9:21:21 AM8/22/06   9:21:21 AM102 CHAPTER 3 POLITICS AND POWERbase attack bonus, Armor Class, and combat-related feats. (The DM is the ﬁ  nal arbiter on what constitutes a combat- related feat; the list of ﬁ  ghter bonus feats is recommended as a starting point.) Against nonhumanoids, this check confers knowledge of all the above information plus any special attacks or options, which the DM should describe in brief. Note that the urban savant’s player beneﬁ  ts from this knowledge as related, but obviously the character cannot relate the data to her allies verbatim. The player must roleplay any information he wishes his character to impart in the game.",
        "name":  "Strengths",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Remove all ranks in Knowledge (local); remove 1 rank from Concentration, changing the modifier to +5. Remove Iron Will (changing Will save to +7). Cult Leader CR 9 Male or female human adept 10Any alignment (but rarely good) Medium humanoidInit 0; Senses  Listen +3, Spot +3 Languages Common, empathic link AC 14, touch 11, ﬂ  at-footed 14; Dodge (+3 armor, +1 deﬂ  ection) hp 35 (10 HD) Fort +3, Ref  +3, Will  +12 Speed  30 ft. (6 squares) Melee  club +5 (1d6) Ranged  dart +5 (1d4) Base Atk +5; Grp +5 Adept Spells Prepared  (CL 10th): 3rd— bestow curse  (DC 16), lightning bolt  (DC 16) 2nd— invisibility, scorching ray  (+2 ranged touch), web 1st— command  (DC 14), cure light wounds, protection from [appropriate alignment], sleep  (DC 14) 0—detect magic, ghost sound  (DC 13), touch of fatigue (+0 melee touch, DC 13) Abilities Str 10, Dex 10, Con 10, Int 10, Wis 16, Cha 11 SQ familiar, share spells Feats  AlertnessB (if familiar within 5 ft.; modiﬁ  ers not included in skills, below), Deceptive Spell*, Dodge, Iron Will, Silent Spell, Still Spell Skills  Appraise +3, Concentration +10, Gather Information +2, Knowledge (local) +10, Knowledge (religion) +10, Spell-craft +9 Possessions  club, 5 darts, holy symbol, bracers of armor +3, ring of protection +1, periapt of Wisdom +2, potion of cure moderate wounds",
        "name":  "Nonhuman Cult Members",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor bonus increases by +5.",
        "name":  "Armor Class",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 14th level, while in a state of ferocity, he gains a +1 dodge bonus to Armor Class and Reflex saves. In addition, while in a state of ferocity, the barbarian can stand from prone as a swift action that does not provoke attacks of opportunity. If a foe that threatens him has a base attack bonus that is 4 points or more higher than his barbarian level, however, she gains an attack of opportunity as normal. (These abilities replace indomitable will.)",
        "name":  "Shifting Stance",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, the ranger chooses one particular organization that he has studied in depth. This could be a guild, a noble house, a church, or any similar specifically defined entity. (See Chapter 3: Politics and Power in Cityscape for definitions and samples of these groups.) Due to his knowledge of how the organization operates, he gains a +2 bonus on Bluff, Intimidate, Gather Information, Knowledge (local), and Sense Motive checks made against, or pertaining to, members of that organization. Likewise, due to his heightened awareness around these Cityscape, Part 1 individuals, he gains a +2 bonus to Armor Class against members of this group. At 5th level and every five levels thereafter (10th, 15th, and 20th level), the ranger may select an additional rival organization. In addition, at each such interval, the bonus against any one rival organization (including the one just selected, if so desired) increases by 2. Roof-Dweller Those who grow up on the streets of the city are often equally at home above the streets, where the rooftops provide an unseen highway.",
        "name":  "Benefit",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+15,120 gp Caster Level: 7th Aura: Moderate; (DC 13) divination Activation: Standard (command) This shield almost gleams, polished as it is to a mirrorlike sheen.The sentinel ability is almost always added to shields, though it is technically possible to add it to the helm or breastplate of a suit of armor. Each sentinel shield (or armor) is irrevocably tied to a small mirror, which was created as part of the process at the same time as the shield itself. As a standard action, the bearer of the shield can cause an image of whatever the shield is facing to appear in the mirror, not unlike a scrying spell. The person with the mirror sees everything in a 120-foot cone in front of the shield (or less if the ambient light reduces visibility below 120 feet). This effect is blocked by any effect that blocks scrying . The connection can be severed as a move action. This ability can be activated three times per day for up to 7 minutes at a time.If either part of the pair -- the shield and the mirror -- is destroyed, this ability is lost.Prerequisites: Craft Magic Arms and Armor, scrying.",
        "name":  "Price",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, hold person (greater version requires hold monster ).",
        "name":  "Prerequisites",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "armor.json",
        "description":  " Epic Levels and Prestige Classes  . . . . . . 190Introduction Complete  Adventurer is a rules accessory for the DUNGEONS \u0026 D RAGONS ® game. It is primarily a player resource focused on skills and other game elements that charac - ters of any class can use. It looks at nearly every aspect of the D\u0026D game with skills in mind, and it allows characters with the proper number of skill ranks access to new combat options, new spells, new equipment, and new classes. DMs can also use this book as a resource for creating or optimizing single creatures or even entire campaign worlds. EVERYONE HAS SKILL What does it mean to be a skilled character? Really, the term is just a matter of degree. Even a character who gets a measly 1 skill point for each new level he attains can become better at a particular skill than other characters he might encounter (or travel with). Much of this book is potentially relevant to any character—from new uses for skills to new equipment that can help even an unskilled character make a crucial skill check, Complete Adventurer provides exciting options even for characters with very low levels or very few skill points. WHAT’S INSIDE Complete Adventurer  is structured similarly to its compan - ion volumes Complete Warrior, Complete Divine,  and Complete Arcane.  It provides the same kinds of game information, emphasizing certain topics in a way that best suits the theme of the book. For instance, a full chapter in Complete Adventurer  is devoted to skills and feats, beginning with an extensive discussion of new applications for existing skills—the largest single expansion of the rules in Chapter 4 of the Player ’s Handbook  that we’ve ever published. The chapter also includes a long list of new feats, many of which are suited to characters with a large number of skill points per level or a large number of ranks in a single skill. Three new standard character classes—the deadly ninja, the masterful scout, and the versatile spellthief— provide players with new ways to approach highly skilled characters, and each class has a unique approach to combat as well. The large number of prestige classes in this book is deliberate. Every character class (and nearly every character concept) is represented, each with a focus on skill use. Whether you’re a spellcaster with a few levels of rogue or ninja, a ﬁghter feeling a lack of skill points, or a highly skilled character looking to further specialize, you’ll ﬁnd exciting options and classes throughout these descriptions. Many of the spells introduced in this book interact with skills—opening up new uses, providing special bonuses, or producing powerful effects for characters with the right skills. In addition, many of the spells focus on using existing abilities in unusual and inter - esting ways. These spells allow spellcasters to occupy a signiﬁcant place in campaigns that emphasize skill use and give advantages to those characters with a large number of ranks in many skills. The last chapter of this book provides information on several organizations open to player characters. Some are related to the prestige classes introduced earlier, while others stand on their own. Each organization has guide - lines for membership, beneﬁts for joining, and realistic reasons for adventurers to belong. Any one of these organizations could become the focus of a campaign, since each admits members from a diverse selection of character classes and concepts. WHAT YOU NEED TO PLAY Complete Adventurer makes use of the information in the three D\u0026D core rulebooks— Player ’s Handbook, Dungeon Master ’s Guide, and Monster Manual.  In addition, it includes references to material in the Epic Level Handbook, the Expanded Psionics Handbook,  Complete Warrior,  and Complete Arcane.  Although possession of any or all of these supple - ments will enhance your enjoyment of this book, they are not strictly necessary. 4pqqqqqqqqqqqqqqqqqqqqrs SOURCES This book includes material from other previously published work, including Dragon Magazine  and earlier supplements such as Defenders of the Faith  and Song and Silence.  This mate - rial has been picked up and revised to v.3.5 based on feedback from thousands of D\u0026D players comparing and debating the strengths and weaknesses of characters and options at gaming conventions, on message boards, on email lists, and over the counters of their friendly local gaming stores. The changes we make to previously published material are intended to create an improved version of that material—to help out prestige classes that were formerly suboptimal choices, to adjust feats or spells that were simply too good, or take whatever steps the D\u0026D v.3.5 revision made necessary for each individual class, feat, spell, or item. Of course, if you’re playing with older material and it’s working fine in your game, you shouldn’t feel compelled to change. pqqqqqqqqqqqqqqqqqqqqrs Each of these classes has a unique set of abili - ties, and each presents a new approach to a wide range of adventuring situations. The ninja, scout, and spellthief classes are especially interesting to groups who want to play in a campaign focused on espionage, politics, or intrigue. NINJA Ninjas move through the shadows, striking down the unwary and vanishing again with ease. Ninjas walk where others cannot. They blend their train - ing in stealth and assassination with a focused mind. Their rigorous preparation sharpens their minds and bodies, giving them supernatural abilities of stealth and making them phantoms in the eyes of many. Although ninjas in battle lack the staying power of martial characters such as ﬁghters or barbarians, they excel at making combat occur on their terms—appear - ing and disappearing seemingly at a whim. Historically, ninjas came from clans of assas - sins and guerrilla warriors in feudal Japan. In a ince its inception, the latest edition of the DUNGEONS  \u0026 D RAGONS  roleplaying game has been about options, not restrictions. Complete Adventurer continues that theme, introducing new uses for old skills, new feats and equipment, and the new character classes presented in this chapter. Although every class participates in adventures and is worthy of the title “adventurer,” the classes discussed here emphasize skill use and ingenuity, making them particularly appropriate for this book’s emphasis on skills and adventure. The three classes described in this chapter—ninja, scout, and spellthief—have access to a wide variety of class skills and gain 6 or more skill points per level. More important, however, is the way that these skills and the abilities unique to each class change the way an adventure feels. The scout and ninja both match the rogue’s stealth and ability to ﬁnd and bypass traps, but each of these classes approaches combat in a new way. The spellthief adds a modest progression of arcane spells. Although these abilities are potent, the most intriguing aspect of a spellthief is his ability to steal and replicate the abilities of his foes. 5INTRODUCTIONIllus. by D. KovacsIntroduction Complete  Adventurer is a rules accessory for the DUNGEONS \u0026 D RAGONS ® game. It is primarily a player resource focused on skills and other game elements that charac - ters of any class can use. It looks at nearly every aspect of the D\u0026D game with skills in mind, and it allows characters with the proper number of skill ranks access to new combat options, new spells, new equipment, and new classes. DMs can also use this book as a resource for creating or optimizing single creatures or even entire campaign worlds. EVERYONE HAS SKILL What does it mean to be a skilled character? Really, the term is just a matter of degree. Even a character who gets a measly 1 skill point for each new level he attains can become better at a particular skill than other characters he might encounter (or travel with). Much of this book is potentially relevant to any character—from new uses for skills to new equipment that can help even an unskilled character make a crucial skill check, Complete Adventurer provides exciting options even for characters with very low levels or very few skill points. WHAT’S INSIDE Complete Adventurer  is structured similarly to its compan - ion volumes Complete Warrior, Complete Divine,  and Complete Arcane.  It provides the same kinds of game information, emphasizing certain topics in a way that best suits the theme of the book. For instance, a full chapter in Complete Adventurer  is devoted to skills and feats, beginning with an extensive discussion of new applications for existing skills—the largest single expansion of the rules in Chapter 4 of the Player ’s Handbook  that we’ve ever published. The chapter also includes a long list of new feats, many of which are suited to characters with a large number of skill points per level or a large number of ranks in a single skill. Three new standard character classes—the deadly ninja, the masterful scout, and the versatile spellthief— provide players with new ways to approach highly skilled characters, and each class has a unique approach to combat as well. The large number of prestige classes in this book is deliberate. Every character class (and nearly every character concept) is represented, each with a focus on skill use. Whether you’re a spellcaster with a few levels of rogue or ninja, a ﬁghter feeling a lack of skill points, or a highly skilled character looking to further specialize, you’ll ﬁnd exciting options and classes throughout these descriptions. Many of the spells introduced in this book interact with skills—opening up new uses, providing special bonuses, or producing powerful effects for characters with the right skills. In addition, many of the spells focus on using existing abilities in unusual and inter - esting ways. These spells allow spellcasters to occupy a signiﬁcant place in campaigns that emphasize skill use and give advantages to those characters with a large number of ranks in many skills. The last chapter of this book provides information on several organizations open to player characters. Some are related to the prestige classes introduced earlier, while others stand on their own. Each organization has guide - lines for membership, beneﬁts for joining, and realistic reasons for adventurers to belong. Any one of these organizations could become the focus of a campaign, since each admits members from a diverse selection of character classes and concepts. WHAT YOU NEED TO PLAY Complete Adventurer makes use of the information in the three D\u0026D core rulebooks— Player ’s Handbook, Dungeon Master ’s Guide, and Monster Manual.  In addition, it includes references to material in the Epic Level Handbook, the Expanded Psionics Handbook,  Complete Warrior,  and Complete Arcane.  Although possession of any or all of these supple - ments will enhance your enjoyment of this book, they are not strictly necessary. 4pqqqqqqqqqqqqqqqqqqqqrs SOURCES This book includes material from other previously published work, including Dragon Magazine  and earlier supplements such as Defenders of the Faith  and Song and Silence.  This mate - rial has been picked up and revised to v.3.5 based on feedback from thousands of D\u0026D players comparing and debating the strengths and weaknesses of characters and options at gaming conventions, on message boards, on email lists, and over the counters of their friendly local gaming stores. The changes we make to previously published material are intended to create an improved version of that material—to help out prestige classes that were formerly suboptimal choices, to adjust feats or spells that were simply too good, or take whatever steps the D\u0026D v.3.5 revision made necessary for each individual class, feat, spell, or item. Of course, if you’re playing with older material and it’s working fine in your game, you shouldn’t feel compelled to change. pqqqqqqqqqqqqqqqqqqqqrs Each of these classes has a unique set of abili - ties, and each presents a new approach to a wide range of adventuring situations. The ninja, scout, and spellthief classes are especially interesting to groups who want to play in a campaign focused on espionage, politics, or intrigue. NINJA Ninjas move through the shadows, striking down the unwary and vanishing again with ease. Ninjas walk where others cannot. They blend their train - ing in stealth and assassination with a focused mind. Their rigorous preparation sharpens their minds and bodies, giving them supernatural abilities of stealth and making them phantoms in the eyes of many. Although ninjas in battle lack the staying power of martial characters such as ﬁghters or barbarians, they excel at making combat occur on their terms—appear - ing and disappearing seemingly at a whim. Historically, ninjas came from clans of assas - sins and guerrilla warriors in feudal Japan. In a ince its inception, the latest edition of the DUNGEONS  \u0026 D RAGONS  roleplaying game has been about options, not restrictions. Complete Adventurer continues that theme, introducing new uses for old skills, new feats and equipment, and the new character classes presented in this chapter. Although every class participates in adventures and is worthy of the title “adventurer,” the classes discussed here emphasize skill use and ingenuity, making them particularly appropriate for this book’s emphasis on skills and adventure. The three classes described in this chapter—ninja, scout, and spellthief—have access to a wide variety of class skills and gain 6 or more skill points per level. More important, however, is the way that these skills and the abilities unique to each class change the way an adventure feels. The scout and ninja both match the rogue’s stealth and ability to ﬁnd and bypass traps, but each of these classes approaches combat in a new way. The spellthief adds a modest progression of arcane spells. Although these abilities are potent, the most intriguing aspect of a spellthief is his ability to steal and replicate the abilities of his foes. 5INTRODUCTIONIllus. by D. Kovacs6CHAPTER 1 CLASSES 7CHAPTER 1 CLASSESfantasy setting, they blend a gift for stealth and inﬁ  ltra- tion with devastating surprise attacks and supernatural means of avoiding blows. Although the speciﬁ  c abilities of the class differ from those attributed to the historical ninja, they mirror the ninja’s fearsome reputation as a spy, assassin, and martial artist.",
        "name":  "Behind the Curtain",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ninjas beneﬁ  t from a high Dexterity score, since it affects their most important skills, and many of their abilities require that they wear no armor. A high Dexterity also helps a ninja to act ﬁ  rst in initiative and take advantage of her sudden strike ability. A ninja also appreciates a high Wisdom score, which improves her Armor Class, grants additional uses of her ki powers, and helps her locate foes with skills such as Listen and Spot.",
        "name":  "Abilities",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ninjas beneﬁ  t from a high Dexterity score, since it affects their most important skills, and many of their abilities require that they wear no armor. A high Dexterity also helps a ninja to act ﬁ  rst in initiative and take advantage of her sudden strike ability. A ninja also appreciates a high Wisdom score, which improves her Armor Class, grants additional uses of her ki powers, and helps her locate foes with skills such as Listen and Spot.",
        "name":  "Abilities",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None (speed 30 feet).",
        "name":  "Armor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None (speed 30 feet).",
        "name":  "Armor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 7 + Int modiﬁer. Armor Check Skill Ranks Ability Penalty Balance 4 Dex +0 Disable Device 4 Int +0 Hide 4 Dex +0 Listen 4 Wis — Move Silently 4 Dex +0Open Lock 4 Dex — Search 4 Int — Spot 4 Wis — Tumble 4 Dex +0",
        "name":  "Skill Selection",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dexterity helps scouts become stealthy and overcome their lack of access to heavy armor. Wisdom also is important be - cause it affects many skills, especially Spot and Listen, that most scouts consider vital to their ability to survive in the wild and to detect enemies efﬁciently.   Alignment: Any. Scouts in military service are usually lawful.",
        "name":  "Abilities",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 7 + Int modiﬁer. Armor Check Skill Ranks Ability Penalty Balance 4 Dex +0 Disable Device 4 Int +0 Hide 4 Dex +0 Listen 4 Wis — Move Silently 4 Dex +0Open Lock 4 Dex — Search 4 Int — Spot 4 Wis — Tumble 4 Dex +0",
        "name":  "Skill Selection",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dexterity helps scouts become stealthy and overcome their lack of access to heavy armor. Wisdom also is important be - cause it affects many skills, especially Spot and Listen, that most scouts consider vital to their ability to survive in the wild and to detect enemies efﬁciently.   Alignment: Any. Scouts in military service are usually lawful.",
        "name":  "Abilities",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 4th level and every four levels thereafter (8th, 12th, 16th, and 20th level), a scout gains a bonus feat, which must be selected from the following list: Acrobatic, Agile, Alertness, Athletic, Blind-Fight, Brachiation†, Combat Expertise, Danger Sense†, Dodge, Endurance, Far Shot, Great Fortitude, Hear the Unseen†, Improved Initiative, Improved Swimming†, Iron Will, Lightning Reﬂexes, Mobility, Point Blank Shot, Precise Shot, Quick Draw, Quick Reconnoiter†, Rapid Reload, Shot on the Run, Skill Focus, Spring Attack, Track. She must meet all the prerequisites for the feat. †New feat described in Chapter 3. Evasion (Ex):  Beginning at 5th level, a scout can avoid damage from certain attacks with a successful Reﬂex save. See the monk class feature, page 41 of the Player’s Handbook. Flawless Stride (Ex):  Starting at 6th level, a scout can move through any sort of terrain that slows movement (such as undergrowth, rubble, and similar terrain) at her normal speed and without taking damage or suffering any other impairment. This ability does not let her move more quickly through terrain that requires a Climb or Swim check to navigate, nor can she move more quickly through terrain or undergrowth that has been magically manipulated to impede motion. A scout loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Camouﬂage (Ex): Beginning at 8th level, a scout can use the Hide skill in any sort of natural terrain. See the ranger class feature, page 48 of the Player’s Handbook.  She loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Blindsense (Ex): At 10th level, a scout gains the blindsense ability out to 30 feet. This ability functions as described on page 306 of the Monster Manual. Hide in Plain Sight (Ex): Beginning at 14th level, a scout can use the Hide skill in natural terrain even while being observed. See the ranger class feature, page 48 of the Player’s Handbook. A scout loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Free Movement (Ex):  At 18th level and higher, a scout can slip out of bonds, grapples, and even the effects of conﬁning spells easily. This ability duplicates the effect of a freedom of movement  spell, except that it is always active. A scout loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Blindsight (Ex): A 20th-level scout gains the blind - sight ability out to 30 feet. Her senses become so acute that she can maneuver and ﬁght ﬂawlessly even in total darkness. Invisibility, darkness, and most kinds of con - cealment are irrelevant, though the scout must have line of effect to a creature or object to discern it. HALF-ELF SCOUT STARTING PACKAGE",
        "name":  "Bonus Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+2 AC, armor check penalty –1, speed 30 feet, 20 lb.).",
        "name":  "Armor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 8 + Int modiﬁer. Armor Check Skill Ranks Ability Penalty Balance 4 Dex –1 Climb 4 Str –1 Hide 4 Dex –1 Jump 4 Str –1 Knowledge (nature) 4 Int — Listen 4 Wis — Move Silently 4 Dex –1Search 4 Int — Spot 4 Wis — Survival 4 Wis — Swim 4 Str –2",
        "name":  "Skill Selection",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 4th level and every four levels thereafter (8th, 12th, 16th, and 20th level), a scout gains a bonus feat, which must be selected from the following list: Acrobatic, Agile, Alertness, Athletic, Blind-Fight, Brachiation†, Combat Expertise, Danger Sense†, Dodge, Endurance, Far Shot, Great Fortitude, Hear the Unseen†, Improved Initiative, Improved Swimming†, Iron Will, Lightning Reﬂexes, Mobility, Point Blank Shot, Precise Shot, Quick Draw, Quick Reconnoiter†, Rapid Reload, Shot on the Run, Skill Focus, Spring Attack, Track. She must meet all the prerequisites for the feat. †New feat described in Chapter 3. Evasion (Ex):  Beginning at 5th level, a scout can avoid damage from certain attacks with a successful Reﬂex save. See the monk class feature, page 41 of the Player’s Handbook. Flawless Stride (Ex):  Starting at 6th level, a scout can move through any sort of terrain that slows movement (such as undergrowth, rubble, and similar terrain) at her normal speed and without taking damage or suffering any other impairment. This ability does not let her move more quickly through terrain that requires a Climb or Swim check to navigate, nor can she move more quickly through terrain or undergrowth that has been magically manipulated to impede motion. A scout loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Camouﬂage (Ex): Beginning at 8th level, a scout can use the Hide skill in any sort of natural terrain. See the ranger class feature, page 48 of the Player’s Handbook.  She loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Blindsense (Ex): At 10th level, a scout gains the blindsense ability out to 30 feet. This ability functions as described on page 306 of the Monster Manual. Hide in Plain Sight (Ex): Beginning at 14th level, a scout can use the Hide skill in natural terrain even while being observed. See the ranger class feature, page 48 of the Player’s Handbook. A scout loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Free Movement (Ex):  At 18th level and higher, a scout can slip out of bonds, grapples, and even the effects of conﬁning spells easily. This ability duplicates the effect of a freedom of movement  spell, except that it is always active. A scout loses this beneﬁt when wearing medium or heavy armor or when carrying a medium or heavy load. Blindsight (Ex): A 20th-level scout gains the blind - sight ability out to 30 feet. Her senses become so acute that she can maneuver and ﬁght ﬂawlessly even in total darkness. Invisibility, darkness, and most kinds of con - cealment are irrelevant, though the scout must have line of effect to a creature or object to discern it. HALF-ELF SCOUT STARTING PACKAGE",
        "name":  "Bonus Feats",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+2 AC, armor check penalty –1, speed 30 feet, 20 lb.).",
        "name":  "Armor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 8 + Int modiﬁer. Armor Check Skill Ranks Ability Penalty Balance 4 Dex –1 Climb 4 Str –1 Hide 4 Dex –1 Jump 4 Str –1 Knowledge (nature) 4 Int — Listen 4 Wis — Move Silently 4 Dex –1Search 4 Int — Spot 4 Wis — Survival 4 Wis — Swim 4 Str –2",
        "name":  "Skill Selection",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most spellthieves are neutral. They view the world as a place full of challenges and interesting opportunities and rarely give much thought to morality. Even spellthieves with genuinely good intentions occa-sionally get caught up in the challenge of an adventure and fail to see (or decide to intentionally overlook) the moral implications of their actions. Evil spellthieves are callous and cruel, using their abilities to trick, blackmail, or destroy anyone who has something they want or stands in the way of their per-sonal agenda.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most spellthieves prefer to rely on their own wits and skill rather than pay homage to a higher power. Occasionally, when planning a particularly daring raid, a spellthief makes a one-time offering or prayer to a deity with power over the night or thievery. Others sometimes seek divine protection before attempting to rob or raid a temple, but even these observances are more a chance for a spellthief to even the odds than a true attempt at devotion. Some particularly evil spellthieves devote themselves to Vecna (the god of secrets), using their abilities to wrest information from their opponents and exploit them for blackmail or more serious crimes.",
        "name":  "Religion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Charisma determines which spells a spellthief can cast and how hard those spells are to resist. Dexterity helps him avoid blows in combat despite his light armor. Spellthieves who prefer melee combat beneﬁ  t from high Strength or Constitution scores.",
        "name":  "Abilities",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most spellthieves are neutral. They view the world as a place full of challenges and interesting opportunities and rarely give much thought to morality. Even spellthieves with genuinely good intentions occa-sionally get caught up in the challenge of an adventure and fail to see (or decide to intentionally overlook) the moral implications of their actions. Evil spellthieves are callous and cruel, using their abilities to trick, blackmail, or destroy anyone who has something they want or stands in the way of their per-sonal agenda.",
        "name":  "Alignment",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most spellthieves prefer to rely on their own wits and skill rather than pay homage to a higher power. Occasionally, when planning a particularly daring raid, a spellthief makes a one-time offering or prayer to a deity with power over the night or thievery. Others sometimes seek divine protection before attempting to rob or raid a temple, but even these observances are more a chance for a spellthief to even the odds than a true attempt at devotion. Some particularly evil spellthieves devote themselves to Vecna (the god of secrets), using their abilities to wrest information from their opponents and exploit them for blackmail or more serious crimes.",
        "name":  "Religion",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Charisma determines which spells a spellthief can cast and how hard those spells are to resist. Dexterity helps him avoid blows in combat despite his light armor. Spellthieves who prefer melee combat beneﬁ  t from high Strength or Constitution scores.",
        "name":  "Abilities",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Beginning at 4th level, a spellthief gains the ability to cast a small number of arcane spells, which are drawn from a subset of the sorcerer/wizard spell list (see below). He can cast any spell he knows without preparing it ahead of time, just as a sorcerer can (see page 54 of the Player’s Handbook ). To learn or cast a spell, a spellthief must have a Cha - risma score equal to at least 10 + the spell level (Cha 11 for 1st-level spells, Cha 12 for 2nd-level spells, and so on). The DC for a saving throw against a spellthief’s spell is 10 + spell level + spellthief’s Cha modiﬁer. Like other spellcasters, a spellthief can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on Table 1–3: The Spellthief. In addition, he receives bonus spells per day if he has a high Charisma score (see Table 1–1, page 8 of the Player’s Handbook ). When Table 1–3 indicates that a spellthief gets 0 spells per day of a given spell level (for instance, 1st-level spells for a 4th-level spellthief), he gains only the bonus spells he would be entitled to based on his Charisma score for that spell level. A spellthief’s selection of spells is extremely limited. A spellthief begins play knowing no spells but gains one or more new spells at certain levels, as indicated on Table 1–4: Spellthief Spells Known. (Unlike spells per day, his Charisma does not affect the number of spells he knows; the numbers on Table 1–4 are ﬁxed.) A spellthief can learn any sorcerer/wizard spell from the following schools: abjuration, divination, enchantment, illusion, and transmutation. No other sorcerer/wizard spells are on the spellthief’s class spell list. Upon reaching 12th level, and at every third spellthief level after that (15th and 18th), a spellthief can choose to learn a new spell in place of one he already knows. In effect, the spellthief “loses” the old spell in exchange for the new one. The new spell’s level must be the same as that of the spell being exchanged, and it must be at least two levels lower than the highest-level spellthief spell that the spellthief can cast. For instance, upon reaching 12th level, a spellthief could trade in a single 1st-level spell for a different 1st-level spell. A spellthief can swap only a single spell at any given level, and he must choose whether or not to swap the spell at the same time that he gains new spells known for the level. At 4th level and higher, a spellthief’s caster level for spells is one-half his spellthief level.Table 1–4: Spellthief Spells Known ———— — Spells Known ————— Level 1st 2nd 3rd 4th 1st — — — —  2nd — — — —  3rd — — — — 4th 2 1 — — — 5th 2 — — — 6th 3 — — —  7th 3 — — —  8th 4 2 1 — — 9th 4 2 — —10th 4 3 — —11th 4 3 2 1 — 12th 4 4 3 —13th 4 4 3 —14th 4 4 4 2 1 15th 4 4 4 316th 4 4 4 317th 5 4 4 418th 5 5 4 419th 5 5 5 4 20th 5 5 5 5 1  Provided that the spellthief has sufficient Charisma to have a bonus spell of this level. Steal Spell-Like Ability (Su):  At 5th level and higher, a spellthief can use a sneak attack to temporarily steal a creature’s spell-like ability. A spellthief who hits an opponent with a sneak attack can choose to forgo dealing 1d6 points of sneak attack damage and instead gain one use of one of the target’s spell-like abilities. If the target is willing, a spellthief can steal a spell-like ability with a touch as a standard action. This spell-like ability can originate from the target’s class, race, template, or any other source, and can be of any level up to a maximum of one-third the spellthief’s class level. A spellthief can select a speciﬁc spell-like ability to steal; otherwise, the DM chooses the ability at random. If the ability has a limited number of uses per day, the target must have at least one such use left, or the spellthief can’t steal the ability. If the target can’t use its ability at the present time (such as a summoned demon’s summon ability), the spellthief can’t steal it. A spellthief can use a stolen spell-like ability once. For all purposes (caster level, save DC, and so on), treat the spell-like ability as if it were being used by the original possessor of the ability. A spellthief must use the stolen spell-like ability within 1 minute of acquiring it, or it is lost harmlessly. Until the spellthief uses the ability (or until the minute elapses), the target cannot use the stolen ability. Absorb Spell (Su):  Beginning at 7th level, if a spellthief makes a successful save against a spell that targets him, he can attempt to absorb the spell energy for later use. This ability affects only spells that have the spellthief as Table 1–3: The Spellthief Base Attack Fort Ref Will      — — Spells per Day —— Level Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +0 +2 Sneak attack +1d6, steal spell (0 or 1st), trapfinding — — — — 2nd +1 +0 +0 +3 Detect magic, spellgrace +1, steal spell effect — — — — 3rd +2 +1 +1 +3 Steal energy resistance 10 — — — — 4th +3 +1 +1 +4 Steal spell (2nd) 0 — — — 5th +3 +1 +1 +4 Sneak attack +2d6, steal spell-like ability 0 — — — 6th +4 +2 +2 +5 Steal spell (3rd) 1 — — — 7th +5 +2 +2 +5 Absorb spell 1 — — — 8th +6/+1 +2 +2 +6 Steal spell (4th) 1 0 — — 9th +6/+1 +3 +3 +6 Arcane sight , sneak attack +3d6 1 0 — — 10th +7/+2 +3 +3 +7 Steal spell (5th) 1 1 — — 11th +8/+3 +3 +3 +7 Spellgrace +2, steal energy resistance 20 1 1 0 — 12th +9/+4 +4 +4 +8 Steal spell (6th) 1 1 1 — 13th +9/+4 +4 +4 +8 Discover spells, sneak attack +4d6 1 1 1 — 14th +10/+5 +4 +4 +9 Steal spell (7th) 2 1 1 0 15th +11/+6/+1 +5 +5 +9 Steal spell resistance 2 1 1 1 16th +12/+7/+2 +5 +5 +10 Steal spell (8th) 2 2 1 1 17th +12/+7/+2 +5 +5 +10 Sneak attack +5d6 2 2 2 1 18th +13/+8/+3 +6 +6 +11 Steal spell (9th) 3 2 2 1 19th +14/+9/+4 +6 +6 +11 Steal energy resistance 30 3 3 3 2 20th +15/+10/+5 +6 +6 +12 Absorb spell (immediate casting), spellgrace +3 3 3 3 318 CHAPTER 1 CLASSES 19CHAPTER 1 CLASSES affecting the target. If the target is willing, a spellthief can steal a spell effect with a touch as a standard action. The spellthief can choose which spell effect to steal; otherwise, the DM determines the stolen spell effect ran - domly. If a spellthief tries to steal a spell effect that isn’t present, the stolen spell effect is determined randomly from among those currently in effect on the target. A spellthief can’t steal a spell effect if its caster level exceeds his class level + his Charisma modiﬁer. Upon stealing a spell effect, a spellthief gains the stolen effect (and the original creature loses that effect) for 1 minute per class level (or until the spell’s duration expires, whichever comes ﬁrst). If the spell effect’s dura - tion hasn’t expired by this time, the spell effect returns to the creature that originally beneﬁted from it. A spellthief can steal the effect of a spell only if the spell could be cast on him by the original caster. For example, a spellthief couldn’t gain the effect of an animal growth  spell (unless the spellthief is of the animal type) or the effect of a shield  spell (since that spell’s range is personal). If a spellthief tries to steal the effect of a spell not allowed to him, the effect is still suppressed on the original target of the spell for 1 minute per spellthief class level. This ability does not work on spell effects that are immune to dispel magic  (such as bestow curse ). Steal Energy Resistance (Su):  Beginning at 3rd level, a spellthief can siphon off some or all of a target’s resistance to an energy type (acid, cold, electricity, ﬁre, or sonic). A spellthief who hits an opponent with a successful sneak attack can choose to forgo dealing 1d6 points of sneak attack damage and instead temporar - ily gain resistance 10 to an energy type to which his target is resistant (or immune). If the target is willing, a spellthief can steal energy resistance with a touch as a standard action. Simultaneously, the target creature’s resistance to that energy type is reduced by 10 (to a minimum of 0). A creature with immunity to an energy type retains that immunity. If his target has more than one type of resistance to energy, a spellthief can choose which kind to steal; otherwise, the DM determines the stolen resistance randomly from among those possessed by the target. If a spellthief chooses to steal a type of resistance that the target doesn’t possess, the stolen type of resistance is determined randomly from those possessed by the target. The resistance a spellthief gains from using this abil - ity lasts for 1 minute. If the resistance is derived from a temporary effect (such as a spell), the stolen resistance disappears when the effect expires. A spellthief can use this ability multiple times, but its effects do not stack unless they apply to different types of energy. For example, throughout a long combat, a spellthief might use this ability to gain resistance to ﬁre and resistance to cold, but he could not use it twice on a creature that is resistant to ﬁre to gain twice as much resistance to ﬁre (nor to reduce the creature’s resistance to ﬁre by twice as much). At 11th level, a spellthief can steal resistance 20 to an energy type by using this ability, and at 19th level he can steal resistance 30 to an energy type.",
        "name":  "Spells",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+2 AC, armor check penalty –1, speed 20 feet, 10 lb.).",
        "name":  "Armor",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 6 + Int modiﬁer. Armor Check Skill Ranks Ability Penalty Concentration 4 Con — Disable Device 4 Int —Hide 4 Dex –1 Knowledge (any one) 4 Wis —Listen 4 Wis — Move Silently 4 Dex –1 Open Lock 4 Dex — Search 4 Int — Spellcraft 4 Int — Spot 4 Wis — Tumble 4 Dex –1",
        "name":  "Skill Selection",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character belonging to one of these prestige classes is skilled at ﬁ  ghting in close quarters. In keeping with the skilled and stealthy themes of this book, the melee prestige classes described here typically depend on the sneak attack ability to deal the kind of damage found in high-level play. Many balance a good-sized Hit Die with armor selec-tion or a high base attack bonus progression, his chapter presents a host of new prestige classes that provide skilled and often stealthy career choices for characters of every class. Spellcasters will ﬁ  nd prestige classes that let them blend their spells and skills into deadly new abilities. Fighters and other combat-oriented characters will ﬁ  nd ways to use their existing skills to improve their martial prowess. Rogues and other skill-focused characters will ﬁ  nd ways to blend their already impressive abilities with those of other classes. Several of these prestige classes favor multiclass characters, accentuating the ideas of versatility and adventure that pervade this book. PICKING A PRESTIGE CLASS The easy part of looking for a prestige class involves comparing each class’s requirements with the abilities and feats that you already have. Reading through this chapter and comparing the classes here to your current character or an NPC you’re building is a good way to solidify your character concept at the same time that you look for new options. The more difﬁ  cult part of 21Illus. by D. KovacsCHAPTER 2 PRESTIGE CLASSES 22CHAPTER 2 PRESTIGE CLASSES 23making their use in play involve much more than simply swinging away against the toughest foe present.",
        "name":  "Melee",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Although daggerspell shapers and daggerspell mages are related through their common organization, they need not be used together in every Table 2–4: The Bloodhound Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +1 +2 +2 +0  Mark (1), swift tracker 2nd +2 +3 +3 +0  Nonlethal force, ready and waiting 3rd +3 +3 +3 +1  Bring ’em back alive, tenacious pursuit (speed +10 ft.) 4th +4 +4 +4 +1  Hunter’s dedication, mark (2), move like the wind 5th +5 +4 +4 +1  Crippling strike, track the trackless 6th +6 +5 +5 +2  See invisibility, shielded mind, tenacious pursuit (speed +20 ft.) 7th +7 +5 +5 +2  Locate creature, mark (3) 8th +8 +6 +6 +2  Freedom of movement 9th +9 +6 +6 +3  Scent, tenacious pursuit (speed +30 ft.) 10th +10 +7 +7 +3  Find the path, mark (4)CHAPTER 2 PRESTIGE CLASSES 30CHAPTER 2 PRESTIGE CLASSES 31on Hide and Move Silently checks when moving at any speed up to his normal speed, and he takes only a –10 penalty (instead of a –20 penalty) on Hide and Move Si - lently checks when running. (He takes the normal –20 penalty when attacking or charging.) Crippling Strike (Ex): Starting at 5th level, a blood - hound can deliver strikes against his mark with such precision that each successful attack also deals 2 points of Strength damage to the mark. A bloodhound can deliver a crippling strike with a melee attack, or with a ranged attack from a distance of up to 30 feet. See the rogue class feature, page 51 of the Player’s Handbook . Track the Trackless (Su): Starting at 5th level, a bloodhound can track a creature moving under the inﬂuence of pass without trace  or a similar effect, though he takes a –20 penalty on his Survival checks when doing so. See Invisibility (Su):  This ability, gained at 6th level, functions like a see invisibility  spell, except that it is constantly in effect and it reveals only invisible marks. Shielded Mind (Su):  At 6th level, a bloodhound gains spell resistance against divination spells equal to 15 + his bloodhound level. This beneﬁt does not stack with other forms of spell resistance. Locate Creature  (Sp): Once per day, a bloodhound of 7th level or higher can produce an effect identical to that of a locate creature spell with a caster level equal to the bloodhound’s character level. Freedom of Movement (Su): Starting at 8th level, a bloodhound can act normally regardless of magical effects that impede movement, as if he were affected by a freedom of movement spell. The effect lasts for a total time per day of 1 round per point of Wisdom bonus he possesses (minimum 1 round). The effect occurs auto - matically as soon as it is applied, lasts until it runs out or is no longer needed, and can be used multiple times per day (up to the total daily limit of rounds). The character’s caster level is equal to his bloodhound level. Scent (Ex):  At 9th level, a bloodhound gains the scent ability (see page 314 of the Monster Manual ). Find the Path (Sp):  A 10th-level bloodhound can use ﬁnd the path twice per day as the spell. His caster level is equal to his bloodhound level. SAMPLE BLOODHOUND",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Although daggerspell shapers and daggerspell mages are related through their common organization, they need not be used together in every Table 2–4: The Bloodhound Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +1 +2 +2 +0  Mark (1), swift tracker 2nd +2 +3 +3 +0  Nonlethal force, ready and waiting 3rd +3 +3 +3 +1  Bring ’em back alive, tenacious pursuit (speed +10 ft.) 4th +4 +4 +4 +1  Hunter’s dedication, mark (2), move like the wind 5th +5 +4 +4 +1  Crippling strike, track the trackless 6th +6 +5 +5 +2  See invisibility, shielded mind, tenacious pursuit (speed +20 ft.) 7th +7 +5 +5 +2  Locate creature, mark (3) 8th +8 +6 +6 +2  Freedom of movement 9th +9 +6 +6 +3  Scent, tenacious pursuit (speed +30 ft.) 10th +10 +7 +7 +3  Find the path, mark (4)CHAPTER 2 PRESTIGE CLASSES 32CHAPTER 2 PRESTIGE CLASSES 33campaign. The mages, well suited for wizard/rogues of any alignment, could become a deadly group of dagger- and spell-wielding cultists. Furthermore, in a campaign that includes psionics, the daggerspell mage makes an excellent class for psion/ rogues. Simply change the arcane spellcasting require - ment and progression to a similar psionic manifester level requirement and progression, and the daggerspell psion, the third branch of the Daggerspell Guardians, is ready for your campaign.",
        "name":  "Adaptation",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 studded leather armor, +1 rapier,  masterwork dagger, gloves of Dexterity +2, sailing ship, 1,000 gp, 2,000 sp, 5,000 cp. † New spell described on page 153 . DUNGEON DELVER In many ways, the dungeon delver is the ultimate adven - turing rogue. He’s skilled at moving stealthily through all types of dungeon terrain, detecting and disarming inconvenient traps, bypassing locks, locating treasure, and ﬁlching protected items. Since a dungeon delver frequently works alone, he must learn to think and act independently, relying upon no one but himself. Even when exploring a dungeon in the company of other adventurers, he often keeps to himself—scouting ahead, disarming traps a safe distance from the group, or seeking treasure while the others are distracted. The typical dungeon delver has forsaken interaction skills to concentrate on the nuts and bolts of dungeon exploration and treasure retrieval. Rogues and scouts make excellent dungeon delvers, as do the rare few ninjas and spellthieves who choose to pursue this track. Mul - ticlass rogue/rangers who favor the darkness of caverns to the light of the sky also make good dungeon delvers. The best NPC dungeon delvers become legends and are sought after by anyone with a particularly inaccessible treasure to recover. Some even accept regular stipends from various nobles to leave their treasures alone. Only the best survive to make names for themselves, however—those who lack the necessary skill and savvy perish anonymously on unsuccessful expeditions, leaving behind their bones for some luckier compatriot to discover.",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 studded leather armor, +1 rapier,  masterwork dagger, gloves of Dexterity +2, sailing ship, 1,000 gp, 2,000 sp, 5,000 cp. † New spell described on page 153 . DUNGEON DELVER In many ways, the dungeon delver is the ultimate adven - turing rogue. He’s skilled at moving stealthily through all types of dungeon terrain, detecting and disarming inconvenient traps, bypassing locks, locating treasure, and ﬁlching protected items. Since a dungeon delver frequently works alone, he must learn to think and act independently, relying upon no one but himself. Even when exploring a dungeon in the company of other adventurers, he often keeps to himself—scouting ahead, disarming traps a safe distance from the group, or seeking treasure while the others are distracted. The typical dungeon delver has forsaken interaction skills to concentrate on the nuts and bolts of dungeon exploration and treasure retrieval. Rogues and scouts make excellent dungeon delvers, as do the rare few ninjas and spellthieves who choose to pursue this track. Mul - ticlass rogue/rangers who favor the darkness of caverns to the light of the sky also make good dungeon delvers. The best NPC dungeon delvers become legends and are sought after by anyone with a particularly inaccessible treasure to recover. Some even accept regular stipends from various nobles to leave their treasures alone. Only the best survive to make names for themselves, however—those who lack the necessary skill and savvy perish anonymously on unsuccessful expeditions, leaving behind their bones for some luckier compatriot to discover.",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Spell-Like Abilities:  1/day— dancing lights, ghost sound (DC 16) , prestidigitation, speak with animals (burrowing mammal only, duration 1 minute). Lend Talent (Ex): By accepting a penalty on Perform (sing) or Tumble checks, Brieta grants a competence bonus on checks with those skills to all allies within 30 feet. The penalty can be up to –4, and the competence bonus is equal to one-half the penalty. Activating this ability is a full-round action, and the effect lasts for as long as she remains conscious and within range. Skill Mastery (Ex): Brieta has mastered the skills Bluff, Concentration, Hide, Perform, Sense Motive, and Tumble to the extent that she can take 10 with them even under stress. These skills are designated by SM in the statistics block. Bard Spells Known  (3/5/5/3/1; caster level 10th): 0— danc - ing lights, detect magic, ghost sound  (DC 16),  lullaby  (DC 16), mage hand, read magic;  1st— accelerated movement †, animate rope, distort speech † (DC 17), feather fall; 2nd— bladeweave † (DC 18), silence (DC 18), suggestion (DC 18), swift invisibil - ity†; 3rd— blink, glibness, sculpt sound, speechlink †; 4th— cure critical wounds, freedom of movement . † New spell described in Chapter 5.",
        "name":  "Gnome Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bardic knowledge and evasion abilities.CHAPTER 2 PRESTIGE CLASSES 46CHAPTER 2 PRESTIGE CLASSES 47doing so. Each time an exemplar gains a class level, she can add another skill to the list of skills with which she has mastery. Lend Talent (Ex): Starting at 2nd level, an exemplar can lend some of her skill artistry to allies, allowing them to exceed their normal talents. By accepting a penalty on checks using a skill for which she has selected skill art - istry, an exemplar grants a competence bonus on checks with that skill to all allies within 30 feet. The penalty can be any number that does not exceed the exemplar’s class level, and the competence bonus is equal to one-half the penalty. Activating this ability is a full-round action, and the effect lasts for as long as the exemplar remains conscious and within range. For example, a 4th-level exemplar who has selected skill artistry with Craft (armorsmithing) can accept a –4 penalty on Craft (armorsmithing) checks to grant all allies within 30 feet a +2 competence bonus on Craft (armor - smithing) checks for as long as she remains nearby. At 8th level, the competence bonus granted by this ability becomes equal to the penalty accepted by the exemplar.",
        "name":  "Special",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Spell-Like Abilities:  1/day— dancing lights, ghost sound (DC 16) , prestidigitation, speak with animals (burrowing mammal only, duration 1 minute). Lend Talent (Ex): By accepting a penalty on Perform (sing) or Tumble checks, Brieta grants a competence bonus on checks with those skills to all allies within 30 feet. The penalty can be up to –4, and the competence bonus is equal to one-half the penalty. Activating this ability is a full-round action, and the effect lasts for as long as she remains conscious and within range. Skill Mastery (Ex): Brieta has mastered the skills Bluff, Concentration, Hide, Perform, Sense Motive, and Tumble to the extent that she can take 10 with them even under stress. These skills are designated by SM in the statistics block. Bard Spells Known  (3/5/5/3/1; caster level 10th): 0— danc - ing lights, detect magic, ghost sound  (DC 16),  lullaby  (DC 16), mage hand, read magic;  1st— accelerated movement †, animate rope, distort speech † (DC 17), feather fall; 2nd— bladeweave † (DC 18), silence (DC 18), suggestion (DC 18), swift invisibil - ity†; 3rd— blink, glibness, sculpt sound, speechlink †; 4th— cure critical wounds, freedom of movement . † New spell described in Chapter 5.",
        "name":  "Gnome Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male gnome wizard 5/maester 2; CR 7; Small humanoid; HD 7d4+14; hp 33; Init +0; Spd 20 ft.; AC 13, touch 12, ﬂ  at-footed 13; Base Atk +3; Grp –3; Atk or Full Atk +1 melee (1d4–2, quarterstaff ); SA spells, spell- like abilities; SQ familiar (rat), famil- iar beneﬁ  ts, gnome traits, low-light v i sion, qu ic k crafting; AL LN; SV Fort +6*, Ref +2*, Will +10*; Str 6, Dex 10, Con 14, Int 16, Wis 14, Cha 14.Pinker Bachin, a maester Table 2–13: The Maester Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2 Bonus feat, quick crafting — 2nd +1 +0 +0 +3 — +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Identification +1 level of existing spellcasting class 4th +2 +1 +1 +4 — +1 level of existing spellcasting class 5th +2 +1 +1 +4 Bonus feat +1 level of existing spellcasting classIllus. by F. VohwinkelCHAPTER 2 PRESTIGE CLASSES 58CHAPTER 2 PRESTIGE CLASSES 59 Skills and Feats: Appraise +7 (+9 for alchemy items), Concentration +12, Craft (alchemy) +15, Knowledge (arcana) +12, Listen +4, Spellcraft +15 (+17 to decipher scrolls), Use Magic Device +7 (+9 involving scrolls); Brew Potion, Craft Magic Arms and ArmorB, Craft WandB, Craft Wondrous Item, Magical Aptitude, Scribe ScrollB.",
        "name":  "Pinker Bachin",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Quick Crafting (Ex): Pinker can craft magic items in half the normal time required (one day per 2,000 gp of the item’s base price; minimum one day). Wizard Spells Prepared  (caster level 6th): 0— detect magic, mending, message, read magic ; 1st— comprehend languages, identify, magic missile, shield;  2nd— cat’s grace, knock, mirror image, web  (DC 15); 3rd— ﬁreball  (DC 16),  ﬂy, ray of exhaus - tion (+4 ranged touch; DC 16) .",
        "name":  "Gnome Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "as above plus 0—all others; 1st— color spray, mage armor, ray of enfeeblement, shield; 2nd— levitate; 3rd— displacement.",
        "name":  "Spellbook",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "bracers of armor +1, ring of protection +1, quarterstaff, cloak of resistance +1,  2 scrolls of hold person, scroll of lightning bolt  (7th level), wand of Melf’s acid arrow  (21 charges), 3 pearls (100 gp each), 4 pp, 3 gp, 7 sp, 5 cp. Wannbar,  Rat Familiar: CR —; Tiny magical beast; HD 5; hp 16; Init +2; Spd 15 ft., climb 15 ft., swim 15 ft.; AC 17, touch 14, ﬂat-footed 15; Base Atk +3; Grp –9; Atk +5 melee (1d3–4, bite); Full Atk +5 melee (1d3–4, bite); Space/Reach 2-1/2 ft./0 ft.; SA deliver touch spells; SQ improved evasion, low-light vision, scent, speak with master; AL N; SV Fort +2, Ref +4, Will +7; Str 2, Dex 15, Con 10, Int 12, Wis 12, Cha 2.",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A 10th-level master of many forms has reached the pinnacle of her shapechanging abilities. She gains the shapechanger subtype and becomes immune to any transmutation effect unless she is willing to accept it. Galatea, a master of many formsTable 2–14: The Master of Many Forms Base Attack Fort Ref WillLevel Bonus Save Save Save Special  1st +0 +2 +2 +0  Shifter’s speech, improved wild shape (humanoid) 2nd +1 +3 +3 +0  Improved wild shape (giant; Large) 3rd +2 +3 +3 +1  Fast wild shape, improved wild shape (monstrous humanoid)  4th +3 +4 +4 +1  Improved wild shape (fey; Tiny)  5th +3 +4 +4 +1  Improved wild shape (vermin)  6th +4 +5 +5 +2  Improved wild shape (aberration; Huge)  7th +5 +5 +5 +2  Extraordinary wild shape, improved wild shape (plant)  8th +6 +6 +6 +2  Improved wild shape (ooze; Diminutive)  9th +6 +6 +6 +3  Improved wild shape (elemental)10th +7 +7 +7 +3  Evershifting form, improved wild shape (dragon; Gargantuan)Illus. by M. MooreCHAPTER 2 PRESTIGE CLASSES 58CHAPTER 2 PRESTIGE CLASSES 59 Skills and Feats: Appraise +7 (+9 for alchemy items), Concentration +12, Craft (alchemy) +15, Knowledge (arcana) +12, Listen +4, Spellcraft +15 (+17 to decipher scrolls), Use Magic Device +7 (+9 involving scrolls); Brew Potion, Craft Magic Arms and ArmorB, Craft WandB, Craft Wondrous Item, Magical Aptitude, Scribe ScrollB.",
        "name":  "Evershifting Form",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Quick Crafting (Ex): Pinker can craft magic items in half the normal time required (one day per 2,000 gp of the item’s base price; minimum one day). Wizard Spells Prepared  (caster level 6th): 0— detect magic, mending, message, read magic ; 1st— comprehend languages, identify, magic missile, shield;  2nd— cat’s grace, knock, mirror image, web  (DC 15); 3rd— ﬁreball  (DC 16),  ﬂy, ray of exhaus - tion (+4 ranged touch; DC 16) .",
        "name":  "Gnome Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "as above plus 0—all others; 1st— color spray, mage armor, ray of enfeeblement, shield; 2nd— levitate; 3rd— displacement.",
        "name":  "Spellbook",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "bracers of armor +1, ring of protection +1, quarterstaff, cloak of resistance +1,  2 scrolls of hold person, scroll of lightning bolt  (7th level), wand of Melf’s acid arrow  (21 charges), 3 pearls (100 gp each), 4 pp, 3 gp, 7 sp, 5 cp. Wannbar,  Rat Familiar: CR —; Tiny magical beast; HD 5; hp 16; Init +2; Spd 15 ft., climb 15 ft., swim 15 ft.; AC 17, touch 14, ﬂat-footed 15; Base Atk +3; Grp –9; Atk +5 melee (1d3–4, bite); Full Atk +5 melee (1d3–4, bite); Space/Reach 2-1/2 ft./0 ft.; SA deliver touch spells; SQ improved evasion, low-light vision, scent, speak with master; AL N; SV Fort +2, Ref +4, Will +7; Str 2, Dex 15, Con 10, Int 12, Wis 12, Cha 2.",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "amulet of natural armor +1, bracers of armor +3, ring of protection +1, cloak of resistance +1, elixir of sneak-ing, elixir of hiding, elixir of vision, 2 potions of cure moderate wounds . NIGHTSONG INFILTRATOR An expert at breaking into “secure” areas, a nightsong inﬁ  ltrator is the perfect thief and the perfect spy. Whether she is there to steal gold, information, jewels, or secrets, an inﬁ  ltrator of the Nightsong Guild (see page 177) is trained to do her job quickly and efﬁ  ciently. She practices extensively with locks and traps, focusing on doing her job under pressure and in unfavorable conditions. For example, nightsong inﬁ  ltrators train extensively in climbing, since they often have to scale walls and reach high windows. They have little time to work on combat training and relegate such concerns to their companions, the nightsong enforcers (see the previous prestige class description). Rogues most frequently and most easily become night- song inﬁ  ltrators. Bards, urban rangers, and intelligent ﬁ  ghters can make good members of the class as well. Rarer, but possible, are spellcasting nightsong inﬁ  ltrators who use spells to get in and out of places. Woe to those wishing to protect their valuables from a Nightsong Guild member who can become invisible, walk through walls, or teleport. Members of the Nightsong Guild rarely work alone. Usually they operate in teams, often in pairings of a nightsong inﬁ  ltrator and a nightsong enforcer. (For a PC nightsong inﬁ  ltrator, the other team member can be an adventuring ally.) When working as part of a team, a nightsong inﬁ  ltrator works best as the advance scout and point person, while the other team members take care of threats that she is unable to deal with (guards, mostly).",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "amulet of natural armor +1, bracers of armor +3, ring of protection +1, cloak of resistance +1, elixir of sneak-ing, elixir of hiding, elixir of vision, 2 potions of cure moderate wounds . NIGHTSONG INFILTRATOR An expert at breaking into “secure” areas, a nightsong inﬁ  ltrator is the perfect thief and the perfect spy. Whether she is there to steal gold, information, jewels, or secrets, an inﬁ  ltrator of the Nightsong Guild (see page 177) is trained to do her job quickly and efﬁ  ciently. She practices extensively with locks and traps, focusing on doing her job under pressure and in unfavorable conditions. For example, nightsong inﬁ  ltrators train extensively in climbing, since they often have to scale walls and reach high windows. They have little time to work on combat training and relegate such concerns to their companions, the nightsong enforcers (see the previous prestige class description). Rogues most frequently and most easily become night- song inﬁ  ltrators. Bards, urban rangers, and intelligent ﬁ  ghters can make good members of the class as well. Rarer, but possible, are spellcasting nightsong inﬁ  ltrators who use spells to get in and out of places. Woe to those wishing to protect their valuables from a Nightsong Guild member who can become invisible, walk through walls, or teleport. Members of the Nightsong Guild rarely work alone. Usually they operate in teams, often in pairings of a nightsong inﬁ  ltrator and a nightsong enforcer. (For a PC nightsong inﬁ  ltrator, the other team member can be an adventuring ally.) When working as part of a team, a nightsong inﬁ  ltrator works best as the advance scout and point person, while the other team members take care of threats that she is unable to deal with (guards, mostly).",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 studded leather, ring of protection +1, buckler +2, +1 dagger, +1 silver dagger, cloak of resistance +1.Table 2–16: The Nightsong Infiltrator Base Attack Fort Ref WillLevel Bonus Save Save Save Special  1st +0 +0 +2 +0  Teamwork trap sense +1, trapfinding 2nd +1 +0 +3 +0  Steady stance, teamwork infiltration +2 3rd +2 +1 +3 +1  Break away, trackless step (self)  4th +3 +1 +4 +1  Detect magic , teamwork sneak attack +1d6, teamwork trap sense +2 5th +3 +1 +4 +1  Defensive roll, grant move action 1/day  6th +4 +2 +5 +2  Improved evasion, skill mastery, specialized tools  7th +5 +2 +5 +2  Teamwork trap sense +3, trackless step (allies)  8th +6 +2 +6 +2  Teamwork infiltration +4, teamwork sneak attack +2d6  9th +6 +3 +6 +3  Grant move action 2/day10th +7 +3 +7 +3  Hide in plain sight, teamwork trap sense +4CHAPTER 2 PRESTIGE CLASSES 64CHAPTER 2 PRESTIGE CLASSES 65 Steady Stance (Ex): At 2nd level and higher, a night - song inﬁltrator remains stable on her feet when others have difﬁculty standing. She is not considered ﬂat-footed while balancing or climbing, and she adds her class level as a bonus on Balance or Climb checks to remain balanc - ing or climbing when she takes damage. Teamwork  Inﬁltration (Ex): Starting at 2nd level, a nightsong inﬁltrator can study a small area (typically up to 10 feet square, such as a doorway or guard post) in order to prepare for inﬁltrating that area. If the inﬁltra - tor spends 1 hour studying the area from a distance of no more than 60 feet, she gains a +2 competence bonus on Balance, Climb, Disable Device, Hide, Move Silently, Open Lock, Search, and Tumble checks attempted in that area for the next 24 hours. All allies within 30 feet of the inﬁltrator gain the same bonus in that area. (The allies need not be present while the inﬁltrator studies the area.) At 8th level, this bonus increases to +4. Break Away (Ex): Skilled as she is, a nightsong inﬁltrator knows the sensibility of falling back from an unwinnable ﬁght. Starting at 3rd level, she gains a +4 dodge bonus to Armor Class in any round during which she does nothing but move. A nightsong inﬁltrator can grant this ability to an ally within 30 feet as a swift action (see Swift Actions and Immediate Actions, page 137 ). It lasts for 1 round. Trackless Step (Ex):  Beginning at 3rd level, a nightsong inﬁltrator cannot be tracked in natural sur - roundings. See the druid class feature, page 36 of the Player’s Handbook. At 7th level and higher, a nightsong inﬁltrator can share this ability with up to one additional ally per class level. Designating an ally for trackless step requires a standard action and lasts for 24 hours or until the inﬁltra - tor dismisses the effect (a standard action). Detect Magic (Sp): Starting at 4th level, a nightsong inﬁltrator can use detect magic at will. See the spell, page 219 of the Player’s Handbook . Teamwork Sneak Attack (Ex):  Beginning at 4th level, a nightsong inﬁltrator deals an extra 1d6 points of damage when ﬂanking an opponent or any time the target would be denied its Dexterity bonus. Any ally of the inﬁltrator who is also ﬂanking the inﬁltrator’s opponent deals this extra damage as well. This extra damage applies to ranged attacks only if the target is within 30 feet. It increases to 2d6 points at 8th level. See the rogue class feature, page 50 of the Player’s Handbook .  If a nightsong inﬁltrator or her ally gets a sneak attack bonus from another source (such as levels of rogue), the bonuses on damage stack. Defensive Roll (Ex):  Starting at 5th level, a nightsong inﬁltrator can attempt to roll with a potentially lethal blow to take less damage from it than she otherwise would. See the rogue class feature, page 51 of the Player’s Handbook . Grant Move Action (Ex): Starting at 5th level, a nightsong inﬁltrator can direct and motivate her allies to act immediately. Once per day, as a standard action, she can grant an extra move action to any or all of her allies within 30 feet (but not herself). Each of the affected allies takes this extra move action immediately, acting in their current initiative order. This extra action does not affect the allies’ initiative count; the round continues normally after the inﬁltrator’s turn is over. Starting at 9th level, a nightsong inﬁltrator can use this ability twice per day. Improved Evasion (Ex): If a nightsong inﬁltrator of 6th level or higher is exposed to any effect that normally allows her to attempt a Reﬂex saving throw for half damage, she takes no damage with a successful saving throw and half damage if the saving throw fails. Skill Mastery (Ex):  At 6th level, a nightsong inﬁl - trator has become so conﬁdent in the use of certain skills that she can use them reliably even under adverse conditions. When making a Climb, Disable Device, Open Lock, or Search check, she can take 10 even if stress and distractions would normally prevent her from doing so. Specialized Tools (Ex):  After studying an area (see teamwork inﬁltration, above), a nightsong inﬁltrator of 6th level or higher can prepare a special tool for a job. Doing this requires 1 hour, a DC 15 Craft check (the speciﬁc type of Craft specialty required is up to the DM; blacksmithing, leatherworking, or woodworking are all likely candidates), and a set of artisan’s tools for the Craft skill in question. The tool prepared by the inﬁltrator grants a +4 circumstance bonus on all checks made with one of the following skills: Climb, Disable Device, Disguise, Escape Artist, Hide, Move Silently, Open Lock, Search, or Sleight of Hand. This bonus doesn’t stack with the circumstance bonus granted by any other set of tools (such as a disguise kit or masterwork thieves’ tools). The tool works only in the studied area, and it works only for 24 hours (though the inﬁltrator can rebuild the tool by following the same process). Hide in Plain Sight (Ex): A 10th-level nightsong inﬁltrator can can use the Hide skill in natural terrain even while being observed. See the ranger class feature, page 48 of the Player’s Handbook . SAMPLE NIGHTSONG INFILTRATOR",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  " Dwarves have stone- cunning, which grants them a +2 racial bonus on Search checks to notice unusual stone- work. A dwarf who merely comes within 10 feet of it can make a Search check as if actively searching. When standing on the ground, dwarves are exceptionally stable and have a +4 bonus on ability checks made to resist being bull rushed or tripped. They have a +1 racial bonus on attack rolls against orcs and goblinoids. Dwarves have a +4 racial bonus to Armor Class against giants. Their race also gives them a +2 bonus on Appraise or Craft checks that are related to stone or metal items. *Dwarves have a +2 racial bonus on saving throws against spells and spell-like effects.",
        "name":  "Dwarf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  " Dwarves have stone- cunning, which grants them a +2 racial bonus on Search checks to notice unusual stone- work. A dwarf who merely comes within 10 feet of it can make a Search check as if actively searching. When standing on the ground, dwarves are exceptionally stable and have a +4 bonus on ability checks made to resist being bull rushed or tripped. They have a +1 racial bonus on attack rolls against orcs and goblinoids. Dwarves have a +4 racial bonus to Armor Class against giants. Their race also gives them a +2 bonus on Appraise or Craft checks that are related to stone or metal items. *Dwarves have a +2 racial bonus on saving throws against spells and spell-like effects.",
        "name":  "Dwarf Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Virtuoso Performance (Su): Tevaldo can deliver a virtuoso performance three times per day. See the virtuoso class features for details. Persuasive Song (Ex): Use the Perform skill instead of the Diplomacy skill to inﬂuence the attitudes of creatures within 30 feet. Sustaining Song (Su): Dying allies automatically become stable, while stable allies between –1 and –9 hit points regain 1 hit point. Bard Spells Known (3/4/4/3; caster level 9th): 0— danc - ing lights, detect magic, ghost sound (DC 14) , lullaby (DC 14), read magic, summon instrument; 1st— charm person (DC 15) , expeditious retreat, Tasha’s hideous laughter (DC 15), undetectable alignment; 2nd— hold person (DC 16) , invisibility, mirror image, silence (DC 16 ); 3rd— confusion (DC 17) , good hope, haste .",
        "name":  "Gnome Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Virtuoso Performance (Su): Tevaldo can deliver a virtuoso performance three times per day. See the virtuoso class features for details. Persuasive Song (Ex): Use the Perform skill instead of the Diplomacy skill to inﬂuence the attitudes of creatures within 30 feet. Sustaining Song (Su): Dying allies automatically become stable, while stable allies between –1 and –9 hit points regain 1 hit point. Bard Spells Known (3/4/4/3; caster level 9th): 0— danc - ing lights, detect magic, ghost sound (DC 14) , lullaby (DC 14), read magic, summon instrument; 1st— charm person (DC 15) , expeditious retreat, Tasha’s hideous laughter (DC 15), undetectable alignment; 2nd— hold person (DC 16) , invisibility, mirror image, silence (DC 16 ); 3rd— confusion (DC 17) , good hope, haste .",
        "name":  "Gnome Traits",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can try to run across a narrow surface by accepting a –20 penalty on your Balance check. CLIMB (STR; ARMOR CHECK PENALTY) Skilled climbers can climb much more quickly than others or even ﬁght effectively while climbing. The rapid climb option ﬁrst appeared in the Epic Level Handbook, but the following uses of Climb are open to characters of any level provided that they are willing to accept the appropriate penalty.",
        "name":  "Sprinting Balance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can try to run across a narrow surface by accepting a –20 penalty on your Balance check. CLIMB (STR; ARMOR CHECK PENALTY) Skilled climbers can climb much more quickly than others or even ﬁght effectively while climbing. The rapid climb option ﬁrst appeared in the Epic Level Handbook, but the following uses of Climb are open to characters of any level provided that they are willing to accept the appropriate penalty.",
        "name":  "Sprinting Balance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When traveling in poor conditions or difﬁcult terrain, you can attempt a Survival check to hasten your group’s progress. On a check result of 15 or better, you increase the movement modiﬁer for overland movement by 1/4, to a maximum of ×1 (see Table 9–5: Terrain and Overland Movement, page 164 of the Player’s Handbook ). For example, you could increase your movement rate through trackless jungle from ×1/4 to ×1/2 your normal overland movement rate. With a result of 25 or higher, you can increase the movement modiﬁer by 1/2 (and thus could travel through trackless jungle at ×3/4 your normal rate). In either case the ×1 maximum still applies—that is, you can improve up to but not exceed your normal movement rate by this means. You can guide a group of up to four individuals (including yourself) at no penalty. However, for each three additional people (rounded up) in the group being guided, apply a –2 penalty to the trailblazing attempt. Thus, a group of ﬁve to seven (yourself and four to six others) would incur a –2 penalty, a group of eight to ten a –4 penalty, and so forth. This ability applies only to long-distance overland movement—it has no effect on tactical movement. SWIM (STR; ARMOR CHECK PENALTY) You can swim more quickly than normal.",
        "name":  "Trailblazing",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You try to swim more quickly than normal. By accepting a –10 penalty on your Swim check, you can swim at up to your speed as a full-round action (rather than half your speed or at half your speed as a move action (rather than one- quarter). TUMBLE (DEX; ARMOR CHECK PENALTY) You can fall from signiﬁcant heights without taking damage, stand up more quickly than normal, or tumble at a full sprint.",
        "name":  "Accelerated Swimming",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When traveling in poor conditions or difﬁcult terrain, you can attempt a Survival check to hasten your group’s progress. On a check result of 15 or better, you increase the movement modiﬁer for overland movement by 1/4, to a maximum of ×1 (see Table 9–5: Terrain and Overland Movement, page 164 of the Player’s Handbook ). For example, you could increase your movement rate through trackless jungle from ×1/4 to ×1/2 your normal overland movement rate. With a result of 25 or higher, you can increase the movement modiﬁer by 1/2 (and thus could travel through trackless jungle at ×3/4 your normal rate). In either case the ×1 maximum still applies—that is, you can improve up to but not exceed your normal movement rate by this means. You can guide a group of up to four individuals (including yourself) at no penalty. However, for each three additional people (rounded up) in the group being guided, apply a –2 penalty to the trailblazing attempt. Thus, a group of ﬁve to seven (yourself and four to six others) would incur a –2 penalty, a group of eight to ten a –4 penalty, and so forth. This ability applies only to long-distance overland movement—it has no effect on tactical movement. SWIM (STR; ARMOR CHECK PENALTY) You can swim more quickly than normal.",
        "name":  "Trailblazing",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You try to swim more quickly than normal. By accepting a –10 penalty on your Swim check, you can swim at up to your speed as a full-round action (rather than half your speed or at half your speed as a move action (rather than one- quarter). TUMBLE (DEX; ARMOR CHECK PENALTY) You can fall from signiﬁcant heights without taking damage, stand up more quickly than normal, or tumble at a full sprint.",
        "name":  "Accelerated Swimming",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bardic music, smite evil. Beneﬁt: If you have levels in paladin and bard, those levels stack for the purpose of determining the bonus damage dealt by your smite evil ability and determining the number of times per day that you can use your bardic music. This feat does not allow additional daily uses of smite evil or bardic music abilities beyond what your class levels would normally allow. In addition, you can multiclass freely between the paladin and bard classes and may even gain additional bard levels regardless of your lawful alignment. You must still remain lawful good in order to retain your paladin abilities and take paladin levels. You still face the normal XP penalties for having multiple classes more than one level apart. Combat Intuition helps this paladin overcome an orcIllus. by D. HudnutCHAPTER 3 SKILLS AND FEATS 106CHAPTER 3 SKILLS AND FEATS 107bonus to AC (such as for a unarmored, unencumbered monk), you instead add your Charisma bonus (if any) to your AC. In addition, you can multiclass freely between the sorcerer and monk classes. You must still remain lawful in order to continue advancing as a monk. You still face the normal XP penalties for having multiple classes more than one level apart. ASCETIC ROGUE You have gone beyond the bounds of your monastic training to incorporate new modes of stealthy combat. Although your fellow monks may frown on your methods, none can doubt that your diverse training has improved your ability to strike precisely and bring down your foes quickly.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Track, smite evil, wild empathy. Beneﬁt:  If you have levels in paladin and ranger, those levels stack for the purposes of determining the extra damage dealt by your smite evil ability and determining the bonus for your wild empathy class feature. This feat does not allow additional daily uses of smite evil. If you have both the special mount and animal compan - ion class features, you can designate your special mount as your animal companion. The mount gains all the ben - eﬁts of being both your special mount and your animal companion. For instance, a 5th-level paladin/6th-level ranger’s special mount would have 4 bonus Hit Dice, a +6 natural armor adjustment, +2 Strength, +1 Dexterity, two bonus tricks, and Intelligence 6, as well as the empathic link, improved evasion, share spells, share saving throws, and link special abilities. In addition, you can mul - ticlass freely between the paladin and ranger classes. You must still remain lawful good in order to retain your paladin abilities and take paladin levels. You still face the normal XP penalties for having multiple classes more than one level apart. DISGUISE SPELL You can cast spells without observers noticing.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Track, smite evil, wild empathy. Beneﬁt:  If you have levels in paladin and ranger, those levels stack for the purposes of determining the extra damage dealt by your smite evil ability and determining the bonus for your wild empathy class feature. This feat does not allow additional daily uses of smite evil. If you have both the special mount and animal compan - ion class features, you can designate your special mount as your animal companion. The mount gains all the ben - eﬁts of being both your special mount and your animal companion. For instance, a 5th-level paladin/6th-level ranger’s special mount would have 4 bonus Hit Dice, a +6 natural armor adjustment, +2 Strength, +1 Dexterity, two bonus tricks, and Intelligence 6, as well as the empathic link, improved evasion, share spells, share saving throws, and link special abilities. In addition, you can mul - ticlass freely between the paladin and ranger classes. You must still remain lawful good in order to retain your paladin abilities and take paladin levels. You still face the normal XP penalties for having multiple classes more than one level apart. DISGUISE SPELL You can cast spells without observers noticing.",
        "name":  "Prerequisite",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This greenish-gray gel can be applied to a creature’s hide, hair, clothing, or armor. The gel makes the affected surface slippery and hard to grab or hold, providing a +1 alchemical bonus on Escape Artist checks for 1 hour.  One dose of freeglide is enough to coat one Medium creature. Applying freeglide is a standard action that provokes attacks of opportunity. If freeglide is applied over clothing or armor, its beneﬁts are lost if the armor or clothing is removed. Likewise, if it is applied to a creature’s skin or hide, its beneﬁt is lost if the creature later dons clothing or armor. Hawk’s Ointment:  This thick, acidic gel temporarily sharpens the user’s vision. Once its beneﬁcial effects wear off, however, the gel burns and stings the eyes for a few minutes. After spreading the gel over her eyes, a character gains a +1 bonus on Search and Spot checks for 2 minutes. After that time, she takes a –2 penalty on Search and Spot checks for 10 minutes. Characters can halve the remaining duration of the penalty by spending a round washing out their eyes with clean water. Applying hawk’s ointment or washing out one’s eyes is a full-round action that provokes attacks of opportunity. Healer’s Balm: This smooth, sweet-smelling balm allows a healer to better soothe the effects of wounds, dis - ease, and poison. Healer’s balm provides a +1 alchemical bonus on Heal checks made to help an affected creature. The effects of healer’s balm last for 1 minute. One dose of healer’s balm is enough to coat one Medium creature. Applying healer’s balm is a standard action that provokes attacks of opportunity. It can be applied as part of a standard action made to administer ﬁrst aid, treat a wound, or treat poison.",
        "name":  "Freeglide",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This greenish-gray gel can be applied to a creature’s hide, hair, clothing, or armor. The gel makes the affected surface slippery and hard to grab or hold, providing a +1 alchemical bonus on Escape Artist checks for 1 hour.  One dose of freeglide is enough to coat one Medium creature. Applying freeglide is a standard action that provokes attacks of opportunity. If freeglide is applied over clothing or armor, its beneﬁts are lost if the armor or clothing is removed. Likewise, if it is applied to a creature’s skin or hide, its beneﬁt is lost if the creature later dons clothing or armor. Hawk’s Ointment:  This thick, acidic gel temporarily sharpens the user’s vision. Once its beneﬁcial effects wear off, however, the gel burns and stings the eyes for a few minutes. After spreading the gel over her eyes, a character gains a +1 bonus on Search and Spot checks for 2 minutes. After that time, she takes a –2 penalty on Search and Spot checks for 10 minutes. Characters can halve the remaining duration of the penalty by spending a round washing out their eyes with clean water. Applying hawk’s ointment or washing out one’s eyes is a full-round action that provokes attacks of opportunity. Healer’s Balm: This smooth, sweet-smelling balm allows a healer to better soothe the effects of wounds, dis - ease, and poison. Healer’s balm provides a +1 alchemical bonus on Heal checks made to help an affected creature. The effects of healer’s balm last for 1 minute. One dose of healer’s balm is enough to coat one Medium creature. Applying healer’s balm is a standard action that provokes attacks of opportunity. It can be applied as part of a standard action made to administer ﬁrst aid, treat a wound, or treat poison.",
        "name":  "Freeglide",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A bard using pan pipes gains a +1 bonus on Perform checks made to fascinate creatures, and also adds 1 to the save DC against the bard’s suggestion bardic music ability. MAGIC ITEMS The magic items described in this section expand the options available to adventurers of all sorts. They range from objects and devices suited primarily for certain characters (such as bards) to items that have much broader utility. MAGIC ARMOR AND SHIELDS SPECIAL ABILITY DESCRIPTIONS The following special abilities are designed to let mobile wearers, particularly rogues and scouts, take full advan - tage of their abilities.",
        "name":  "Bardic Music",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "First created by powerful druids, armor with this special ability is particularly useful to characters of that sort. Whenever you use the wild shape class feature while wearing a suit of armor with the beastskin property, you can expend an additional daily use of your wild shape ability to cause the armor to be transformed with you. When used in this manner, the beastskin armor becomes a suit of armor ﬁtted for your new form rather than simply merging with your body. The armor continues to grant its armor bonus, applying the appropriate armor check penalty, slowing your movement rate, and otherwise functioning as a suit of armor ﬁtted to the new form. The armor’s weight increases or decreases to match your new size (and shape, if you assume a quadrupedal form) and therefore might affect your carrying capacity differently than it does in your natural form. If in your natural form you are proﬁcient with the type of armor to which the beastskin quality has been spplied, then you are proﬁcient with the beastskin armor when you are transformed, regardless of what shape you take. This special ability can be applied only to armor, not to shields. Strong transmutation; CL 13th; Craft Magic Arms and Armor, ironwood; Price +2 bonus.",
        "name":  "Beastskin",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A bard using pan pipes gains a +1 bonus on Perform checks made to fascinate creatures, and also adds 1 to the save DC against the bard’s suggestion bardic music ability. MAGIC ITEMS The magic items described in this section expand the options available to adventurers of all sorts. They range from objects and devices suited primarily for certain characters (such as bards) to items that have much broader utility. MAGIC ARMOR AND SHIELDS SPECIAL ABILITY DESCRIPTIONS The following special abilities are designed to let mobile wearers, particularly rogues and scouts, take full advan - tage of their abilities.",
        "name":  "Bardic Music",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "First created by powerful druids, armor with this special ability is particularly useful to characters of that sort. Whenever you use the wild shape class feature while wearing a suit of armor with the beastskin property, you can expend an additional daily use of your wild shape ability to cause the armor to be transformed with you. When used in this manner, the beastskin armor becomes a suit of armor ﬁtted for your new form rather than simply merging with your body. The armor continues to grant its armor bonus, applying the appropriate armor check penalty, slowing your movement rate, and otherwise functioning as a suit of armor ﬁtted to the new form. The armor’s weight increases or decreases to match your new size (and shape, if you assume a quadrupedal form) and therefore might affect your carrying capacity differently than it does in your natural form. If in your natural form you are proﬁcient with the type of armor to which the beastskin quality has been spplied, then you are proﬁcient with the beastskin armor when you are transformed, regardless of what shape you take. This special ability can be applied only to armor, not to shields. Strong transmutation; CL 13th; Craft Magic Arms and Armor, ironwood; Price +2 bonus.",
        "name":  "Beastskin",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ﬂ  at steel blade of this +3 rapier is hard to follow in combat. Any time a character uses the Bluff skill to feint in combat while wielding a blade of deception, the blade provides a +2 enhancement bonus on the Bluff check. A blade of deception provides no bonus on other Bluff checks. In addition, any opponent against whom the wielder successfully feints cannot make attacks of opportunity against the wielder until the beginning of the opponent’s next turn. Anyone who was not the target of the feint can make attacks of opportunity against the wielder normally. Moderate illusion; CL 9th; Craft Magic Arms and Armor, blur; Price 19,820 gp; Cost 10,070 gp + 780 XP.",
        "name":  "Blade of Deception",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  " This pair of +2 spiked gauntlets has been shaped to look like the paws of an oversized cat. In addition to their enhance- ment bonus, the claws provide several feline- like advantages. While wearing claws of the leopard, the wielder gains low-light vision and a +10 enhance- ment bonus on Climb checks. If the wielder charges a foe, she can make a full attack with claws  of the leopard . This ability functions like the pounce special attack (see page 313 of the Monster Manual ). Moderate transmuta- tion; CL 6th; Craft Magic Arms and Armor, cat’s grace, creator must have 5 ranks in Climb ; Price 38,305 gp; Cost 19,305 gp + 1,520 XP.",
        "name":  "Claws of the Leopard",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The ﬂ  at steel blade of this +3 rapier is hard to follow in combat. Any time a character uses the Bluff skill to feint in combat while wielding a blade of deception, the blade provides a +2 enhancement bonus on the Bluff check. A blade of deception provides no bonus on other Bluff checks. In addition, any opponent against whom the wielder successfully feints cannot make attacks of opportunity against the wielder until the beginning of the opponent’s next turn. Anyone who was not the target of the feint can make attacks of opportunity against the wielder normally. Moderate illusion; CL 9th; Craft Magic Arms and Armor, blur; Price 19,820 gp; Cost 10,070 gp + 780 XP.",
        "name":  "Blade of Deception",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  " This pair of +2 spiked gauntlets has been shaped to look like the paws of an oversized cat. In addition to their enhance- ment bonus, the claws provide several feline- like advantages. While wearing claws of the leopard, the wielder gains low-light vision and a +10 enhance- ment bonus on Climb checks. If the wielder charges a foe, she can make a full attack with claws  of the leopard . This ability functions like the pounce special attack (see page 313 of the Monster Manual ). Moderate transmuta- tion; CL 6th; Craft Magic Arms and Armor, cat’s grace, creator must have 5 ranks in Climb ; Price 38,305 gp; Cost 19,305 gp + 1,520 XP.",
        "name":  "Claws of the Leopard",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These unusual items are actu - ally Diminutive animated objects.  When released from their bag, they begin hopping around the 5-foot square in which they land. When someone tries to move into, through, or within that square on foot, the jumping caltrops immediately try to scurry under the interloper’s feet. Jumping caltrops can’t move from the square in which they land. The number of caltrop attacks a creature is subject to while within the affected area depends on its current speed: four if it moved into the square at normal speed, two if it moved into the square at half speed, and none if it moved into the square at one-quarter speed or less. (One-quarter speed assumes that the creature is shufﬂing forward without picking up its feet.) The target’s shield, armor, and deﬂection bonuses don’t count against these attacks. A target that is wearing shoes or other footwear, however, gets a +2 bonus to AC. The speed of any target that takes damage from the caltrop attack is reduced to one-half normal because of the foot injury. Once they are released, jumping caltrops continue to move for 11 rounds, though the owner can order them back into the bag before the duration expires if desired. However, they can move (and thus attack on their own) only upon their ﬁrst use; thereafter, they become normal caltrops.",
        "name":  "Jumping Caltrops",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These unusual items are actu - ally Diminutive animated objects.  When released from their bag, they begin hopping around the 5-foot square in which they land. When someone tries to move into, through, or within that square on foot, the jumping caltrops immediately try to scurry under the interloper’s feet. Jumping caltrops can’t move from the square in which they land. The number of caltrop attacks a creature is subject to while within the affected area depends on its current speed: four if it moved into the square at normal speed, two if it moved into the square at half speed, and none if it moved into the square at one-quarter speed or less. (One-quarter speed assumes that the creature is shufﬂing forward without picking up its feet.) The target’s shield, armor, and deﬂection bonuses don’t count against these attacks. A target that is wearing shoes or other footwear, however, gets a +2 bonus to AC. The speed of any target that takes damage from the caltrop attack is reduced to one-half normal because of the foot injury. Once they are released, jumping caltrops continue to move for 11 rounds, though the owner can order them back into the bag before the duration expires if desired. However, they can move (and thus attack on their own) only upon their ﬁrst use; thereafter, they become normal caltrops.",
        "name":  "Jumping Caltrops",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These plain- looking wood and leather sandals make it possible to undertake incredible feats of balance. While wearing sandals of harmonious balance,  a character gains a +10 insight bonus on Balance checks and can balance on vertical surfaces. The normal DC modiﬁ  ers (such as for a slippery surface) apply, except for the modiﬁ  er for a sloped or angled surface. If balanced on a vertical surface, the wearer can move up or down as if she were climbing. However, she is not actually climbing, so she can make attacks normally, retains her Dexterity bonus to Armor Class, and generally follows the rules of the Balance skill rather than the Climb skill. If the wearer has 10 or more ranks in Balance, she can balance on liquids, semisolid surfaces such as mud or snow, or similar surfaces that normally couldn’t support her weight. For each consecutive round that she begins balanced on a particular surface of this sort, the DC of her Balance check increases by 5. As with all uses of the Balance skill, the wearer moves at half speed unless she decides to use the accelerated movement option (thereby increasing the DC of the Balance check by 5). For more information on the Balance skill, see page 67 of the Player’s Handbook. Moderate transmutation; CL 8th; Craft Wondrous Item, balancing lorecall †; Price 14,000 gp. Scarf of Warmth: This woolen scarf provides the wearer with a +4 bonus on Fortitude saves made to resist the effects of cold weather (see Cold Dangers, page 302 of the Dungeon Master’s Guide ). A scarf occupies the same space on the body as an amulet, necklace, or other item worn around the neck. Faint abjuration; CL 3rd; Craft Wondrous Item, endure elements ; Price 250 gp.",
        "name":  "Sandals of Harmonious Balance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These plain- looking wood and leather sandals make it possible to undertake incredible feats of balance. While wearing sandals of harmonious balance,  a character gains a +10 insight bonus on Balance checks and can balance on vertical surfaces. The normal DC modiﬁ  ers (such as for a slippery surface) apply, except for the modiﬁ  er for a sloped or angled surface. If balanced on a vertical surface, the wearer can move up or down as if she were climbing. However, she is not actually climbing, so she can make attacks normally, retains her Dexterity bonus to Armor Class, and generally follows the rules of the Balance skill rather than the Climb skill. If the wearer has 10 or more ranks in Balance, she can balance on liquids, semisolid surfaces such as mud or snow, or similar surfaces that normally couldn’t support her weight. For each consecutive round that she begins balanced on a particular surface of this sort, the DC of her Balance check increases by 5. As with all uses of the Balance skill, the wearer moves at half speed unless she decides to use the accelerated movement option (thereby increasing the DC of the Balance check by 5). For more information on the Balance skill, see page 67 of the Player’s Handbook. Moderate transmutation; CL 8th; Craft Wondrous Item, balancing lorecall †; Price 14,000 gp. Scarf of Warmth: This woolen scarf provides the wearer with a +4 bonus on Fortitude saves made to resist the effects of cold weather (see Cold Dangers, page 302 of the Dungeon Master’s Guide ). A scarf occupies the same space on the body as an amulet, necklace, or other item worn around the neck. Faint abjuration; CL 3rd; Craft Wondrous Item, endure elements ; Price 250 gp.",
        "name":  "Sandals of Harmonious Balance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This set of catgut strings for a lute, mandolin, or other string instrument can store up to ﬁve levels of spells. By making a DC 15 Perform (string instruments) check while employing a masterwork instrument equipped with these strings, a musician can unleash the desired spell. Each spell has a caster level equal to the minimum level needed to cast the spell. The user need not provide any material components or focus, or pay an XP cost to cast the spell, and there is no arcane spell failure chance for any armor the user is wearing. The activation time for the strings is the same as the casting time for the relevant spell, with a minimum of 1 standard action. Treat a randomly generated set of strings of spell storing as a scroll for determining what spells are stored within it (see pages 238–243 of the Dungeon Master’s Guide ). If you roll a spell that would put the set over its ﬁve-level limit, ignore that roll; those strings have no more spells in them. (Not every newly discovered set of strings is fully charged.) The strings magically impart to the user the names of all spells currently stored within them. Casting spells into the strings functions identically to casting spells into a ring of spell storing (see page 233 of the Dungeon Master’s Guide ), except that the caster must have at least 1 rank of Perform (string instruments) and must make a successful Perform (string instruments) check (DC 10 + spell level). Failure causes the spell to be lost to no effect. Moderate evocation; CL 9th; Craft Wondrous Item, imbue with spell ability , creator must have 5 ranks in Perform (string instruments); Price 45,000 gp.",
        "name":  "Strings of Spell Storing",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check pen - alty on Hide and Move Silently for 1 hour/level.Wraithstrike:  Swift. Your melee attacks strike as touch attacks for 1 round. 3RD-LEVEL ASSASSIN SPELLS",
        "name":  "Iron Silence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check pen - alty on Hide and Move Silently for 1 hour/level.",
        "name":  "Iron Silence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield 10 ft. from you blocks sounds, deals 1d6+1/level sonic damage, and deafens creatures passing through. Hindsight M: You see into the past. Protégé:  Subject can use bardic music and bardic knowl - edge as bard of half your level. NEW CLERIC SPELLS 1ST-LEVEL CLERIC SPELL",
        "name":  "Cacophonic Shield",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check penalty on Hide and Move Silently checks for 1 hour/level. pqqqqqqqqqqqqqqqqqqqqrs The hexblade (a new standard class introduced in Complete War - rior) has its own class spell list, which focuses on enchantment, necromancy, and transmutation spells but also includes some abjurations, illusions, and other effects. If you use this class, add the following new spells that appear in this book to the hexblade’s class spell list. 1st-Level Hexblade Spells Distract Assailant: Swift. One creature is flat-footed for 1 round. 2nd-Level Hexblade Spells Critical Strike: Swift. For 1 round you gain +1d6 damage, doubled threat range, and +4 on attack rolls to confirm critical hits. Invisibility, Swift: Swift. You are invisible for 1 round or until you attack. 3rd-Level Hexblade Spells",
        "name":  "Iron Silence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check pen - alty on Hide and Move Silently for 1 hour/level.Wraithstrike:  Swift. Your melee attacks strike as touch attacks for 1 round. 3RD-LEVEL ASSASSIN SPELLS",
        "name":  "Iron Silence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check pen - alty on Hide and Move Silently for 1 hour/level.",
        "name":  "Iron Silence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield 10 ft. from you blocks sounds, deals 1d6+1/level sonic damage, and deafens creatures passing through. Hindsight M: You see into the past. Protégé:  Subject can use bardic music and bardic knowl - edge as bard of half your level. NEW CLERIC SPELLS 1ST-LEVEL CLERIC SPELL",
        "name":  "Cacophonic Shield",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check penalty on Hide and Move Silently checks for 1 hour/level. pqqqqqqqqqqqqqqqqqqqqrs The hexblade (a new standard class introduced in Complete War - rior) has its own class spell list, which focuses on enchantment, necromancy, and transmutation spells but also includes some abjurations, illusions, and other effects. If you use this class, add the following new spells that appear in this book to the hexblade’s class spell list. 1st-Level Hexblade Spells Distract Assailant: Swift. One creature is flat-footed for 1 round. 2nd-Level Hexblade Spells Critical Strike: Swift. For 1 round you gain +1d6 damage, doubled threat range, and +4 on attack rolls to confirm critical hits. Invisibility, Swift: Swift. You are invisible for 1 round or until you attack. 3rd-Level Hexblade Spells",
        "name":  "Iron Silence",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M/DFCasting Time: 1 standard action Range: Personal Target: You Duration: 1 minute/level (D) You intuit the precise spot and stance necessary to stand on areas of even the most unstable footing. You gain a +4 insight bonus on Bal - ance checks. If you have sufﬁcient ranks in the Balance skill, you can even balance on an otherwise impossible surface with a DC 20 Balance check. If you have 5 or more ranks in Balance, you can balance on vertical surfaces; the normal modiﬁer for a sloped or angled surface no longer applies to you, though other DC modiﬁers (such as for a slippery surface) do apply. If you balance on a vertical surface, you can move up or down as if you were climbing. However, you are not actually climb - ing, so you can make attacks normally, retain your Dexterity bonus to Armor Class, and generally follow the rules of the Balance skill rather than the Climb skill. If you have 10 or more ranks in Bal - ance, you can balance on liq - uids, semisolid surfaces such as mud or snow, or sim - ilar surfaces that normally couldn’t support your weight. For each consecutive round that you begin balanced on a particular surface of this sort, the DC of your Balance check increases by 5. As with all uses of the Balance skill, you move at half speed unless you decide to use the accelerated movement op - tion (thereby increasing the DC of the Balance check by 5). For more information on the Balance skill, see page 67 of the Player’s Handbook.",
        "name":  "Components",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immobile shield 10 ft. from you blocks sounds, deals 1d6+1/level sonic damage, and deafens creatures passing through. 9TH-LEVEL SORCERER/WIZARD SPELL",
        "name":  "Evoc  Cacophonic Shield",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M/DFCasting Time: 1 standard action Range: Personal Target: You Duration: 1 minute/level (D) You intuit the precise spot and stance necessary to stand on areas of even the most unstable footing. You gain a +4 insight bonus on Bal - ance checks. If you have sufﬁcient ranks in the Balance skill, you can even balance on an otherwise impossible surface with a DC 20 Balance check. If you have 5 or more ranks in Balance, you can balance on vertical surfaces; the normal modiﬁer for a sloped or angled surface no longer applies to you, though other DC modiﬁers (such as for a slippery surface) do apply. If you balance on a vertical surface, you can move up or down as if you were climbing. However, you are not actually climb - ing, so you can make attacks normally, retain your Dexterity bonus to Armor Class, and generally follow the rules of the Balance skill rather than the Climb skill. If you have 10 or more ranks in Bal - ance, you can balance on liq - uids, semisolid surfaces such as mud or snow, or sim - ilar surfaces that normally couldn’t support your weight. For each consecutive round that you begin balanced on a particular surface of this sort, the DC of your Balance check increases by 5. As with all uses of the Balance skill, you move at half speed unless you decide to use the accelerated movement op - tion (thereby increasing the DC of the Balance check by 5). For more information on the Balance skill, see page 67 of the Player’s Handbook.",
        "name":  "Components",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immobile shield 10 ft. from you blocks sounds, deals 1d6+1/level sonic damage, and deafens creatures passing through. 9TH-LEVEL SORCERER/WIZARD SPELL",
        "name":  "Evoc  Cacophonic Shield",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "PersonalTarget: YouDuration: 10 minutes/level (D) You gain a +10 competence bonus on Climb checks made in trees. As long as you remain at least 10 feet above the ground, you can brachiate (swing via branches and vines) in medium or dense forest, but not in sparse forest. When you brachiate, you gain a 10-foot enhancement bonus to your land speed and ignore the hampered movement penalties for undergrowth and other terrain features. You can charge while brachiating, but you can’t run. Natu - rally, some local conditions such as areas of sparse forest, clearings, wide rivers, or other breaks in the forest canopy might force you to return to the ground. CACOPHONIC SHIELD Evocation [Sonic]Level: Bard 6, sorcerer/wizard 7 Components: V, S",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "PersonalTarget: YouDuration: 10 minutes/level (D) You gain a +10 competence bonus on Climb checks made in trees. As long as you remain at least 10 feet above the ground, you can brachiate (swing via branches and vines) in medium or dense forest, but not in sparse forest. When you brachiate, you gain a 10-foot enhancement bonus to your land speed and ignore the hampered movement penalties for undergrowth and other terrain features. You can charge while brachiating, but you can’t run. Natu - rally, some local conditions such as areas of sparse forest, clearings, wide rivers, or other breaks in the forest canopy might force you to return to the ground. CACOPHONIC SHIELD Evocation [Sonic]Level: Bard 6, sorcerer/wizard 7 Components: V, S",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Touch Target: One suit of armor touched per three levels",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless, object) While this spell is in effect, the armor check penalty from the affected suit or suits of armor does not apply on Hide and Move Silently Insidious rhythmIllus. by R. SpencerCHAPTER 5 SPELLS 152CHAPTER 5 SPELLS 153Centuries:  You gain a general idea of the events of the past, stretching back one century plus an additional century for every four caster levels beyond 1st. For instance, a 16th-level caster would gain insight into the events of four centuries in the past, and a 17th-level caster would see back across ﬁ  ve centuries. You notice only the most remarkable of events: coronations, deaths of important personages, major battles, and other truly historic happenings.",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Touch Target: One suit of armor touched per three levels",
        "name":  "Range",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless, object) While this spell is in effect, the armor check penalty from the affected suit or suits of armor does not apply on Hide and Move Silently Insidious rhythmIllus. by R. SpencerCHAPTER 5 SPELLS 154CHAPTER 5 SPELLS 155checks. Only wearers proﬁcient in the armor’s use get this beneﬁt when wearing the affected armor. The armor check penalty still applies to other skill checks as normal. JOYFUL NOISE",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) You brieﬂy grant bardic abilities to a creature of your choice. The subject of the spell can then function as a bard of one-half your current bard level with respect to bardic music and bardic knowledge. However, protégé imparts no spellcasting abil - ity and does not grant access to spells not normally available to the subject. For Perform checks and bardic music prerequisites, the creature uses its Illus. by D. KovacsCHAPTER 5 SPELLS 154CHAPTER 5 SPELLS 155checks. Only wearers proﬁcient in the armor’s use get this beneﬁt when wearing the affected armor. The armor check penalty still applies to other skill checks as normal. JOYFUL NOISE",
        "name":  "Spell Resistance",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "as above plus 0—all except evocation; 1st— erase, mage armor, mount, obscuring mist;  2nd— arcane lock, mirror image; 3rd— dispel magic, gaseous form.",
        "name":  "Spellbook",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "as above plus 0—all except evocation; 1st— erase, mage armor, mount, obscuring mist;  2nd— arcane lock, mirror image; 3rd— dispel magic, gaseous form.",
        "name":  "Spellbook",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common, Druidic, Halﬂing. Animal Companion (Ex): Seraphina has an eagle named Keeneye as an animal companion. Keeneye’s abilities and characteristics are summarized below. Animal Companion Beneﬁts: Seraphina and Keen - eye enjoy the link and share spells special qualities. Link (Ex): Seraphina can handle Keeneye as a free action. She also gains a +4 circumstance bonus on all wild empathy checks and Handle Animal checks made regarding her eagle. Share Spells (Ex):  Seraphina can have any spell she casts on herself also affect her animal companion if the latter is within 5 feet at the time. She can also cast a spell with a target of “You” on her animal companion. Trackless Step (Ex): Seraphina leaves no trail in natural surroundings and cannot be tracked. Woodland Stride (Ex):  Seraphina can move through natural thorns, briars, overgrown areas, and similar ter - rain at her normal speed and without damage or other impairment. However, thorns, briars, and overgrown areas that are magically manipulated to impede motion still affect her. Druid Spells Prepared (caster level 3rd): 0— create water, detect magic, light, purify food and drink; 1st— cure light wounds, longstrider, magic fang;  2nd— cat’s grace, daggerspell stance †. † New spell described on page 145 . Possessions: +1 leather armor, two masterwork daggers, 2 potions of cure moderate wounds , spell component pouch, 75 gp.",
        "name":  "Languages",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common, Druidic, Halﬂing. Animal Companion (Ex): Seraphina has an eagle named Keeneye as an animal companion. Keeneye’s abilities and characteristics are summarized below. Animal Companion Beneﬁts: Seraphina and Keen - eye enjoy the link and share spells special qualities. Link (Ex): Seraphina can handle Keeneye as a free action. She also gains a +4 circumstance bonus on all wild empathy checks and Handle Animal checks made regarding her eagle. Share Spells (Ex):  Seraphina can have any spell she casts on herself also affect her animal companion if the latter is within 5 feet at the time. She can also cast a spell with a target of “You” on her animal companion. Trackless Step (Ex): Seraphina leaves no trail in natural surroundings and cannot be tracked. Woodland Stride (Ex):  Seraphina can move through natural thorns, briars, overgrown areas, and similar ter - rain at her normal speed and without damage or other impairment. However, thorns, briars, and overgrown areas that are magically manipulated to impede motion still affect her. Druid Spells Prepared (caster level 3rd): 0— create water, detect magic, light, purify food and drink; 1st— cure light wounds, longstrider, magic fang;  2nd— cat’s grace, daggerspell stance †. † New spell described on page 145 . Possessions: +1 leather armor, two masterwork daggers, 2 potions of cure moderate wounds , spell component pouch, 75 gp.",
        "name":  "Languages",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Masterwork studded leather armor, +1 rapier, 2 potions of eagle’s splendor, disguise kit, 80 gp. GRAYHAUNT INVESTIGATORS A few years ago, a group of moderately successful adven - turers turned their skills to investigation and private crime-solving. After a few quick successes, they started receiving more investigative work than they could ever handle themselves, and they saw the potential to proﬁt - ably expand to new communities. The group immediately focused its efforts on the business and organizational aspects of recruiting low- and mid-level adventurers with analytical minds and the right mix of skills. In the short years since its founding, the Grayhaunt Investigators guild has spread to ﬁve major cities span - ning several nations and now coordinates hundreds of functioning investigative teams. These teams resemble adventuring groups, but they emphasize careful obser - vation and good detective work (including the use of divination magic) rather than sheer combat power.Eyes of the Overking symbolIllus. by C. Lukacs172 CHAPTER 6 ORGANIZATIONS 173CHAPTER 6 ORGANIZATIONS  have conﬂicts between them, the organization never betrays conﬁdences between one kingdom and another and often works to keep nations on friendly terms (the better to prepare for their eventual reuniﬁcation). This approach makes the Eyes a subtle but powerful force for order in much of the world. They often put their inﬂuence and contacts to work directly against evil cults, kingdoms, and even powerful evil indi - viduals. While the organization remains focused on peace and unity, it is far from wholly good, and its agents do not hesitate to use blackmail, extor - tion, or even assassination to maintain peaceful relations between the diverse rulers that they support. Although many indi - vidual members join and serve the organization for much more practical reasons, the core of the organization remains focused on the Over- king’s return. Joining the Eyes of the Overking: The Eyes of the Overking constantly work to build new contacts, especially among ﬂedgling adventurers. These contacts include those with the potential to join the guild, those most likely to obtain rare or valuable information in the future, and those worthy of notice should they turn to crime. The Eyes prefer to approach potential members through intermediaries ﬁrst, measuring a potential recruit’s skill and resourcefulness while ensuring that she is likely to remain trustworthy. Whenever possible, they attempt to recruit entire adventuring groups, knowing that each individual in the group is more likely to remain loyal to the organization if she knows that her friends have also pledged themselves to the guild. Character Beneﬁts: Characters who belong to the Eyes of the Overking have access to missions and secret information beyond the reach of most other characters. The guild works tirelessly to track criminals, spy on the nobility, and defend the kingdom through all manner of espionage acts. These activities beneﬁt PCs associ - ated with the guild by providing endless adventure opportunities, but even more important, they provide connections and contacts among the highest ranks of the kingdom’s nobility. Depending on a member’s char - acter level and past successes, the organization should be able to provide an avenue through which she can have access to those in power within a community. Roleplaying Sug - gestions: The Eyes of the Overking maintain a veil of secrecy even though knowledge of their existence has generally spread through - out the populace. This policy prevents characters from re - vealing their afﬁliation with the organization in all but the most trying or im - portant circumstances. Therefore, membership has little direct effect on most roleplaying encounters except to emphasize the need for discretion. In general, members are observant, efﬁ - cient, and personable. One trait that the Eyes stress is the ability to act swiftly and decisively when needed. For this reason, members of the organization remain deceptively calm for long periods of time and then burst into short periods of activity. Once an agent decides to commit to a course of action, there is no holding back, and her swift - ness often catches opponents by surprise. Typical Member: The typical member of the Eyes of the Overking is a low-level rogue, bard, or scout. Because such individuals are often skilled in both disguise and melee combat, they work in subtle ways to keep the orga - nization’s leadership apprised of criminal and political events within the kingdom. They occasionally add num - bers to an important raid led by a higher-level member of the organization, and they often serve as guards in the organization’s safe houses and headquarters. Prestige Classes: High-level members of the Eyes of the Overking are spies of consummate skill, but few use exactly the same techniques. Most of the mid- and high- level members are rogues or ninjas, but many have levels in a prestige class as well. Members prefer training as spymasters, shadowminds, vigilantes, and bloodhounds, but they also take levels in prestige classes less obviously associated with espionage, such as loremaster.",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Masterwork studded leather armor, +1 rapier, 2 potions of eagle’s splendor, disguise kit, 80 gp. GRAYHAUNT INVESTIGATORS A few years ago, a group of moderately successful adven - turers turned their skills to investigation and private crime-solving. After a few quick successes, they started receiving more investigative work than they could ever handle themselves, and they saw the potential to proﬁt - ably expand to new communities. The group immediately focused its efforts on the business and organizational aspects of recruiting low- and mid-level adventurers with analytical minds and the right mix of skills. In the short years since its founding, the Grayhaunt Investigators guild has spread to ﬁve major cities span - ning several nations and now coordinates hundreds of functioning investigative teams. These teams resemble adventuring groups, but they emphasize careful obser - vation and good detective work (including the use of divination magic) rather than sheer combat power.Eyes of the Overking symbolIllus. by C. Lukacs174 CHAPTER 6 ORGANIZATIONS 175CHAPTER 6 ORGANIZATIONS   The guild takes its unusual name from its willingness to handle murder cases and its high level of expertise in discovering and countering the machinations of powerful undead creatures.",
        "name":  "Possessions",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common, Gnome. Skirmish (Ex): Skirna gains a +1 competence bonus to AC and deals an extra 1d6 points of damage on all attacks during any round in which she moves at least 10 feet. The extra damage applies only to attacks taken during her turn. This damage also applies to ranged attacks against targets up to 30 feet away. Creatures with concealment, creatures without discernible anatomies, and creatures immune to extra damage from critical hits are all immune to additional extra damage. Skirna loses this ability when wearing medium or heavy armor or when carrying a medium or heavy load. Gnome Traits: Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Spell-Like Abilities:  1/day— dancing lights, ghost sound  (DC 11) , prestidigitation, speak with animals (burrowing mammal only, duration 1 minute). Trackless Step (Ex):  Skirna leaves no trail in natural surroundings and cannot be tracked. Trapﬁnding (Ex): Skirna can ﬁnd, disarm, or bypass traps with a DC of 20 or higher. She can use the Search skill to ﬁnd, and the Disable Device skill to disarm, magic traps (DC 25 + the level of the spell used to create it). If her Disable Device result exceeds the trap’s DC by 10 or more, she discovers how to bypass the trap without triggering or disarming it. Uncanny Dodge (Ex):  Skirna retains her Dex - terity bonus to AC even when ﬂat-footed or targeted by an unseen foe (she still loses her Dexterity bonus if paralyzed or otherwise immobile).",
        "name":  "Languages",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common, Gnome. Skirmish (Ex): Skirna gains a +1 competence bonus to AC and deals an extra 1d6 points of damage on all attacks during any round in which she moves at least 10 feet. The extra damage applies only to attacks taken during her turn. This damage also applies to ranged attacks against targets up to 30 feet away. Creatures with concealment, creatures without discernible anatomies, and creatures immune to extra damage from critical hits are all immune to additional extra damage. Skirna loses this ability when wearing medium or heavy armor or when carrying a medium or heavy load. Gnome Traits: Gnomes have a +1 racial bonus on attack rolls against kobolds and goblinoids. Gnomes have a +4 racial bonus to Armor Class against giants. *Gnomes have a +2 racial bonus on saving throws against illusions. Spell-Like Abilities:  1/day— dancing lights, ghost sound  (DC 11) , prestidigitation, speak with animals (burrowing mammal only, duration 1 minute). Trackless Step (Ex):  Skirna leaves no trail in natural surroundings and cannot be tracked. Trapﬁnding (Ex): Skirna can ﬁnd, disarm, or bypass traps with a DC of 20 or higher. She can use the Search skill to ﬁnd, and the Disable Device skill to disarm, magic traps (DC 25 + the level of the spell used to create it). If her Disable Device result exceeds the trap’s DC by 10 or more, she discovers how to bypass the trap without triggering or disarming it. Uncanny Dodge (Ex):  Skirna retains her Dex - terity bonus to AC even when ﬂat-footed or targeted by an unseen foe (she still loses her Dexterity bonus if paralyzed or otherwise immobile).",
        "name":  "Languages",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Nightsong Guild includes members with levels in an eclectic collection of prestige classes, but most belong to the nightsong inﬁltrator or night - song enforcer classes. These two prestige classes epitomize the organization of the guild itself. Two-thirds of the group, led by the nightsong inﬁltrators, spy on the rich and noble, ferret out secrets for use in blackmail, perform daring acts of burglary, and attempt to divert the efforts of law enforcement. The remaining one-third of the guild’s membership, led by the nightsong enforcers, provides the group with the muscle that it needs to protect itself.",
        "name":  "Prestige Classes",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Nightsong Guild includes members with levels in an eclectic collection of prestige classes, but most belong to the nightsong inﬁltrator or night - song enforcer classes. These two prestige classes epitomize the organization of the guild itself. Two-thirds of the group, led by the nightsong inﬁltrators, spy on the rich and noble, ferret out secrets for use in blackmail, perform daring acts of burglary, and attempt to divert the efforts of law enforcement. The remaining one-third of the guild’s membership, led by the nightsong enforcers, provides the group with the muscle that it needs to protect itself.",
        "name":  "Prestige Classes",
        "source":  "complete_adventurer.txt",
        "_id":  "b4164147d3e94376ba8aa708c58dae616fe53fe5df7c96697decebf1f35ac9ef"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any enemy of the dwarves is 2 2, 000 also an enemy of the Anvil of Creation. Orcs, goblinoids, 3 4, 500 giants, and other evil creatures that lurk near dwarf cities 4 8, 000 and settlements are typical enemies of the church. The 5 12, 500 Anvil regularly hires adventuring parties (whether or not they include any dwarves) to seek out and neutralize the The first rank, listed as rank 0, grants no actual benefit. Simply strongholds of such foes. joining one of these churches requires no initial tithe, but Scale: 19 (multiplanar). this rank grants no benefit except membership. Members Affiliation Score Criteria: Any friendly creature, at this rank typically include commoners who frequent the dwarf or not, can join the Anvil of Creation. Although the church but lack the desire to gain further benefits, or the church\u0027s membership consists primarily of dwarves, and required tithe money, or both. most of its temples are located in dwarf cities, anyone who A temple of the Anvil of Creation is a place of work and worship espouses Moradin as a patron deity can gain affiliation with Multiple Use his church. Overthrows an evil government +8 Overthrows an evil government Criterion Affiliation Score Modifier and installs a good one in its place +15 Brings order to a frontier or lawless region +4 One-Time Character level +1/2 levels Brings a lawbreaker to justice +1 Knowledge (religion) 5 or more ranks +1 Finds new resources for a settlement or town +2 Craft (any) 5-9 ranks +1 Razes a stronghold of an enemy of the church +8 Craft (any) 10 or more ranks +2 Catches an enemy of the church off guard Good alignment +1 and defeats it through superior Lawful alignment +1 preparation +1/4 creature\u0027s CR Can cast spells that have the earth descriptor +1 Crafts a new item useful to the church +2 Proficient with heavy armor and shields +1 Breaks a law -2 Performs an overtly evil act -4 Associates with known evil creatures -4 Multiple Use Explores a new underground or mountainous area +2 Fails to defend an item or structure important to the church -8 Holds a position in battle against odds of two to one or worse +2 Successfully defends an item or structure",
        "name":  "Enemies and Allies",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Benefits and Duties send you home to meet the Soul Forger!\" 0 3 or lower None. 1 4-12 Initiate of the Forge: Once per day, gain a +5-foot bonus to your land ASSEMBLY OF BALANCE speed for 1 minute. 2 13-21 Tempered Steel: Gain a +1 bonus Like Ehlonna of the Forests, you are dedicated to maintain­ on saves against chaotic spells and ing the balance of life for the benefit and health of all the effects. world\u0027s creatures. Nature is the ultimate balancing force, 3 22-29 Adamantine Shield: Ready a shield offering life-giving sustenance as well as deadly hazards. as a free action (normally a move Those who would disrupt nature\u0027s delicate balance are your action). enemies, and you consider it your personal mission to educate 4 30 or higher Mithral Hammer: Once per day, or eradicate them. gain a +2 bonus on attack rolls and The Assembly of Balance embodies the nurturing side of damage rolls against an enemy nature and acts on behalf of those who live in the natural parts of the church for 1 minute. These of the world—including those who make a living from nature bonuses double if the enemy is an (such as farmers or loggers) without desecrating or despoiling orc, goblinoid, or giant. the land. But Ehlonna is also a hunter, so her church has a ruthless side as well. Those who take only what they need from Specific Roleplaying Applications nature are unlikely to quarrel with the Assembly of Balance,",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Members of the Assembly Converts a new member +1 of Balance often strike from a distance—and if possible, Openly thwarts an evil despoiler of nature +2 by surprise. Even Ehlonna\u0027s clerics tend to favor light Establishes an organization dedicated armor, and most take a few ranks in Hide. Her follow­ to acts of good in nature +4 ers focus on destroying undead enemies first, and they Slays a creature with the evil subtype +1/4 creature\u0027s CR frequently use nonlethal attacks against enemy animals Protects a forest or other natural area or magical beasts, hoping to subdue the creatures and from destruction +2 then relocate them far from populated areas. Members Protects a sacred grove or untouched natural area frequently give despoilers of nature fair warning before from destruction +4 striking and offer them the option to leave a region Organizes a one-time or ongoing celebration peacefully under the church\u0027s protection. This attitude of the spring planting or fall harvest +2 Razes the stronghold of an undead creature +8 is often displayed in other combat situations as well—a Undertakes a mission to hunt undead +1 worshiper of Ehlonna frequently gives enemies a chance Destroys an undead creature by using a spell to yield before attacking. from the Sun domain +2 Favored Adventure Types: Followers of Ehlonna jump Fails to prevent the destruction of a natural area -4 at the chance to drive away evil creatures that are despoiling Fails to prevent the destruction of a or exploiting natural areas, Gnolls are counted among such sacred grove or untouched natural area -15 enemies, even though their tribes include many druids Performs an overtly evil act -4 and rangers. Gnolls embody the cruel and heartless aspect Associates with known evil creatures -4 of nature and augment it with their own unique brand of Contributes in any way to the mistreatment of animals -10 sadism, making them the antithesis of the Assembly of Balance\u0027s teachings. In addition, the church encourages",
        "name":  "Multiple Use Favored Combat Tactics",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Benefits and Duties one\" is an expression of wonder, and \"Pelor\u0027s touch\" refers to 0 3 or lower None. healing magic of any sort. 1 4-9 Novitiate of the Sun: Gain a+2 bonus on Heal checks made to stabilize a dying creature. THE TEMPLE OF TRUE AIM 2 10-17 Light of the Sun: Gain a+2 bonus on turning checks. Only with eternal vigilance can the world be kept safe from 3 18-24 Heat of the Sun: Gain a+1 bonus on those who would destroy it. Too many times in their long saves against evil spells and effects. history, the elves have seen evil rise—often from within 4 25-29 Fury of the Sun: Once per day, add their own ranks—and too often they have suffered at the your Strength modifier as a bonus hands of their enemies. But no more. With neverending on a single saving throw. vigilance, the Temple of True Aim has kept vigil over the 5 30 or higher Shining Light: Once per day, wreathe world for uncounted centuries at the behest of Corellon yourself in the divine energy of Larethian. It does so for the good of all elves, even if that the sun, which acts as Afire shield spell (warm shield only, caster level means keeping an eye on every elf. The enemies of Corellon equals your character level). and his people are so numerous that relaxing your watch for even a moment would let evil again win a foothold in the elven realms. ROLEPLAYING The Temple of True Aim consists of extremely cautious APPLICATIONS elves who know the truth of the world. Allies come and favored Feats: Pelorites go, but enemies are never absent. The church encompasses prefer feats that aid them a vast network of members. Many are clerics, but elves of in combating undead, other classes also want to keep their people safe. Elf rogues or that help bring Pe­ wander the streets of enemy nations, seeking to learn lor\u0027s light to the dark whether rumors of war are true. Elf rangers and druids corners of the world. scout the wild mountains, hoping to learn the strength Extra Turning, espe­ of the current orc chieftain and his plans for conquest. cially when used in When the vigilant church of Corellon Larethian detects conjunction with di­ the taint of evil in any elf nation, it strikes without mercy. vine feats, is a favorite. But Whether the enemies are fiends from the Abyss, raiding knowing that turn attempts orcs, or the hated drow, Corellon\u0027s followers ply their sure are less effective against more arrows with deadly accuracy. Great heroes of the church earn powerful undead, a typi­ honorifics among their enemies—a sign of respect strongly cal cleric of Pelor takes Holy symbol of Pelor tinged with fear. The drow earn special enmity for more than just the ancient Affiliation schism that divided the elf race. The church teaches that Rank Score Title: Benefits and Duties when Corellon cast the drow from the surface, he meant to 0 3 or lower None. send them to the Abyss, there to spend the rest of eternity 1 4-8 Watcher: Gain a +2 bonus on Sense with their dark mistress, Lolth. But Lolth\u0027s power and trickery Motive checks. 2 9-16 Keeper: Once per day, ignore armor were too strong, so the drow remained on the Material Plane. check penalty, if any, on one skill Thus, killing drow is holy work, because each dark elf soul check. sent to the Abyss is another step toward completing the work 3 17-23 First Captain: Cain a+1 bonus on begun by Corellon Larethian so long ago. attack rolls against evil enemies.",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Benefits and Duties an opponent that has a CR 3 or more higher 0 3 or lower None. than own character level +1/2 opponent\u0027s CR 1 4-10 Protector: Gain a+2 bonus on Sense Defeats an opponent Motive checks. by grappling only +1/4 creature\u0027s CR 2 11-18 Guardian: Choose Fortitude, Reflex, Destroys a creature at full hit points or Will. Gain a +1 bonus on the with one blow +1/4 creature\u0027s CR selected saving throw. (Once made, Converts a new member +1 this choice cannot be changed. ) Deals 30-99 points of damage 3 19-29 Knight-Defender: You can ready a with a single blow +1/4 creature\u0027s CR shield as a free action (normally a Deals 100 or more points of damage move action). with a single blow +1/creature\u0027s CR 4 30 or higher Holy Shield: Once per day as an Loses an athletic competition against a foe that has immediate action, grant yourself or a CR 1 or more below own character level -2 an ally a dodge bonus to AC equal to Loses in battle against an enemy of the church -4 1/2 your character level. (This ability Is caught cheating in an can be used after you know the athletic competition -10 (if lawful) or-6 (if chaotic) result of the roll. ) Affiliation Multiple Use",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This section describes the mechanical effects of per barbarian level. the alternative class feature. Eagle Totem: The keen-eyed eagle grants you low-light vision if you adopt him as your spiritual totem. If you have previ­ BARBARIAN ously chosen the eagle as your spiritual totem, the bonus on Barbarians who follow a spiritual path are often tied Search and Spot checks increases by 1 at each level at which at some deep level to the wildlands that gave them your damage reduction would increase (10th, 13th, 16th, and birth. Such characters feel a kinship with the spirits of 19th levels). nature—especially animal spirits—and draw their power Fox Totem: The quick fox grants you a +1 dodge bonus from these essences. Divine barbarians are viewed with to Armor Class if you choose her as your spiritual totem. awe and sometimes fear by their tribes, and some such This bonus increases by 1 at each level at which your characters are considered holy people in the absence of damage reduction would increase (10th, 13th, 16th, and any organized religion. 19th levels). Any condition that causes you to lose your Dexterity bonus to Armor Class (if any) also negates this Spiritual Totem dodge bonus.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you have 3 or more ranks in a Perform skill, fortifies you or a single chosen ally within 30 feet against you can use your music or poetics to create an area conducive mental control and attacks from evil-aligned or summoned to healing. creatures. In most respects, hymn of fortification mirrors the To be affected, an ally must be able to see and hear you effects of the protection from evil spell. If you wish to protect perform. The effect lasts as long as you continue perform­ an ally with this ability, the two of you must be able to see and ing and for 5 rounds thereafter. An affected ally who casts hear each other. The effect lasts as long as you concentrate, any conjuration (healing) spell gains a +1 sacred (if you\u0027re up to a maximum of 2 minutes. good or neutral) or profane (if you\u0027re evil) bonus on the roll Each use of hymn of fortification counts as one daily use of for each rank you have in the Perform skill. This ability your bardic music ability. This is a spell-like ability. has no effect on spells cast from wands, scrolls, or other magic items. CLERIC In addition, if you use this ability for 1 full minute Many clerics have a special gift for healing, but you have before you and your allies retire for the night, everyone in found ways to use that gift more precisely. In your hands, the group heals naturally as if he had completed 24 hours no positive energy is ever wasted, and your touch provides of bed rest (thus recovering twice his character level in the gift of healing to those around you. hitpoints). If the music is interrupted, the magic of the song is lost. Pool of Healing Either use of healing hymn counts as one daily use of your By sacrificing some of your personal power, you permanently bardic music ability. This is a spell-like ability. establish a link to the Positive Energy Plane through your v. - deity or belief system. The energy you draw from that plane equal to the amount of the reduction. This effect lasts obeys your direct command, and you can dispense it in the until the beginning of your next turn. Armor of god is a form of healing with a simple touch. supernatural ability.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As an immediate action, you can reduce your through strength of arms. base Will save to +0 and gain a bonus to your Armor Class Holy Warrior ability to call this devoted creature, you become a more By giving up your spellcasting ability, you gain access to mobile and effective fighter underground. bonus feats much as a fighter does. This choice does not, Level: 5th. however, close you off from divine influence—in fact, several Replaces: This benefit replaces the special mount class of these feats actually increase your divine power. feature.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th, 13th, 16th, or 19th. Shielding (Su): As a swift action, you can order the creature",
        "name":  "Levels",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day as a swift action, you can summon spells. the power of law to aid you. Upon activating this ability, you PLANT DEVOTION [DOMAIN] immediately gain a +3 sacred (if your deity is good or neutral) or profane (if your deity is evil) bonus on your attack rolls or Your body takes on the resilience of plants. to your AC until your next action. At the beginning of your Benefit: Once per day as an immediate action, you can next action, you can reallocate the bonus if desired. This force your body to take on plant characteristics. Your skin effect lasts for 1 minute. becomes brown and barklike, your hair becomes leafy, and The bonus increases to +5 when you attain 10th level, and your blood oozes like sap. This effect lasts for 1 minute. to +7 when you attain 15th level. While in this form, your natural armor bonus increases",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    }
]
