[
    {
        "origin_file":  "weapons.json",
        "description":  "Restore recently dead to life with no level loss. DRUID SPELLS 1st-Level Druid Spells Snake’s Swiftness:Subject immediately makes one attack. 2nd-Level Druid Spells PALADIN SPELLS Snake’s Swiftness, Legion’s:Allies each immediately make one attack. 1st-Level Paladin Spells Tiger’s Tooth:One natural weapon of subject gets +1/four Bless Weapon, Swift:Weapon strikes true against evil foes for levels on attack and damage rolls (max +5) for 1 round (swift). 1 round (swift).",
        "name":  "Revivify",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Natural weapon becomes good, evil, lawful, or 2nd-Level Paladin Spells chaotic. Holy Spurs:Special mount’s speed increases by 40 ft. for 1",
        "name":  "Align Fang",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Line of electricity between two creatures 3rd-Level Paladin Spells (1d6/level damage). Angelskin:Lawful good creature gains DR 10/silver and evil. 5th-Level Druid Spells 4th-Level Paladin Spells Align Fang, Legion’s:Allies’ natural weapons become good, Righteous Aura:You detonate on death, healing good crea- evil, lawful, or chaotic tures and damaging others (2d6/level damage).",
        "name":  "Arc of Lightning",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your melee weapons deal +1d6 fire damage for 5th-Level Healer Spells 1 round (swift).",
        "name":  "Blades of Fire",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "“Cures” 1d8+1/level (max +5) Conj Baleful Transposition:Two subjects switch places. points of damage to a construct. Blades of Fire: Your melee weapons deal +1d6 fire",
        "name":  "Trans Repair Light Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your melee weapons deal +1d6 fire damage for 1 round (swift). SPELL DESCRIPTIONS The spells herein are presented in Align Fang This spell functions like align weapon(see alphabetical order (with the exception Transmutation page 197 of the Player’s Handbook), except of those whose names begin with Level:Drd 3 that it affects multiple weapons or pro- “greater,” “legion’s,” “lesser,” or “swift”; Components:V, S, DF jectiles at a distance. see Order of Presentation, page 181 of Casting Time:1 standard action the Player’s Handbook). Range:Touch Angelskin",
        "name":  "Blades of Fire",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) weapons good-, evil-, lawful-, or chaotic- Duration:1 round/level",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One orb of acid aligned, as you choose. A natural weapon Saving Throw:Will negates (harmless)",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No outsiders of the opposite alignment. The subject gains damage reduction This spell has no effect on a natural 10/evil and silver. An orb of acid about 2 inches across weapon that is already treated as being shoots from your palm at its target, deal- aligned, such as the claw or bite attack Arc of Lightning ing 1d8 points of acid damage. You must of most demons. Conjuration (Creation) [Electricity] succeed on a ranged touch attack to hit You can’t cast this spell on a manufac- Level:Drd 4, Sor/Wiz 5, Wmg 5 your target. tured weapon, such as a sword. Components: V, S, M/DF For every two caster levels beyond 1st, When you cast this spell to make a nat- Casting Time:1 standard action your orb deals an additional 1d8 points of ural weapon good-, evil-, lawful-, or Range:Close (25 ft. + 5 ft./2 levels) damage: 2d8 at 3rd level, 3d8 at 5th level, chaotic-aligned, align weapon is a good, Area:A line between two creatures 4d8 at 7th level, and the maximum of 5d8 evil, lawful, or chaotic spell, respectively. Duration:Instantaneous at 9th level or higher. Saving Throw:Reflex half Align Fang, Legion’s Spell Resistance:No Aid, Legion’s Transmutation Enchantment (Compulsion) [Mind- Level:Drd 5 You create natural conductivity between Affecting] Range:Medium (100 ft. + 10 ft./level) two creatures, and a bolt of electricity arcs",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies in a 20-ft.-radius burst This spell functions like align fang,except (maximum 15d6) to both creatures and that it affects multiple allies at a distance. to anything in the line between them. This spell functions like aid(see page 196 Both creatures must be in range, and of the Player’s Handbook), except that it Align Weapon, Legion’s you must be able to target them (as if this affects multiple allies at a distance and Transmutation [see text for align weapon] spell had them as its targets). Draw the line each ally gains temporary hit points Level:Clr 4 from any corner in one creature’s space to equal to 1d8 + caster level (to a maximum Range:Medium (100 ft. + 10 ft./level) any corner in the other’s space. of 1d8+20 temporary hit points at caster Targets:Allies’ weapons in a 20-ft.- Arcane Material Component:Two small level 20th). radius burst iron rods. 34 :2 RETPAHC CIGAM 620_96582_MinisHndbk.qxd 8/18/03 4:04 PM Page 34 Baleful Transposition from creatures threatening its square. Saving Throw:Will half (harmless); Conjuration (Teleportation) The spell allows no saving throw, but see text",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch example, leaving the character at nega- be one, instantly swap positions. The Targets:Up to two melee weapons you tive hit points but stable. creatures must be connected by a solid are wielding Used against an undead creature, close object, such as the ground, a bridge, or a Duration: 1 round wounds deals damage instead of curing rope. Both targets must be within range. Saving Throw:None the creature (which takes half damage if",
        "name":  "Two target creatures, of which you may Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No it makes a Will saving throw). (up to the creatures’ maximum loads) go with them, but other creatures do not, Flames sheathe your melee weapons, Cold Orb, Lesser even if they are carried. The movement harming neither you nor the weapons Conjuration (Creation) [Cold] is instantaneous and does not provoke but possibly burning your opponents. Level:Sor/Wiz 1, Wmg 1 attacks of opportunity. Your melee weapons each deal 1d6 points Effect: One orb of cold If either creature succeeds on its Will of extra fire damage. This damage stacks save, the spell is negated. with any energy damage your weapon This spell functions like lesser acid orb, already deals. except that it deals cold damage. Benign Transposition Conjuration (Teleportation) Blast of Flame Conviction",
        "name":  "Objects carried by the subject creatures Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No Spell Resistance:No Spell Resistance:Yes (harmless) Two target creatures, of which you may Flames fill the area, dealing 1d6 points of This spell bolsters the mental, physical, be one, instantly swap positions. Both fire damage per caster level (maximum and spiritual strength of the creature targets must be within range. Objects 10d6) to any creature in the area that fails touched. The spell grants the subject a +2 carried by the target creatures (up to the its saving throw. morale bonus on all saving throws, with creatures’ maximum loads) go with them, Material Component: A bit of wick an additional +1 to the bonus for every but other creatures do not, even if they soaked in oil. six caster levels you have (maximum +5 are carried. The movement is instanta- morale bonus at 18th level). neous and does not provoke attacks of Bless Weapon, Swift Material Component:A small parchment opportunity. Transmutation with a bit of holy text written upon it.",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action This spell functions like bless weapon(see Targets: Allies in a 20-ft.-radius burst",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A horrific vision of impending death rises out of wizards and other spellcasters who create magic items for battle. the weapon when its wielder strikes true. On a successful critical Sometimes victory comes from crafting more powerful magic hit, the weapon afflicts the target with cause fear (Will DC 11 items. On the other hand, sometimes victory comes from craft- negates). This effect activates even if the creature struck is not ing items of such ingenious simplicity that one can afford to subject to critical hits (roll to see if a critical hit occurs, then outfit an entire warband with them. apply the fear effect if appropriate), but it does not affect crea- This section describes new magic items of various types. Sev- tures immune to mind-affecting spells. eral of these items require a swift action to activate. For more on Faint necromancy; CL 5th; Craft Magic Arms and Armor; cause swift actions, see the first page of this chapter. fear;Price +1 bonus.",
        "name":  "Warlords intent on victory demand constant innovation from Fear Burst",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A weapon with this special ability twists and digs MAGIC SHIELD SPECIAL ABILITY into the flesh of the creatures it strikes true. This weapon has a A shield with a special ability must have at least a +1 enhance- random multiplier for critical hits. If the weapon normally has a ment bonus. ×2 critical multiplier, roll 1d4 each time you successfully score a",
        "name":  "Maiming",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A shield with this special ability is ringed by a series critical hit to determine your multiplier. For weapons with a ×3 of scales that lock into a mesh when brought in contact with an multiplier, roll 1d6 to determine the new multiplier. For a ×4 ally’s shield that possesses the same ability. The wielder of a multiplier, roll 1d8. paired shield gains a +1 enhancement bonus to Armor Class for Faint transmutation; CL 5th; Craft Magic Arms and Armor, every adjacent ally also wielding a paired shield. keen edge;Price +1 bonus. Faint abjuration; CL 5th; Craft Magic Arms and Armor; Price Paralytic Burst: A wave of green energy washes over the +1 bonus. victim of this weapon when its wielder strikes true. On a suc- cessful critical hit, the weapon afflicts the target with hold mon- MAGIC WEAPON SPECIAL ABILITIES ster(Will DC 17 negates). This effect activates even if the creature A magic weapon with a special ability must have at least a +1 struck is not subject to critical hits (roll to see if a critical hit enhancement bonus. occurs, then apply the hold monstereffect if appropriate).",
        "name":  "Paired",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A weapon with this ability deals an extra Moderate enchantment; CL 9th; Craft Magic Arms and Armor, 2d6 points of damage when its wielder makes a successful sneak hold monster;Price +2 bonus. attack. This ability does not bestow the ability to make sneak pqs attacks upon a user who does not already have it. Strong enchantment; CL 12th; Craft Magic Arms and Armor, DROW AND VEIL OF SHADOW keen edge;Price +2 bonus. As an optional rule, the DM may decide that some (or all) drow have",
        "name":  "Deadly Precision",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A cascade of blackness pours from this veil of shadowas a racial spell-like ability rather than darkness. In fact, weapon when its wielder strikes true. On a successful critical some of the statistics given for drow miniatures (see Chapter 4: Stat hit, the weapon causes the victim to become shaken (no saving Cards) take advantage of this optional rule. In some situations, veil of throw) for 5 minutes. This effect activates even if the creature shadowis a more interesting ability than darkness—especially in minia- struck is not subject to critical hits (roll to see if a critical hit tures battles, which slow down and are much less fun when darknessis occurs, then apply the shaken effect if appropriate). A creature in effect. that is already shaken is not affected (aside from the critical pqs hit damage). 41 MAGIC CHAPTER 2:",
        "name":  "Doom Burst",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A multicolored beam of light plays over the victim of this weapon when its wielder strikes true. On a successful critical hit, the weapon strikes the target with a prismatic sprayeffect (save DC 20). This effect activates even if the creature struck is not subject to critical hits (roll to see if a critical hit occurs, then apply the prismatic sprayeffect if appropriate). Strong evocation; CL 13th; Craft Magic Arms and Armor, prismatic spray;Price +3 bonus.",
        "name":  "Prismatic Burst",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A chill aura numbs this weapon’s victim when its wielder strikes true. On a successful critical hit, the weapon afflicts the target with a sloweffect (Will DC 14 negates). This effect activates even if the creature struck is not subject to criti- cal hits (roll to see if a critical hit occurs, then apply the slow effect if appropriate). Faint transmutation; CL 5th; Craft Magic Arms and Armor, slow;Price +1 bonus.",
        "name":  "Slow Burst",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Upon command, a sonic weapon is surrounded with waves of sound energy. The sonic energy does not harm the wielder. The effect remains until another command is given. A sonic weapon deals an extra 1d4 points of sonic damage on a suc- cessful hit. Bows, crossbows, and slings so crafted bestow the sonic energy upon their ammunition. Moderate evocation; CL 8th; Craft Magic Arms and Armor, sound burst;Price +1 bonus.",
        "name":  "Sonic",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A sonic burst weapon functions as a sonic weapon that also explodes with sonic energy upon striking a successful critical hit. If the weapon normally has a ×2 critical multiplier, add an extra 1d8 points of sonic damage each time you successfully score a critical hit. For weapons with a ×3 mul- tiplier, add 2d8 points of sonic damage; for a ×4 multiplier, add 3d8 points of sonic damage. Bows, crossbows, and slings so crafted bestow the sonic energy upon their ammunition. This effect activates even if the creature struck is not subject to criti- cal hits (roll to see if a critical hit occurs, then apply the extra damage if appropriate). Even if the sonic ability is not active, the weapon still deals its extra sonic damage on a successful critical hit. Strong evocation; CL 12th; Craft Magic Arms and Armor, sound burst;Price +2 bonus. Specific Weapons The following specific weapons are usually preconstructed with exactly the qualities described here.",
        "name":  "Sonic Burst",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "An elegantly designed weapon, this +1 light crossbow is decorated with ancient symbols of wind and energy along its handle. Reloading this weapon is a free action instead of a move action. Moderate transmutation; CL 7th; Craft Magic Arms and Armor, haste;Price 6,335 gp.",
        "name":  "Crossbow of Reloading",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon is a +1 holy greatsword made of cold iron.Demonward weapons were crafted for use in planar wars against terrifying opponents from the deepest pits of the under- world. They are scarred and notched from their frequent contact with demonic skin. Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:19 PM Page 41 Druid ofObad-Hai Half-ElfSorcerer 42 :2 RETPAHC CIGAM 620_96582_MinisHndbk.qxd 8/18/03 4:19 PM Page 42 Moderate evocation [good]; CL 7th; Craft Magic Arms and An unwilling creature gets a DC 11 Will saving throw to negate Armor, holy smite, creator must be good; Price 20,400 gp. the effect.",
        "name":  "Demonward",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon is a +1 holy greatsword made with Moderate transmutation; CL 9th; Craft Rod, slide*;Price:7,200 gp. alchemical silver. Devilward weapons were forged in heavenly *New spell described earlier in this chapter. fires to be used against pit fiends and similar powers of hell. The Rod of Transposition:Small bolts of light arc from one end alchemical silver material of this weapon imposes a –1 penalty on to the other end of this rod. Once per day, the rod allows its its damage, effectively canceling the +1 enhancement bonus. wielder to exchange positions with another creature within 30 Moderate evocation [good]; CL 7th; Craft Magic Arms and feet. An unwilling creature gets a DC 13 Will saving throw to Armor, holy smite, creator must be good; Price 18,480 gp. negate the effect.",
        "name":  "Devilward",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This weapon seems possessed of some basic Moderate conjuration; CL 7th; Craft Rod, baleful transposition*; form of sentience. When it is used on an attempt to trip an oppo- Price 11,200 gp nent, this +2 spiked chaincoils around the victim’s limbs, adding a *New spell described earlier in this chapter. +4 bonus on the wielder’s Strength check to trip the opponent. This bonus is in addition to the normal benefits that chains get WONDROUS ITEM DESCRIPTIONS when attempting to trip. Wondrous items come in many forms. Some new wondrous Moderate transmutation; CL 7th; Craft Magic Arms and items are described below. Armor, bull’s strength;Price 12,325 gp. Amulet of Fortune Prevailing:Blessed by ancient gods of",
        "name":  "Living Chain",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This plain-looking +1 longsword luck, this amulet allows its wearer to change his fortune. Once has been designed to deal with foes of any origin. After its per day, after the amulet’s wearer attempts a saving throw (but wielder successfully hits a creature that has damage reduction before it’s determined whether the save succeeded), he may (with the normal effects), over the next round the weapon trans- choose to reroll the saving throw. He must use the second result forms itself, taking on the properties required to overcome that even if it’s lower. The wearer can’t use this ability if he has already creature’s damage reduction. The change takes effect at the rerolled the saving throw because of another ability he possesses, beginning of your next turn. Once changed, the weapon over- nor can he use another ability he possesses to reroll the saving comes that type of damage reduction for 10 rounds or until it throw a second time. The amulet can be used only after it is worn strikes a creature with a different type of damage reduction (at continuously for 24 hours. If it is taken off, it becomes inactive which point it changes to overcome that type). If the creature until it is again donned and worn for a full 24 hours. struck has multiple types of damage reduction, the weapon over- Moderate divination; CL 9th; Craft Wondrous Item, augury; comes all of them. If the creature gains a new type of damage Price 8,000 gp. reduction after initially being struck, such as from changing its Belt of One Mighty Blow:Once per day, as a swift action, the form, the weapon must change before being able to overcome wearer of this belt can activate the belt to gain extra damage on the new type. her next melee attack. A light weapon deals an extra 1d8 points The weapon does not gain any other benefit of the properties of damage, a one-handed weapon deals an extra 2d6 points of it takes on, and it always deals its normal damage. damage, and a two-handed weapon deals an extra 3d6 points of Strong transmutation; CL 13th; Craft Magic Arms and Armor, damage. The belt can be used only after being worn continuously limited wish;Price 50,315 gp. for 24 hours. If it is taken off, it becomes inactive until it is again donned and worn for a full 24 hours. RING DESCRIPTION Faint transmutation; CL 5th; Craft Wondrous Item, bull’s Rings are coveted and useful magical items. One new ring is strength;Price 1,500 gp. described here. Belt of Magnificence: This sparkling metal belt projects",
        "name":  "Weapon of Transmutation",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Small magnets are set into each end of this Bracers of Quick Strike:These bracers provide the benefit of iron rod. Once per day, the wielder may target a creature up to 30 incredible speed. Once per day, when taking a full attack action, feet away. Upon command, the wielder can push the targeted as a swift action the wearer may make one additional attack with creature 5 feet farther away into an unoccupied square, or she can any weapon he is holding. The attack is made at the wearer’s full pull the targeted creature 5 feet closer into an unoccupied base attack bonus, plus any modifiers appropriate to the situation. square. This movement does not provoke attacks of opportunity. (This effect is not cumulative with similar effects, such as that 43 MAGIC CHAPTER 2: provided by a speed weapon or by the hastespell, nor does it actu- Moderate evocation; CL 11th; Craft Wondrous Item, fireball; ally grant an extra action.) The bracers can be used only after Price 1,500 gp. being worn continuously for 24 hours. If they are taken off, they Field Provisions Box: When opened, this well-crafted become inactive until they are again donned and worn for a full wooden box produces enough basic food and water to feed up to 24 hours. fifteen humans or five horses, providing a full day’s sustenance. Faint transmutation; CL 5th; Craft Wondrous Item, haste;Price It can be used once per day. 1,200 gp. Faint conjuration; CL 5th; Craft Wondrous Item,create food and",
        "name":  "Rod of Sliding",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This roll again ahe uses the gloves. The gloves cloak, made of scales from a reptil- can be used only after they are worn ian creature, wraps its wearer in a continuously for 24 hours. If they are deep blue flame. Any creature strik- taken off, they become inactive until ing the cloak’s wearer with a natu- they are again donned and worn for a ral attack or a melee weapon deals full 24 hours. normal damage but also takes 1d6+7 Faint divination; CL 3rd; Craft points of fire damage. Wondrous Item, true strike; Price Moderate evocation; CL 7th; 2,000 gp. Craft Wondrous Item, fire shield; Helm of Glorious Recovery: Price 56,000 gp. Once per day, the wearer of this",
        "name":  "Cloak of the Salamander",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This brown helm can activate it by uttering the cloak seems to be composed command word. The helm instanta- entirely of long thorns. The cloak neously cures the wearer of 4d8+7 grants its wearer a +2 natural armor points of damage. The helm can only bonus to AC. Any creature striking be activated after being worn contin- the cloak’s wearer with a natural uously for 24 hours. If it is taken off, it attack or a melee weapon deals normal becomes inactive until it is again damage but also takes 1d4+3 points of donned and worn for a full 24 hours. piercing damage. Moderate conjuration; CL 7th; Craft Moderate transmutation; CL 7th; Wondrous Item,cure critical wounds;Price Craft Wondrous Item; barkskin, com- 5,600 gp. mand plants; Price 40,000 gp. Horn of Volume:This horn lets the user",
        "name":  "Cloak of Thorns",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Weapon Focus (claw)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:20 PM Page 45 46 :3 RETPAHC SRETSNOM guard contingents of creatures throughout the Abyss, as well as on the Material Plane. With its keen senses, the creature can hunt down enemies or detect intruders, making it valuable to those who employ it. Abyssal eviscerators speak Abyssal, though they prefer to get their message across through bloodshed. Combat Eviscerators prefer to fight alone or with groups, against tough odds or against foes that are easy to overwhelm, by ambush or in fair contests. The fact is, eviscerators simply prefer to fight. Eviscerators have a habit of playing with the creatures they catch rather than killing them outright. They enjoy pinning victims with their massive upper arms and tear- ing into them with the razor-sharp claws of their lower arms. Rake (Ex):Attack bonus +10 melee, damage 1d6+5. ASPECT All tremble when the deities and archfiends send mani- festations of their personal power onto the battlefield. While the gods usually send creatures from the Outer Planes to assist their clerics, sometimes a patron will send some small por- tion of its own power instead. These living embodiments of the gods’ life force carry on crusades for good or evil. An aspect looks like the archfiend or deity from which it springs (known as the aspect’s “original”). It is only a pale shadow of the original archfiend or deity. Still, a pale shadow of such a mighty being is formidable indeed. You can find descriptions of the original archfiends in Book of Vile Darknessand the original deities in Deities and Demigods. An aspect is the embodiment of a small portion of an arch- fiend’s or deity’s life force. The original’s power is so great that this shred of life force is actually able to take shape as a living creature (or an undead creature, as in the case of an aspect of Vecna). This creature is a seven-foot tall, purplish mass of limbs and armor-plated Rarely, aspects arise spontaneously on the planes where their muscle. It stands on a pair of wiry legs, hunched from the sheer weight of originals reside, rather like naturally occurring echoes of the a pair of massive arms and a gigantic head split by a huge, tooth-encrusted original’s powerful presence. More often, aspects are called forth mouth. Sprouting from its belly is a second pair of taloned arms, which are by magic of some kind. In any case, they are short-lived, usually as spindly as its main arms are muscular. fading back into nonexistence within a day. The life force that manifested as the aspect returns to the original, dissipates, or Adventurers often mistake the abyssal eviscerator for a mindless, lurks in the area, ready to manifest as an aspect again if the con- bloodthirsty brute bent on wanton destruction. Actually, it’s a ditions are right. cunning, bloodthirsty brute bent on wanton destruction. While aspects are spiritual rather than biological in origin, Though originally from the 423rd layer of the Abyss, the they manifest as actual living (or undead) creatures. They have abyssal eviscerator has found a place in the warbands, armies, and consciousness, intelligence, and will. They are notoriously nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:21 PM Page 46 Abyssal eviscerator pqqqqrs ASPECTS IN YOUR GAME Aspects are a great way for you (the DM) to increase the presence of a spellcaster—someone to cast fly, invisibility purge, stoneskin, blur, and deities in the campaign. The PCs might never be able to defeat Hextor other useful spells. in hand-to-hand combat, but maybe they can take on Hextor’s aspect For high-level parties, invent more powerful aspects using these and in a forbidden temple. the original archfiends and deities as your guides. Use aspects when the party is of low enough level that a single You’ll probably want to place limits on calling aspects to reflect how aspect is a dangerous foe (maybe too dangerous). Don’t wait until the deities work in your campaign. For example, a cleric might need to party is so strong that an aspect is “just another monster.” For a high- perform some duty for a deity before being allowed to call the deity’s level party, you might be able to pull off a battle against a team of vari- aspect. In most campaigns, it’s best to restrict aspects to special char- ous evil aspects, but they work best as single, major opponents. acters, places, or events rather than making them as commonplace as Aspects are powerful but not versatile. If you want an aspect to be ordinary outsiders. able to handle a clever and competent party, it could use the backup of pqqqqrs 47 MONSTERS CHAPTER 3: single-minded and unwilling to communicate. They may help mor- An aspect is a deity’s or archfiend’s power coalesced into a tals, but only because they want to—not because they’re asked. single point. Typically, this power can’t coalesce into two Aspects are usually as big as giants, although they are some- nearby points. Thus, aspects of a specific original are almost times scaled more like humans. It is very rare for them to be always found alone. Sometimes spellcasters or creatures wield- larger than Large or smaller than Medium. In the case of arch- ing powerful magic items can force two aspects of the same fiends, aspects are the same size as or smaller than the original. In original into the same area. These aspects are likely to attack the case of deities, an aspect appears in a size that reflects the each other, even if they’re good-aligned. The proximity of deity’s power. (Deities can alter their size at will, so one can’t another aspect of the same deity apparently causes an aspect really compare an aspect to the original’s “actual” size.) great distress. If the original has a signature weapon or other possession, the Vile servants of archfiends and evil deities sometimes call aspect may have a similar weapon (albeit a much weaker version, forth aspects of their unholy masters to take part in unspeakable just as the aspect is a weaker version of the original). Such a rituals. The less said about these rites, the better. weapon or other item loses its magical properties when separated from its aspect. Other Aspects Aspects disdain mortals. They do not bother commanding The aspects described here are those that adventurers are most troops, even those that would follow them loyally, and they aren’t likely to encounter. Others certainly exist. Most likely, every inclined to even listen to the orders of any but the best com- being whose power level matches the originals mentioned here manders. Still, they’re known to find common cause with like- also has aspects, though some aspects might be quite rare. minded warbands and to fight alongside them. It’s also possible that a deity would have different sorts of Unlike avatars (introduced in Deities and Demigods), aspects are aspects that represent different fragments of the being’s power. not extensions of the original. The original can’t see through the The aspect of Lolth in this chapter, for example, manifests her aspect’s eyes and doesn’t know what the aspect learns. Destroying an poisonous nature but not her power over webs. Another aspect of aspect sometimes weakens the original by dissipating the aspect’s Lolth might have web powers but not poison. A third might life force and preventing it from being reabsorbed into the original, express Lolth’s power over spiders, and so on. but beyond that, hurting the aspect does not harm the original. Other aspects of the same deity may be significantly more powerful than those described here. None are less powerful. Calling Aspects Characters can sometimes use the planar allyor planar bind- ASPECT OF ASMODEUS ingspell to call an aspect. In the case of the more powerful Large Outsider (Baatezu, Evil, Extraplanar, Lawful) aspects, greater planar allyor greater planar bindingis necessary. Hit Dice: 10d8+40 (85 hp)",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Illus. by A. Smith 620_96582_MinisHndbk.qxd 8/18/03 4:21 PM Page 47 Aspect of Asmodeus 48 :3 RETPAHC SRETSNOM Over 13 feet tall, this creature has lustrous dark skin and hair. His eyes shine with the power of hell, and his head is crowned with two small red horns. He dresses in finery of red and black. An aspect of Asmodeus, like other baatezu, can speak telepathi- cally to any creature within 100 feet that has a language. It also speaks Infernal, Celestial, and Draconic. Combat An aspect of Asmodeus, unlike its original, willingly enters combat, albeit with a disdainful air. It flies quickly to wherever its Ruby Rodcan deal the most telling blow against the enemy. An aspect of Asmodeus’s natural weapons, as well as any weapons it wields, are treated as evil-aligned and lawful-aligned for the purpose of overcoming damage reduction.",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— This long, sinuous dragon is covered in silver-white scales that sparkle and gleam with a light all their own. Its catlike eyes shift between the blue of an azure sky and the chill of a frozen glacier, as its mood determines. An aspect of Bahamut speaks Celestial, Common, and Draconic. yelnaH .D yb .sulli neerK-irhT htimS .A yb .sulli tumahaB fo tcepsA 620_96582_MinisHndbk.qxd 8/18/03 4:21 PM Page 48 Thri-Kreen Ranger Aspect ofBahamut 49 MONSTERS CHAPTER 3: Combat An aspect of Bahamut flies to an advantageous spot where it can use its breath weapon to good effect or keep numerous enemies from surrounding it. Given a chance, it’s happy to fight in pitch darkness. Breath Weapon (Su):40-ft. cone, once per day, damage 10d6 cold, Reflex DC 21 half. The save DC is Constitution-based. ASPECT OF DEMOGORGON Large Outsider (Chaotic, Evil, Extraplanar, Tanar’ri)",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 22, Dex 17, Con 20, Int 17, Wis 17, Cha 18 to advantage in combat. Skills: Climb +18, Craft (weaponsmithing) +18, Diplomacy +8, An aspect of Demogorgon’s natural weapons, as well as any Handle Animal +19, Jump +22, Knowledge (arcana) +18, weapons it wields, are treated as chaotic-aligned and evil-aligned Knowledge (history) +18, Knowledge (nobility and royalty) for the purpose of overcoming damage reduction. +18, Knowledge (religion) +18, Listen +18, Ride +5, Sense Dual Actions (Ex):An aspect of Demogorgon, just like De- Motive +18, Spot +18 mogorgon itself, takes two rounds’ worth of actions in any Feats: Blind-Fight, Cleave, Combat Reflexes, Multiweapon given round. Thus, it can make a full attack and take a double Fighting, Power Attack move; make two full attacks and two 5-foot steps; a full attack, Environment:Infernal Battlefield of Acheron a move action, and another attack; and so on. Organization: Solitary See Invisibility (Su):An aspect of Demogorgon has a con- Challenge Rating: 11 tinuous see invisibility ability, as the spell (caster level 11th). Treasure: None",
        "name":  "An aspect uses its dual nature to move quickly and maneuver Abilities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 brandishes a different weapon, and the thing’s body is covered by iron scale",
        "name":  "Initiative",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 flail+14/+9/+4 melee (2d6+6), +1 longsword+14 Combat melee (2d6+3/19–20), +1 battleaxe+14 melee (2d6+3/×3), +1 An aspect of Hextor loves to do battle, especially against the heavy mace+14 melee (2d6+3), +1 heavy pick+14 melee forces of good. It willingly provokes attacks of opportunity if (1d8+3/×4), +1 scimitar+14 melee (1d8+3/18–20) that’s what’s needed to position itself for the maximum use of its Space/Reach:10 ft./10 ft. many melee attacks.",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— An aspect of Hextor’s natural weapons, as well as any weapons",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 greatsword+24 melee (3d6+12/19–20)",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 greatsword+24/+19/+14 melee (3d6+12/19–20) Space/Reach:10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Cleave, Improved Initiative, Power Attack, Weapon Focus (greatsword)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— This figure is a hugely muscular, 12-foot-tall man with tan skin wielding a greatsword. He has long red hair and a beard. He wears white dragonhide gauntlets, blue boots, and a fighting girdle of red leather. His belt sports an eight-pointed symbol. htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:22 PM Page 50 Aspect of Hextor 51 MONSTERS CHAPTER 3:",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Improved Critical (bite), Weapon Finesse, Weapon Focus (bite), Weapon Specialization (bite)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— This unnatural creature has the body of a great, gray spider, but the head of a female drow protrudes from where the spider\u0027s head would be. It has long hair and multifaceted eyes. The creature is 7 feet tall and at least that long. This aspect of Lolth expresses Lolth\u0027s dual nature. Its form is one of Lolth\u0027s three normal forms (the other two being a beautiful female drider and an alluring female drow). Powerful drow have been known to call aspects of Lolth to serve as witnesses to agreements and pacts between scheming An aspect of Kord is always doing something—fighting if it gets a chance, and fighting evil dragons if it gets half a chance. Powerful followers of Kord sometimes call up an aspect of Kord to pit their strength against it in rituals that are half sport and half worship. An aspect of Kord speaks Celestial, Common, and Draconic. Combat An aspect of Kord uses its Tumble skill to get past weaker oppo- nents and to test its battle prowess against the most powerful opponents available. An aspect of Kord’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and good-aligned for the purpose of overcoming damage reduction. Barbarian Rage (Ex):Once per day, an aspect of Kord can fly into a barbarian rage, just like a 1st-level barbarian (see page 25 of the Player’s Handbook). The rage lasts 10 rounds. ASPECT OF LOLTH Large Outsider (Chaotic, Evil, Extraplanar)",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Poison Illus. by A. Smith 620_96582_MinisHndbk.qxd 8/18/03 4:33 PM Page 51 Aspect ofKord Aspect ofLolth 52 :3 RETPAHC SRETSNOM noble houses. The presence of an aspect makes such agreements Skills: Balance +19, Concentration +17, Craft (alchemy) +17, less likely to be broken, or so the theory goes. Diplomacy +7, Intimidate +18, Jump +23, Knowledge (arcana) An aspect of Lolth speaks Abyssal, Draconic, Elven, and +17, Knowledge (history) +17, Knowledge (the planes) +17, Undercommon. Listen +19, Search +17, Sense Motive +19, Survival +6 (+8 following tracks, +10 following tracks on other planes, +8 on Combat other planes), Tumble +19 An aspect of Lolth’s natural weapons, as well as any weapons it Feats: Improved Initiative, Power Attack, Spell Focus (evoca- wields, are treated as chaotic-aligned and evil-aligned for the pur- tion), Spell Penetration pose of overcoming damage reduction. Environment:Nine Hells of Baator (Cania, the 8th Hell) Poison (Ex):Injury, Fortitude DC 20, initial and secondary Organization: Solitary damage 1d10 Str. The DC is Constitution-based. Challenge Rating: 9",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduction 5/epic, darkvision 60 ft., Combat fire shield, immunity to fire and poison, resistance to acid 10 An aspect of Mephistopheles’s natural weapons, as well as any and cold 10, telepathy 100 ft. weapons it wields, are treated as evil-aligned and lawful-aligned",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Combat Reflexes, Dodge, Improved Initiative, Toughness (2), Weapon Focus (scythe)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cleave, Improved Critical (morningstar), Power Attack, Weapon Focus (morningstar)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— This gaunt, 12-foot-tall creature resembles a mummified human corpse with rusty red skin, thick greenish-black hair, a cowled black cloak, and eyes, teeth, and nails like poisonous verdigris. He wields a mighty scythe. Nerull’s aspect manifests the deity’s mastery over negative energy. An aspect of Nerull speaks Abyssal, Common, Draconic, and Infernal. Combat An aspect of Nerull’s natural weapons, as well as any weapons it wields, are treated as evil-aligned for the purpose of overcoming damage reduction. Inflict Critical Wounds(Sp):At will, an aspect of Nerull can use an inflict critical woundseffect (caster level 16th, Will DC 22 half). The save DC is Wisdom-based. ASPECT OF ORCUS Large Outsider (Chaotic, Extraplanar, Evil, Tanar’ri)",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wand of Orcus+16/+11 melee (2d6+10/19–20) Space/Reach:10 ft./10 ft. Illus. by A. Smith 620_96582_MinisHndbk.qxd 8/18/03 4:34 PM Page 53 Aspect ofNerull Aspect ofOrcus 54 :3 RETPAHC SRETSNOM Combat An aspect of Orcus loves to wade into melee. It wields a weaker version of Orcus’s famous wand, choosing carefully which enemy deserves its death strike. An aspect of Orcus’s natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction. See Invisibility (Su):An aspect of Orcus has a continuous see invisibility ability, as the spell (caster level 9th).",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapon",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 17, Dex 16, Con —, Int 28, Wis 23, Cha 18 An aspect of Tiamat eats what it can and kills what it can’t. Skills: Appraise +22, Concentration +17 (casting defensively An aspect of Tiamat speaks Common, Draconic, and Infernal. +21), Craft (alchemy) +22, Decipher Script +22, Diplomacy +6, Knowledge (arcana) +22, Knowledge (history) +22, Combat Knowledge (the planes) +22, Knowledge (religion) +22, An aspect of Tiamat commonly flies above foes, hits them with its Listen +21, Search +22, Sense Motive +19, Spellcraft +24, Spot breath weapon, and then descends into the midst of the foes to +21, Survival +6 (+8 following tracks, +10 following tracks on strike out in all directions. other planes, +8 on other planes) Breath Weapon (Su):40-ft. cone, once per day, 8d6 acid, cold, Feats: Alertness, Blind-Fight, Combat Casting, Spell Penetration electricity, or fire, Reflex DC 20 half. The save is Constitution- Environment: Any based. Organization: Solitary",
        "name":  "Abilities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— This beautiful creature looks like a snake with reticulated white-gold patterns running the length of its body and a head that bears vaguely human features. Black and gold spines jut from its back down the length of its spine. Nagas are intelligent creatures with a variety of magical powers. They are natural masters of those around them, using subtle wards and clever traps to keep intruders from disturbing their peace. The bright naga is a far weaker creature than its better-known kin. It lacks the poisonous bite and the array of spells that are common among more powerful nagas. Some say that bright nagas are evidence of genetic flaws or unfavorable mating choices on the parts of “true nagas.” All nagas have long, snakelike bodies covered with glisten- ing scales and more or less human faces. A bright naga is 15 feet long and weighs about 500 pounds. Its eyes are bright and intelligent, burning with an almost hypnotic inner light. A bright naga’s gold coloration darkens toward red when it becomes angry. Bright nagas speak Common and Draconic. Combat Given a chance, a bright naga takes advantage of its laby- rinthine lair, drawing enemies into an exasperating combat in which the naga appears, strikes, and disappears over and over again. Mock Spell(Sp):A bright naga can use the effect of one 1st- level sorcerer spell at will, as a 3rd-level sorcerer. This mock spell is magically imprinted in the bright naga’s mind from an Aspect of Vecna illus. by A. Smith Bright Naga illus. by S. Tappin 620_96582_MinisHndbk.qxd 8/18/03 4:35 PM Page 55 Bright naga Aspect ofVecna 56 :3 RETPAHC SRETSNOM This creature looks like a cross between a lion and a human, with a power- fully etched human body and the head and mane of the feline. Its thick hair is braided and falls over scant but utilitarian clothing. Catfolk are territorial nomads of grassy plains, living in tribes segregated by their visual differences—some friendly to each other, others violently hostile. Some of the most plentiful catfolk are those with the charac- teristics of lions—males with their manes braided and hung with charms for luck in battle, and females with their tawny hides, sleek with muscle. Catfolk are sentient, and they wear the accoutrements of civilization, including belts. They can use tools and weapons. Despite their potential for raw power, many catfolk are slim and wiry, preferring weapons to match, such as the rapier. Other tribes of catfolk have characteristics of leopards, tigers, and cheetahs. The nomadic catfolk spirit moves many of them to wander into human lands, seeking after fame and adventure. More than one catfolk has become a trusted compatriot of an adven- turing company otherwise made up of humans, elves, dwarves, early age, and it cannot be changed. Magic missileis the most and halflings. common mock spell, but bright nagas are also known to use Catfolk speak Common and a language called Feline (each burning hands, color spray, and virtually any other sorcerer spell. tribe speaking a dialect). Brighter catfolk often learn the lan- The spell’s save DC, if appropriate, is 12. The save DC is guages of gnolls and halflings, who also live on the sunny Charisma-based. (With a Concentration modifier of +11 and grasslands. the Combat Casting feat, a bright naga can cast defensively without risk of failure.) Combat Catfolk are prone to leaping impulsively into combat. If CATFOLK combat turns against them, Catfolk, 1st-Level Warrior they don’t hesitate to bound Medium Humanoid (Catfolk) away.",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +3 melee (1d6+1/18–20) or longbow +3 adjustments: Str 13, Dex 11, ranged (1d8/×3) Con 12, Int 10, Wis 9, Cha 8.",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rapier +3 melee (1d6+1/18–20) or long- bow +3 ranged (1d8/×3) Catfolk as Characters Space/Reach: 5 ft./5 ft. Catfolk excel as rangers or rogues. Cat-",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Finesse",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:35 PM Page 56 Bright Naga Catfolk 57 MONSTERS CHAPTER 3: — +4 Dexterity, +2 Charisma. Feats: Alertness, Great Fortitude, Weapon Focus (tail) —A catfolk’s base land speed is 40 feet. Environment: Underground —Low-Light Vision: Catfolk can see twice as far as a human in Organization: Solitary or brood (2–8 plus 50% chance for 1 starlight, moonlight, torchlight, and similar conditions of poor leader with 12 HD) illumination. They retain the ability to distinguish color and Challenge Rating: 6 detail under these conditions. Treasure: None —Racial Skills: Catfolk have a +2 racial bonus on Listen and Alignment: Always neutral Move Silently checks. Advancement: 8–12 HD (Large); 13–21 HD (Huge) — +1 natural armor bonus. Level Adjustment: — —Automatic Languages: Common, Feline. Bonus Languages: Draconic, Gnoll, Halfling, Sylvan. This low-slung beast is covered in bony plates of armor, studs, and spikes. —Favored Class: Ranger. It trails an armored tail ending in a massive club of bone. —Level adjustment +1. This dinosaur, built like a war machine, has stocky legs CAVE DINOSAURS and a short, heavy body. Cave dinosaurs are smaller versions of their terrible cousins. All creatures know The yuan-ti originally bred them as servants—more manage- enough to give the cave able servants than their full-sized cousins. Smaller than normal anklyosaurus’s tail club a dinosaurs, cave dinosaurs are more maneuverable in the yuan-ti’s wide berth. A cave anky- jungle homes as well as in the subterranean warrens in which losaurus has a body about they were created and which they prefer as their habitat. Most 8 feet long and weighs cave dinosaurs encountered by adventurers are the feral descen- about 500 pounds. dants of the yuan-ti’s domesticated stock. Like all dinosaurs, cave dinosaurs have sharp teeth, savage dispositions, a well-developed sense of territory, and a ruthless capacity to hunt. Herbivorous dinosaurs attack if startled, harassed, cornered, forced to defend their young, or “challenged” by an appraising look. CAVE ANKYLOSAURUS Large Animal",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Great Fortitude, 15–27 HD (Huge) Weapon Focus (gore) Level Adjustment: —",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— voracious appetite. It is both a hunter and a scav- enger, seeking carrion slain by other creatures. This bulky, four-legged beast has a huge front plate of bone protecting its reptile- Combat like head, from which project two great A hunter pure and simple, a cave tyran- horns. A shorter horn juts from its nose. nosaurus is likely to attack Small crea- tures and retreat once it has secured Though an herbivore, the cave triceratops is a meal. short-tempered and aggressive. Improved Grab (Ex):To use this A head-on encounter with a bothered cave triceratops is ability, a cave tyrannosaurus must hit something most creatures know enough to back down from. an opponent of up to one size smaller Its nose spike and armored head make it a deadly foe when it with its bite attack. It can then attempt charges into combat. A cave triceratops has a body about 9 feet to start a grapple as a free action without long and weighs about 600 pounds. provoking an attack of opportunity. If it wins the grapple check, it establishes a Combat hold and can try to swallow the foe in the A cave triceratops doesn’t fear combat, or following round. much of anything. Unless it’s badly Swallow Whole (Ex):A cave tyran- wounded, it prefers to trample creatures nosaurus can try to swallow a grabbed that disturb it underfoot. opponent of up to two sizes Powerful Charge (Ex): When smaller by making a success- a cave triceratops charges, its gore ful grapple check. attack deals 4d6+12 points of A swallowed creature takes damage. 2d6+7 points of bludgeoning nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:36 PM Page 58 Cave triceratops Cave tyrannosaurus 59 MONSTERS CHAPTER 3: damage and 6 points of acid damage per round from the cave tyrannosaurus’s gizzard. A swallowed creature can cut its way out by using a light slashing or piercing weapon to deal 20 points of damage to the gizzard (AC 12). Once the creature exits, muscular action closes the hole; another swallowed opponent must cut its own way out. A cave tyrannosaurus’s gizzard can hold 2 Small, 8 Tiny, or 32 Diminutive or smaller opponents. CRUCIAN Medium Humanoid (Reptilian)",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Iron Will, Weapon Focus (warhammer)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Toughness, Weapon Finesse Environment: Warm forests",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 This humanlike creature stands almost 11 feet tall and has a head and legs like those of a horse. It wears heavy armor and wields a mighty axe of curious design. Equicephs are merciless and relentless slavers, raiding out of their forest homes to take captives. They often raid nearby hills to capture hobgoblins, which are accustomed to following orders and are small enough for equicephs to push around. But equi- cephs aren’t picky. They’ll make slaves of any creatures that they can catch and coerce. The equicephs are long-lost remnants of a distant, peaceful civilization. This ancient society maintained the peace by exil- ing its worst criminals to a land across the sea. The equicephs are the descendants of these cruel lawbreakers. They retain the superior intellect and insight of their ancestors, though they apply their gifts to villainy rather than to harmony. Whether the peaceful equiceph society still survives some- where over the horizon or has long ago fallen is a disputed matter of legend. Equicephs speak Common and Sylvan. Combat Equicephs use feints and pincer maneuvers to get the better of their enemies in combat. They rehearse their tactics ahead of allows the user to see the serpent’s position, but see time so they can work together fluidly when facing opponents invisibilityhas no effect. While they value slaves as property, they",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greataxe +8 melee (3d6+6/×3) or javelin +3 ranged (1d8+4)",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greataxe +8 melee (3d6+6/×3) or javelin +3 ranged (1d8+4) Space/Reach: 10 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "EnduranceB, Iron Will, Weapon Focus (greataxe)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Improved Initiative, Weapon tempt to add insectoid and infernal Focus (bite) enhancements to a deinonychus",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Point Blank Shot, Precise Shot, Weapon Finesse Climate/Terrain: Warm plains",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Weapon Finesse of a predatory reptile with spiked and serrated mandibles. A frill of Climate/Terrain: Warm plains armored plates protects its neck and back. A thick growth",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— of lurid green chitin. Two or three weeks later it emerges as an adult. An adult In general shape, this creature resembles kruthik is 6 feet long and weighs a six-limbed canine—but there the resem- around 250 pounds. blance ends. Its body is covered with armored plates of chitin and four of its Combat limbs are like long, razor-sharp scythes. It holds Adults, though larger than hatchlings, two smaller claws close to its body. Its head are no less agile, and their heavier combines the facial features of a predatory chitin makes them even harder to reptile with large, serrated mandibles. kill. Their bites are more effec- Large armored plates protect its neck and tive weapons, and they can actu- back. Small, veined wings like those of a ally hurl their spines at foes who manage dragonfly sprout from behind the plates. Adult kruthik to remain out of reach. Spikes (Ex):When an adult kruthik raises the frill of plates on Hatchling kruthiks are anything but helpless larvae. They are its back, its spines also stand erect. With a snap, the creature can small and wiry, about 4 feet long and weighing 30 pounds. loose one spike as a standard action or a volley of two as a full- round action (make an attack Combat Greater kruthik roll for each spike). This Hatchlings make excellent use of their speed and agility in attack has a range of 100 combat, encircling prey and outrunning any serious threats. feet with no range",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Improved Critical (claw), Power Attack, Weapon Focus Special Qualities: Darkvision 60 ft. (claw) Saves: Fort +3, Ref +4, Will +4 Climate/Terrain: Warm plains Abilities: Str 13, Dex 17, Con 15, Int 6, Wis 10, Cha 6",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6 Feats: Combat Reflexes, Weapon Finesse,",
        "name":  "Challenge Rating",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Iron Will, Weapon Focus Wis 13, Cha 8 (magma rock) Skills:Spot +13",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Level Adjustment:+3 A cloud of black smoke roils upward from this crea- This hunched creature has a single huge eye that dominates its entire ture, which seems to be formed entirely of molten face. Its body is bloated and misshapen, and its limbs are wiry but lava. Its skin is a hardened black crust, but its joints strong. Its arms end in claws that reach the ground as it moves and gaping mouth reveal glowing red magma inside. in an awkward hop. Jagged protrusions line its hunched shoulders, belch- ing forth smoke. Its arms end in flattened hooks, Nothics are twisted aberrations that live in deep almost like scoops. subterranean caves and ruins, feasting on the flesh of any living creature they can catch. A magma hurler is an elemental composed Nothics speak Undercommon in hoarse, wheez- of molten stone, combining the elements of ing voices. earth and fire. It stands 6 to 8 feet tall and weighs 400 to 500 pounds. Combat A nothic’s claws are weak, and it is not Combat exceptionally fast. Since it’s perfectly A magma hurler’s name is derived from its happy eating carrion, it relies on its ability to spit forth a ball of magma into its gaze to disable victims before moving scooplike hand, then hurl it to devastat- in for a meal. ing effect. It is slow-moving and bereft of Flesh-Rotting Gaze (Su):Deals 1d6 intellect, and it frequently hurls its Nothic damage, 30 feet, Will DC 16 negates. magma rocks on a whim. It dislikes melee The save DC is Constitution-based. combat and tries to avoid combatants See Invisibility (Su):A nothic who move to engage it. can see invisible and ethereal crea- Magma Rock (Ex): A magma tures as though constantly hurler can spit forth a ball of molten under the effect of a see rock into its hand as a move action, invisibilityspell. as often as once per round. It can Skills: Nothics have a +4 throw a magma rock with a range racial bonus on Spot checks. increment of 30 feet (maximum range 150 feet). 66 :3 RETPAHC SRETSNOM action) before attacking. It slices its prey with its armblades and feasts on the spot before rolling on to find new prey. Armblade Shields (Ex):A phargion’s two armblades provide a +1 shield bonus to its Armor Class, as though it were using weapons and had the Two-Weapon Defense feat. Rapid Movement (Ex):A phargion can roll itself into a wheel as a free action or unroll as a move action. As a wheel, its speed increases to 40 feet (Jump bonus improves to +7). A phargion can- not attack while in this form but gains a +4 bonus to Armor Class. PROTECTAR Medium Outsider (Extraplanar, Good)",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +4 melee (1d8+2/19–20)",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword +4 melee (1d8+2/19–20) Space/Reach:5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dodge, Endurance, Mobility, Weapon Focus (armblade)",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+3 Looking much like a tall, beautiful human with long, feathery wings, this creature is attired in elegant white robes and wears a white breastplate. Like angels, protectars exude goodness—they are natural ene- mies of fiends (creatures of the infernal realms). Protectars do not lie, cheat, or steal. They are faultlessly moral in all their deal- ings, and are generally more concerned with the welfare of mor- tals than other celestials. Their graceful bodies and elaborate dress mark protectars as support combatants; protectars are caregivers first and combat- ants second. Protectars speak Celestial, Draconic, and Infernal, though they can communicate with almost any creature thanks to their tonguesability. Combat Protectars prefer to support their allies in combat by healing them rather than by fighting alongside them. They take the fight to the enemy if that’s what it takes to protect or best support their allies, though. A protectar’s natural weapons, as well as any weapons it wields, are treated as good-aligned for the purpose of overcoming damage reduction. Spell-Like Abilities: At will—tongues; 3/day—cure light Alignment: Always lawful good wounds (DC 13). Caster level 2nd. The save DC is Charisma- Advancement: 5–7 HD (Large); 8–12 HD (Huge) based. Level Adjustment: +5 This proud, well-muscled creature stands 9 feet tall. It has the body of a RAMADEEN humanoid, with the shapely head of a powerful horned ram. It wears glint- Large Outsider (Extraplanar, Good, Lawful) ing and decorated armor and carries a finely crafted weapon.",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft. reside therein, and they apply diplomacy when the sword",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Power Attack, Powerful ChargeB, Weapon Focus Combat (scimitar) Ramadeens barge into combat when they get the chance. They",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Solitary, team (1 plus 2–5 protectars), or cadre selected an enemy. (2–6 plus 0–4 protectars) A ramadeen’s natural weapons, as well as any weapons it",
        "name":  "Organization",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork longsword +13 melee (2d6+4/19–20) or make excellent paid mercenaries, because they follow orders and sling +7 ranged (1d6+4) do not flinch at atrocity. Vicious and vindictive, scaled stalkers",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Masterwork longsword +13/+8 melee slay those who gainsay them; those they fear to challenge out- (2d6+4/19–20) or sling +7 ranged (1d6+4) right they plot against in secret. Space/Reach: 10 ft./10 ft. The great scaly hides of these creatures are useful for reflecting",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Great Fortitude, Iron Will, Weapon Focus (longsword) Trained as mercenaries, scaled stalkers are pragmatic about",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Improved Initiative, Lightning Reflexes, Weapon rounds a ghirrash, making it difficult to surmise the creature’s Focus (claw) true location. Any melee or ranged attack Climate/Terrain: Plane of Shadow directed at it has a 50% miss chance unless the",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "26 (–1 size, +1 Dex, +16 natural), All of a ghirrash’s six limbs are weapons of terrible touch 10, flat-footed 25 destructive power. It slinks quickly on all six legs, Base Attack/Grapple:+11/+23 but stands erect, to its full 7-foot height, when Attack: Bite +18 melee (2d8+12) fighting. It weighs about 500 pounds. or tail slap +18 melee (1d12+12)",
        "name":  "AC",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +13, Ref +10, Feats: Lightning Reflexes, Will +11 Weapon Finesse",
        "name":  "Saves",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword +6 melee (2d6+6/19–20)",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Greatsword +6 melee (2d6+6/19–20) Space/Reach: 5 ft./5 ft.",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "50% coins; triple goods, 50% items The swamp-dwelling spark lasher is often Alignment: Usually neutral good mistaken for a plant, until its charged ten- Advancement: 3–6 HD (Medium) tacles lash forth. Level Adjustment: +4 Gray-green skin, folded and barklike, wraps a spark lasher in protective coloration. The creature With rough, gray skin and a stony bulk, this crea- trundles around low to the soggy ground on ture looks like a powerful human made of stone. six legs. A huge greatsword slung over its shoulder Spark lashers swim through water with only rounds out the appearance of raw, rugged their tentacles exposed to the air, giving the strength. impression of a mat of floating vegetation. When a spark lasher encounters a creature it Born of a union of mortal and ele- knows to be too strong for it, the lasher may mental, a stonechild is a hardy entity attempt to intimidate its potential foe before grounded in soil and stone. making an escape. A stonechild appears humanoid in Possessed of a twisted but considerable form only. A stonechild’s elemental intelligence, spark lashers speak Aquan and heritage is revealed in its rough, rock- Infernal. Just who might want to speak to a spark like skin—the creature looks more lasher remains unclear. elemental than humanoid. However, unlike pure elementals, a stonechild Combat wears utilitarian harnesses and some cloth- As loners, spark lashers prefer to leap out at unsus- ing, and wields a heavy weapon—usually a pecting intruders. If spotted, a spark lasher may simply greatsword. Spark Lasher illus. by A. Smith 620_96582_MinisHndbk.qxd 8/18/03 5:24 PM Page 71 Spark lasher Stonechild yb .sullI 72 :3 RETPAHC SRETSNOM A stonechild lives on the Elemental Plane of Earth, pursuing activities and a way of life at odds with those of its mortal ancestor. A stonechild usually arrives on a different plane only at the behest of spells or to fill out armies for those with whom they share similar ideals, such as dwarves. Combat Stonechildren are stalwart in combat, taking on great challenges with relish. Magic Stone(Sp):Three times per day, a stonechild can use a magic stoneeffect, as the spell (caster level 3rd). WALKING WALL Medium Elemental (Earth, Extraplanar)",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Iron Will, Power but their last Attack, Weapon Focus line of defense (slam) is a powerful Climate/Terrain: blow from their massive fists.",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Stony Defense (Su):As a full- round action, a walking wall can This creature looks like an outcrop- stand as a solid barrier, providing ping of stone, fully 8 feet high, walking cover and toughening its own about on two massive legs. Its head, shoul- defenses. Its natural armor bonus ders, and forearms all consist of great blocks increases from +7 to +17, raising of solid earth, with only the vaguest its AC to 27 until its next turn. It hint of facial features distinguishing it can remain in this defensive from natural stone. position as long as it desires, but if it takes any other action, The walking wall has earned its Armor Class returns to its its name on the battlefield: It normal value and it no longer pro- can bring its arms and head vides cover. together to provide mobile cover to its allies. It stands 8 feet tall and weighs 500 pounds. Walking walls speak Common and Terran in low, gravelly voices. Walking wall yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 5:24 PM Page 72 ach DUNGEONS\u0026 DRAGONSminiature represents a char- an evocative title (such as “Sword of Heironeous” for a acter or creature from the worlds of the D\u0026D game. 6th-level human paladin), or an individual’s name (such as (The skirmish and mass battles rules refer to all minia- “Ember, Human Monk”). The name is always capitalized, tures as “creatures,” and for simplicity this term is also since it is the name of the “piece” in the miniatures rules. used when referring to the roleplaying side of the card.) Where necessary, additional identification is provided Each creature has a corresponding stat card that lists game sta- in parentheses. For example, the Large Red Dragon in tistics for the miniatures rules on one side and the roleplaying the Dragoneye™ set is a young dragon, so the age category rules on the other. appears in parentheses after its name. Alignment ROLEPLAYING STATISTICS This entry is the abbreviation for the creature’s alignment. One side of the stat card, labeled “D\u0026D Quick Reference,” sum- Alignment often corresponds to the character or crea- marizes information for standard D\u0026D roleplaying sessions. ture’s faction in the miniatures rules, but not always. For These simplified roleplaying statistics are easier to use during play. example, the Gnome Recruit in the Harbinger™ set is Details that aren’t necessary for running the creature as a one-time neutral good but fights with the Chaotic Good faction opponent may be abbreviated or even left out. For example, a in the miniatures rules. wizard’s prepared spells are listed, but not spells known: It matters what spells a wizard knows when using the character as a repeat Size nonplayer character (NPC), but not for a single encounter. This entry corresponds to the character or creature’s An example of a D\u0026D Quick Reference card is shown on the size in the roleplaying rules. To save space, it is a following page. Each of the types of information on the card is one-letter abbreviation. defined and described below. Type IDENTITY This entry gives the character’s or creature’s type At the top of the stat card is the creature’s basic identity. This con- (including subtypes), as explained in the Monster sists of its name or title, alignment, size and type, and class (if any). Manual. Name Class and Level The name of the creature can be the kind of monster it is (such as This entry uses the standard abbreviations for the 73 “Medusa”), an NPC’s race and class (such as “Half-Orc Fighter”), base classes in the Player’s Handbook.In addition, Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 5:25 PM Page 73 74 :4 RETPAHC SDRAC TATS new base classes from this book, and prestige classes from other D\u0026D books, are likewise abbreviated. Below is a list of class abbreviations; future sets will list any new class abbreviations on an update sheet in the Expansion Pack. Class Abbreviation Miniatures Handbook Bonded summoner Sum Dragon samurai Dsm Favored soul Fvs Havoc mage Hmg Healer Hlr Marshal Msh Skullclan hunter Htr Tactical soldier Tcs War hulk Hlk Warchief Chf Warmage Wmg Other Sources Bladesinger Bld Drunken master Drk Eye of Gruumsh Eye ATK (Attack) Halfling outrider Out Ravager Rav This entry gives the creature’s melee Tattooed monk Ttm attacks and (if applicable) ranged attacks. The Thayan knight Thk entry lists all attacks available. Generally, a creature making a single attack simply uses the Creatures without character classes have no entry here. A crea- best attack bonus available. Sometimes, however, a single attack ture’s overall level, or character level, is indicated by the Hit gets a better attack bonus than any one of multiple attacks. For Dice entry in its statistics (see below). For example, the Thri- example, the Halfling Veteran fights with two short swords, with Kreen Ranger is a “Rgr2,” meaning that it has two levels in the a +8 attack bonus for each one. Since two-weapon fighting in this ranger class A thri-kreen also has two “levels” (HD) of mon- way incurs a –2 penalty on attack rolls, the Halfling Veteran’s strous humanoid, but monstrous humanoid is not a character attack bonus with a single short sword is +10. class. The creature has a total of 4 HD, giving it a character level On cards released after the Harbingerset, this entry indicates of 4th. both single attack and full attack bonuses when the best attack bonus is different. When possible, separate attack forms appear STATISTICS on their own lines. Below the identity entries are the character’s or creature’s statis- To save space, this entry does not include details such as magic tics. These statistics include Hit Dice, Armor Class, initiative weapon special abilities or the Strength bonus for a composite modifier, speed, attacks, special attacks and special qualities, longbow, just the basic weapon name (bow, sword, and so on) saves, and ability scores. HD (Hit Dice) This entry gives the creature’s number of Hit Dice (and its hit points in parentheses). The die type and any hit point bonuses aren’t given because you don’t need that information during play. AC (Armor Class) This entry gives the creature’s Armor Class, with touch AC (T) and flat-footed AC (FF) in parentheses. INIT (Initiative) This entry gives the creature’s initiative modifier. SPD (Speed) This entry gives the character or creature’s speed in feet. If the creature has a special move- ment mode, it’s noted in abbreviated form (B: burrow, C: climb, F: fly, S: swim). If the creature is wearing medium or heavy armor, its base speed (without armor) may be faster than its indicated speed. A creature that is mounted may have a base speed lower than its indicated speed (although the card notes that the crea- ture is mounted). yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 5:26 PM Page 74 Eye ofGruumsh Size Name Alignment Type Class and Level Vadania, Half-Elf Druid: N Medium Humanoid (ELF)Drd3",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Scribe Scroll, Weapon Focus (scimitar)",
        "name":  "FEATS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3 D\u0026D QUICK REFERENCE Illus. Des Hanley Illustration 75 STAT CARDS CHAPTER 4: plus attack and damage figures. The possessions entry (see Dungeon Master can use to equip the NPC with additional items. below) provides complete details about the weapon. This gold piece amount is the standard value for an NPC’s gear by level (see the Dungeon Master’s Guide) minus the value of the gear SA/SQ (Special Attacks and Special Qualities) that the NPC already has. The DM can use this gold to “upgrade” This entry gives the creature’s special attacks and special quali- items, turning normal weapons into masterwork weapons, ties. They appear in alphabetical order on one line for ease of ref- normal armor into magic armor, and so on. erence. The entry provides certain information, such as save DC This entry is absent if the creature has no possessions. This or damage dealt by a special attack, but many details (such as may also be the case if its only possession is its weapon (such as whether the ability is extraordinary, supernatural, or spell-like) the Bearded Devil’s glaive). are omitted. Refer to the Monster Manual, Player’s Handbook, or other rulebooks as appropriate for complete details. CR (CHALLENGE RATING) This entry may also include information, such as a creature’s Challenge Rating helps a DM judge the creature as an oppo- reach, that is not normally given under special attacks but is nent. It’s also possible to combine multiple creatures into a useful for quick reference during combat. single encounter. To find the Encounter Level (EL) for an encounter SV (Saves) involving two creatures, consult Table 4–1: Challenge Rat- This entry gives the creature’s saving throw bonuses. ings and EncounterLevels, below. Find the column that corresponds to one opponent’s CR and the row that AB (Abilities) corresponds to the other opponent’s CR. The number The creature’s ability scores are listed in the stan- where the column and the row cross is the EL of an dard order. To save space, the usual ability abbre- encounter involving both creatures. You can use viations are shortened even more to S, D, Cn, I, this table over again to determine the EL of an W, and Ch. encounter with three or more creatures, using the EL for a group of creatures as if it were the S/F (Skills and Feats) CR of one creature. The creature’s skills and feats are listed For example, if the encounter is with an Orc here. Skills appear first, then feats. Archer (CR 1) and a Half-Orc Fighter (CR 2), This entry is absent if the creature has the Encounter Level is 3. If the group consists no skill ranks or feats. of an Orc Archer (CR 1), a Half-Orc Fighter",
        "name":  "CR CR",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Most feats are important to running an encounter, but to save space, some may be left out. This entry does not list feats whose effect is included in other statistics; for example, a cleric with the War domain automatically gains Weapon Proficiency and Weapon Focus with the deity’s favored weapon. The proficiency can be omitted on the stat card since it is assumed in the cleric’s attack bonus. As with skills, feats that have no relevance to an encounter (such as item creation feats) do not appear in this entry. Spells If the creature is a spellcaster, spells are listed here. Some spells include reminder notes to help the DM, such as damage dealt or save DC. Many spell names appear in abbreviated form. The entry for a caster who does not prepare spells (such as a sor- cerer) gives the number of spells available per day at each level. For casters who prepare spells, only the prepared spells appear. This entry is absent if the creature is not a spellcaster. POSS (POSSESSIONS) This entry gives the creature’s equipment and other gear. Often, NPCs have less gear than standard for NPCs of their level. In this case, a remaining gold piece amount is given, which the Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 5:26 PM Page 75 Large Red Dragon 76 :4 RETPAHC SDRAC TATS 620_96582_MinisHndbk.qxd 8/18/03 5:27 PM Page 76 (CR 2), and a Cleric of Gruumsh (CR 4), then the EL is 5+ (CR 1 illustration is the concept art that was created to guide the design + CR 2 = EL 3; EL 3 + CR 4 = EL 5+). As the second example of the original sculpture. shows, when dealing with a group of creatures, you should work with the lowest-CR creatures first, then add others one at a time, MINIATURES STATISTICS working up to the creature with the highest CR.",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This faction com- can fight on behalf of either faction. bines a kind heart with a free spirit. A few creatures are capable of fighting for any faction, and Its members believe in what is so can be added to any warband. These creatures’ stat cards good and right, but these rebels have symbols for all four factions. They correspond to neutral have little regard for rules and creatures in the roleplaying rules, with no bias toward any par- regulations. The faction acts ticular alignment. according to the conscience of Faction and Special Abilities:Some special abilities depend its members, following a code on a creature’s faction. The Sword of Heironeous, for example, of benevolence while working has Smite Evil +5: It can deal extra damage to an evil creature to protect freedom. once per battle. Creatures in Lawful Evil or Chaotic Evil war- Creatures of the Chaotic Good bands count as evil. If a creature has more than one faction, it faction have the best ranged attacks and counts as belonging to the faction of its warband or army. For the best ranged spells. In general, they’re fast-moving and lightly instance, a Thri-Kreen Ranger in a Chaotic Evil warband would armored. Chaotic Good commanders frequently have Comman- be vulnerable to Smite Evil, but not a Thri-Kreen Ranger in a der Effects that increase the effectiveness of Chaotic Good warband. ranged attacks.",
        "name":  "Chaotic Good",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1st—magic fang❑❑ (touch, Animal or diagonally). The melee attack bonus is Magical Beast only; attack +1, ignore DR), produce Cost the number outside the parentheses: Add flame ❑ (sight; 5 fire damage); 2nd—cat’s grace❑ Name this bonus to the creature’s attack roll. If the result (touch; +2 AC, ranged attack +2), flame blade ❑ (self; melee attack +5, melee damage becomes 5 fire). equals or exceeds the enemy’s Armor Class, the attack is a hit. The number inside the parentheses shows how much damage the creature deals with a melee attack that hits. Copyright Notice A damage number is always a multiple of 5. (You can track damage using counters, with each repre- 29/80(cid:3) ©2003 Wizards senting 5 points of damage.) Typically, this number is the creature’s average damage in the roleplaying rules, rounded up or down to the nearest multiple of Set Icon/Collector Number Copyright Notice 5 (but always at least 5). If a creature’s melee attack deals special damage of some kind, this is noted in the damage entry. For example, Type the Half-Orc Monk’s mystic fists allow it to strike as a magic This entry is the creature’s type, such as “Humanoid” or “Undead.” weapon. Its melee damage rating is “10 magic,” so it deals 10 Some creatures also have subtypes given in parentheses. For points of magic damage when it hits. example, humans have the type “Humanoid (Human).” Sometimes a creature’s attack deals more than one kind of Type and Special Abilities: Some creature types bestow damage. In this case, the two kinds of damage are given sepa- numerous special traits. These creature types are Construct, rately. For example, the Salamander’s red-hot spear burns a foe Dragon, Elemental, Ooze, Plant, Undead, and Vermin. The traits that it strikes. Its melee damage rating is “10 + 5 fire,” so it deals associated with each of these types are found in the glossary at 10 points of melee damage plus an additional 5 points of fire the end of Chapter 5 of this book. damage when it hits. Additionally, some special abilities depend on a creature’s",
        "name":  "Spells SPELLS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A Commander Effect grants one or more target the nearest enemy creature. (In the chaos and confusion of bonuses or special abilities to followers within 6 squares of the battle, an archer doesn’t have the luxury of choosing targets care- commander. Sometimes a Commander Effect instead affects fully.) However, some special abilities and Commander Effects enemy creatures within 6 squares of the commander. allow ranged attackers to choose more distant targets. Mass Battles Rules:A Commander Effect applies only to 79 STAT CARDS CHAPTER 4: the unit to which the commander is attached. If it affects ene- five or more. This requires skipping over a lot of small details to mies, it applies to all enemy units with which the commander’s make game play easier. unit is engaged, and only if the commander is leading from the The miniatures rules recast creatures, special abilities, and spells front of the unit. However, an unattached commander can use in a format that is true to their original nature but easier and faster its Commander Effect against all units it engages. to use. If you want your battles to run smoothly and quickly even after you’ve added new creatures, you should take the same SPECIAL ABILITIES approach. Another option is to preserve the various special abilities This entry provides the creature’s special attacks, resistances, and and other rules of the roleplaying system, but doing this will make weaknesses (if any). Special abilities may contradict the general the creature much more detailed than is normal in the miniatures rules. When a creature has a special ability that contradicts a rule, rules, and you’ll need to use roleplaying rules to interpret many of that ability takes precedence. its features. You should decide ahead of time how you want to bal- Some special abilities can be used only a limited number of ance features of the roleplaying and miniatures rules. times. These have check boxes (❑ ), one for each use. Many special abilities’ effects are written out entirely on the DERIVING stat card. In such cases, the text describes the ability’s effect in a MINIATURES RATINGS skirmish. For the effects of special abilities in mass battles, see Mass Battle Special Abilities in Chapter 6 of this book. To derive ratings for abilities in the miniatures rules, start with Other special abilities use special keywords to describe their the creature’s statistics in the roleplaying rules. You might want effect, and these are defined in the glossaries in Chapter 5 and to address special abilities, spells, skills, and feats first, because Chapter 6 of this book. those characteristics can affect other statistics. Special abilities This entry does not appear on and creature costs each warrant their own sections; see below. the stat card of a creature that has no special abilities. IDENTITY This information consists of a name, faction symbol, SPELLS cost, and Commander rating (if applicable). Some creatures can cast spells. If so, these spells are listed by level Name on the stat card. Give the creature whatever name makes sense. Spell effects are defined by a number of special keywords. These Faction are defined in the glossaries in Chapter Factions in the miniatures rules don’t always 5 and Chapter 6 of this book. match alignment in the roleplaying rules. Most spells can be used only a limited Use the following guidelines to choose a number of times. These have check boxes faction or factions for a creature. (❑ ), one for each use. If the creature’s alignment is lawful good, This entry does not appear on the stat card chaotic good, lawful evil, or chaotic evil, of a creature that cannot cast spells. its faction matches its alignment. If the creature’s alignment contains one neutral COLLECTOR component (neutral good, lawful neu- INFORMATION tral, chaotic neutral, or neutral evil), it At the bottom of the card is collec- can belong to both factions that its tor information: the set icon, col- alignment is “next to,” such as Lawful lector number, and rarity. Good/Chaotic Good for a neutral good The icon tells you what set a minia- creature. Creatures with a neutral can ture belongs to, such as the Harbinger belong to any warband so have a faction set (whose icon is a trumpet). of “Any”. The collector number gives the minia- Very often creatures that have a ture’s order in the set, as well as the total neutral outlook work with only good number of miniatures the set contains. or evil creatures. In these cases, match a The rarity symbol tells you whether a miniature is common creature’s faction to its preference, rather (circle), uncommon (diamond), or rare (star). than its actual alignment. For example, Lidda, Halfling Rogue is chaotic neutral in CONVERTING TO THE the roleplaying rules, but since she never works with evil creatures, her faction in the MINIATURES RULES miniatures rules is Chaotic Good. You can convert creatures, spells, and other elements from the D\u0026D roleplaying game for use in skirmishes or mass battles. This Cost section gives you some guidelines on how to do this. Figure out what the creature costs last, if Converting a creature is not a simple matter of applying a for- you do so at all (see Deriving Costs, at the mula. You’ll do better to capture its flavor, spirit, and concept end of this chapter). rather than to account for every detail and wind up with some- thing that’s overly complicated. Keep in mind that the minia- STATISTICS tures system uses a simpler set of rules than the roleplaying These entries describe the creature’s basic fighting capabilities. system. Instead of controlling a single creature, you often control Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 5:28 PM Page 79 Baaz Draconian 80 :4 RETPAHC SDRAC TATS Level Melee Damage This is the same as character level or This entry is the creature’s average melee damage in the role- Hit Dice in the roleplaying rules. If a playing rules, rounded to the nearest multiple of 5 (minimum 5). creature has both Hit Dice and class levels, add them together to determine Ranged Attack and Damage its level rating in the miniatures rules. Deriving the attack bonus and damage for ranged attacks works the same as for melee attacks. Speed For thrown weapons, give the attack a range of 6. For projectile This entry is the creature’s speed in the weapons, give the creature unlimited range roleplaying rules, divided by 5 and (within line of sight) in the skirmish rules expressed in squares (because the scale of and range 24 in the mass battles rules. the grid is 1 square = 5 feet). A creature with a ranged attack rating For creatures with the Flight spe- should have either a one-shot limit or no cial ability, it’s necessary to reduce limit on the number of ranged attacks the creature’s fly speed as given in the it may make during its entire skir- roleplaying rules, to keep movement mish. (Keeping track of ammunition reasonable on the battlefield. Rather than is a hassle, but remembering applying minimum speeds and turning arcs whether a creature has used for different maneuverability ratings, simply its single ranged attack is easy.) reduce the effective speed for clumsier fliers. As a general rule, to determine a creature’s fly speed Multiple Attacks in the miniatures rules, multiply its D\u0026D fly speed by the Typically, multiple attacks trans- factor given below for the creature’s maneuverability, then late directly to the miniatures convert to squares (at the rate of 1 square = 5 feet). rules, with separate attack bonuses",
        "name":  "In the miniatures rules, a creature making a ranged attack must Skirmish Rules",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "fly speed ×.20 of +14 and +9. These produce a melee attack For example, a very young red dragon has rating of +14/+9. a fly speed of 150 feet and poor maneuver- In the roleplaying rules, however, some ability in the roleplaying rules. This converts characters have different attack bonuses to a miniatures rules speed of F9. (Creatures depending on whether they’re making one with the Flight special ability have an “F” attack or multiple attacks. For example, the prefix before their speed.) Halfling Veteran is based on a character For a creature with a burrow speed, con- who fights with two short swords. In the roleplaying rules, vert at the normal rate of 1 square per 5 feet. this character’s melee attack bonus is +10 when making a single attack and +8 with each attack when using both AC weapons. In the miniatures rules, this “floating” attack bonus This entry is generally the same as the creature’s would slow the battle down, so instead the two bonuses are Armor Class in the roleplaying rules. If the crea- averaged. This translates to a melee attack rating of +9/+9 for ture has the Dodge feat, add +1 to its AC in the the Halfling Veteran. miniatures rules. Type HP This entry is the same as the creature’s type in the roleplaying This entry is the creature’s hit points in the role- rules. Some creatures (generally humanoids) also have a subtype, playing rules, rounded to the nearest multiple of 5 (at least 5 hp). given in parentheses. For example, at 1st level Tordek has 13 hit points in the role- Note a creature’s size only if it is not Medium. playing rules. That converts to 15 hit points for Tordek, Dwarf Fighter in the miniatures rules. SPECIAL ABILITIES, SPELLS, AND COMMANDERS Melee Attack Translating special abilities, feats, skills, and spells to the minia- This entry is usually the same as the creature’s melee attack bonus tures rules is a matter of finesse. Some roleplaying features (such in the roleplaying rules. Some factors may adjust this number; as skills) do not have a direct miniatures equivalent, and some see Multiple Attacks, below. miniatures features (such as Commander rating) do not exist in the roleplaying rules. Others must be simplified for quick head- to-head play. These guidelines cover the basics, but many specific abilities may not be covered here. Use your best judgment, start- ing from what’s presented here. Troop Type The troop type characteristic doesn’t have a ready parallel in the roleplaying rules. It is a special ability that describes a creature’s ability to follow orders or remain under control in combat. yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 5:28 PM Page 80 Gold Champion pqs AVERAGE DAMAGE To calculate a creature’s average damage, add the minimum and maximum damage together and then divide by 2. For example, an ogre’s average damage with a club is 16. (Its club deals 2d8+7 points of damage; 9 (min) + 23 (max) = 32; 32/2 = 16.) pqs 81 STAT CARDS CHAPTER 4: Powerful creatures don’t like following orders, so they usually Spell Resistance:Creatures with significant spell resistance have the Difficult special ability. This makes them harder to com- in the roleplaying rules (generally higher than 10) have the Spell mand effectively, balancing the increased benefit of having such Resistance special ability in the miniatures rules. Thus, the Drow powerful combatants. For example, the Troll miniature has the Wizard (with spell resistance 15) has Spell Resistance, but the Difficult 5 ability. Baaz Draconian (spell resistance 8) does not. Creatures with Intelligence scores of 1 or 2 usually have very Turn Undead:This ability works differently in the miniatures high Difficult ratings, such as 20 in the case of wild animals. rules than in the roleplaying rules. It affects only the nearest If you want a creature to be able to act on its own but not be a Undead creature and is much more simplified. Give a cleric a commander, give it the Independent special ability. Although Turn Undead rating equal to the cleric’s level. Clerics with par- rare in general, this ability is especially good for PCs that you’re ticularly high Charisma scores or those with the Sun domain converting for use with the miniatures rules. may have higher Turn Undead ratings, at your discretion. For a paladin, figure the Turn Undead rating the same way, based on Commander the character’s effective cleric level for turning. Creatures with levels in one or more classes or prestige classes can be commanders. Very intelligent and powerful monsters might be Duration commanders even without classes, such as the Mind Flayer. Keeping track of the duration of special abilities slows down a There’s no hard and fast rule for working out a creature’s Com- battle. If possible, make a special ability last either for the rest of mander rating, but you can make a rough determination using the battle or for a single round. the following lists. Start with a base rating of 1, then add 1 for For example, a barbarian’s rage in the roleplaying rules gener- each property under Higher Commander Rating that the crea- ally lasts 6 rounds or so (depending on the character’s Constitu- ture possesses and subtract 1 for each property under Lower tion modifier). Six rounds is close enough to the length of a Commander Rating that the creature possesses. whole battle (or at least to a creature’s life span once a battle This system can’t advise you on whether to make a creature begins) that, in the miniatures rules, a barbarian such as the Orc into a commander. That depends on your vision for the creature Berserker is always considered to be raging, and its statistics are and its role in the battle. adjusted accordingly. If a creature is a commander, give it a Commander Effect. You If you want a duration of more than 1 round but less than a can choose a Commander Effect possessed by one of the other whole battle, then you’ll need to keep track of the duration in commanders in its faction or invent one along similar lines. some way. Higher Commander Rating Saves Lawful alignment In the miniatures rules, a creature’s saving throw bonus is Int 13 or higher equal to its level. (Most creatures in the roleplaying Wis 13 or higher rules wind up having save bonuses that aver- Cha 13 or higher age out close to their Hit Dice.) 5 ranks in Intimidate or In the roleplaying rules, however, Diplomacy some creatures have better than normal Leadership feat saves. The miniatures Paladin or fighter rules handle Character level 6th or higher Lower Commander Rating Chaotic alignment Int 8 or less Wis 8 or less Cha 8 or less Rogue, sorcerer, or wizard Character level 1st or 2nd Named Special Abilities Many special abilities in the roleplaying rules also appear with the same name in the miniatures rules, such as Sneak Attack. In these cases, simply use the miniatures version of the special ability.",
        "name":  "Clumsy",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  ": WWhhoo SSeeeess WWhhoomm lliinnee ooff ssiigghhtt OOKK GGnnoollll TTwwoo ccrreeaattuurreess ccaann sseeee eeaacchh ootthheerr iiff tthheeyy ccaann ttrraaccee aatt lleeaasstt oonnee uunnbblloocckkeedd ssttrraaiigghhtt lliinnee bbeettwweeeenn aannyy ppaarrtt ooff oonnee ccrreeaattuurree’’ss ssppaaccee ttoo aannyy ppaarrtt ooff tthhee ootthheerr ccrreeaattuurree’’ss ssppaaccee.. TThhiiss lliinnee iiss uunnbblloocckkeedd iiff iitt ddooeess nnoott iinntteerrsseecctt lliinnee ooff ssiigghhtt bblloocckkeedd oorr eevveenn ttoouucchh ssqquuaarreess tthhaatt bblloocckk lliinnee ooff ssiigghhtt.. ((YYoouu’’llll uussuuaallllyy wwaanntt ttoo ttrryy aanndd ““sseeee”” ffrroomm tthhee ccoorrnneerrss ooff yyoouurr ssppaaccee bbeeccaauussee tthheeyy hhaavvee tthhee bbeesstt aanngglleess ffoorr ffuullll vviissiioonn..)) EEllff AArrcchheerr through a square or border that pro- vides cover, the target has cover. The target does not have cover if the line runs along or merely touches the edge of a wall or other square that would otherwise provide cover. Cover grants a +4 bonus to the target’s Armor Class. It’s even possible to gain a To determine whether a creature has cover from a ranged cover bonus against a melee attack, if the defender is around a attack, the player who controls the attacking creature chooses a corner or the end of a wall. The defender has cover if any line corner of a square in the attacking creature’s space. If any line from the attacker’s space to the defender’s space passes through traced from this point to any part of the target’s space passes a wall. 95 RULES Illus. by S. Tappin SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:43 AM Page 95 SShhoooottiinngg aarroouunndd CCoorrnneerrss OOrrcc BBeerrsseerrkkeerr SSiinnccee aa rraannggeedd aattttaacckk Medusa oorriiggiinnaatteess ffrroomm tthhee aattttaacckkeerr’’ss cchhoosseenn ccoorrnneerr,, aa ccrreeaattuurree ccaann sshhoooott aarroouunndd tthhee ccoorrnneerr ooff aa wwaallll aatt nnoo ppeennaallttyy.. TThhee OOrrcc BBeerrsseerrkkeerr hhaass nnoo ccoovveerr aaggaaiinnsstt tthhee EEllff AArrcchheerr’’ss rraannggeedd aattttaacckk bbeeccaauussee tthhee EEllff AArrcchheerr ssiigghhtt lliinneess ffrroomm tthhee EEllff’’ss cchhoosseenn ccoorrnneerr rruunn aalloonngg tthhee bboorrddeerr ooff tthhee wwaallll,, nnoott tthhrroouugghh iitt.. TThhee EEllff AArrcchheerr ddooeess hhaavvee ccoovveerr aaggaaiinnsstt tthhee OOrrcc BBeerrsseerrkkeerr,, bbuutt tthhee OOrrcc ccoouulldd ssttiillll cchhaarrggee 22 ssqquuaarreess aanndd aattttaacckk tthhee EEllff.. TThhaatt aattttaacckk wwoouulldd bbee aaccrroossss tthhee ccoorrnneerr,, tthhoouugghh,, ssoo tthhee EEllff wwoouulldd ggeett aa ++44 bboonnuuss ttoo AACC ffrroomm ccoovveerr.. CCoovveerr,, LLaarrggee CCrreeaattuurreess IInn mmeelleeee,, aa LLaarrggee aattttaacckkeerr ccaann cchhoooossee aannyy ssqquuaarree iitt ooccccuuppiieess ttoo ddeetteerrmmiinnee iiff aann ooppppoonneenntt hhaass ccoovveerr aaggaaiinnsstt iittss mmeelleeee aattttaacckkss.. LLiikkeewwiissee,, wwhheenn mmaakkiinngg aa mmeelleeee aattttaacckk aaggaaiinnsstt aa LLaarrggee ccrreeaattuurree,, aann aattttaacckkeerr ccaann ppiicckk aannyy ssqquuaarree tthhee LLaarrggee ccrreeaattuurree ooccccuuppiieess ttoo ddeetteerrmmiinnee iiff iitt hhaass ccoovveerr.. RRaannggeedd aattttaacckkss ffoollllooww tthhee ssttaannddaarrdd ccoovveerr rruullee.. IIff aannyy lliinnee ffrroomm tthhee aattttaacckkeerr’’ss cchhoosseenn ccoorrnneerr ttoo aannyy ppaarrtt ooff tthhee ddeeffeennddeerr’’ss ssppaaccee ppaasssseess tthhrroouugghh aa ssqquuaarree oorr bboorrddeerr tthhaatt bblloocckkss lliinnee ooff ssiigghhtt oorr tthhaatt pprroovviiddeess ccoovveerr,, oorr tthhrroouugghh aa ssqquuaarree ooccccuuppiieedd bbyy aannootthheerr ccrreeaattuurree,, tthhee ddeeffeennddeerr ggeettss ccoovveerr ((++44 bboonnuuss ttoo AACC)).. TThhee wwaallll ggrraannttss tthhee OOggrree ccoovveerr.. EEllff RRaannggeerr nnoo ccoovveerr OOggrree eeiitthheerr wwaayy EEllff AArrcchheerr 96 :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:44 AM Page 96 nnoo lliinnee ooff ssiigghhtt LLiinnee ooff SSiigghhtt aanndd CCoovveerr AA lliinnee tthhaatt rruunnss aalloonngg aa wwaallll oorr tthhaatt nniicckkss tthhee ccoorrnneerr ooff aa wwaallll ddooeess nnoott pprroovviiddee lliinnee ooff ssiigghhtt.. BBuutt iiff ssoommee ootthheerr lliinnee ddooeess pprroovviiddee lliinnee ooff ssiigghhtt,, aa lliinnee tthhaatt rruunnss aalloonngg EEllff AArrcchheerr OOrrcc BBeerrsseerrkkeerr aa wwaallll oorr tthhaatt nniicckkss aa ccoorrnneerr aallssoo ddooeess nnoott ggrraanntt ccoovveerr.. WWWhhheeennn dddeeettteeerrrmmmiiinnniiinnnggg llliiinnneee ooofff sssiiiggghhhttt ooorrr cccooovvveeerrr,, ddoonn’’tt ccoouunntt lliinneess tthhaatt rruunn aalloonngg wwaallllss oorr tthhaatt nniicckk tthheeiirr ccoorrnneerrss.. nnoo ccoovveerr EEllff AArrcchheerr OOrrcc BBeerrsseerrkkeerr nnoo ccoovveerr EEllff AArrcchheerr EEllff AArrcchheerr OOrrcc BBeerrsseerrkkeerr nnoo lliinnee ooff ssiigghhtt OOrrcc BBeerrsseerrkkeerr EEllff AArrcchheerr nnoo lliinnee ooff ssiigghhtt nnoo ccoovveerr EEllff AArrcchheerr OOrrcc BBeerrsseerrkkeerr OOrrcc BBeerrsseerrkkeerr ATTACK MODIFIERS Quickest Path Special situations can modify a creature’s attack rolls or affect a Move a routing creature along the most efficient path toward its creature’s Armor Class. These modifiers are summarized in the exit corner. This could be a path that is not straight, as long as it following two tables. gets the routing creature closer to the exit corner than other paths do. If an opponent shows you a path that gets the routing Table 5–2: Melee Attack Modifiers creature closer to the exit corner, it must take that path. (This Attacker charging +2 bonus on attack roll might mean that it moves past adjacent enemies, which can Attacker flanking (see diagrams) +2 bonus on attack roll make attacks of opportunity against it.) Defender stunned –2 penalty to AC If the routing creature’s movement takes it off the battle grid, Defender unable to see attacker1 +2 bonus on attack roll it is eliminated and out of the game. A Large creature occupies 4 Defender paralyzed, asleep, or Automatic hit, double squares; it exits when any one of those squares moves off the otherwise helpless damage battle grid. Defender has cover (from a +4 bonus to AC A routing creature’s goal is to get off the battle grid safely. It corner of a wall, usually) does not have to leave by the exit corner itself. If a routing crea- Attacker unable to see defender Defender temporarily has ture is on one of its warband’s “Exit” squares and could move off the Conceal 11 special the battle grid using its next square of movement, it does so ability (see glossary) instead of moving closer to the “Exit Corner” square. Table 5–3: Ranged Attack Modifiers What Routing Creatures Do Defender in melee2 +4 bonus to AC Defender has cover +4 bonus to AC Routing creatures just run away. They can’t attack, cast spells, Defender stunned –2 penalty to AC threaten adjacent squares, make attacks of opportunity, grant a Defender unable to see attacker1 +2 bonus on attack roll bonus for flanking, use special abilities that have to be activated Defender paralyzed, asleep, +4 bonus on attack roll, or targeted, or put other creatures under command. or otherwise helpless normal damage A routing creature’s speed is not reduced for being out of com- mand. (It runs away as fast as it can!) 1 When a creature attacks another creature that does not have line of A creature that starts its turn routing and does not rally (see sight to it, the attacking creature gains a +2 bonus on its attack roll. below) spends its turn moving at double speed 2 If the target of a ranged attack threatens the square of the toward its exit corner. attacker’s ally or is in a square threatened by the attacker’s ally, that target creature gains a +4 bonus to AC. (This is slightly different from the rules in the roleplaying game.) MORALE Damage, and the effects of some special abilities and spells, can force creatures to rout. When a creature routs, it breaks and runs, attempting to leave the battlefield. To determine if a creature routs, make a morale save. Roll 1d20 and add the creature’s level, then compare the result to the save’s DC (morale saves always have a DC of 20). If the save result equals or exceeds the DC, the save succeeds. REDUCED TO HALF HIT POINTS When a creature’s hit points drop to half its starting total, it must succeed on a morale save to avoid routing. If a creature has already made a morale save (successful or not) for being reduced to half its hit points, it doesn’t have to make another one. COMMAND AND MORALE SAVES Any creature that is under command can also add the comman- der’s Commander rating to its morale save as a bonus. If a creature making a morale save is under the command of two or more commanders, use the highest Commander rating. A commander can use its own Commander rating or that of another commander, but not both. A commander can always add its Commander Rating to its own morale saves, even when it’s stunned or otherwise unable to command other creatures. FAILING A MORALE SAVE If a creature fails its morale save, it routs. It immediately moves at double speed along the quickest path toward its warband’s exit corner (the square marked “Exit Corner” on the assembly tile its 97 warband set up on). RULES Illus. by D. Hanley SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:44 AM Page 97 Human Blackguard Routing Commanders warband; attack +1) on the same creature gives that creature a A routing commander cannot put another creature under cumulative +2 bonus on attack rolls. command or give another creature a bonus on its morale save. No creature can benefit from two castings of the same spell; A commander’s Commander Effect does not function while it a second magic weaponspell cast on a creature already affected is routing. by an earlier casting of the spell does not provide any addi- A routing commander cantry to rally itself (see below). It adds tional bonus. its own Commander rating to its morale save. Alternatively, a Spells with the words “greater,” “lesser,” “legion,” “mass,” or routing commander that has line of sight to, or is within 6 “swift” as the first word in their title are simply derived from squares of, another allied commander can instead use that crea- other spells. Their effects do not stack with the effects of their ture’s Commander rating. related varieties. Routing and Attacks of Opportunity READING SPELL DESCRIPTIONS A routing creature is fleeing heedlessly, without enough con- Most spells (and some special abilities, such as Breath Weapons) trol to avoid enemies. By taking the quickest path to the exit are described on the stat cards using the following format. corner, routing creatures often move through squares adjacent to enemies and thus provoke attacks of opportunity. Name [number of uses] (range; radius [if any]; effects and A routing creature that moves out of a square threatened by an conditions; save DC [if any]) enemy provokes an attack of opportunity. However, an enemy that has just dealt damage to a creature and caused it to rout For example, the Elf Pyromancer can cast one fireballspell. The doesn’t also get an attack of opportunity against that routing crea- spell entry on its stat card looks like this: ture that turn. fireball❑ (sight; radius 4; 20 fire damage; DC 15) RALLYING Explanations of each component in a spell description follow. A creature that starts its turn routing can rally if it is under command. It attempts another morale save to rally. If the save Number of Uses succeeds, the creature does nothing else during that turn, but Most spells can be cast a limited number of times in a skirmish. it is no longer routing. If the save fails, the creature continues For many spellcasters, this fact is indicated by a number of check to rout, spending its turn moving at double speed toward its boxes (❑ ) after the spell’s name, one box for each time the spell exit corner. can be cast. Special spellcasters, such as sorcerers and bards, instead have a selection of spells they can cast again and again, called SPELLS “sorcerer spells.” Their stat card instead lists the spells available Some creatures can cast spells to help their warband or to devas- and a separate series of check boxes for each level of spell they tate an opponent’s warband. can cast. The caster can use any spell on its stat card, but each On its turn, a creature with the ability to cast spells can cast casting uses up one check box at the spell’s level. When all the a single spell instead of attacking. In other words, it can move check boxes have been used up at a given level, the spellcaster up to its speed and cast a spell, or cast a spell and then move. can’t cast any more spells of that level. (It’s okay to use up a (Being able to make multiple attacks doesn’t let a creature cast higher-level spell’s box, if there is one available, to cast a lower- multiple spells.) level spell.) Unlike ranged attacks, which can only target the nearest If a spell can be used any number of times, this fact is indicated enemy, ranged spells (and special abilities) can target either the on the stat card by the phrase “(unlimited uses).” nearest enemy or the nearest ally. With a touch-range spell, a creature can target any adjacent creature. Range A creature can’t cast a spell if an enemy threatens a square it A spell’s range indicates how far from the spellcaster the effect occupies. can occur. There are eight standard ranges. In increasing order of",
        "name":  "LLiinnee ooff SSiigghhtt",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Different spells that grant bonuses to the same characteristic are usually cumulative. For example, cast- 98 ing magic weapon(touch; attack +1, ignore DR) and bless(your :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:44 AM Page 98 pqs LINE OF SIGHT AND AREA EFFECTS Terrain that blocks line of sight blocks area effects, including circles, cones, and lines. A square inside an area effect that has no line of sight to the origin of the effect is not affected by the spell or ability. pqs can photocopy these templates and cut them out to help posi- Roll 1d20 and add the affected creature’s level to the result. If tion a spell’s effect. Place the target of the spell inside the 4- the result is equal to or greater than the given Difficulty Class, square-wide cutout center of the template. If the target creature the save is successful. You don’t add a Commander rating to the occupies 1 square, you can arrange the template any way you result unless it’s a morale save. The save DC for a spell is usually like around the target, so long as it is inside the center and the 12 + the spell’s level. squares of the template align with those on the battle grid. If the Damage-Dealing Spells:If a creature makes target is a Large creature, position it completely inside the its save against a damage-dealing spell, the center of the template. spell deals only half damage to the Radius 2:These spells affect all creatures within a 2-square target, rounded down to the nearest radius. multiple of 5. A successful save Radius 4:These powerful spells affect all creatures within a 4- against a spell that deals 5 points square radius. of damage means the creature takes no damage instead.",
        "name":  "Spell Stacking",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  " Some spells don’t work against certain creature types. If the nearest target happens to be a creature your spell can’t affect, choose another spell or move the caster to a loca- tion where you can target the right SPECIAL ABILITIES creature type. For example, the Hell Hound has Some creatures have special abilities, such as Breath Weapon, the Immune Fire special ability, so the Elf Pyromancer ‘s lesser fire that work much the way spells do. The descriptions of these abil- orb spell has no effect on it. If the Hell Hound is the nearest ities use a similar format and the same keywords as spell descrip- enemy to the Pyromancer, the Pyromancer can’t simply choose to tions do. Like a spell, a special ability with a range can target ignore it and cast the spell on a different enemy. In order to cast either the nearest enemy or the nearest ally. lesser fire orbwith any effect, the Pyromancer has to move so that Many special abilities allow a creature to use them anytime some creature other than the Hell Hound is the nearest enemy. during its turn, and the use doesn’t prevent that creature from",
        "name":  "Specific Types of Creatures",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bonuses that are simple addi- being able to attack during that turn. If using a special ability tions to a creature’s statistics use a “+” sign. For example, bear’s replaces a creature’s attack, this fact is noted in the ability’s endurance(touch; target living creature gains +10 hp) increases description. Like attacks, special abilities that specify they the target’s hit points by 10. Similarly, magic weapon (touch; attack replace a creature’s attack can be used only on that creature’s turn. +1, ignore DR) increases a creature’s melee attack rolls and The glossary at the end of this chapter provides information ranged attack rolls by 1. about many special abilities.",
        "name":  "Spells that Grant Bonuses",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Many spells deal damage to enemy rain has special game effects. creatures (or yours, if they’re unlucky enough to be caught in the You might be able to obtain different terrain tiles from other effect or you’re crazy enough to blast your own creatures). Such sources, or even make your own full-scale tactical maps that have spells use the word “damage.” a variety of terrain types. Damage-dealing spells may also allow the target to make a save to reduce their effect (see Save DC, below). TERRAIN TYPES Described below are the terrain types that appear in the appendix Save DC of this book. You can photocopy these pages and cut them out to Some spells allow a save to reduce or avoid their effect. This is make terrain tiles. indicated by a save DC number at the end of the spell’s descrip- 99 tion. Each creature affected by a spell makes a saving throw. RULES Illus. by D. Hanley SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:45 AM Page 99 Troll Blood Rock Statues Any creature on blood rock scores a critical hit when its melee Statues hinder movement. It costs 2 squares to move into a square attack roll is a natural 19 or 20. The attack automatically hits no containing a statue (or 3 squares if moving diagonally). A creature matter how high the defender’s Armor Class, even if the defender can’t end its movement in a square containing a statue. Statues is immune to double damage from critical hits. Ranged attacks provide cover to creatures, which makes them harder to hit, but are not affected by this terrain tile. those creatures can still be seen. Blood rock is found on the Abattoir terrain tile. Other terrain Statues are found on various terrain tiles. Not all statues look tiles may have sections of blood rock rather than being entirely the same; most are gray stone, but some are golden. All are covered by this terrain type. mounted on a square base. Difficult Terrain Walls Difficult terrain slows movement, preventing attackers from Walls and solid stone block movement and line of sight. You charging. Each square of difficult terrain costs 2 squares to move can’t move or make a ranged attack through a wall. You also into (3 squares if it’s a diagonal move). The terrain tiles in the can’t move diagonally past a corner or the end of a wall. Count appendix contain several different types of difficult terrain, each around walls to see if commanders are close enough to influ- with identical game effects, including piles of ancient armor, ence the creatures in their warband. (See the diagram labeled damaged statues, and broken ground. You can identify difficult Walls and Distance.) terrain by its icon (a light-colored triangle). Walls are found on every terrain tile provided in this book. Difficult terrain always covers all or most of a square. Small objects in a square, such as scattered coins or bones, don’t count OTHER TERRAIN TYPES as difficult terrain. Here are some ideas for unusual terrain. You can use these terrain Difficult terrain is found on several terrain tiles. types to design battle grids or terrain tiles for yourself. Some of these terrain types have big effects on skirmishes, Sacred Circle which aren’t always obvious until the terrain is in play. Use the A creature on any square containing a sacred circle gains a +2 more unusual terrain types sparingly, at least until you have some bonus on attack rolls. (Candles have no game effect.) These experience with them. attacks deal magic damage, which overcomes Damage Reduction (see the glossary at the end of this chapter for more information). Arrow Slit Sacred circles have no effect on movement. An arrow slit is a narrow opening in a wall that an archer can 100 A sacred circle is found on the Shrine terrain tile. shoot through. Use a thin wall (running along a gridline) and :5 RETPAHC HSIMRIKS SELUR htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 10:45 AM Page 100 Undead love to fight on blood rock. place the arrow slit at an intersection on the battle grid. A crea- If a low obstacle occupies one or more squares, such as an altar, ture can use that intersection to aim a ranged attack (because treat those squares as difficult terrain. If it’s narrow, such as a low line of sight for ranged attacks is drawn from a corner). Since wall running along a gridline, then crossing it costs 1 additional the arrow slit is so small, a creature adjacent to it gets a +8 square of movement. As with normal walls, a low wall can be thin bonus to Armor Class for cover instead of +4, and a creature (running along a gridline) or thick (filling up whole squares). A can’t trace line of sight through the arrow slit unless it is adja- Large creature may end its movement on a narrow obstacle; for cent to it. It’s not possible to make a melee attack through an example, it can straddle a low, thin wall. arrow slit. If a creature is completely on a low obstacle, it gains a +1 bonus on melee attack rolls for being on higher ground. If a Large crea- Diagonal Wall ture is partially on a low obstacle (such as the narrow wall in the When creating a diagonal wall, don’t draw through intersections example above), it gains no benefit for being so positioned. on the battle grid. Cutting through intersections diagonally cre- ates half-squares that don’t work too well in play. Instead, draw Magic Statue the diagonal through points halfway along adjoining sides of the In the ruins and dungeons where skirmishes take place, some square. Squares that have a corner cut off by a diagonal wall statues have lingering magical auras. These statues affect move- count as normal squares. The corners that get cut off don’t count ment and provide cover like normal statues, but they have addi- as squares. tional magical effects. (For more details on magic statues, see the Magic Statues scenario, below.) Entangling Vines Thick vines creep across the ground, wrapping themselves Narrow Corridor around any creatures that stumble into them. The vines produce You can create corridors that are only 1 square wide instead of 2 an area of difficult terrain that also has an Entangle effect (save squares wide. Large creatures have to squeeze through such DC 13). spaces, so this type of terrain makes them less powerful. You can even make corridors that are narrower Grease than 1 square wide. In this case, Small A slick, magical substance covers the creatures can move through them nor- ground, making creatures slip and fall. mally, but Medium creatures have to The area of grease counts as difficult squeeze, and Large creatures can’t get terrain. In addition, every time a crea- through at all. ture enters a square or squares con- taining grease, it must succeed on a Narrow Doorway DC 13 save or stop moving. You can make 1-square wide doorways in walls. Large creatures have to squeeze to get Hallowed Sanctum through them. A hallowed sanctum usually has a You can even make doorways that statue or altar to a good deity in the center. are narrower than 1 square. Small Good creatures gain a +1 bonus on attack rolls creatures pass through them nor- and saves while in a hallowed sanctum. mally, Medium creatures spend 1 addi- tional square of movement to pass through, Healing Stone and Large creatures can’t fit through. Embedded in the stone floor is a gem that heals wounds. Any wounded living crea- Pit ture that ends its turn on a square con- A creature that ends its movement on a pit square falls into taining a healing stone heals 5 hit points. the pit and is destroyed. Slow creatures can’t jump over pits. A healing stone has a healing capacity of 20 Reasonably fast creatures can jump over narrow pits but not total hit points. Once that’s used up, it can’t heal wide ones. Truly fast creatures can jump over even wide pits. any more damage until the next skirmish. A creature with a speed of 5 or more can move onto a pit square but then must be able to move immediately onto a square that Illusory Terrain does not contain a pit; it can’t stop on the pit square itself (or else When first viewed from a distance, this tile displays terrain that it falls into the pit and is destroyed). A creature with a speed of 10 is an illusion. This illusory terrain affects line of sight normally or more can move onto two pit squares in a row during a single but not line of effect. You can’t see through it or target creatures move but not onto a third. through it, but the illusory terrain won’t stop area effects such as Creatures that are moving over a pit can’t change direction in burning hands. Once a creature steps onto the tile, all the terrain “mid-jump.” When moving off a pit square, a creature must move disappears (the creature has seen through the illusion, dispelling to a square that’s farther away from the last square it was on that it for all other viewers as well). does not contain a pit. Creatures without the Flight special ability that get moved Low Obstacle onto a pit square by an effect such as Slide or Push/Pull (see the Low walls, altars, and similar objects are collectively referred to glossary at the end of this chapter) can make a DC 20 save if they as low obstacles. These terrain types provide cover, but they don’t are adjacent to a square in which they could legally end move- block line of sight. They provide cover only to creatures within 6 ment (and the square does not contain a pit). If the save succeeds, squares of the obstacle, and an attacker can deny the defender’s move the creature to that square. Failure destroys the creature. bonus for cover if the attacker is closer to the obstacle than the (Creatures with Flight that get moved onto a pit square by such 101 defender is. an effect must move off on their next turn.) RULES Illus. by S. Tappin SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:04 AM Page 101 Werewolf Shadow Teleporters transport flying and incorporeal creatures normally. Here and there linger the magical remnants of previous battles Being teleported does not provoke attacks of opportunity. and fortresses. Some areas are perpetually shrouded in magical You can also use one-way teleporters or even random tele- darkness, while walls of pure shadow yet stand in others. porters, which transport to any other teleporter space or even to A square that’s filled with shadow blocks line of sight but not a random spot on the battle grid. A teleporter can never transport line of effect. You can’t see through it or target creatures through a creature to a space it could normally not occupy. it, but the shadow won’t stop area effects such as burning hands. A See the Teleporter Statues scenario, below, for rules on tele- creature that’s completely in an area of shadow is blinded, which porter statues. slows it down in addition to other effects (see the Blinded entry in the glossary at the end of this chapter), and other creatures Trap can’t see it. When a creature moves onto a square containing a trap, roll A thin wall of shadow (one running along a gridline) doesn’t 1d20. On a roll of 11 or higher, the trap is triggered, and the affect movement, but it does block line of sight. creature must make a DC 15 save. If the save is successful, the creature evades the trap. If the save fails, the trap deals 10 points Spike Stones of damage to the creature, typically from a scything blade or Magical battles twist the fabric of nature as easily as they blast spring-loaded arrows. A trap has no further effect once it has warriors into fiery fragments. Lesser warriors should avoid such been triggered. areas or risk perishing before even finding their enemies. A given creature has only one chance to trigger a trap during A square filled with spike stones counts as difficult terrain. In its turn. You can’t send your Kobold Warrior back and forth over addition, every time a creature enters a square or squares con- a trap trying to get the trap to go off (or at least, not more than taining spike stones, it takes 5 points of magic damage. once per turn). Incorporeal, burrowing, and flying creatures do not trigger Stairs most traps, though a specific trap could be designed to affect Stairs can be freestanding (perhaps part of a ruined structure) or burrowing or flying creatures. You can also create specialized can connect areas of different elevation. Stairs affect move- traps that deal fire damage, produce a Poison or Paralysis effect, ment as difficult terrain when a creatureis ascending. A creature and so on. on higher groundthan its enemy gains a +1 bonus on melee attack rolls. Unhallowed Sanctum An unhallowed sanctum usually has a statue or altar to an evil Teleporter deity in the center. Evil creatures gain a +1 bonus on attack rolls Teleporters usually come in pairs. A teleporter is a square that and saves while in an unhallowed sanctum. immediately transfers a creature to another square (usu- ally the other teleporter in the pair). A creature that Wall of Force moves onto one teleporter instantly appears on the Like a shadow wall, a wall of forceis likely the remnant of some other, and it can then continue moving. previous magical battle or defense. You can see through a wall of A teleporter does not transport a creature if the corre- forcebut not move through one. sponding teleporter square is occupied. A teleporter does A wall of forceis thin, running along a gridline, not thick like not transport a Large creature if there’s no legal way for it a 1-square-deep stone wall. It blocks line of effect for ranged to occupy the corresponding tele- attacks (including spells, breath weapons, and the like), but it porter’s space. does not block line of sight. A wall of forceblocks movement— even for incorporeal creatures. It is a ranged warband’s worst nightmare, because the nearest enemy in line of sight can be completely protected behind the wall of force. SCENARIOS AND VARIANTS The Standard scenario (detailed below) sets out the basic rules for setting up and fighting a skirmish battle. For variety, this section shows you several other types of skirmish scenarios.",
        "name":  "Spells that Deal Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Any. ruins. Here, even the mighty can fall to a single sword stroke.",
        "name":  "Number of Players",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You can assign a magic weapon only to Reassigning Magic Items a creature that is already wielding a weapon. When you do so, Between skirmishes, you can reassign magic items. Each magic decide which weapon is being replaced by a magical version. (A item is assigned to a particular creature, following certain restric- creature cannot be assigned a ranged weapon if it does not have tions (see Assigning Magic Items, below). A creature may have a ranged attack.) A creature cannot have more magic weapons more than one magic item, but bonuses from magic items of the than the number of weapons it started with. The magical benefits same type don’t stack. apply only to attacks with the magic weapon. When a combatant If you remove a creature from a warband, you can reassign its with two weapons makes more than one attack, at least one attack magic items to other creatures. must be made by each weapon (so if only one weapon is magic, at least one attack must be with a nonmagical weapon).",
        "name":  "Assigning Weapons",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In gen- over are the remnants of mighty battles of the past. Warbands eral, any creature can use these items. If the item has to be acti- often find magic items of various kinds on their incursions into vated (such as a ring ofinvisibilityor a necklace of fireballs), only these areas. a creature with an Intelligence score of 3 or higher can use it. In a campaign, a warband that wins a skirmish gets a random Drinking a potion is like casting a personal-range spell. Acti- magic item and one that loses has a 50% chance to get a random vating a ring or a wondrous item replaces the creature’s attacks magic item. for the round. Many rings and wondrous items, however, don’t need to be activated at all. Incorporeal creatures can’t use MAGIC ITEM EFFECTS magic items. Some magic items grant bonuses to a creature’s statistics or spe- Reassigning Magic Items:Between battles, you can reassign cial ability ratings. These bonuses are cumulative with other such magic items from one creature to another. Certain magic items bonuses (although bonuses from magic items of the same type may change their nature when you reassign them. For example, don’t stack). For example, a creature can have magic armor that if you transfer magic armor from a Sword of Heironeous to grants a +1 bonus to AC and a ring that grants a +2 bonus to AC, Jozan, Cleric of Pelor, it changes from full plate to scale mail. for a total bonus of +3. The benefit of a magic item that grants a (The armor isn’t actually transforming; instead the warband, special ability does not stack with the benefit of an existing spe- “back in town” between battles, is trading in one set of magic cial ability. For example, a creature with the Hide special ability armor for another set.) gains no additional benefit from drinking a potion that grants Magic Items Worn and Carried: A creature can wear or the Hide special ability. carry a number of different magic items, as outlined in the fol- Many magic items duplicate the effects of special abilities or lowing list. (The list assumes a creature with a humanoid- spells. The effects of potions are like the effects of spells. Just as shaped body; creatures of other sorts may not have the the bonuses from two identical spells aren’t cumulative, the requisite body shape or extremities to take advantage of all bonuses from two identical potions (or from a potion and a spell these kinds of items. For example, a Hyena cannot use a pair of with an identical effect) aren’t cumulative. gloves.) Table 5–12: Wondrous Items gives the “body slot” Certain other magic items duplicate spells, using a spell’s name taken up by a wondrous item if its name does not identify what 113 in their description. The benefit of a magic item whose effect kind of item it is. RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:17 AM Page 113 Table 5–7: Magic Armor d% Armor Type AC Bonus Additional Benefit 01–25 +1 armor +1 — 26–40 +2 armor +2 — 41–50 Charging +1 Powerful Charge +51 51–60 Command +1 +1 Commander rating (if any) 61–65 Lionheart +1 Fearless 66–70 Shadow +1 Hide 71–75 Spell resistance +1 Spell Resistance 76–79 Acid resistance +1 Resist 10 Acid 80–83 Cold resistance +1 Resist 10 Cold 84–87 Electricity resistance +1 Resist 10 Electricity 88–91 Fire resistance +1 Resist 10 Fire 92–95 Sonic resistance +1 Resist 10 Sonic 96–97 +3 armor +3 — 98–99 Invulnerability +1 DR 5 100 Etherealness +1 Incorporeal while moving) 1 Stazcks with the benefit of Powerful Charge if the creature already has that special ability. Table 5–8: Magic Shields d% Shield Type AC Bonus Additional Benefit 01–25 +1 shield +1 — 26–40 +2 shield +2 — 41–50 Lion’s shield +2 Additional melee • One helmet attack at highest • One amulet rating ❑❑❑ • One shirt or vest (5 damage) • One set of 51–60 Arrow deflection +1 Deflect Arrows (+4 AC against ranged magic armor attacks) (armor-wearing 61–70 Spined shield +1 Gain ranged attack creatures only) +[#] ❑❑❑ (5 damage); • One shield (shield-using creatures only) [#] = level (not • One magic melee weapon (or two, for a wielder of two weapons) cumulative with • One magic ranged weapon (if creature can make ranged attacks) existing ranged • One belt attacks • One cloak 71–75 +3 shield +3 — • One pair of gauntlets, bracers, or gloves 76–79 Acid resistance +1 Resist 10 Acid • Two rings 80–83 Cold resistance +1 Resist 10 Cold • One pair of boots 84–87 Electricity resistance +1 Resist 10 Electricity • Any number of potions and scrolls, or other items not listed 88–91 Fire resistance +1 Resist 10 Fire above 92–95 Sonic resistance +1 Resist 10 Sonic 96–98 Animated +1/+3 +1 AC if already using Random Magic Items a shield; +3 AC if not When you win a skirmish, roll randomly to see what type of using a shield1 magic item you recover. Table 5–6: Random Magic Items directs 99–100 Winged shield +3 Gain F8 speed in you to one of six other tables, each of which you roll on for a addition to other specific magic item. A warband that loses a scenario has a 50% speed ratings 1 Can be assigned to a creature with no shield only if that creature is chance of gaining a random magic item. proficient with shields as a class feature or creature trait and does Table 5–6: Random Magic Items not cast arcane spells. d% Magic Item 01–15 Armor (Table 5–8) Magic Weapons 16–25 Shield (Table 5–9) Magic weapons provide a bonus on attack rolls and sometimes 26–45 Weapon (Table 5–10) grant an additional effect as well. 46–60 Potion (Table 5–11) Magic Damage:Damage dealt by a magic weapon is magic 61–70 Ring (Table 5–12) damage. It therefore ignores Damage Reduction. Some magic 71–85 Scroll weapons deal extra energy damage as well (see below). 86–100 Wondrous item (Table 5–13)",
        "name":  "Scattered throughout the ruins and dungeons that warlords fight Assigning Potions, Rings, and Wondrous Items",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Extra damage, such as the additional 5 points of fire damage from a flaming weapon, is not doubled when the Magic Armor and Shields base damage is doubled, such as on a critical hit. Magic armor or a magic shield provides a bonus to the wearer’s Thrown Weapon: If a creature wields a thrown weapon, it 114 Armor Class and sometimes grants an additional benefit as well. may be assigned a magic ranged weapon. The benefit of the :5 RETPAHC HSIMRIKS SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 11:17 AM Page 114 Bearded Devil weapon, however, applies only to the first ranged attack the crea- Rings ture makes in each skirmish. Rings provide continuous magical benefits to those who wear them. Most rings grant an effect; rings of protectionimprove a crea- Table 5–9: Magic Weapons ture’s Armor Class. Attack d% Weapon Bonus Type1 Effect Table 5–11: Rings 01–25 +1 weapon +1 M, R — d% Ring Effect 26–40 +2 weapon +2 M, R — 01–05 Energy resistance, minor (acid) Resist 10 Acid 41–42 +3 weapon +3 M, R — 06–10 Energy resistance, minor (cold) Resist 10 Cold 43–47 Flaming +1 M, R Damage +5 fire 11–15 Energy resistance, minor Resist 10 Electricity 48–52 Frost +1 M, R Damage +5 cold (electricity) 53–57 Shock +1 M, R Damage +5 electricity 16–20 Energy resistance, minor (fire) Resist 10 Fire 58–62 Keen2 +1 M Score critical hit on 21–25 Energy resistance, minor (sonic) Resist 10 Sonic natural 19 or 20 31–35 Chameleon power Hide 63 Speed +1 M, R Additional attack at 36–65 Protection +2 AC highest rating3 66–80 Force shield1 +2 AC, only if not 94–68 Anarchic +1 M, R Damage +10 against using a shield lawful creatures4 81–90 Invisibility1 Invisible until 69–73 Axiomatic +1 M, R Damage +10 against wearer attacks chaotic creatures4 (unlimited uses) 74–78 Holy +1 M, R Damage +10 against 91–100 Spell storing1 Gain magic missile evil creatures4 ❑❑❑ (sight; 79–83 Unholy +1 M, R Damage +10 against 5 damage) good creatures4 1 Only a creature with Intelligence 3 or higher can wear this ring. 84–85 Ghost touch +1 M Attacks Incorporeal creatures as if wielder Scrolls had Incorporeal ability Scrolls contain the power of spells, and only a spellcaster can 86–90 Fear burst +1 M, R On a natural 20, creature release this power. Once a scroll is used, it’s gone and can never struck must make a be used again. morale save For each scroll a spellcaster has, that spellcaster can cast one 91–95 Paralytic +1 M, R On a natural 20, creature copy of a spell it already knows. Define which spells the scrolls burst struck is paralyzed (save contain before a skirmish starts. (You can redefine which spell a DC 17 negates) scroll contains between skirmishes, which represents the spell- 96–100 Deadly +1 M, R Sneak Attack (if any) caster trading one scroll in for another.) precision damage +10 For example, if your Cleric of Gruumsh has a scroll, you decide 1 M = melee, R = ranged. whether it allows the Cleric 2 Piercing or slashing weapon only. to cast an extra doom, 3 Does not stack with other effects that grant extra attacks. inflict moderate wounds, 4 Stacks with the benefit of the Smite ability, if any. or bear’s endurancespell. Potions Wondrous Items Potions are spells stored in liquid form. Creatures drink potions Wondrous items have to gain magical effects. varied magic effects.",
        "name":  "Extra Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A capitalized word, such as “CREATURE” or standard, move, free, swift, and immediate. For example, “ENERGY,” stands for a variable entry. For example, “Immune “replaces attacks” is the equivalent of a standard action in the ENERGY” means that the creature takes no damage from a given roleplaying rules. Generally, a creature gets one attack action type of energy but does not specify the energy type. A Large Fire and one move action on its turn, though a creature that does Elemental, for example, has Immune Fire. not attack can move twice. ❑ :Many special abilities and spells (and even some attacks) Active: An active creature is not routing, stunned, asleep, par- can only be used a limited number of times during a skirmish. In alyzed, or rendered helpless. such cases, each available use is represented by an empty box. Adjacent:Occupying a square next to this space (including Mark off one box (or keep a record in some other way) each time diagonally). A creature is not considered to be adjacent to the ability or spell is used. If a limited-use ability requires a suc- creatures behind walls or other objects that block line of sight cessful attack, such as the Sun Soul Initiate’s Stunning Attack and effect. 116 ability, then the attacking player declares the use of the ability Ally/Allied Creature:Allies are usually other creatures in the :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:18 AM Page 116 Table 5–12: Wondrous Items Body Body d% Item Slot1 Effect d% Item Slot1 Effect 01–04 Amulet of fortune Reroll one save per 47–50 Cloak of Charisma As eagle’s splendor prevailing battle (+2 Commander rating 05–08 Amulet of health As bear’s endurance [if any]) (living creature gains 51–53 Cloak of displacement, Conceal 6 +10 hp) minor 09–12 Amulet of natural armor As barkskin(+2 AC) 54 Cloak of etherealness Incorporeal while 13–14 Bag of tricks — Once per skirmish, moving replaces attacks: 55–58 Cloak of resistance As conviction(save +2) Place a Wolf adjacent 59–62 Collar of command A (Animal only) Lose to the creature. Difficult ability The Wolf is part of 63–66 Gloves of Dexterity As cat’s grace(+2 AC, your warband (cost 0) ranged attack +2) 15–18 Belt of one mighty blow Smite +5 ❑ 67–70 Gloves of fortunate Reroll one attack per 19–21 Boots of big stepping Gain dimension door striking battle (must use result ❑ (self; place wearer of second roll) in any space it can see 71–75 Helm of glorious recovery Heal (self; 25 hp) ❑ at least part of) 76–78 Mantle of spell C Spell Resistance 22–24 Boots of charging Powerful Charge +52 resistance 25–27 Boots of striding Speed +2 79 Necklace of fireballs A Gain fireball❑❑ and springing (sight; radius 4; 20 fire 28 Boots, winged Gain F8 speed in damage; DC 15); item addition to other is then used up speed ratings 80–83 Periapt of proof A Immune Poison 29 Bracers of archery, Ranged attack +2 with against poison greater a bow (not crossbow) 84–87 Sandals of sprinting B Speed +6 for one turn 30–33 Bracers of archery, lesser Ranged attack +1 with ❑ a bow (not crossbow) 88–90 Scarab of protection A Spell Resistance 34–37 Bracers of armor As mage armor(+4 91–93 Scepter of obedience — +1Commander rating AC), only if not (if any) wearing armor 94–97 Shirt of false life +10 hp 38–41 Bracers of quick strike As snake’s swiftness 98–100 Shirt of resilience DR 5 ❑ (may make 1 A = amulet, B = boots, C = cloak, H = helmet. immediate attack) 2 Stacks with the benefit of Powerful Charge if the creature already 42 Brooch of shielding A Immune magic missile has that special ability. 43–46 Circlet of blasting, H Gain searing light❑ minor (sight; 10 damage, or 20 damage to undead) same warband. In team battles, allies include creatures in a team- mate’s warband.",
        "name":  "CAPITALS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "(Spell/Ability Keyword) A cloud is a type of terrain tion of certain spells and abilities. A cone affects all creatures up created by a spell or ability. It is permanent and blocks line of to 6 squares away from the caster within a quarter-circle. The sight but does not slow movement or block line of effect. cone’s origin point (shown by arrows pointing out from it on However, creatures inside the cloud are blinded (which may the template) must be a corner of a square in the caster’s space. affect their movement) and considered to have the Invisible The squares in the cone template must align with the squares special ability. Spells whose effect is a cloud, as with other per- on the battle grid. manent areas of effect (see that entry, below), can target any The target of the spell or ability has to be somewhere inside square rather than the nearest enemy or ally. Sometimes an the affected area, but you can otherwise position the cone in any effect that produces a cloud specifies that it doesn’t block line legal orientation. of sight, in which case it is simply an area of terrain with the Confusion:(Spell/Ability Effect) The umber hulk’s mesmer- 118 noted effect. izing gaze causes troops to behave erratically. :5 RETPAHC HSIMRIKS SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 11:19 AM Page 118 Ogre The Confusion ability affects only living creatures. A creature If a special ability grants increased damage (as Smite does), subject to this effect becomes confused. Each time a confused then the extra damage is of the same type as the original damage. creature activates, roll 1d20 and refer to the following table to If the creature already deals base damage of one type and extra determine what it does. damage of another, the increased damage from the special ability d20 Effect is of the same type as the base damage, not the extra damage. For 1–5 A random opponent controls the creature on this turn as example, a Sword of Heironeous with a flaming sworddeals magic if it were that opponent’s creature and as if it had the damage plus extra fire damage. Additional damage from Smite Difficult 20 ability. Your creatures can make attacks of would be magic damage, not fire damage. opportunity against it if you wish, but the opponent Double Damage:When calculating double damage, add extra temporarily controlling the confused creature receives damage after doubling the base damage. (For example, doubling the victory points if it is eliminated while under his or the Large Fire Elemental’s melee damage of 10 + 5 fire results in her control. It still counts as one of your activations for total damage of 20 + 5 fire.) If the damaged creature has DR (see the phase. below), apply DR after the damage is doubled. 6–15 The creature stands still this turn, taking no action.",
        "name":  "Cloud",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A creature that does not attack, cast a spell, or through opposite borders of the defender’s space (including cor- perform a standard action can move up to double its normal ners of those borders), then those creatures are flanking the speed on its turn. A creature also rushes or charges toward the defender. When making a melee attack, a flanking creature gets nearest enemy or routs at double speed. a +2 bonus on the attack roll. Only a creature that threatens the DR [#]:The barghest brushes off attacks by smaller weapons defender’s square can help an attacker get the bonus for flanking. and easily withstands more powerful attacks. A magic sword, If a creature takes up more than one square, any square it occu- however, cuts through its supernatural resistance. pies counts for flanking. DR stands for Damage Reduction. When a creature with this Flight:A dragon’s wings give it a decided advantage on the special ability takes damage from a melee or ranged attack, sub- battlefield. tract the indicated amount from the damage dealt. Energy A creature with the Flight ability can fly over the battle grid damage, damage from most spells, and magic damage are not instead of on the surface, landing at the end of its move. Its speed reduced by Damage Reduction. rating has an “F” prefix. It isn’t hindered by terrain features that",
        "name":  "Double Speed",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Walls and other areas of solid stone block movement enemy threatens the caster’s square. The caster may choose the and line of sight. A creature can’t move or make a ranged attack target of its spell from among all the creatures it can make a through a wall. It also can’t move diagonally past a corner or the melee attack against. end of a wall. Count around walls to see if commanders are close Trample [#] (DC [#]):Once during its turn, a creature with enough to influence the creatures in their warband. this special ability can move through an enemy’s space. That Wandering Monster:Instead of placing a creature with this enemy takes the indicated amount of melee damage if it fails a special ability on your assembly tile at the start of the battle, place save against the indicated DC. A trampling creature still pro- it on a random feature tile. If this creature enters the battle grid vokes attacks of opportunity. Trampling doesn’t replace a crea- after the first turn, it enters like any other creature. ture’s attacks for the turn. Warband Building: (Commander Effect)Adding a creature Turn Undead [#]: Instead of attacking or casting a spell, a with this special ability to your warband allows you to break one creature with this special ability can attempt to turn the nearest or more of the usual warband construction rules, as indicated Undead creature of the indicated level or lower. after the ability name. Usually, this ability allows you to ignore Only Undead creatures within 12 squares and to which the alignment restrictions for a certain type of creature. creature has line of sight can be affected. To resist turning, an Wounded:A creature that has taken damage, reducing its hit Undead creature must make a DC 20 morale save. If the save fails, points below its starting amount, is said to be wounded. the Undead creature routs. A commander in the Undead creature’s Your Warband:(Spell/Ability Keyword) A range given in warband can grant bonuses on this morale save and can attempt the description of certain spells and abilities. A spell of this to rally the Undead creature. sort affects all creatures in your warband, no matter where they Tyrannical Morale +[#]:(Commander Effect) If you wish, a are. (In special scenarios, it even affects creatures that are not commander that has this effect can give a follower within 6 yet in play.) 126 :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:50 AM Page 126 hundred orcs bear down on the stalwart elf archers. Though Rounds in a mass battle are different from rounds in a outnumbered two to one, the elves vow to fight to the last. skirmish. Each round represents 6 seconds on the battle- If they can hold off the advance units long enough, elf field (the same as a round in the D\u0026D roleplaying game). rangers in the hundreds will arrive to quickly dispatch the During each phase in which you act, you activate one or orc forces. But the reinforcements are late to the field; it is more units in your army. (You can activate a unit only up to the archers for now. With a clash of steel and a twang of once in a round.) bowstrings, the battle is joined! A round ends when all players have activated all their Skirmish rules are not enough to manage a conflict involving units once. Then a new round begins. dozens or hundreds of creatures. These mass battles rules are designed to allow large-scale battles using D\u0026D miniatures. Initiative You play mass battles on a tabletop or a large, flat surface Each army makes an initiative check before each round (such as an area of floor), with movement and distances meas- of combat. Unlike in the skirmish rules, this check is ured in inches. (Little tape measures are a big help.) an unmodified 1d20 roll. The player of the army that Mass battles take longer to set up and play than skirmishes, wins initiative decides which side goes first. so they’re better suited to big, long-lasting slugfests than to quick matches. Since it’s harder to build a large army than a Phases skirmish warband, feel free to adapt the following rules and Rounds are subdivided into phases to help manage victory conditions to fit the armies you have available. the conflict. Each army has one or more phases during a round. When one player takes all the actions allowed for a phase, the next player then MASS BATTLES BASICS completes a phase. Browse this section to get familiar with basic terms, then jump Each player completes phases in play order until to the in-depth rules that follow. all units have been activated. Actions occurring during a specific unit’s activation are referred to as ROUNDS that unit’s turn. A mass battle is played in rounds. Begin the round by making an initiative check. In each round, players complete phases in order. UNITS During each phase in which you act, you activate one, two, or three In a mass battle, creatures are collected into groups units in your army; one unit takes all its actions, then the next does called units. Even a creature all by itself is treated 127 so. (You can activate a particular unit only once in a round.) as a unit, although the rules for lone creatures Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/19/03 11:50 AM Page 127 are slightly different. Units can be formed, with creatures marching in tight ranks and working closely together, or unformed, with less discipline but more ability to maneuver on the battlefield.",
        "name":  "Spells that have a range of touch can be cast even when an Wall",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "There are only two rules for placing terrain. creatures to fill at least one rank of a formed unit, and no more No piece of impassable terrain can be within 2 inches of another than the maximum number of creatures allowed in an unformed piece of impassable terrain, nor can one be within 2 inches of the unit (see Table 6–3), then you can deploy the unit either as battlefield edge. formed or unformed, as you see fit. For example, you purchase a Gnoll unit containing nine crea- BUILDING ARMIES tures (the maximum allowed in an unformed unit of Medium Each player chooses creatures to make up his or her army. Follow creatures). Humanoids can be in either formed or unformed the same directions as for building a warband in the skirmish units, and only five Medium creatures are required to form a rules, with the following exceptions. rank. You see that your opponent is deploying an Elf Archer unit. 129 RULES MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 11:51 AM Page 129 pqqqqrs EXAMPLE ARMIES Here are two sample small armies using creatures from the Harbinger™ set. The first army belongs to the Lawful Good faction, and the second to the Chaotic Evil faction. # Creature Command Cost Total # Creature Command Cost Total 1 Sword of Heironeous Cmdr 7 49* 49 2 Tiefling Captain Cmdr 4 41* 82 2 Cleric of Order Cmdr 5 44* 88 1 Cleric of Gruumsh Cmdr 3 41* 41 2 Cleric of Yondalla Cmdr 3 34* 68 1 Minotaur 17 17 1 Hound Archon 31 31 6 Drow Archer 14 84 1 Ember, Human Monk 18 18 11 Wolf Skeleton 9 99 8 Dwarf Axefighter 12 96 5 Orc Archer 8 40 6 Halfling Veteran 11 66 5 Orc Berserker 8 40 6 Sun Soul Initiate 8 48 12 Orc Spearfighter 5 60 12 Man-at-Arms 3 36 12 Orc Warrior 3 36 500 499 *Includes an additional 20 points for mass battles commanders. pqqqqrs In response, you can deploy the Gnoll unit unformed so that it better withstands ranged attacks. Commanders Add 20 points to the printed cost of each commander you pur- chase. Commanders are more powerful in mass battles than they are in skirmishes because they command more creatures. Maximum Points by Miniature You can spend up to 20% of your points on multiples of a partic- ular miniature (for example, up to 200 points in a 1,000-point army). A 1,000-point army could have no more than six Hound Archons (31 points each). Include the 20-point additional cost for commanders when determining the points for multiples of a given commander miniature. VICTORY CONDITIONS After deciding on the size of the armies and designing the armies, choose victory conditions. These set the rules for win- ning a battle. DEPLOYING FORCES After choosing starting locations and deciding on victory condi- tions, players deploy their armies. Each player rolls 1d20. Whoever rolls highest decides which player deploys a unit first. The order of play passes to the left. If there’s a tie, the tied players reroll. The player who deploys first places all his or her units on the battlefield within his or her deployment zone (see below). Com- manders attached to units are deployed at the same time the units are deployed. Then the next player places his or her units, and so on, until all units are placed. Deploying Commanders When you deploy a unit, you may deploy an attached commander with it. The only way for a commander to start the battle attached to a unit is to be deployed with it in this way. Determine whether each attached commander is leading from the front or from the rear. (See Commanders for more information about commanders and what it means to be attached to units.) If it’s your turn to deploy and you have deployed all your units, you now deploy all your unattached commanders, one at a time. A player is done once he or she has deployedall units and unattached commanders. 130 :6 RETPAHC ELTTAB SSAM SELUR nippaT.S yb .sullI Mass Battlefield 1 foot 1 foot 4 feet teef 6 Mass Battlefield 1 foot 1 foot 4 feet formed melee unit unformed melee unit unformed ranged unit lone creature commander Two armies deploy on opposite sides of the battlefield. The army on the left has one heavy melee unit (formed) backed up by two ranged units. Skirmishers (unformed melee units) are set up to protect the ranged units and to threaten formed units from the sides, and a big lone creature serves as a shock troop. The army on the right has three formed melee units, with skirmishers to screen them against ranged attacks and to prevent them from being attacked from the sides. teef 6 620_96582_MinisHndbk.qxd 8/19/03 11:51 AM Page 130 formed melee unit unformed melee unit unformed ranged unit lone creature commander Two armies deploy on opposite sides of the battlefield. The army on the left has one heavy melee unit (formed) backed up by two ranged units. Skirmishers (unformed melee units) are set up to protect the ranged units and to threaten formed units from the sides, and a big lone creature serves as Goblin Sneak a shock troop. The army on the right has three formed melee units, with skirmishers to screen them against ranged attacks and to prevent them from being attacked from the sides. Deployment Zone In a two-player battle, you each deploy your army’s units within 12 inches (1 foot) of your starting point along the battlefield edge and no closer than 12 inches to either of the short edges. (If using a smaller play area, players deploy units only within 6 inches of their starting points.) In a multiplayer free-for-all, players set up along the sides as well, spacing themselves evenly around the perimeter. ROUND SEQUENCE Once the battlefield is set and units are deployed, the time for battle is at hand. Follow the round sequence summarized below. 1. Initiative: Each player rolls 1d20 to see who goes first. 2. Determine Number of Phases: Largest number of units divided by 3. 3. Activate Units: Each player completes a phase, in order of play. On each phase, a player can activate up to three units. No unit can be activated more than once in a round. Activated units can move, move and attack, charge, rally, or take some other action. Damaged units may be eliminated or forced to make morale saves. 4. End of the Round: Go back to step 1 to begin a new round. Play continues until victory conditions are met. Let the best army win! UNITS Armies are composed of creatures. Every miniature represents an individual combatant, and these creatures are grouped into units. A unit is always composed of miniatures that have the same name (although a commander may be attached). Therefore, In mass battles rules, creatures do not fight as individuals; they the members of a given unit have the same characteristics, form coherent units that may be led by commanders. A unit including attacks, Armor Class, creature type, and so on. maneuvers as a single entity. Formed units consist of miniatures organized into one or more ranks. They are powerful when they attack head on, but they are slow and are vulnerable to attacks from the side and rear. Unformed units are less powerful in a head-on fight and more likely to break and run, but they’re faster and more maneuverable than formed units. You decide whether a unit is formed or unformed when you deploy it on the battle- field, and you can’t voluntarily change its state afterward. TRAYS For ease of play, you can place miniatures in a unit on a tray. A tray measures 5 inches by 5 inches. The appendix provides three examples you can use. No matter what type of creatures you are fielding, and whether they are in formed or unformed units, the miniatures in any given unit must fit on the standard tray. Even if you don’t use physical trays, the miniatures in a unit must fit into a space that the tray would cover. A tray is a convenience and doesn’t represent a physical object. Thus, if a unit doesn’t completely fill a tray, the empty portion of the tray doesn’t block movement of other units, doesn’t block line of sight or line of effect, and doesn’t prevent an enemy unit from attacking another unit’s side. (The tray of the attacking unit can overlap the unfilled portion of the defending unit’s tray.) FORMED UNITS A formed unit has at least one rank of creatures (a number of miniatures arranged side by side in a row) and possibly several. When a formed unit takes enough casualties that it can no longer support a single rank, it becomes unformed. A single line of creatures at right angles to a rank is referred to 131 as a file. RULES MASS BATTLE CHAPTER 6: Formed Unit Units Unformed Unit front edis side Formed Unit Units Unformed Unit front no facing rear",
        "name":  "Placing Terrain",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Large and Small creatures also use the standard 5-inch tray, fitting fewer or more creatures into a unit, respectively. Number of Creatures in a Formed Unit ranks and an incomplete fifth rank with two creatures in it, then To qualify as formed, a unit must have at least one rank, and as the creatures in the incomplete rank can move to either side as many creatures in its front rank as will fit across the front of the needed to defend. If the unit is attacked on both sides, one crea- standard tray (5 inches). Likewise, a formed unit can have no ture can move to the left and the other to the right, allowing five more ranks than fit the depth of the standard tray (5 inches). creatures to fight on each side. Medium creatures use miniatures with a base 25 mm (roughly 1 inch) in diameter, so a formed unit of Medium creatures must Becoming Unformed contain a minimum of five miniatures (one rank) and a maxi- As creatures are destroyed in battle, you remove them from a unit. mum of twenty-five miniatures (five full ranks). When a unit loses so many creatures that it no longer has a com- Table 6–2 below gives the minimum numbers of creatures in plete first rank, the unit changes state from formed to unformed. a rank and a formed unit. The tray templates at the back of this Any time a unit becomes unformed, it must immediately book show formed units of Small, Medium, and Large units. make a morale save (see Morale). Creatures that are Tiny or smaller do not generally take part in mass battles. Those that are Huge or larger are always lone crea- Creatures That Can’t Be in Formed Units tures rather than being parts of units. Only Humanoids, Monstrous Humanoids, and Undead crea- Formed units enjoy a bonus on morale saves, depending on tures based on Humanoids or Monstrous Humanoids can be how many ranks they contain (see Morale). Each rank after the part of a formed unit. (When in doubt, look at the D\u0026D Quick first must contain at least one creature, and a new rank cannot be Reference side of the stat card to determine what type an Undead formed until the previous rank is filled. For example, one to four creature is based on; for example, the Zombie is based on a Medium creatures are not enough for a single rank, five form one human commoner.) Creatures of other types can only take the rank, six to ten form two ranks, and so on. field as unformed units. Some sorts of creatures can never be in formed units even if Table 6–2: Creatures in Formed Units they are of the types mentioned above. Minimum A commander can’t be in a formed unit because it is trained to Creature Creatures Maximum Maximum operate freely, not to work shoulder-to-shoulder with other crea- Size In 1st Rank Ranks Creatures tures. In fact, a commander can’t be in an unformed unit that Small 6 6 36 contains more than one creature. A commander can be a lone Medium 5 5 25 creature, or it can be attached to a unit. Large 3 3 9 Creatures with player character classes or prestige classes can’t be in a formed unit because they tend to be individualistic adven- Facing turers. They excel at fighting on their own terms, usually with a A formed unit has a distinct facing, which is important for deter- small band of versatile peers. They don’t drill in formation the mining modifiers to attacks and morale saves. It has a front way members of an army do. (The D\u0026D Quick Reference side of (defined by the creatures in its first rank), two sides, and a rear. the stat card tells you what classes a creature has.) Formed units gain a bonus on attacks and Armor Class when Troops with unlimited ranged attacks can’t be in a formed fighting enemy units to the front but are at a disadvantage unit—they always fight in open formation (as unformed units) when fighting units to a side or the rear. so they have room to aim and use their bows or other ranged weapons. Incomplete Ranks Creatures in an incomplete back rank can UNFORMED UNITS freely move from one side of the unit to the Unformed units have no standard order and do not contain other. For instance, if a ranks. They are faster and more maneuverable than formed units unit has four complete but not as capable in combat. Number of Creatures in an Unformed Unit Unformed units, with their loose organization, have fewer crea- tures than formed units. An unformed unit could consist of just one creature (though a few special rules apply; see Lone Crea- tures, below). Unlike a formed unit, an unformed unit doesn’t snugly fill a standard tray (or a portion thereof). Creatures in an unformed unit are spaced out loosely on the tray, as shown in the accom- panying diagram. Table 6–3 below gives the minimum numbers of creatures in an unformed unit. The templates at the back of this book show unformed units of Small, Medium, and Large units. Table 6–3: Creatures in Unformed Units Creature Minimum Maximum Size Creatures Creatures Small 1 16 Medium 1 9 Large 1 4 132 :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 12:07 PM Page 132 Sun Soul Initiate Facing A ranged unit may ignore lone creatures when attacking the An unformed unit does not have facing as a formed unit does. It nearest unit, and lone creatures do not provide cover in melee to has no front, sides, or rear. units behind them. An unformed unit does not gain bonuses on morale saves for A commander can’t attach to a lone creature. multiple ranks, nor bonuses to attacks and Armor Class when Damage to a lone creature reduces its hit points. As in the skir- fighting an enemy to its front (in effect, it has no front). On the mish rules, a lone creature must attempt a morale save when its other hand, it also doesn’t take penalties for being attacked on the hit point total first drops to one-half or less of its starting amount, sides or rear (since it has neither). and it routs if the save fails. A lone creature doesn’t make morale Nevertheless, an unformed unit does have a leading edge, saves for the same reasons that normal units do, nor does it apply which important for measuring distances and for controlling unit modifiers to morale saves. movement. At the end of an unformed unit’s turn, all creatures in it have to be as close as possible to one of the tray’s four edges. UNIT SPACE That edge then becomes the leading edge of that unit. This The space that a unit takes up is equal to its greatest width and arrangement of miniatures resembles the ranks of a formed unit, depth, depending on the number of creatures in it and but the creatures in an unformed unit can rearrange to establish whether it is formed or unformed. An enemy contacts a different leading edge in each round. a unit at the border of that space, regard- For example, three Medium crea- less of the actual location of the minia- tures in an unformed unit end their tures within the unit. turn as close as possible to one edge Each rank in a formed unit is 5 inches wide, of the tray, forming a line of three even if it is incomplete. For example, a formed facing out along that leading Orc Warrior unit containing eleven creatures edge. If another unit at- has two complete ranks of five creatures each tacks “from the side” (that and an incomplete third rank containing one is, not against the leading creature. It takes up a space 5 inches wide and edge), then on the unformed 3 inches deep. unit’s turn these creatures In an unformed unit, the width is equal to the can rearrange themselves in a width of the leading edge (usu- line that directly opposes the ally 5 inches) and the depth is creatures in the enemy unit, the total of the creatures thus allowing all of the crea- and intervening spaces. For tures in the unformed unit example, an unformed Elf to attack. Archer unit containing four If there aren’t enough creatures would be 5 inches creatures in an unformed wide and 3 inches deep (1 unit to fill an edge (two inch for the leading edge of Medium creatures or two three creatures, 1 inch for the to three Small creatures), intervening spaces, and 1 inch then those creatures line for the fourth creature.) up as near as possible to each other along the leading edge, with If an unformed unit has only one gap between them, as shown in the diagram labeled very few miniatures in it, it is Legal and Illegal Units. less than 5 inches wide. For instance, an unformed unit with two Medium miniatures in it would be 3 inches wide: Lone Creatures 2 inches for the two miniatures, plus a 1-inch gap between them. A unit may contain only one creature, either because it was con- When measuring between one unit and another, measure structed that way or because of ill fortune on the battlefield. between the nearest points of each unit’s space. Unattached commanders are also lone creatures. Lone creatures are generally treated as unformed units but are subject to a few INITIATIVE special rules. At the beginning of each round, each side rolls 1d20 to deter- Lone creatures activate as normal units do, though command- mine initiative. The details of winning and challenging initia- ers still activate freely. tive depend on whether you’re playing a two-player or A lone creature is easily overwhelmed. Twice as many crea- multiplayer battle. tures in a formed unit as usual can make melee attack rolls against a lone creature (but not more than the number of crea- Two-Player Initiative tures in the unit). Whoever has the higher roll wins. Ties are rerolled. 133 RULES Illus. by D. Hanley MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 12:08 PM Page 133 Wild ElfBarbarian pqqqqrs SQUAD-LEVEL MASS BATTLES If you want a faster, leaner, more free-wheeling fight, use these alter- Just bunch together creatures in a squad. Still, the normal rules for unit native rules. combat apply, such as number of attackers, damage, and casualties.",
        "name":  "Creature Size",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A commander leading from When an effect, such or a spell or a special ability, affects a unit, the front can use only touch-range spells or special abilities. It 146 the unit’s controller chooses whether it also affects an attached can’t be the target of ranged attacks, spells, or special abilities. :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 2:47 PM Page 146 Axe Sister Creatures assigned to attack the commander in melee, however, A commander leading from the rear of a formed unit can’t can attack it with special abilities that replace their attacks, such be attacked even if the unit is attacked from the rear. Remem- as Gaze Attack and Breath Weapon. ber that the position of the commander’s miniature repre-",
        "name":  "Unit Effects and Attached Commanders Ranged Effects, Unit Engaged",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If a commander leading from the front is destroyed, its issue special orders to improve units’ performance. unit immediately makes a morale save. Command Points Forced Detachment Each commander has a Commander rating. In the skirmish rules, If a detached commander loses its status as a commander (or this number represents its overall effectiveness; in the mass battles otherwise loses its ability to attach to the unit), it can no longer rules, it indicates how many command points the commander be attached. It immediately moves to a position of the controlling can spend each round. For example, a Human Blackguard has a player’s choice adjacent to the unit. For example, if a unit is con- Commander rating of 6, so it has 6 command points to spend fused, an attached commander might be forced out. each round to direct its army. A commander can spend command points and issue special UNATTACHED COMMANDERS orders regardless of whether it’s activating or has activated in Commanders do not have to be attached to units. An unattached the round. commander acts independently of other units. It has a greater Unused command points are lost at the end of a round. You command range than an attached commander and can therefore can’t save up command points from one round to the next. more easily command a number of units. Commanders can’t pool command points to issue a special In general, unattached commanders are treated like other lone order that none of them can issue individually. 148 creatures. Some special rules apply, however. :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 2:48 PM Page 148 Sword ofHieroneous Command Range command point spent on this special order, the unit may ignore An unattached commander can issue orders to units within 24 one enemy unit. For example, for 2 command points, a com- inches and mutual line of sight, or to units within 6 inches mander could issue an order allowing a ranged unit to shoot at regardless of line of sight. the third-nearest unit (ignoring two units that are nearer).",
        "name":  "Death",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One side starts with a subtype) if possible. If the unit is engaging orcs, it gains a +4 smaller army, but it has reinforcements coming. On each round bonus on morale saves. starting with the fourth, there’s a 50% chance that the reinforce- Tide of Battle: In a climactic battle between ancient foes, ments show up. hope is an army’s best weapon. In each round, the player who is",
        "name":  "Hold Out for Reinforcements",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Both armies slows them. deploy scattered across the battlefield, Movement Penalty:All movement that a unit under- following the same rules as in the takes while any part of its space is in difficult terrain counts Disarray scenario above. They rep- double. For instance, if a unit 3 inches deep encounters an area resent survivors of a larger engage- of briars 2 inches across, moving completely through that area ment scrambling to do battle and costs the unit an extra 5 inches of movement. end the fight decisively. Difficult Terrain Types:The following types of terrain Dwarf Orc-Hunters: In a constitute difficult terrain. battle between Lawful Good and Chaotic Evil fac- —Woods tions, a Dwarf Axefighter unit belongs to an elite —Briars and other clinging vegetation —Slopes and hillsides (going uphill only) —Deep sand —Scree and boulder fields —Streams or fords in a river —Steps —Thick mud, bogs, and marshland —Wreckage and debris Impassable Terrain Terrain that is impassable does not allow a unit or any part of a 151 unit to move through the space it occupies on the battlefield. RULES Illus. by R. Wright MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 2:57 PM Page 151 Kobold Warrior pqs TEAM BATTLES With four or six people, you can play team battles. Teammates sit facing each other across the battlefield so that one doesn’t go right after the other. Teammates have a single, combined victory point total. A team- mate’s units generally count as allies, except that your commanders can’t command a teammate’s creatures. pqs If any part of a unit is about to enter impassable terrain, the —Low walls unit must pivot, back up, or otherwise reposition itself to avoid —Hedges the terrain. —Low boulders",
        "name":  "Double Disarray",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The following types of terrain can 152 provide low cover. :6 RETPAHC ELTTAB SSAM SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 2:58 PM Page 152 Orc Archer inches between pieces of impassable terrain, so that formed normally, the effect reduces the unit’s hit point score. If the units can get through the gap. For special scenarios, you might unit is reduced to 0 hp, it is eliminated. If it’s reduced low want to have impassable terrain with a 4-inch gap, which enough that any damage already on the unit is enough to allows unformed units through but not destroy a creature, that creature is eliminated and the damage formed units. is removed from the unit. For example, a unit of six Dwarf Axefighters is hit by a fire- UNUSUAL TERRAIN ballspell (20 points of damage). The unit fails its save, reducing For a change of pace, you can in- its hp from 30 to 10. From that point on, each 10 points of vent strange and magical terrain damage that the unit takes will cause the loss of one Dwarf types for your mass battlefields. Axefighter. Here are some possibilities. Conversely, a unit’s reduced hit points can be increased",
        "name":  "Low Cover Terrain Types",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A unit is made up of creatures. Generally, special unit three times, and each hit deals 5 points of fire damage. The effects that apply to creatures with given characteristics also Troll unit has the Vulnerable Fire special ability, taking 50% apply to units made up of such creatures. For example, a unit of extra damage from fire. The total fire damage increases from 15 Construct creatures is immune to Stun effects, just as individual to 20 points, so a successful save deals 10 points of damage to Construct creatures are. the Troll unit. Generally, hostile special effects that affect some but not all DC [#]: When a save reduces damage, roll once for the unit creatures in a unit either affect the unit as a whole or eliminate and apply the result (if the save succeeds) to the total damage the affected creatures (at the defender’s option). For example, you dealt. When a save prevents an effect, such as Paralysis, roll for never have some creatures in a unit paralyzed and the others not. each creature in the affected unit. Instead, the defender chooses either to have the whole unit par- Death Attack (DC [#]):When a unit with this special ability alyzed or to eliminate the paralyzed creatures from the unit so is about to make a Sneak Attack, it can also attempt to use its that the survivors can continue to function normally. Death Attack ability. This attempt must be declared before The opposite is true for spells and special abilities that affect making the attack. Each melee attack that hits causes the enemy your own units. If the effect applies to fewer than all the crea- unit to make saves against the indicated DC. On each failed save, tures in the unit, you decide either to have it affect no creatures one creature is destroyed. (Creatures already destroyed by the in the unit or to eliminate the unaffected units. For example, if damage dealt by the attack count against the number of saves that you have a unit of five Evoker’s Apprentices cast magic weaponon need to be made.) This ability does not affect creatures that are a Man-at-Arms unit containing six creatures, the spell either has immune to sneak attacks. no effect or one Man-at-Arms is eliminated, with the remaining Death Burst (ENERGY [#]; DC [#]):When a creature with five benefiting. If a unit has taken damage, you can remove the this special ability is destroyed by damage, its unit and all adja- damage by eliminating a creature in this way. (The wounded crea- cent units take the given amount of the indicated type of damage. ture is one of the creatures left out.) A successful save reduces the damage to half.",
        "name":  "Creature",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When a unit makes a effect, such as a fireballspell, make one save ranged attack, the attack is sometimes for the unit. When the creatures in a unit are called a volley. The maximum distance subject to multiple individual effects, such as for such attacks is 24 inches unless Stunning Attacks against the unit, make a sepa- otherwise noted. Engaged units can- rate save for each creature affected. not make ranged attacks. Only a cer- Scout:You may deploy a unit with this special abil- tain number of creatures in an unformed ity anywhere on the board but at least 12 inches from unit can take part in a ranged attack: the other players’ deployment zones. eight Small creatures, six Medium crea- See:Some effects refer to spaces that a tures, or four Large creatures. If the creature can “see,” such as the Hound creatures in a unit can make multiple Archon’s dimension door spell. As with ranged attacks, then the unit can make sight range, this is limited to 24 inches multiple volleys provided it doesn’t move. in the mass battles rules. Spells and special abilities that work at range, such as Selective Shot [#]: A unit with this Gaze Attacks, Breath Weapons, and most spells, are lim- special ability can target its ranged attack ited in the same way as ranged attacks. against an enemy unit other than the Ranged Sneak Attack +[#]:This ability works nearest one. With Selective Shot 2, it can like Sneak Attack (see that entry), but the attacker target the nearest or second nearest enemy. must make a ranged attack and be within 6 inches, With Selective Shot 3, it can also choose to and it cannot affect lone creatures engaged by a target the third nearest, and so on. A com- formed unit if none of the other required condi- mander can improve this targeting discretion tions apply. by issuing a special order, as with other",
        "name":  "Ranged Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "(Spell/Ability Effect) If all the creatures in a unit are subject to this effect, the unit is stunned. If the Stun effect has a save DC, then a successful save negates the effect. A stunned unit can’t move, attack, or take standard actions, but it is not helpless. A stunned unit takes a –2 penalty to Armor 161 Class. It isn’t active, doesn’t engage enmy units, and can’t make RULES Illus. by D. Hanley MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 3:16 PM Page 161 Dwarf Axefighter of units you have to activate in a round or against the number you can activate in a phase, just like a commander.",
        "name":  "Stun",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    }
]
