[
    {
        "origin_file":  "spells.json",
        "description":  "The creature is deafened for and each creature travelling with you take vent summoned creatures from disap- 1d4 rounds. an additional 4d6 points of damage and the pearing at the end of a summoning spell.",
        "name":  "Deafened",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature is slowed, as by the spell simply fails. slow spell, for 2d4 rounds. Diminish Plants",
        "name":  "Slowed",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Range: See text plane when you cast this spell, nonlawful",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Target or Area: See text extraplanar creatures within the area are Effect: Ray Duration: Instantaneous instantly banished back to their home Duration: 1 min./level Saving Throw: None planes. Creatures so banished cannot Saving Throw: None Spell Resistance: No return for at least 24 hours. This effect",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) takes place regardless of whether the crea- This spell has two versions. tures hear the dictum. The banishment A green ray springs from your out- Prune Growth: This version causes nor- effect allows a Will save (at a –4 penalty) to stretched hand. You must make a ranged mal vegetation (grasses, briars, bushes, negate. touch attack to hit the target. Any creature creepers, hedges, thistles, trees, vines, and Creatures whose HD exceed your caster or object struck by the ray is covered with so forth) within long range (400 feet + 40 level are unaffected by dictum. a shimmering emerald field that com- feet per level) to shrink to about one-third pletely blocks extradimensional travel. of their normal size, becoming untangled Dimension Door Forms of movement barred by a dimen- and less bushy. The affected vegetation Conjuration (Teleportation) sional anchor include astral projection, blink, appears to have been carefully pruned and",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action and similar spell-like or psionic abilities. foot-radius circle, a 150-foot-radius semi-",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) The spell also prevents the use of a gate or circle, or a 200-foot-radius quarter-circle.",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You and touched objects or other teleportation circle for the duration of the You may also designate portions of the area touched willing creatures spell. that are not affected.",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None and Will negates with the movement of creatures already in mal plants within a range of 1/2 mile, (object) ethereal or astral form when the spell is reducing their potential productivity over",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No and Yes (object) cast, nor does it block extradimensional the course of the following year to one- perception or attack forms, such as a third below normal. You instantly transfer yourself from your basilisk’s gaze. Also, dimensional anchor Diminish plants counters plant growth. current location to any other spot within does not prevent summoned creatures This spell has no effect on plant crea- range. You always arrive at exactly the spot from disappearing at the end of a sum- tures. desired—whether by simply visualizing moning spell. the area or by stating direction, such as “900 feet straight downward,” or “upward Discern Lies to the northwest, 45-degree angle, 1,200 Dimensional Lock Divination feet.” After using this spell, you can’t take Abjuration Level: Clr 4, Pal 3 any other actions until your next turn. You Level: Clr 8, Sor/Wiz 8 Components: V, S, DF can bring along objects as long as their Components: V, S Casting Time: 1 standard action weight doesn’t exceed your maximum Casting Time: 1 standard action Range: Close (25 ft. + 5 ft./2 levels) 221 SPELLS CHAPTER 11:",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature/level, no two of an entirely different person. Target: One extraplanar creature which can be more than 30 ft. apart The spell does not provide the abilities Duration: Instantaneous",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to 1 or mannerisms of the chosen form, nor Saving Throw: Will negates; see text round/level does it alter the perceived tactile (touch) or Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 5, Law 5, Pal 4 Disintegrate Discern Location Transmutation Divination This spell functions like dispel evil, except",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF Components: V, S, M/DF lawful energy, and the spell affects chaotic",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes Casting Time: 1 standard action creatures and spells rather than evil ones.",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Resistance: Yes",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action A discern location spell is among the most A thin, green ray springs from your point-",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S damage reduces the creature or object to 0 cally dispel any one enchantment spell",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal grated. spell. Exception: Spells that can’t be dis-",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 4, Sor/Wiz 5 or like any other human-shaped bipedal Components: V, S, DF This spell functions like dispel evil, except creature. Otherwise, the extent of the Casting Time: 1 standard action that you are surrounded by dark, wavering, apparent change is up to you. You could Range: Close (25 ft. + 5 ft./2 levels) unholy energy, and the spell affects good add or obscure a minor feature or look like creatures and spells rather than evil ones. 222 :11 RETPAHC SLLEPS Dispel Law (the drow’s spell resistance doesn’t help check to counter the other spellcaster’s Abjuration [Chaotic] him); if she fails, that spell remains in spell.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You automatically succeed on your Target: Creature touched dispel check against any spell that you cast",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Calling upon the divine power of your Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 1, Pal 1 equivalent of redirecting a spell, so it is a subject forced to take actions against its",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 9 the subject are on the same plane. You deity, you gain a +1 luck bonus on attack Target: One creature need not see the subject to control it. 224 :11 RETPAHC SLLEPS If you don’t spend at least 1 round con- Dream of the Charisma modifier. Sorcerers and centrating on the spell each day, the sub- Illusion (Phantasm) [Mind-Affecting] bards (and other spellcasters who rely on ject receives a new saving throw to throw Charisma) affected by this spell do not",
        "name":  "Calling upon the strength and wisdom of a Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 5, Sor/Wiz 5 off the domination. gain any additional bonus spells for the",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Protection from evil or a similar spell can increased Charisma, but the save DCs for",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute prevent you from exercising control or spells they cast while under this spell’s",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Eagle’s Splendor, Mass Doom You, or a messenger touched by you, sends Transmutation Necromancy [Fear, Mind-Affecting] a phantasmal message to others in the Level: Brd 6, Clr 6, Sor/Wiz 6",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF spell, you must name the recipient or Target: One creature/level, no two of",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level senger then enters a trance, appears in the This spell functions like eagle’s splendor,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes the message. The message can be of any length, and the recipient remembers it Earthquake This spell fills a single subject with a feel- perfectly upon waking. The communi- Evocation [Earth] ing of horrible dread that causes it to cation is one-way. The recipient cannot ask Level: Clr 8, Destruction 8, Drd 8, Earth 7 become shaken. questions or offer information, nor can the Components: V, S, DF messenger gain any information by Casting Time: 1 standard action Drawmij’s Instant Summons observing the dreams of the recipient. Range: Long (400 ft. + 40 ft./level) Conjuration (Summoning) Once the message is delivered, the mes- Area: 80-ft.-radius spread (S)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M The duration of the spell is the time Saving Throw: See text",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action required for the messenger to enter the Spell Resistance: No",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One object weighing 10 lb. or If the recipient is awake when the spell When you cast earthquake, an intense but less whose longest dimension is 6 ft. begins, the messenger can choose to wake highly localized tremor rips the ground. or less up (ending the spell) or remain in the The shock knocks creatures down, col-",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sapphire worth at The transmuted creature becomes more path takes 8d6 points of bludgeoning least 1,000 gp. poised, articulate, and personally forceful. damage (Reflex DC 15 half ) and is pinned The spell grants a +4 enhancement bonus beneath the rubble (see below). to Charisma, adding the usual benefits to Open Ground: Each creature standing in Charisma-based skill checks and other uses the area must make a DC 15 Reflex save or 225 SPELLS CHAPTER 11: fall down. Fissures open in the earth, and The elementals obey you explicitly and Casting Time: 1 standard action every creature on the ground has a 25% never attack you, even if someone else Range: Close (25 ft. + 5 ft./2 levels) chance to fall into one (Reflex DC 20 to manages to gain control over them. You do Effect: Ray of negative energy avoid a fissure). At the end of the spell, all not need to concentrate to maintain Duration: Instantaneous fissures grind shut, killing any creatures control over the elementals. You can dis- Saving Throw: None still trapped within. miss them singly or in groups at any time. Spell Resistance: Yes",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any structure standing on When you use a summoning spell to open ground takes 100 points of damage, summon an air, earth, fire, or water crea- You point your finger and utter the incan- enough to collapse a typical wooden or ture, it is a spell of that type. For example, tation, releasing a black ray of crackling masonry building, but not a structure built elemental swarm is a fire spell when you negative energy that suppresses the life of stone or reinforced masonry. Hardness cast it to summon fire elementals and a force of any living creature it strikes. You does not reduce this damage, nor is it water spell when you use it to summon must make a ranged touch attack to hit. If halved as damage dealt to objects normally water elementals. the attack succeeds, the subject gains 1d4 is (See the Dungeon Master’s Guide for negative levels. information on hit points for walls and the Endure Elements If the subject has at least as many nega- like.) Any creature caught inside a Abjuration tive levels as HD, it dies. Each negative collapsing structure takes 8d6 points of Level: Clr 1, Drd 1, Pal 1, Rgr 1, Sor/Wiz 1, level gives a creature a –1 penalty on attack bludgeoning damage (Reflex DC 15 half ) Sun 1 rolls, saving throws, skill checks, ability and is pinned beneath the rubble (see Components: V, S checks, and effective level (for deter- below). Casting Time: 1 standard action mining the power, duration, DC, and other",
        "name":  "Structure",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fissures open Range: Touch details of spells or special abilities). underneath the water, draining away the Target: Creature touched Additionally, a spellcaster loses one spell water from that area and forming muddy Duration: 24 hours or spell slot from his or her highest avail- ground. Soggy marsh or swampland Saving Throw: Will negates (harmless) able level. Negative levels stack. becomes quicksand for the duration of the Spell Resistance: Yes (harmless) Assuming the subject survives, it re- spell, sucking down creatures and gains lost levels after a number of hours structures. Each creature in the area must A creature protected by endure elements equal to your caster level (maximum 15 make a DC 15 Reflex save or sink down in suffers no harm from being in a hot or cold hours). Usually, negative levels have a the mud and quicksand. At the end of the environment. It can exist comfortably in chance of permanently draining the spell, the rest of the body of water rushes conditions between –50 and 140 degrees victim’s levels, but the negative levels from in to replace the drained water, possibly Fahrenheit without having to make enervation don’t last long enough to do so. drowning those caught in the mud. Fortitude saves (as described in the An undead creature struck by the ray",
        "name":  "River, Lake, or Marsh",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S for enervation Spell Resistance: Yes",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell functions like enervation, except This spell causes instant growth of a hu-",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) creature of a race or religion unfriendly to with a permanency spell. Target: One scroll or two pages yours gets a +4 bonus on the saving throw.",
        "name":  "Enlarge person can be made permanent Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level (D) snake sigil, you accidentally activate that to end the spell by jeering and heckling.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes",
        "name":  "Transmutation Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level (D) This spell increases your base land speed attack has as many as three effects.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 3 cannot be negated by a remove disease or Conjuration (Creation) Components: V, S heal spell, but a remove curse is effective.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spell Resistance: Yes is a fear effect.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The subject falls into a cata- You trace these mystic runes upon a book, This spell conjures a field of rubbery black map, scroll, or similar object bearing writ- tonic coma for 10 minutes per caster level. tentacles, each 10 feet long. These waving ten information. The runes detonate when During this time, it cannot be awakened by 228 :11 RETPAHC SLLEPS any means short of dispelling the effect. casting. The faerie fire does not cause any tures.) If the Will save succeeds, the crea- This is not a sleep effect, and thus elves are harm to the objects or creatures thus ture is shaken for 1 round. not immune to it. outlined. Material Component: Either the heart of a The spell lasts for 1 round per three hen or a white feather. caster levels. You must spend a move False Life action each round after the first to target a Necromancy Feather Fall foe. Level: Sor/Wiz 2 Transmutation",
        "name":  "Comatose",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None While this spell is in effect, you gain tem- Will negates (object)",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No porary hit points equal to 1d10 +1 per Spell Resistance: Yes (object) caster level (maximum +10).",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No glass, crystal, and the like). objects, a Huge creature or object counts as Casting requires 1 round per 10 cubic two Large creatures or objects, and so Any divination (scrying) spell used to view feet (or 1 cubic foot) of material to be forth. anything within the area of this spell affected by the spell. You can cast this spell with an instant instead receives a false image (as the major",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ground your turn. Evocation [Light] dust of a piece of jade worth at least 250 gp, This spell has no special effect on",
        "name":  "Faerie Fire Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF spell is cast. quite a distance. If the spell is cast on a",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action information on falling objects.)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes other combination totalling up to four Divination acorns and 20d6 points of damage.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No or Yes (harmless) saving throw to survive the attack. If the",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Long (400 ft. + 40 ft./level) Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent until discharged The spell does not function underwater. prescribed range, blossoms into the fireball (D) at that point. (An early impact results in an",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cylinder (10-ft. radius, 40 ft. high) bottle, chest, coffer, coffin, door, drawer, damages objects in the area. It can melt Duration: Instantaneous and so forth). metals with low melting points, such as Saving Throw: Reflex half When casting fire trap, you select a point lead, gold, copper, silver, and bronze. If the Spell Resistance: Yes on the object as the spell’s center. When damage caused to an interposing barrier someone other than you opens the object, shatters or breaks through it, the fireball A flame strike produces a vertical column of a fiery explosion fills the area within a 5- may continue beyond the barrier if the divine fire roaring downward. The spell foot radius around the spell’s center. The area permits; otherwise it stops at the deals 1d6 points of damage per caster level flames deal 1d4 points of fire damage +1 barrier just as any other spell effect does. (maximum 15d6). Half the damage is fire point per caster level (maximum +20). The",
        "name":  "The fireball sets fire to combustibles and Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 2, Sor/Wiz 2 Spell Resistance: Yes including darkvision, beyond 5 feet. A",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5-ft.-diameter sphere statue resulting from this spell is broken or miss chance, and the attacker can’t use damaged, the subject (if ever returned to",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex negates A moderate wind (11+ mph) disperses deformities. The creature is not dead, but it Spell Resistance: Yes the fog in 4 rounds; a strong wind (21+ does not seem to be alive either when mph) disperses the fog in 1 round. viewed with spells such as deathwatch. A burning globe of fire rolls in whichever The spell does not function underwater. Only creatures made of flesh are affected direction you point and burns those it by this spell. strikes. It moves 30 feet per round. As part Material Component: Lime, water, and Forbiddance of this movement, it can ascend or jump earth. Abjuration up to 30 feet to strike a target. If it enters a",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched Spell Resistance: Yes and illuminates the same area as a torch",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) save halves the damage, and spell resist- 10 feet of fall. Since dispelling a spell",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates descends in this way if the fly spell is dis- law/chaos and good/evil: The creature takes",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fog spreads in 20-ft. radius, 20 ft. effect unless the dispeller’s level is at least",
        "name":  "Transmutation Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spell Resistance: No biddance effects. In such a case, the more",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action specifically targeting you with a spell or Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Barred cage (20-ft. cube) or flat-footed. In addition, the spell gives you text windowless cell (10-ft. cube) a general idea of what action you might Target: One creature",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This version of the spell a grapple attempt, as well as on grapple produces a 10-foot cube with no way in The transmuted creature becomes smarter. checks or Escape Artist checks made to and no way out. Solid walls of force form The spell grants a +4 enhancement bonus escape a grapple or a pin. its six sides. to Intelligence, adding the usual benefits The spell also allows the subject to move",
        "name":  "Windowless Cell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 9, Knowledge 9, Sor/Wiz 9 effect do increase. This spell doesn’t grant water breathing.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text 233 SPELLS CHAPTER 11: Gaseous Form gate. The gate itself is a circular hoop or dangerous. An uncontrolled being may disk from 5 to 20 feet in diameter (caster’s return to its home plane at any time. Transmutation choice), oriented in the direction you des- A controlled creature can be com-",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Willing corporeal creature plane you specified when casting the spell, you in a single battle or taking any other touched and anyone or anything that moves actions that can be accomplished within 1",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes Conjuration (Creation or Calling) open just long enough to transport the Target: One living creature",
        "name":  "Gate use of the spell creates a gate that remains Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 9, Sor/Wiz 9 called creatures. This use of the spell has Saving Throw: None",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action If you choose to call a kind of creature This spell functions similarly to lesser geas,",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No their HD total does not exceed your caster attempt to follow the geas/quest. Addi- level. In the case of a single creature, you tionally, each day it must make a Fortitude Casting a gate spell has two effects. First, it can control it if its HD do not exceed twice saving throw or become sickened. These creates an interdimensional connection your caster level. A single creature with effects end 24 hours after the creature between your plane of existence and a more HD than twice your caster level can’t attempts to resume the geas/ quest. plane you specify, allowing travel between be controlled. Deities and unique beings A remove curse spell ends a geas/quest those two planes in either direction. cannot be controlled in any event. An Second, you may then call a particular uncontrolled being acts as it pleases, spell only if its caster level is at least two individual or kind of being through the making the calling of such creatures rather higher than your caster level. Break en- 234 :11 RETPAHC SLLEPS chantment does not end a geas/quest, but You preserve the remains of a dead crea- humanoid for the duration of the spell limited wish, miracle, and wish do. ture so that they do not decay. Doing so with a successful melee touch attack. Bards, sorcerers, and wizards usually effectively extends the time limit on rais- Additionally, the paralyzed subject ex- refer to this spell as geas, while clerics call ing that creature from the dead (see raise udes a carrion stench that causes all living the same spell quest. dead). Days spent under the influence of creatures (except you) in a 10-foot-radius this spell don’t count against the time spread to become sickened (Fortitude Geas, Lesser limit. Additionally, this spell makes trans- negates). A neutralize poison spell removes Enchantment (Compulsion) [Language- porting a fallen comrade more pleasant. the effect from a sickened creature, and Dependent, Mind-Affecting] The spell also works on severed body creatures immune to poison are unaffected",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Corpse touched Spell Resistance: Yes Level: Brd 3",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) spell allows you to paralyze a single living Range: Personal 235 SPELLS CHAPTER 11:",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You spell effects of 3rd level or lower. The area subtype, or kind (such as aberration, drow,",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action still receive sufficient illumination for of warding with a DC 13 Spellcraft check.",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures and objects within 10-ft.- spell’s area that lies within the globe would and allows you to know the basic nature of radius spread not be luminous. the glyph (version, type of damage caused,",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level If a given spell has more than one level what spell is stored).",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ground mica. Casting Time: 10 minutes a spell.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text This spell functions like lesser globe of made at time of casting). Each creature",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No (object) and Yes; see invulnerability, except that it also excludes affected can attempt a Reflex save to take text 4th-level spells and spell-like effects. half damage. Spell resistance applies against this effect. This powerful inscription harms those",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can store any harmful Abjuration object. A glyph of warding can guard a spell of 3rd level or lower that you know. All level-dependent features of the spell",
        "name":  "Globe of Invulnerability, Lesser who enter, pass, or open the warded area or Spell Glyph",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M chest or box, and so on. casting the glyph. If the spell has a target, it",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action You set the conditions of the ward. Typ- targets the intruder. If the spell has an area",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You trace the glyph Range: Close (25 ft. + 5 ft./2 levels) Area: Up to 200 sq. ft./level (S) with incense, which must first be sprin- Target or Area: One object or a 10-ft. Duration: 2 hours/level (D) kled with powdered diamond worth at square Saving Throw: See text least 200 gp. Duration: 1 round/level (D) Spell Resistance: See text",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This powerful spell is primarily used to Abjuration defend your stronghold. The ward protects A grease spell covers a solid surface with a 200 square feet per caster level. The",
        "name":  "Glyph of Warding, Greater Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 6 layer of slippery grease. Any creature in warded area can be as much as 20 feet high, This spell functions like glyph of warding, the area when the spell is cast must make a and shaped as you desire. You can ward except that a greater blast glyph deals up to successful Reflex save or fall. This save is several stories of a stronghold by dividing 10d8 points of damage, and a greater spell repeated on your turn each round that the the area among them; you must be glyph can store a spell of 6th level or lower. creature remains within the area. A crea- somewhere within the area to be warded to",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action greased has little chance to avoid the effect, None. Spell Resistance: No.",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One day/level not). Spell Resistance: No.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None The spell can also be used to create a Webs: Webs fill all stairs from top to",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Greater (Spell Name) were a plain wall. Saving Throw: Will dis-",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Any spell whose name begins with greater belief (if interacted with). Spell Resistance:",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level near the description of the spell on which 1. Dancing lights in four corridors. You",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) it is based. Spell chains that have greater can designate a simple program that causes",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 6 text for stinking cloud. Spell Resistance: No. Conjuration (Creation) Components: V, S, M, F 4. A gust of wind in one corridor or room.",
        "name":  "Grease Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates. Spell",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Burning incense, a In addition to the effects noted, a gust of unhallow. small measure of brimstone and oil, a wind can do anything that a sudden blast of Material Component: Herbs, oils, and knotted string, and a small amount of wind would be expected to do. It can incense worth at least 1,000 gp, plus 1,000 gp per level of the spell to be included in blood. create a stinging spray of sand or dust, fan the hallowed area.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small silver rod. a large fire, overturn delicate awnings or hangings, heel over a small boat, and blow Guidance gases or vapors to the edge of its range. Hallucinatory Terrain Gust of wind can be made permanent Illusion (Glamer) Divination with a permanency spell. Level: Brd 4, Sor/Wiz 4",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Touch",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Line-shaped gust of severe wind a –4 penalty. Spell resistance does not emanating out from you to the extreme apply to this effect. (This provision does Halt Undead of the range not apply to the druid version of the spell.) Necromancy Third, any dead body interred in a hal-",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes creature. Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (object) Necromancy Conjuration (Healing) Spell Resistance: Yes (object)",
        "name":  "Harm Heal Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action If used against an undead creature, heal spell’s duration. During the second (and",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A shaving of lico- a 30-ft. circle rice root. Duration: 7 rounds 239 SPELLS CHAPTER 11: You create the ghostly image of a hand, radius meets the description, the hand and food and drink. The feast takes 1 hour which you can send to find a creature locates the closest creature. If that creature to consume, and the beneficial effects do within 5 miles. The hand then beckons to refuses to follow the hand, the hand does not set in until this hour is over. Every that creature and leads it to you if the crea- not seek out a second subject. creature partaking of the feast is cured of ture is willing to follow. If, at the end of 4 hours of searching, the all diseases, sickness, and nausea; becomes When the spell is cast, the hand appears hand has found no subject that matches immune to poison for 12 hours; and gains in front of you. You then specify a person the description within 5 miles, it returns to 1d8 temporary hit points +1 point per two (or any creature) by physical description, you, displays an outstretched palm (indica- caster levels (maximum +10) after imbi- which can include race, gender, and ting that no such creature was found), and bing the nectar-like beverage that is part of appearance but not ambiguous factors such disappears. the feast. The ambrosial food that is con- as level, alignment, or class. When the The ghostly hand has no physical form. sumed grants each creature that partakes a It is invisible to anyone except you and a +1 morale bonus on attack rolls and Will description is complete, the hand streaks potential subject. It cannot engage in com- saves and immunity to fear effects for 12 off in search of a subject that fits the bat or execute any other task aside from hours. description. The amount of time it takes to locating a subject and leading it back to If the feast is interrupted for any reason, find the subject depends on how far away you. The hand can’t pass through solid the spell is ruined and all effects of the she is. objects but can ooze through small cracks spell are negated. and slits. The hand cannot travel more Distance Time to Locate than 5 miles from the spot it appeared Heroism 100 ft. or less 1 round when you cast the spell. Enchantment (Compulsion) [Mind- 1,000 ft. 1 minute Affecting] 1 mile 10 minutes Heroes’ Feast Level: Brd 2, Sor/Wiz 3 2 miles 1 hour Conjuration [Creation] Components: V, S 3 miles 2 hours",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No The hand hovers 10 feet in front of the subject, moving before it at a speed of as You bring forth a great feast, including a much as 240 feet per round. Once the magnificent table, chairs, service, hand leads the subject back to you, it disappears. The subject is not compelled to follow the hand or act in any particular way to- ward you. If the subject chooses not to Saving Throw: Will ne- follow, the hand continues to beckon for gates (harmless) the duration of the spell, then disappears. Spell Resistance: Yes (harm- If the spell expires while the subject is en less) route to you, the hand disappears; the subject must then rely on her This spell imbues a own devices to locate you. single creature with great If more than one sub- bravery and morale in ject in a 5-mile battle. The target gains a +2 morale bonus on attack rolls, saves, and skill checks. Heroism, Greater Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level This spell functions like heroism, except the crea- ture gains a +4 morale bonus on attack rolls, saves, and skill checks, immunity to fear effects, and tem- porary hit points Jozan casts holy smite equal to your caster against a succubus. level (maximum 20). 240 :11 RETPAHC SLLEPS",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 9 creatures could stand before the hungriest Level: Clr 8, Good 8 of lions and not be molested or even Targets: One or more creatures, no two of Components: V, S, F noticed. If a warded character touches an which can be more than 30 ft. apart Casting Time: 1 standard action animal or attacks any creature, even with a Range: 20 ft. spell, the spell ends for all recipients. This spell functions like hold person, except Targets: One creature/level in a 20-ft.- that it affects multiple creatures and holds radius burst centered on you Hide from Undead any living creature that fails its Will save. Duration: 1 round/level (D)",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 1 Hold Person Spell Resistance: Yes (harmless)",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Level: Brd 2, Clr 2, Sor/Wiz 3 granting them resistance to spells cast by",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: 1 round/level (D); see text deflection bonus to AC and a +4 resistance",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes this benefit applies against all attacks, not warded creatures. Even extraordinary or just against attacks by evil creatures. supernatural sensory capabilities, such as The subject becomes paralyzed and freezes Second, each warded creature gains blindsense, blindsight, scent, and tremor- in place. It is aware and breathes normally spell resistance 25 against evil spells and sense, cannot detect or locate warded but cannot take any actions, even speech. spells cast by evil creatures. creatures. Nonintelligent undead creatures Each round on its turn, the subject may Third, the abjuration blocks possession are automatically affected and act as attempt a new saving throw to end the and mental influence, just as protection from though the warded creatures are not there. effect. (This is a full-round action that does evil does. An intelligent undead creature gets a not provoke attacks of opportunity.) Finally, if an evil creature succeeds on a single Will saving throw. If it fails, the A winged creature who is paralyzed melee attack against a warded creature, the subject can’t see any of the warded crea- cannot flap its wings and falls. A swimmer offending attacker is blinded (Fortitude tures. However, if it has reason to believe can’t swim and may drown. save negates, as blindness/deafness, but unseen opponents are present, it can at- Arcane Focus: A small, straight piece of against holy aura’s save DC). tempt to find or strike them. iron.",
        "name":  "Undead cannot see, hear, or smell the Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tiny reliquary containing some If a warded creature attempts to turn or sacred relic, such as a scrap of cloth from a command undead, touches an undead Hold Person, Mass saint’s robe or a piece of parchment from a creature, or attacks any creature (even with Enchantment (Compulsion) [Mind- holy text. The reliquary costs at least 500 a spell), the spell ends for all recipients. Affecting] gp.",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell functions like hold person, except",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius burst This spell functions like hold person, except",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Spell Resistance: Yes 241 SPELLS CHAPTER 11:",
        "name":  "Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration + 2 rounds enemies. Only evil and neutral creatures hears the holy word suffers the following ill Saving Throw: Will negates are harmed by the spell; good creatures are effects. Spell Resistance: Yes unaffected. The spell deals 1d8 points of damage per HD Effect A twisting pattern of subtle, shifting colors two caster levels (maximum 5d8) to each Equal to caster level Deafened weaves through the air, fascinating evil creature in the area (or 1d6 points of Up to caster level –1 Blinded, deafened creatures within it. Roll 2d4 and add your damage per caster level, maximum 10d6, to Up to caster level –5 Paralyzed, blinded, caster level (maximum 10) to determine an evil outsider) and causes it to become deafened the total number of Hit Dice of creatures blinded for 1 round. A successful Will Up to caster level –10 Killed, paralyzed, affected. Creatures with the fewest HD are saving throw reduces damage to half and blinded, deafened affected first; and, among creatures with negates the blinded effect. equal HD, those who are closest to the The spell deals only half damage to The effects are cumulative and concurrent. spell’s point of origin are affected first. Hit creatures who are neither good nor evil, No saving throw is allowed against these Dice that are not sufficient to affect a and they are not blinded. Such a creature effects. creature are wasted. Affected creatures can reduce that damage by half (down to Deafened: The creature is deafened for become fascinated by the pattern of colors. one-quarter of the roll) with a successful 1d4 rounds. Sightless creatures are not affected. Will save. Blinded: The creature is blinded for 2d4 A wizard or sorcerer need not utter a rounds. sound to cast this spell, but a bard must",
        "name":  "You draw down holy power to smite your Any nongood creature within the area that Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch plane when you cast this spell, nongood",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Affecting] return for at least 24 hours. This effect",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of While the subject is fascinated by this Evocation [Good, Sonic] sponge. spell, it reacts as though it were two steps",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Casting Time: 1 standard action sonable. Even after the spell ends, the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes spread lar request. 242 :11 RETPAHC SLLEPS A creature that fails its saving throw writing. Only the person (or people) des- another creature. Only a creature with an does not remember that you enspelled it. ignated by you at the time of the casting Intelligence score of at least 5 and a are able to read the writing; it’s unintelli- Wisdom score of at least 9 can receive this Ice Storm gible to any other character, although an bestowal. Only cleric spells from the Evocation [Cold] illusionist recognizes it as illusory script. schools of abjuration, divination, and",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M/DF to read the script triggers a potent illusory The number and level of spells that the effect and must make a saving throw. A",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cylinder (20-ft. radius, 40 ft. high) spell ability can’t exceed this limit. of disorientation. Failure means the crea-",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 full round ture is subject to a suggestion implanted in Saving Throw: None HD of Spells the script by you at the time the illusory",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A lead-based ink imbued spells or is slain, or until you dis- (cost of not less than 50 gp). miss the imbue with spell ability spell. In the Identify meantime, you remain responsible to your Divination Illusory Wall deity or your principles for the use to",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M/DF 4th-level spells you can cast decreases, and",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action number of active imbue with spell ability",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) spells, the more recently cast imbued",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Image 1 ft. by 10 ft. by 10 ft. spells are dispelled.",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent To cast a spell with a verbal component,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pearl of at culty. When the spell is used to hide pits,",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action must be drunk prior to spellcasting. mally. Touch or a probing search reveals",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Imbue with Spell Ability Spell Resistance: Yes",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One day/level (D) Target: Creature touched; see text being instantaneous, cannot be dispelled.)",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (D) once with each casting of the spell.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell functions like inflict light wounds, Necromancy",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous This spell functions like inflict light wounds,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Necromancy +1 point per caster level (maximum +10).",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Necromancy or miracle spell will not free the recipient,",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous This spell functions like inflict light wounds, about its life, the target takes a –4 penalty",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes +1 point per caster level (maximum +15). Incendiary Cloud When laying your hand upon a creature, Inflict Serious Wounds, Mass Conjuration (Creation) [Fire] you channel negative energy that deals 1d8 Necromancy",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Since undead are powered by negative This spell functions like mass inflict light",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) energy, this spell cures such a creature of a wounds, except that it deals 3d8 points of",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Necromancy",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Affecting] roiling smoke shot through with white-hot Casting Time: 1 standard action Level: Sor/Wiz 7",
        "name":  "An incendiary cloud spell creates a cloud of Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates make Reflex saves each round to take half Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes damage. As with a cloudkill spell, the smoke Negative energy spreads out in all direc- The affected creature suffers from a con- moves away from you at 10 feet per round. tions from the point of origin, dealing 1d8 tinuous confusion effect, as the spell. Figure out the smoke’s new spread each points of damage +1 point per caster level Remove curse does not remove insanity. (maximum +25) to nearby living enemies. round based on its new point of origin, Like other inflict spells, mass inflict light Greater restoration, heal, limited wish, miracle, which is 10 feet farther away from where wounds cures undead in its area rather than or wish can restore the creature. you were when you cast the spell. By con- damaging them. A cleric capable of centrating, you can make the cloud (actu- spontaneously casting inflict spells can also Insect Plague ally its point of origin) move as much as 60 spontaneously cast mass inflict spells. Conjuration (Summoning) feet each round. Any portion of the cloud",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 0 Range: Long (400 ft. + 40 ft./level) smoke, and the spell can’t be cast under- Saving Throw: Will negates Effect: One swarm of locusts per three water. levels, each of which must be adjacent This spell functions like inflict light wounds, to at least one other swarm except that you deal 1 point of damage and Duration: 1 min./level 244 :11 RETPAHC SLLEPS",
        "name":  "As with fog cloud, wind disperses the Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No release attack dogs, and so forth. If the Illusion (Glamer) subject attacks directly, however, it im-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 2, Sor/Wiz 2, Trickery 2 Components: V, S If the spell recipient attacks, the invisibility",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You or a creature or object weigh- Transmutation ing no more than 100 lb./level This spell functions like invisibility, except Level: Earth 8, Sor/Wiz 8",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) or Yes Illusion (Glamer) Target: You (harmless, object)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) This spell transforms your body into living invisible, vanishing from sight, even from",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless, object) from your current position. The spell is",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None 20 becomes 15–20. The spell can be cast",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wood shaped into Spell Resistance: No incomplete (though it often directs you to the form of the intended ironwood object. more detailed information, thus allowing a The knock spell opens stuck, barred, better legend lore result next time). Jump locked, held, or arcane locked doors. It opens During the casting, you cannot engage secret doors, as well as locked or trick-",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action open a arcane locked door, the spell does not about the person, place, or things to your",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The focus of the alarm spell (silver about whom you know many details: while touching both the chest and the wire and a tiny bell) if this benefit is to be “Vanashon has been denied the glory of replica. The chest vanishes into the Ethe- included. death and the duty of life. He waits pa- real Plane. You need the replica to recall tiently beneath the Forbidden Mountain.” the chest. After sixty days, there is a Leomund’s Tiny Hut (The paladin has been turned to stone in cumulative chance of 5% per day that the Evocation [Force] the caverns under the mountain.) chest is irretrievably lost. If the miniature",
        "name":  "A divination about a legendary paladin To hide the chest, you cast the spell Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M which you have only a passing reference in way, not even with a wish spell, that the",
        "name":  "A divination about ancient ruins about of the chest is lost or destroyed, there is no Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No and get details you need to cast a better to survive. legend lore.) Focus: The chest and its replica. You create an unmoving, opaque sphere of",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F Duration: 2 hours/level (D) hut, the spell ends.",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Spell Resistance: No if the exterior temperature is between 0°",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None basis (thus, if it’s –20° outside, inside the where the spell is cast—stone, timber, or",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small crystal bead wood, teak, or the like, and all of its corner The door, shutters, and even chimney that shatters when the spell duration fittings, nails, and hardware must be plat- are secure against intrusion, the former expires or the hut is dispelled. inum. If constructed of ivory, the metal two being arcane locked and the latter se- fittings of the chest must be gold. If the cured by an iron grate at the top and a Leomund’s Trap chest is fashioned from bronze, copper, or narrow flue. In addition, these three areas Illusion (Glamer) silver, its fittings must be silver or are protected by an alarm spell. Finally, an",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, M/DF (cid:1) Duplicate any other spell of 5th level or uses any spell or device enabling trap Casting Time: 1 standard action lower, provided the spell is not of a detection, is 100% certain a real trap exists. Range: Touch school prohibited to you.",
        "name":  "Any character able to detect traps, or who Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Object touched (cid:1) Duplicate any sorcerer/wizard spell of nothing happens if the trap is “sprung”; its Duration: 10 min./level (D) 5th level or lower, even if it’s of a pro- primary purpose is to frighten away Saving Throw: None hibited school. thieves or make them waste precious time. Spell Resistance: No (cid:1) Duplicate any other spell of 4th level or If another Leomund’s trap is active within lower, even if it’s of a prohibited school. 50 feet when the spell is cast, the casting This spell causes an object to glow like a (cid:1) Undo the harmful effects of many fails. torch, shedding bright light in a 20-foot- spells, such as geas/quest or insanity.",
        "name":  "Of course, the effect is illusory and Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes Casting Time: 10 minutes",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You or one willing creature or one damage per caster level (maximum 10d6) Saving Throw: None object (total weight up to 100 lb./level) to each creature within its area. The bolt Spell Resistance: No",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None The lightning bolt sets fire to combusti- This spell turns an oak tree into a protector",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No bles and damages objects in its path. It can or guardian. The spell can be cast on only a melt metals with a low melting point, such single tree at a time; while liveoak is in Levitate allows you to move yourself, an- as lead, gold, copper, silver, or bronze. If effect, you can’t cast it again on another other creature, or an object up and down as the damage caused to an interposing bar- tree. The tree on which the spell is cast you wish. A creature must be willing to be rier shatters or breaks through it, the bolt must be within 10 feet of your dwelling levitated, and an object must be unattended may continue beyond the barrier if the place, within a place sacred to you, or or possessed by a willing creature. You can spell’s range permits; otherwise, it stops at within 300 feet of something that you wish mentally direct the recipient to move up or the barrier just as any other spell effect to guard or protect. down as much as 20 feet each round; doing does. Liveoak must be cast on a healthy, Huge so is a move action. You cannot move the Material Component: A bit of fur and an oak. A triggering phrase of up to one word recipient horizontally, but the recipient amber, crystal, or glass rod. per caster level is placed on the targeted could clamber along the face of a cliff, for oak. For instance, “Attack any persons who example, or push against a ceiling to move Limited Wish come near without first saying ‘sacred laterally (generally at half its base land Universal mistletoe’ “ is an eleven-word trigger speed). Level: Sor/Wiz 7 phrase that you could use at 11th level or",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes to begin again at –1. If liveoak is dispelled, the tree takes root",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 4, Sor/Wiz 4 This spell increases your base land speed ject as far as 15 feet in any direction,",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M by 10 feet. (This adjustment counts as an though the spell ends if the distance",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch mislead, nondetection, and polymorph spells. Any creature within the area that fails a",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No; see text Divination effect. Lullaby lasts for as long as the caster",
        "name":  "Locate Object against sleep effects while the lullaby is in Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F/DF level thereafter. effects of a protection from evil spell, and no",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Circle, centered on you, with a Conjuration (Creation) [Force] ture’s spell resistance in order to keep it at radius of 400 ft. + 40 ft./level Level: Sor/Wiz 1 bay (as in the third function of protection",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Range: Touch control apply regardless of enemies’ spell",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 0, Sor/Wiz 0 as a trap. If the circle of powdered silver spell. Polymorph any object fools it.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S laid down in the process of spellcasting is",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 1, Rgr 1, Travel 1 Duration: Concentration has spell resistance, it can test the trap",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Saving Throw: None once a day. If you fail to overcome its spell",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: No resistance, the creature breaks free, des-",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates; see text natural abilities. The creature’s spells and",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) Spell Resistance: Yes (harmless, object) Duration: 1 hour/level",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 5 Saving Throw: None the maze spell was cast. If this location is",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes Spell Resistance: Yes filled with a solid object, the subject",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One object of up to 10 cu. ft./ you make a DC 18 Fortitude save. moderate wounds, inflict serious wounds, level Any time before the duration expires, invisibility, owl’s wisdom, reduce person, and you can step out of the stone through the This spell functions like mending, except suggestion. surface that you entered. If the spell’s that make whole completely repairs an ob- duration expires or the effect is dispelled ject made of any substance, even one with Maze before you voluntarily exit the stone, you multiple breaks, to be as strong as new. Conjuration (Teleportation) are violently expelled and take 5d6 points",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
