[
    {
        "origin_file":  "spells.json",
        "description":  "Despite its small size, a tome of truenaming (+21 truename research), Listen +16, Search +19, Sense takes one week to read. Motive +16, Spellcraft +21, Spot +16, Survival +3 (+5 on",
        "name":  "Activation",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nine Hells of Baator Spell-Like Abilities: At will—greater teleport (self plus",
        "name":  "Environment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always that created by a deeper lawful evil darkness spell.",
        "name":  "Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 ft. (4 squares), climb 20 ft. 5 Spell rebirth (reversed) 6 Preternatural clarity (reversed)",
        "name":  "Speed",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision the Evolving Mind: 4th—spell 60 ft., undead traits rebirth; 3rd—moderate word of nur-",
        "name":  "Sp ecial Qualities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spontaneous Domain Casting. . . . . . . . 64 1–9: The Dwarf Paragon. . . . . . . . . . . . . . . . . . 34 Chapter 2: Classes.......................................47 BtC: Spontaneous Casting. . . . . . . . . . . . . . . . 65 1–10: The Elf Paragon. . . . . . . . . . . . . . . . . . . . 35 Variant Character Classes. . . . . . . . . . . . . . . . 47 HR: Druid Domains. . . . . . . . . . . . . . . . . . . . . . 68 1–11: The Gnome Paragon. . . . . . . . . . . . . . . . 37 Specialist Wizard Variants . . . . . . . . . . . . . . . 59 Unique Spells. . . . . . . . . . . . . . . . . . . . . . . . . . . . 71 1–12: The Half-Dragon Paragon. . . . . . . . . . . 39 Spontaneous Divine Casters. . . . . . . . . . . . . . 64 HR: Fractional Base Bonuses. . . . . . . . . . . . . 73 1–13: The Half-Elf Paragon. . . . . . . . . . . . . . . 40 Class Feature Variants. . . . . . . . . . . . . . . . . . . . 65 Skill Knowledge [General] . . . . . . . . . . . . . . . 81 1–14: The Half-Orc Paragon. . . . . . . . . . . . . . 41 Prestigious Character Classes. . . . . . . . . . . . . 69 Why Complex Checks?. . . . . . . . . . . . . . . . . . . 83 1–15: The Halfl ing Paragon. . . . . . . . . . . . . . . 42 Gestalt Characters . . . . . . . . . . . . . . . . . . . . . . . 72 BtC: How Many Successes?. . . . . . . . . . . . . . . 85 1–16: The Human Paragon. . . . . . . . . . . . . . . . 43 Generic Classes. . . . . . . . . . . . . . . . . . . . . . . . . . 76 BtC: Designing Traits. . . . . . . . . . . . . . . . . . . . 89 1–17: The Orc Paragon. . . . . . . . . . . . . . . . . . . . 45",
        "name":  "HR",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spelltouched Feats. . . . . . . . . . . . . . . . . . 93 2–1: Variant Paladin Class Features. . . . . . . 54 Alternative Skill Systems. . . . . . . . . . . . . . . . . 79",
        "name":  "BtC",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Adding a Favored Class. . . . . . . . . . . . . 100 2–2: Spells Known. . . . . . . . . . . . . . . . . . . . . . . 65 Complex Skill Checks. . . . . . . . . . . . . . . . . . . . 81 Additional Favored Class [General]. . . . . . 100 2–3: Ranger Favored Environments. . . . . . . 66 Character Traits. . . . . . . . . . . . . . . . . . . . . . . . . . 86",
        "name":  "HR",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage Conversion. . . . . . . . . . . . . . . . 113 2–8: The Spellcaster. . . . . . . . . . . . . . . . . . . . . . 78 Character Background. . . . . . . . . . . . . . . . . . 100",
        "name":  "BtC",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Earth kobolds have the general traits of earth • +2 Dexterity, –2 Constitution, +2 Intelligence, –2 Charisma: races described above and all the kobols racial traits given on Fire elves are quick of action and thought, but share the stan- page 162 of the Monster Manual, with additions and exceptions as dard race’s frailty. noted below. • –2 Strength, –2 Constitution: Earth Fire Hobgoblins kobolds are stronger, though Where fi re elves prefer pleasurable sensations and pleasing aes- less agile, than their typi- thetics, fi re hobgoblins revel in pain and the sensations of battle. cal kobold cousins. Their favorite arts are those of strategy • +4 racial bonus on Craft Fire elf and tactics. (trapmaking) checks Racial Traits: Fire hobgoblins related to stone work have the general traits of fi re races traps: Earth kobolds Water described above and all the hob- are particularly skilled at halfl ing goblin racial traits given on page crafting traps made from 154 of the Monster Manual, with addi- the earth. tions and exceptions as noted below. • +2 Dexterity, +2 Constitution, +2 Intel- RACES OF FIRE ligence, –2 Charisma: Fire hobgoblins are Members of fi re races are as quick and hardy as their normal cousins, sensualists, existing to experi- but possess a greater intellect. ence sensation of all sorts. They • Low-Light Vision: A fi re hobgoblin can tend to be highly perceptive, see twice as far as a human in starlight, and are often artists and moonlight, torchlight (the preferred light- artisans. Politically they ing condition among fi re hobgoblins), and disdain constraints on similar conditions of poor illumination. behavior, especially moral He retains the ability to distinguish color or religious inhibitions, or and detail under these conditions. constraints imposed by con- • No darkvision. ventional authority. • No racial bonus on Move Silently Members of fi re races checks. often vary in appear- RACES OF ance from their normal WATER cousins. Common fi re racial features include Water races are creatures charcoal gray or deep of sensation, but their red skin, red or orange response to it is more care- hair that waves like ful and critical than that of the fl ames, unusually warm fi re races. They take action skin, and large red teeth. only after prudent consid- All members of fire eration, but remain fl exible races have the following and adaptable. Politically they traits. are traditionalists, more comfort- • +1 racial bonus on attack able with proven systems than rolls against creatures of radical new ideas. the water subtype, includ- Members of water races of- ing extraplanar creatures ten vary in appearance from from the Elemental Plane their typical cousins. Common of Water. Air goblin Earth kobold water racial features include • –2 penalty on all saving lightly scaled skin, clammy fl esh, throws against spells, spell-like abilities, and supernatural blue-green skin or hair, and large black eyes. abilities with the water or cold subtype or used by creatures All members of water races share the following traits. of the water or cold subtype, including extraplanar creatures • +1 racial bonus on attack rolls against creatures of the fi re from the Elemental Plane of Water. subtype, including extraplanar creatures from the Elemental • Resistance to fi re 5. Plane of Fire. • –2 penalty on all saving throws against spells, spell-like Fire Elves abilities, and supernatural abilities with the fi re subtype or Fire elves are identical with elves as described in Chapter 2 of the used by creatures of the fi re subtype, including extraplanar 17 Player’s Handbook, except for some differences in racial traits. creatures from the Elemental Plane of Fire. Illus. by Lakeys 620_88156_UnearthedArcana2.indd 17 12/10/03, 2:32:07 PM 1 RETPAHC SECAR • Natural Swimmers: Members of water races have a swim • +1 racial bonus on attack rolls against fi re creatures, including speed equal to their base land speed. (If the creature already extraplanar creatures from the Elemental Plane of Fire. has a swim speed, it improves by 10 feet.) A water creature can • –1 penalty on all saving throws against spells, spell-like abili- move through water at its swim speed without making Swim ties, and supernatural abilities used by fi re creatures, includ- checks. It has a +8 racial bonus on any Swim check to perform ing extraplanar creatures from the Elemental Plane of Fire. some special action or avoid a hazard. A water creature can always choose to take 10 on a Swim check, even if distracted REDUCING LEVEL or endangered. It can use the run action while swimming, ADJUSTMENTS provided it swims in a straight line. When a character with a level adjustment advances in experi- Water Halflings ence, the level adjustment he started with becomes more and Water halfl ings are identical with halfl ings as described in more of a burden. Eventually, the benefi ts of the creature type Chapter 2 of the Player’s Handbook, except for some differences may come to be eclipsed by those of his class features, and the in racial traits. player may regret his choice of race. Under this variant system,",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fire half-elves have all the half-elf racial traits +4 12 given in Chapter 2 of the Player’s Handbook, as well as the follow- +5 15 ing traits. +6 18 • +1 racial bonus on attack rolls against water creatures, includ- ing extraplanar creatures from the Elemental Plane of Water. EXPERIENCE POINT COST • –1 penalty on all saving throws against spells, spell-like abili- ties, and supernatural abilities used by water creatures, includ- Each time a character’s level adjustment is eligible to be reduced, ing extraplanar creatures from the Elemental Plane of Water. the character may pay an XP cost to take advantage of the re- duction. The character must pay an amount of XP equal to (his Water Half-Orcs current ECL – 1) × 1,000. This amount is immediately deducted Water half-orcs combine the fl exibility and careful consider- from the character’s XP total. The deduction should reduce the ation of their water orc parentage with human capacities for character’s effective character level (ECL) by 1. (If this deduc- resolve and quick action. tion would not reduce the character’s ECL by 1, the character’s",
        "name":  "Racial Traits",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most drow paragons have little use for members of This essentially means that the character adds the other races, viewing them only as potential prey or slaves. the level of drow paragon to her level in cleric or Good-aligned drow paragons, however, see the merits of inter- wizard, then determines spells per day and caster racial cooperation. These paragons seek out adventurers of other level accordingly. races, often coming to relate more to If the drow paragon is female and has no levels the societies of their adventur- in cleric, or is male and has no levels in wizard, ing companions than to their this class feature has no effect. own culture. Improved Spell-Like Abil-",
        "name":  "Races",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gnome paragons, like many other gnomes, prefer the level to his caster level to determine the effects of any illusion company of dwarves over that of other races—but they enjoy spells he casts, including those gained as innate abilities of social interaction with nearly any race. Gnome paragons are sin- the gnome race. This bonus stacks with the extra spellcasting cerely interested in experiencing what other races have to offer, levels gained from the gnome paragon’s spells per day entry making their company appealing to all but the most reclusive or (see above). staid individuals. Gnome paragons are even willing to interact For example, a 2nd-level wizard/3rd-level gnome para- with monstrous creatures, and good-aligned individuals from gon’s caster level is 2nd for most wizard spells but 5th for normally evil races fi nd themselves welcome in gnome com- wizard spells of the illusion school (and 4th for his innate munities due to the efforts of gnome paragons. spell-like abilities dancing lights, ghost sound, and prestidigi-",
        "name":  "Races",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gnome paragons enjoy adventuring with tation). A 3rd-level bard/2nd-level gnome paragon’s caster members of any class. They benefi t greatly from fi ghting beside level is 5th for most bard spells but 7th for bard spells of or behind a larger, stronger melee combatant. They are adept in the illusion school. social situations that many classes fi nd taxing. And they provide This increased caster level affects only spells that the charac- minor spellcasting support that benefi ts many combinations of ter can cast; it does not give him access to higher-level spells or allies. Gnome paragons even get along well with the paragons more spells per day. of other races, fi nding the magnifi ed characteristics of racial Keen Senses (Ex): A gnome paragon’s racial bonus on Listen paragons both entertaining and instructive. checks and Craft (alchemy) checks increases to +4. Mirror Image (Sp): At 2nd level, a gnome paragon gains the abil- GAME RULE INFORMATION ity to cast mirror image once per day as a spell-like ability with a Gnome paragons have the following game statistics. caster level equal to his gnome paragon level.",
        "name":  "Other Classes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. anything. This diversity might seem to preclude the idea of a half-dragon paragon, but the overwhelming strength of the Class Skills dragon heritage makes such paragons possible. Half-dragon The gnome paragon’s class skills (and the key ability for each paragons are defi ned in large part by the nature of their dragon skill) are Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), parent, making a half-gold dragon much different from a half- Hide (Dex), Jump (Str), Knowledge (all skills, taken individu- red dragon—although both are gifted with extraordinary physi- ally) (Int), Listen (Wis), Move Silently (Dex), Perform (Cha), cal abilities and force of personality. Profession (Wis), Spellcraft (Int), and Swim (Str). Adventures: Half-dragon paragons adventure for the obvi-",
        "name":  "Hit Die",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd and 3rd level, a gnome paragon gains but chromatic half-dragons typically adventure for more self- new spells per day and spells known as if he had also gained ish reasons. a level in bard. He does not, however, gain any other benefi t a Characteristics: Half-dragons have an innate self-confi dence character of that class would have gained (bard class features, that borders on arrogance—or crosses that border. Many indi- and so on). This essentially means that he adds the level of viduals, of course, manage to rein in their arrogance around gnome paragon to his level in bard, then determines spells per other races. Half-dragons follow the nature of their dragon day, spells known, and caster level accordingly. parents much more often than that of their other parent, being 37 kind or cruel as their dragon parent would be. 620_88156_UnearthedArcana2.indd 37 12/10/03, 3:55:06 PM 1 RETPAHC SECAR Tiefl ing paragon Drow paragon Half-dragon paragon",
        "name":  "Spells per Day",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Half-dragon paragons rarely gravitate to religion; the innate confi dence of half-dragon paragons shapes their they’re simply too self-involved to study the tenets of an orga- view of other races. Half-dragons have a grudging respect for nized religion. Many metallic half-dragons have no trouble mak- any who achieve greatness or prove themselves capable. But ing common cause with good-aligned clerics, however, and those they maintain, to one degree or another, that anything that one who multiclass as paladins fi nd that their noble natures blend can accomplish could be more easily accomplished if one were well with the religion behind the paladin’s code. Chromatic half- a half-dragon. dragons, however, take a different tack, and many have benefi ted Other Classes: Because half-dragon paragons are blessed with from the adulation of cults of lesser creatures dedicated to the substantial physical prowess, they tend to favor martial classes for worship of dragons. Whether they believe in their own divinity multiclass options, and they have a higher regard for those who or not, evil dragons and half-dragons have no trouble duping and stand toe-to-toe with their enemies than for those who strike using those they see as beneath themselves. from afar. Although they admit that spellcasters can indeed grow",
        "name":  "Religion",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strength is important to half-dragon paragons be- tered, many can fi nd it diffi cult to call any community home. cause of its role in combat. Charisma is important because many Humans and elves move through the world at very different half-dragon paragons also have minor sorcerous spellcasting paces and have extremely divergent tastes and habits, and nei- ability, and Wisdom and Charisma are both important for many ther quite fi ts a half-elf’s innate preferences and attitudes. Half- half-dragon paragon class skills. elf paragons are those half-elves who reconcile these two sides of",
        "name":  "Abilities",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff (Cha), Hide (Dex), and Spellcraft (Int). adaptable and inventive nature of their human parents with",
        "name":  "Blue",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Half-elf paragons are among the most open- 39 minded adventurers to be found. They value the skills of other 620_88156_UnearthedArcana2.indd 39 12/10/03, 3:55:49 PM 1 RETPAHC SECAR Table 1–13: The Half-Elf Paragon Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +2 +0 Bonus feat, divided ancestry, elven vision — 2nd +1 +0 +3 +0 Persuasion +1 level of existing class 3rd +2 +1 +3 +1 Ability boost (+2) — classes equally, although their elven heritage gives them a slight Bonus Feat (Ex): At 1st level, a half-elf paragon gains a bonus preference for wizards and rangers. Because half-elf paragons feat. The character must meet the feat’s prerequisites normally. often multiclass as rogues and rangers, they share some of the Divided Ancestry (Ex): Unlike other racial paragons, half- predilections of those classes, valuing less subtle companions elves can take levels in more than one racial paragon class. After when battle is joined but occasionally fi nding them a nuisance gaining at least one level as a half-elf paragon, a character can take when stealth is called for. either elf paragon levels or human paragon levels (but not both). Elven Vision (Ex): At 1st level, a half-elf paragon’s visual acu- GAME RULE INFORMATION ity improves to match that of an elf’s. A half-elf paragon’s racial Half-elf paragons have the following game statistics. bonus on Search and Spot checks increases to +2.",
        "name":  "Other Classes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Halfl ing paragons regard other classes with a Clever and capable, halfl ing paragons love travel, and they em- mixture of relief and frustration. They are happy to stand behind body the curiosity and easygoing ways of the halfl ing people. fi ghters and members of other physically powerful classes when Despite their curiosity and good-natured outlook, halfl ing monsters charge up to do battle, and they are grateful when a paragons are the most capable members of their race. They are spellcaster’s abilities help them sneak past an opponent or heal survivors, cunning and resourceful enough to survive in a world their wounds. But few classes can match the halfl ing paragon’s fi lled with large, dangerous creatures. When halfl ing paragons capability for stealth, and more often than not it is members travel through communities and countries populated by other of those other classes that get the halfl ing paragon into a fi ght races, they are quick to make friends and often end up at the in the fi rst place. Halfl ing paragons get along best with other center of traveling or adventuring groups. stealthy characters, particularly rogues and rangers, and many",
        "name":  "Other Classes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Human paragons are inventiveness personi- fortitude of the dwarves, the beauty and grace of the elves, and fi ed. They are adaptable and capable of using their skills in a the curiosity and inventiveness of the halfl ings. In truth, human broad variety of situations. Perhaps because they are capable in paragons are closer in attitude to halfl ings than any other race— such a wide range of situations, human paragons tend to dislike both suffer (or benefi t) from more than a touch of wanderlust. Table 1–16: The Human Paragon Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +0 +2 Adaptive learning — 2nd +1 +0 +0 +3 Bonus feat +1 level of existing class 3rd +2 +1 +1 +3 Ability boost (+2) +1 level of existing class 43 Illus. by D. Martin 620_88156_UnearthedArcana2.indd 43 12/11/03, 9:09:18 AM 1 RETPAHC SECAR ORC PARAGON",
        "name":  "Characteristics",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Human paragons are widely accepting of other classes. They value the presence of fi ghters, rangers, and Aggressive, brutal, and often at odds with the other humanoid other skilled combatants, knowing that they are more likely to races, orcs view war and hatred as their right. They have a deep survive a battle when teamed with such characters. They also and nearly endless enmity for elves and dwarves, having battled understand the value of knowledge, and they regard spellcasters both races for countless generations. Like members of other para- with a bit of awe. Rogues and bards, closest in ability (if not in gon classes, orc paragons embody the best of their race, combin- spirit) to human paragons, usually have skills that overlap the ing the strength and confi dence of their people with intelligent paragon’s in several areas, allowing the paragon to diversify his observation and a willingness to temper risk with calculation. learning rather than become overly specialized. Adventures: Orcs undertake adventures for many reasons, although most do so to gain wealth or power. For orcs, “adventur- GAME RULE INFORMATION ing” often means raiding the cities and towns of other human- Human paragons have the following game statistics. oid races, rather than exploring lost tombs or slaying powerful",
        "name":  "Other Classes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d10. bonuses to their physical and mental abilities as well as some minor resistances and spell-like abilities. Although a few tief- Class Skills lings manage to overcome their ancestry and remain good and The orc paragon’s class skills (and the key ability for each skill) trustworthy individuals, most tiefl ings follow the dark urges are Climb (Str), Craft (Int), Intimidate (Cha), Jump (Str), Listen tugging at them, becoming selfi sh, cruel, and evil as they mature. (Wis), Spot (Wis), Survival (Wis), and Swim (Str). Tiefl ing paragons, both good and evil, are those who most suc-",
        "name":  "Hit Die",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Changes, additions, or subtractions to the dard fast movement, uncanny dodge, trap sense, and improved class’s special features, including spellcasting. uncanny dodge barbarian class features, and instead gains the following abilities.",
        "name":  "Class Features",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  " • A 1st-level bear-totem barbarian gains Toughness as a bonus feat. TOTEM BARBARIAN • At 2nd level, a bear-totem barbarian gains Improved Grapple as In a barbarian-heavy campaign, you can increase the variation a bonus feat, even if he doesn’t meet the normal prerequisites. between barbarian characters if each barbarian tribe dedicates • A 3rd-level bear-totem barbarian gains Great Fortitude as a itself to a different totem creature, such as the bear or the jaguar. bonus feat. The choice of a totem must be taken at 1st level, and cannot be • Beginning at 5th level, a bear-totem barbarian gains a +4 bo- changed later except under extreme circumstances (such as the nus on grapple checks when raging. barbarian being adopted by another tribe). If you use this variant, the barbarian loses one or more of Boar Totem Class Features the following standard class features: fast movement, uncanny A barbarian dedicated to the boar totem does not gain the stan- dodge, trap sense, and improved uncanny dodge. In place of dard fast movement, uncanny dodge, trap sense, and improved these abilities, the barbarian gains class features as determined uncanny dodge barbarian class features, and instead gains the by his totem. All totems do not necessarily grant abilities at the following abilities. same levels, nor do they all grant the same number of abilities. • When raging, a 1st-level boar-totem barbarian is treated as These class features are extraordinary abilities unless other- having the Diehard feat, even if he doesn’t meet the normal wise indicated. prerequisites. The list of totems discussed here is by no means exhaustive. • At 3rd level and higher, a boar-totem barbarian’s rage lasts for If you prefer to use other totems, you can either substitute the 2 rounds longer than normal. totem name for that of a similar creature (such as changing the • Beginning at 7th level, a boar-totem barbarian’s damage re- Lion Totem to the Tiger Totem) or create a new set of totem abili- duction is 1 point higher than the normal value. Thus, at 7th ties, using the information here as a guide. level, a boar-totem barbarian’s damage reduction is 2/–, and it rises by 1 point every three levels thereafter. Ape Totem Class Features A barbarian dedicated to the ape totem does not gain the stan- Dragon Totem Class Features dard fast movement, uncanny dodge, trap sense, and improved A barbarian dedicated to the dragon totem does not gain the uncanny dodge barbarian class features, and instead gains the standard fast movement, uncanny dodge, trap sense, and im- following abilities. proved uncanny dodge barbarian class features, and instead • At 1st level, an ape-totem barbarian gains a climb speed equal gains the following abilities. to one-half his base land speed (round down to the nearest 5- • A 1st-level dragon-totem barbarian gains Blind-Fight as a foot interval). For instance, a human, elf, half-elf, or half-orc bonus feat. ape-totem barbarian has a climb speed of 15 feet, while a dwarf, • At 2nd level, a dragon-totem barbarian gains a +2 bonus on gnome, or halfl ing ape-totem barbarian has a climb speed of 10 saves against paralysis and sleep effects. feet. See Movement Modes, page 311 of the Monster Manual for • At 5th level, a dragon-totem barbarian gains the frightful pres- more information on creatures with a climb speed. ence ability (see page 309 of the Monster Manual). The save DC • At 2nd level, an ape-totem barbarian gains a +2 bonus on is equal to 10 + 1/2 barbarian level + barbarian’s Cha modifi er. Intimidate checks. • A 3rd level ape-totem barbarian gains Power Attack as a Eagle Totem Class Features bonus feat. A barbarian dedicated to the eagle totem does not gain the stan- • At 5th level, an ape-totem barbarian’s climb speed equals his dard fast movement and trap sense barbarian class features, and base land speed. instead gains the following abilities. pqqqqqqqqqqqqqqqqqqqqrs MULTICLASSING AND VARIANT CLASSES Multiclassing between variants of the same class is a tricky from multiple versions of the same class (except for spellcasting, subject, and the DM has to make rulings based on what is which is always separate). ap propriate for his campaign. In cases where a single class In any case, only the fi rst version of a favored class is treated offers a variety of paths (such as the totem barbarian or the as favored; a halfl ing rogue/wizard who later begins gaining monk fi ghting styles), the easiest solution is simply to bar multi- levels in the wilderness rogue variant class can’t treat both the classing between different versions of the same class (just as rogue and wilderness rogue classes as favored, only the class a character can’t multiclass between different versions of spe- gained fi rst (in this case, rogue). Under no circumstances does cialist wizards). For variants that are wholly separate from the spellcasting ability from multiple classes (even variants of the character class—such as the bardic sage or the urban ranger— same class) stack. A character with levels of bard and levels of multiclassing, even into multiple variants of the same class, is bardic sage has two separate caster levels and two separate sets probably okay. Identical class features should stack if gained of spells per day, even though the classes are very similar. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 48 12/11/03, 9:11:13 AM 49 CLASSES CHAPTER 2 • At 1st level, an eagle-totem barbarian’s keen vision grants him • At 1st level, a serpent-totem barbarian gains a +2 bonus on a +2 bonus on Spot checks. Fortitude saves against poison. • An eagle-totem barbarian gains Lightning Refl exes as a bonus • A 2nd-level serpent-totem barbarian gains a +2 bonus on feat at 3rd level. Move Silently checks. • At 3rd level, a serpent-totem barbarian gains Improved Grapple Horse Totem Class Features as a bonus feat, even if he doesn’t meet the normal prerequisites. A barbarian dedicated to the horse totem does not gain the stan- • A serpent-totem barbarian gains Improved Initiative as a dard uncanny dodge, trap sense, and improved uncanny dodge bonus feat at 5th level. barbarian class features, and instead gains the following abilities. • At 2nd level, a horse-totem barbarian gains Run as a bonus feat. Wolf Totem Class Features • A 3rd-level horse-totem barbarian gains a +2 bonus on Handle A barbarian dedicated to the wolf totem does not gain the stan- Animal checks made with regard to horses and a +2 bonus on dard uncanny dodge, trap sense, and improved uncanny dodge Ride checks made to ride a horse. barbarian class features, and instead gains the following abilities. • At 5th level, a horse-totem barbarian gains Endurance as • A 2nd-level wolf-totem barbarian gains Improved Trip as a a bonus feat. bonus feat, even if he doesn’t meet the normal prerequisites. • A 5th-level wolf-totem barbarian gains Track as a bonus feat. Jaguar Totem Class Features",
        "name":  "BARBARIAN VARIANT",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DIVINE BARD Add the following spells to the savage bard’s class spell list: Not all bards are arcanists; some derive their special powers 1st—calm animals, detect snares and pits, endure elements, summon from a divine tradition. In many primitive cultures, the divine nature’s ally I; 2nd—bull’s strength, pass without trace, summon nature’s bard takes the place of the cleric or the adept as the guide of the ally II; 3rd—snare, summon nature’s ally III; 4th—insect plague, sum- people’s religious beliefs. mon nature’s ally IV; 5th—commune with nature, summon nature’s ally V; 6th—creeping doom, reincarnate, summon nature’s ally VI. Class Features",
        "name":  "BARD VARIANT",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most cloistered as class skills. He adds Survival to clerics worship deities associ- his list of class skills. ated with knowledge and learning, including (but not necessarily limited to) Class Features Boccob, Vecna, and Wee Jas. Other deities The savage bard has all the standard bard class who might have cloistered clerics among features, except as noted below. their clergy include Corellon Larethian, Mora-",
        "name":  "Decipher Script and Speak Language main Spells",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An avenger cannot channel stored spell energy into summoning spells. Tireless Rage (Ex): At 17th level and higher, an avenger no longer becomes fatigued at the end of her rage.",
        "name":  "Spontaneous Casting",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove the following spells from the paladin’s",
        "name":  "Spellcasting",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "URBAN RANGER rather than turning undead. Cause Disease (Sp): A paladin of tyranny can infl ict disease with The urban ranger stalks the treacherous streets of the city, rely- his touch (as the contagion spell) a number of times per week that ing on his knowledge of alleyways and underworld contacts to a standard paladin of her level would normally be able to re- keep him alive. move disease. ClassSkills: Eliminate Knowledge (nature), Knowledge (dun-",
        "name":  "RANGER VARIANT",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The urban ranger’s spell list is different from the Special Abilities: Add woodland stride (as the 7th-level ranger standard ranger list. The following spells are eliminated from ability), camoufl age (as the 13th-level ranger ability) and hide in the urban ranger’s spell list: animal messenger, charm animal, detect plain sight (as the 17th-level ranger ability, requires the rogue to animals or plants, speak with animals, bear’s endurance, hold animal, snare, already have the camoufl age ability) to the list of special abilities speak with plants, command plants, diminish plants, plant growth, reduce that can be chosen by the wilderness rogue. animal, tree shape, water walk, commune with nature, and tree stride.",
        "name":  "Spellcasting",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove the following rogue class skills from A battle sorcerer has fewer daily spell slots than a standard the wilderness rogue’s class skill list: Appraise, Diplomacy, De- sorcerer. Subtract one spell per day from each spell level on cipher Script, Forgery, and Gather Information. Table 3–16: The Sorcerer, page 52 of the Player’s Handbook (to pqqqqqqqqqqqqqqqqqqqqrs URBAN TRACKING [General] Community Size1 DC Checks Required You can track down the location of missing persons or wanted Thorp, hamlet, or village 5 1d3 individuals within communities. Small or large town 10 1d4+1",
        "name":  "Class Skills",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  " subtype(s), keeps her extraordinary, supernatural, or spell-like PLANAR BANISHMENT abilities, and retains her ability to communicate and cast spells. Instead of channeling energy to turn or rebuke undead, with She is considered profi cient with any natural attacks granted this variant a cleric can channel energy to banish outsiders. by the aspect. 620_88156_UnearthedArcana2.indd 67 12/11/03, 9:53:36 AM 68 2 RETPAHC SESSALC",
        "name":  "TURNING UNDEAD VARIANT",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a new prestige bard level is gained (ex- cept at 1st, 3rd, 7th, and 13th level), the character gains new Requirements spells per day (and spells known, if applicable) as if she had also To qualify to become a prestige paladin, a character must fulfi ll gained a level in whatever arcane spellcasting class she belonged all the following criteria. to before she added the prestige class. Alignment: Lawful good. A prestige bard casts arcane spells from the schools of divi- Base Attack Bonus: +4. nation, enchantment, and illusion at +2 caster level. She casts Skills: Knowledge (religion) 2 ranks, Knowledge (nobility arcane spells from the schools of evocation and necromancy at and royalty) 2 ranks, Ride 4 ranks. –2 caster level. Feats: Mounted Combat. Bardic Knowledge (Ex): As the standard bard ability of the Spellcasting: Ability to cast protection from evil as a divine spell. same name. Special: Ability to turn undead.",
        "name":  "Spellcasting",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast calm animals as a divine spell. Woodland Stride (Ex): As the standard ranger ability of the same name. Class Skills Camoufl age (Ex): As the standard ranger ability of the same The prestige ranger’s class skills (and the key ability for each name. skill) are Climb (Str), Concentration (Con), Craft (Int), Handle Hide in Plain Sight (Ex): As the standard ranger ability of the Animal (Cha), Heal (Wis), Hide (Dex), Jump (Str), Knowledge same name. (dungeoneering) (Int), Knowledge (geography) (Int), Knowl- edge (nature) (Int), Listen (Wis), Move Silently (Dex), Profession GESTALT CHARACTERS (Wis), Ride (Dex), Search (Int), Spot (Wis), Survival (Wis), Swim (Str), and Use Rope (Dex). In this high-powered campaign variant, characters essentially",
        "name":  "Spellcasting",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gestalt characters can obviously handle NPCs: An important aspect of most campaigns is verisimili- more opposition than standard characters. The simplest way tude—which is centered on the notion that everything in the to compensate for this is to use adventures with tougher campaign world is obeying the same set of rules. Accordingly, monsters. In general, a party of four gestalt characters can any important NPCs in your game should also be gestalt charac- handle multiple encounters with a single monster of a Chal- ters. It’s probably not necessary to have low-level noncombatant lenge Rating equal to their average level + 1. If the monster NPCs pick two classes, but any NPCs above 1st level should be poses a challenge because it forces the characters to succeed constructed as gestalt characters. (NPCs with levels only in NPC on life-threatening saving throws (such as with a medusa or a classes—adept, aristocrat, commoner, expert, and warrior—can wyvern), it’s even weaker against gestalt characters, who have remain standard characters.) few or no weak saves. Characters can handle multiple encoun- Prestige Classes: The high-powered nature of the gestalt ters with such monsters at a Challenge Rating equal to their character variant gives you more room to create unique prestige average level + 2. A shambling mound (CR 6) or a medusa (CR classes. First, you can create narrowly specialized prestige classes, 7) would be appropriate average encounters for four 5th-level and they’ll still be compelling choices for PCs because the char- gestalt characters. If you take this approach, realize that char- acters can simultaneously advance in a regular class while taking acters gain levels faster than in a typical D\u0026D campaign, be- levels in the prestige class. Players won’t feel shoehorned into a cause they’re gaining experience points as if those encounters very specifi c prestige class if they have another class they’re also were harder than they actually are. You’re obviously comfort- advancing in. Second, you can create truly outrageous prestige able with a high-powered game, so faster advancement may be classes—but add the additional cost that such classes take up 620_88156_UnearthedArcana2.indd 75 12/11/03, 9:56:21 AM 76 2 RETPAHC SESSALC CLASS SKILLS both class choices for gestalt characters. For example, a prestige class that offered a d12 Hit Die, +1/level base attack bonus, two Each generic class has a specifi c number of class skills, as given good saves, full spellcasting, and a host of class features would be in the class description. When a character takes his fi rst level completely unbalanced in a standard D\u0026D game. But if it takes in a generic class, he chooses which skills to designate as class up both “class slots” for a gestalt characters, it’s no more powerful skills. Once these are selected, the character can’t change his than taking a level in the barbarian/wizard gestalt. choice of class skills (though if he gains a level in another class,",
        "name":  "Challenge Ratings",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once it is adjusted as outlined above, a he can choose different skills as class skills for that class). campaign that employs gestalt characters isn’t that different For example, a warrior has six class skills, plus Craft. Kevin from a standard D\u0026D campaign. Gestalt characters don’t gain wants to play an agile, crafty warrior who uses his high Dexter- access to key campaign-changing abilities faster than their stan- ity and Charisma scores to good effect. At 1st level, the character dard counterparts. No gestalt character can use teleport or raise designates his class skills as Bluff (Cha), Craft (Int), Hide (Dex), the dead under her own power before 9th level, and no non- Intimidate (Cha), Jump (Str), Move Silently (Dex), Profession monk gestalt character gets a second melee attack in a round be- (Wis), and Tumble (Dex). fore 6th level. Gestalt characters get to tackle monsters a level or When Kevin’s warrior gains a level of expert, a class with two ahead of time, but they’re still fi ghting gnolls at low levels, twelve class skills plus Craft and Profession, he must choose beholders at middle levels, and balors at high levels. Perhaps the a new set of class skills. Kevin wants his character to be able only noticeable difference in terms of campaign pacing is that to continue purchasing the same skills as class skills, so he gestalt PCs are “something special” from the beginning. They starts by designating all the skills he chose for his warrior as are far more powerful than typical 1st-level commoners even class skills. Since his character has taken up life as a thief and at the beginning of the campaign. Again, this difference only second-story artist, he adds Balance (Dex), Climb (Str), Disable matters for a level or two, because standard 3rd-level characters Device (Int), Knowledge (local) (Int), Listen (Wis), and Open are also far more powerful than 1st-level commoners. Lock (Dex) to his list of class skills. BONUS FEATS GENERIC CLASSES Each class gains a bonus feat at 1st level, and additional bonus Between the Player’s Handbook, various D\u0026D and d20 System feats at specifi c levels throughout the character’s career. Each supplements, and this tome, the class options available to char- time the character gains a bonus feat, he may select any feat for acters can seem overwhelming. Though that variety can lead to which he meets the prerequisites. There is no list of bonus feats interesting and exciting combinations, a DM who desires to run to select from. a simpler campaign (while still allowing for character variety) For the purposes of these classes, the following class features can use these “generic” character classes in place of the character can be selected in place of bonus feats (unless noted, each may classes in the Player’s Handbook. only be selected once). The three generic classes here—warrior, expert, and spell- Evasion (Ex): As the monk ability. Prerequisite: Base Refl ex caster—cover the common roles of a group of adventurers. (De- save +3. spite sharing names with NPC classes from the Dungeon Master’s Familiar: As the sorcerer ability. Use spellcaster level to Guide, the warrior and expert presented here are very different determine familiar’s abilities. Prerequisite: ability to cast ar- from those classes.) But despite these classes’ basic approaches to cane spells. character building, each one allows a wide variety of archetypes Favored Enemy (Ex): As the ranger ability. May be selected through the selection of skills and feats. more than once; each additional selection improves any one If you use these generic classes, you shouldn’t also use the favored enemy bonus (including the one just selected) by 2. character classes in the Player’s Handbook (or the variants of those Greater Sneak Attack (Ex): Add +4d6 to your sneak attack classes presented in this book). You can still include prestige damage. Prerequisites: Hide 18 ranks, Move Silently 18 ranks, sneak classes, if you wish to add that level of complexity to your game, attack, improved sneak attack. but you may have to tweak some prestige class prerequisites that Improved Evasion (Ex): As the monk ability. Prerequisites: Base include class features not available to these classes. Refl ex save +7, evasion. Improved Sneak Attack (Ex): Add +3d6 to your sneak attack SAVING THROWS damage. Prerequisites: Hide 11 ranks, Move Silently 11 ranks, Each generic class has one or two good saves and one or two poor sneak attack. saves. At 1st level, the character designates which saves are good Smite Evil (Su): As the paladin ability, once per day, plus one or poor. If the character later gains a level in a different class, he additional daily use per fi ve character levels. Prerequisite: good designates which saves are good or poor for that class. alignment. For example, Kevin is creating a 1st-level warrior, a class with Sneak Attack (Ex): As the rogue ability, but +2d6 on damage one good save and two poor saves. He wants to create a swash- rolls. Prerequisites: Hide 4 ranks, Move Silently 4 ranks. buckling-type character, so he designates his good save as Refl ex Turn Undead (Su): As the cleric ability. Prerequisite: ability to and his poor saves as Fortitude and Will. cast divine spells. Later, Kevin’s warrior gains a level of expert, a class with two Trap Sense (Ex): Combines the rogue class features trap sense good saves and one poor save. He wants to keep his Refl ex save and trapfi nding. Prerequisite: Search 4 ranks. high, so he designates that as a good save. He also decides that he Uncanny Dodge (Ex): Combines the barbarian class features wants his character to become better at resisting enchantments, uncanny dodge and improved uncanny dodge. All class levels so he designates Will as his other good save, and Fortitude is left stack to determine the minimum character level required to as his poor save. sneak attack the character. 620_88156_UnearthedArcana2.indd 76 12/11/03, 9:56:35 AM 77 CLASSES CHAPTER 2",
        "name":  "Campaign Pacing",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spellcaster gets one bonus feat at 1st level, one at 5th level, and another one at every fi fth class level there- after (10th, 15th, and so on).",
        "name":  "Bonus Feats",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcaster learns and casts spells as a sor- cerer. She may select her spells known from the cleric, druid, and sorcerer/wizard spell lists. A spellcaster must choose at 1st level whether to be an arcane spellcaster or a divine spellcaster. This choice has no impact on the spells that she may learn, but affects what kinds of scrolls she can use and which ability score controls her spellcasting. An ar- cane spellcaster may designate either Intelligence or Charisma as the ability score that determines the highest-level spell she can learn or cast, and the Diffi culty Class of her spell’s saving throws. A divine spellcaster must use Wisdom to determine the highest-level spell she can learn or cast, and the DC of her spell’s saving throws.",
        "name":  "Spellcasting",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any effect or condition that would normally cause Spellgifted you to become fatigued instead causes you to become exhausted. You have a gift for casting spells from a certain school. Al-",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reduce your caster level by 1 whenever you cast a You are a natural in the saddle, but you have little patience for spell that is not from your chosen school. handling animals when not riding them. Roleplaying Ideas: Characters with this trait might be loudly",
        "name":  "Saddleborn Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters with this trait rarely bother to “normal” spellcasters as a result of their unusual aptitude. consider animals as good for anything other than mounts, but they are extremely confi dent about their riding abilities. Stout You are heavy for your race.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Flaws can unbalance affects spellcasters might seem reasonable—but for nonspell- your game. When creating fl aws, keep a few issues in mind: caster characters, the fl aw likely proves meaningless. Even if —A fl aw must have a numeric effect on a character’s specifi c you restrict the selection of such feats to characters of specifi c capabilities. Flaws with primarily roleplaying or story effects have classes, a player can easily select a spellcasting class at 1st level, unpredictable effects on game balance. choose two fl aws that apply to spellcasters, gain the bonus feats, —Flaws are generally bigger in magnitude than feats. That’s multiclass into a nonspellcasting class at 2nd level and thereafter because players always choose fl aws that have the least impact proceed as a primarily nonspellcasting character. The player has on their characters, while taking feats that have the most. For sacrifi ced a level to gain two bonus feats, a tradeoff that appeals example, while a feat affecting skills grants a +2 bonus on to some players. two skills, its counterpart fl aw might impose a –4 penalty on —Similarly, a flaw that penalizes a character’s Charisma- two skills. based skill checks only has a significant impact on the party —A fl aw must have a meaningful effect regardless of char- spokesperson—the quiet fi ghter or barbarian likely won’t feel acter class or role. That way, a player can’t reduce the fl aw’s any impact from the penalties. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 91 12/11/03, 10:37:52 AM 3 RETPAHC GNIDLIUB SRETCARAHC Weak Will the roll to determine your destination twice, choosing the better You are highly suggestible and easily duped. (usually lower) result.",
        "name":  "You can create new fl aws, but be careful",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You take a –3 penalty on Will saves. Bladeproof Skin [Spelltouched] Your skin has a degree of protection from even the sharpest edge. SPELLTOUCHED FEATS",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to stoneskin or iron body spell.",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to greater teleport,plane shift, teleport, or for 1d4 rounds. shadow walk spell. This feat doesn’t protect you from other sources of fi re dam age,",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to scrying or greater scrying spell. speaks the power word is also affected by it (as if he had cast it on",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to charm or dominate spell.",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you succeed on a save against a charm or Life Leech [Spelltouched] compulsion effect, the character trying to charm or compel you You automatically try to steal the last bit of life energy from believes that you failed your save. You can play along voluntarily anyone nearby. if you wish to. If the charm or compulsion involves telepathic Prerequisite: Exposure to death touch domain granted power commands, you continue to receive them, although you aren’t or death knell spell. obligated to follow them. Benefi t: Each dying or stable creature within 30 feet of you (that is, any creature with –1 to –9 hit points) loses an additional Ineluctable Echo [Spelltouched] 1 hit point at the beginning of your turn. You gain the same Those who use words of power around you hear the sound of amount as temporary hit points that last for 10 minutes. You can’t their own voices. suppress this effect, which functions on both friend and foe. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to phantasmal killer spell. You can’t use this feat if you aren’t touching the ground, and",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever someone successfully targets you with it doesn’t work if the air temperature is above 100 degrees. a divination spell or effect, you can send that caster a night- marish vision. This vision functions as a phantasmal killer spell, Residual Rebound [Spelltouched] except that the form comes from your dreams, not the other Sometimes spells cast at you rebound on the caster instead. creature’s dreams. The other creature must succeed on a Will Prerequisite: Exposure to spell resistance or spell turning spell. save (DC 14 + your Cha modifi er) to disbelieve the nightmare Benefi t: If you roll a natural 20 on a save against a targeted spell, and a Fortitude save (DC 14 + your Cha modifi er) to avoid dy- it turns back on the caster as if affected by a spell turning spell. Un- ing from fear. like spell turning, however, the Residual Rebound feat potentially functions against touch range spells as well. Residual Rebound Momentary Alteration [Spelltouched] only works on targeted spells that allow a saving throw, so a fi reball You can briefl y transform yourself into a second form, acquiring won’t rebound, nor will a power word stun. its physical qualities.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to alter self spell. Stench of the Dead [Spelltouched]",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one specifi c form that you’ve turned yourself The odor of decay hangs heavy on you, causing others to gasp into with the alter self spell. Once per day, you can use alter self as and retch. a spell-like ability to turn yourself into this form for 1 minute. Prerequisite: Exposure to ghoul touch or vampiric touch spell.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Exposure to dimensional anchor spell. ries: simple, martial, and exotic. While this system works very",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A disabled character is conscious, but can only take wound points naturally, becoming conscious and able to resume a single move or standard action each turn (but not both, nor can normal activity when his wound points rise to 1 or higher. she take full-round actions). She moves at half speed. Taking SPECIAL DAMAGE SITUATIONS move actions doesn’t risk further injury, but performing any standard action (or any other action the DM deems strenuous, The vitality point system changes the way some special dam age including some free actions such as casting a quickened spell) effects work. worsens the character’s condition to dying (unless it involved healing; see below). Coup de Grace",
        "name":  "Disabled",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A disabled character is conscious, but can only take a single move or standard action each turn (but not both, nor can A disabled, stable, or dying character has 0 hit points. Heal- she take full-round actions). She moves at half speed. Taking move ing that raises her above 0 hit points makes her conscious and actions doesn’t risk further injury, but if a disabled character takes fully functional again, just as if she had never been reduced to any standard action (or any other action the DM deems strenuous, 0. A spellcaster retains the spellcasting ability she had before including some free actions such as casting a quickened spell), she dropping to 0 hit points. (Of course, a character suffering from must succeed on a Fortitude save (against the same DC as the save nonlethal damage equal to or in excess of her current hit points made when reduced to 0 hit points) to remain disabled; otherwise, must still deal with the ramifi cations of that state; see Nonlethal she becomes dying after she completes the action. If a disabled Damage, page 146 of the Player’s Handbook.) pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Disabled",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend 1 action point to double the in- way the character represented by the miniature is facing. crease to save DCs granted by the feat, from +1 to +2. Some creatures simply have no facing. See Faceless Crea-",
        "name":  "Spell Focus",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend 1 action point to double the tures, below. bonus on caster level checks granted by the feat, from +2 to +4. FACING AND MOVEMENT The effect lasts for the entire encounter. Facing has some signifi cant effects on movement.",
        "name":  "Spell Penetration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters take a –5 penalty on Spot checks to er’s space and his front area. A spellcaster can’t target anything perceive things in their fl ank area (or beyond) and a –10 pen- in his rear area with a spell. alty on Spot checks in their rear area (or beyond). The Combat Awareness feat (see the sidebar) eliminates this penalty. Faceless Flank Attacks creatures (see below) and creatures with the all-around vision Some monsters have attacks and abilities that reach fl ank squares ability don’t take this penalty. as well as front squares. These creatures take no penalty for mak-",
        "name":  "Spot Checks",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) If a player rolls a natural 1 on a defense Whenever making an attack roll, saving throw, ability check, his character’s opponent has check, or skill check, the subject rolls 4d6 and drops scored a threat (just as if it had the lowest single die roll from the total rather than rolled a natural 20 on its attack rolling 3d6. If, on a single roll, all four die results are 1s, roll). Make another defense the spell immediately ends. check; if it again fails to avoid",
        "name":  "Spell Resistance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11 + enemy’s Fortitude save modifi er To beat a creature’s spell resistance, a player makes a caster",
        "name":  "Fortitude Score",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11 + enemy’s Refl ex save modifi er level check (1d20 + caster level) against its spell resistance, just",
        "name":  "Refl ex Score",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Petitioners of Yeenoghu Summon monster IX A loose alliance of savage gnoll adepts, demented human clerics Elemental, elder — N 11 and conjurers, and a handful of desperate spellcasters of more (earth or fi re) exotic origins pay tribute to Yeenoghu, the Demon Prince of Demon, bebilith — CE 10 Gnolls. In return for their devotion, Yeenoghu allows them to Demon, hezrou — CE 11 summon minions directly from his legions of demonic and 1 Appears in Manual of the Planes. 2 Appears in Monster Manual II. shadow-infused gnolls and demons. If you use this variant list in your campaign, spellcasters devoted to Yeenoghu summon INDIVIDUALIZED SUMMONING LISTS the following monsters with summon monster spells, regardless of their class. In this variant, each spellcaster has a unique list of monsters she can summon with any single summon monster or summon nature’s Creature Template Alignment CR ally spell. When a spellcaster fi rst gains access to a summon spell, Summon monster I she chooses one monster from the list. This chosen monster is Dire rat Fiendish CE 1/3 the only monster she can summon with that spell. The DM is Hawk Fiendish CE 1/3 free to choose the means through which characters can add Summon monster II monsters to their summon lists with this variant, but it’s impor- Ghoul (extraplanar) — CE 1 tant that the method be consistent for all spellcasters. Here are Gnoll Fiendish CE 1 Hyena Fiendish CE 1 some suggestions for determining when spellcasters may add Summon monster III monsters to their summoning lists. Demon, dretch — CE 2 Add one monster to one summoning list whenever access Elemental, Small — N 1 to a new spell level is gained. Most characters using this option (earth or fi re) won’t have more than a couple of monsters available for each Gnoll, 1st-level fi ghter Fiendish CE 2 spell. Most favorable for characters with access to a number of Hyena Shadow1 CE 2 summon spells (such as clerics and druids). Summon monster IV Add one monster to each summoning list whenever access Dire hyena (as dire wolf) Fiendish CE 4 to a new spell level is gained. Characters using this option have Dire hyena (as dire wolf) Shadow1 CE 4 the most monsters available for their lowest-level (or fi rst gained) Ghast (extraplanar) — CE 3 Howler — CE 3 summon spells, and fewer for those spells gained at higher levels. Summon monster V Most favorable for characters with access to a number of summon Elemental, Medium — N 3 spells (such as clerics and druids). (earth or fi re) Add one monster to one summoning list to which the Gnoll, 4th-level barbarian Fiendish CE 5 caster has access (or knows, for characters with a limited Marrash2 — LE 5 number of spells known) whenever a new spellcasting level Summon monster VI is gained. Similar to the fi rst option, though each list is about Elemental, Large — NN 5 twice as long. (earth or fi re) Add one monster to each summoning list to which the Chaos beast — CN 7 Gnoll, 5th-level ranger Fiendish CE 6 caster has access (or knows, for characters with a limited Summon monster VII number of spells known) whenever a new spellcasting level is Elemental, Huge — N 7 gained. Similar to the second option, but each list is about twice (earth or fi re) as long. Demon, babau — CE 5 Add a monster to the appropriate summoning list when- Gnoll, 7th-level rogue Shadow1 CE 8 ever the character witnesses another spellcaster summon Summon monster VIII that creature. With this variant, the DM might also require a Elemental, greater — N 9 successful Spellcraft check (DC 15 + spell level) to learn how to (earth or fi re) summon the new creature. Gnoll, 8th-level fi ghter Fiendish CE 9 The sample individualized lists presented below were generat- Demon, vrock — CE 9 ed using the “add one monster to one summoning list whenever pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Sample Themed List",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "spells with cast a general recharge spell, he can’t cast another spell of that general recharge time (usually no more than a few rounds) and level until a number of rounds have passed. spells with specifi c recharge times (which range from minutes Table 5–6: General Recharge Times tells how many rounds to hours). must pass after the casting of a general recharge spell before another spell of that level becomes available. Recharge Times for Other Spells Table 5–7: Spell Recharge Times includes all spells described Table 5–6: General Recharge Times in the Player’s Handbook. Each one is indicated as having either a Bard, Cleric, Druid, Paladin, general recharge time, a specifi c recharge time measured in min- Spell Level Sorcerer Ranger, Wizard utes or hours, or a notation that the spell is prohibited to casters Highest possible 1d4+1 rounds 1d6+1 rounds Second highest possible 1d4+1 rounds 1d6+1 rounds when this variant is used. For spells from other sources that are Third highest possible 1d4 rounds 1d4+1 rounds not mentioned here, use those on the table as a guide, keeping Fourth highest possible 1d4 rounds 1d4+1 rounds the following in mind. Fifth highest possible 1d3 rounds 1d4 rounds Combat-oriented and short-duration spells (those lasting Sixth highest possible 1d3 rounds 1d4 rounds up to 1 round per level) typically have a general recharge time. Seventh highest possible 1 round 1d3 rounds Conversely, spells with longer durations have specifi c re charge Eighth highest possible 1 round 1d3 rounds times (the longer the duration, the longer the recharge time). Ninth highest possible 0 1 round Any spell with an expensive material component or an XP Tenth highest possible 0 1 round component has a general recharge time. Enchantments usually have a specifi c recharge time ranging For example, Mialee is a 4th-level wizard. Her 2nd-level spells from 30 minutes to 12 hours. This limitation prevents characters (the highest possible level she can cast) and 1st-level spells (the from simply charming everyone in the tavern in the space of a second highest possible level she can cast) take 1d6+1 rounds to few minutes. recharge, and her 0-level spells (the third highest possible level Spells that build things have a specifi c recharge time mea- she can cast) take 1d4+1 rounds to recharge. When she attains sured in hours. 5th level, her 3rd-level and 2nd-level spells take 1d6+1 rounds to pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "This variant distinguishes two kinds of spells",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level Table 5–10: The Spell Scion arcane spells, including at Base Fort Ref Will least three spells with the fi re Level Attack Bonus Save Save Save Spells per Day/Spells Known descriptor. 1st +0 +0 +0 +2 +1 level of existing arcane spellcasting class 2nd +1 +0 +0 +3 +1 level of existing arcane spellcasting class",
        "name":  "Spells",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must have been re- 3rd +1 +1 +1 +3 +1 level of existing arcane spellcasting class duced to –1 or less hit points 4th +2 +1 +1 +4 +1 level of existing arcane spellcasting class on at least one occasion from a 5th +2 +1 +1 +4 +1 level of existing arcane spellcasting class hit that dealt fi re damage. 6th +3 +2 +2 +5 +1 level of existing arcane spellcasting class",
        "name":  "Special",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ionon must be kept in a warm environment to re- level or its casting time. main at full power. If the staff spends at least 1 hour in an area where Recall Spell (Su): As a free action, a spell scion of 2nd level or the temperature is below 50°F, its fl ame goes out temporarily. This higher can recall any arcane spell she has just cast, as long as that renders all the staff’s special abilities (except for its enhancement spell has the fi re descriptor, up to a maximum spell level equal bonus) inactive. This loss of special abilities can be postponed by to her spell scion level. She either restores that spell to her list of dealing at least 5 points of fi re damage to Ionon every hour. (Dam- prepared spells (if she prepares spells) or regains that spell slot age dealt to the staff “counts” for this purpose even if the staff (if she does not prepare spells). She may only recall a spell cast actually takes no damage, such as because of its hardness.) in the same round that she uses this ability.",
        "name":  "Maintenance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ionon provides the following special abili- from +1/+1 to +2/+2. The bonus increases to +3/+3 when the ties to its wielder, depending on the character’s class level in the wielder attains 9th level as a spell scion. spell scion prestige class (see the table below). Plane Shift (Sp): Once per day, Ionon can transport a spell scion of",
        "name":  "Special Abilities",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The caster of the incantation is targeted by a use the Gateway as the focus and gain a +4 bonus when she uses harmful spell. The incantation description gives the specifi c the incantation to ask about the Arches of Certain Doom. spell, save DC, and other particulars. Failure: If the caster fails two consecutive Knowledge (arcana)",
        "name":  "Hostile Spell",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Fires of Dis Conjuration (Calling)",
        "name":  "Spell Resistance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Failure: 5d6 points of fi re damage to caster",
        "name":  "Spell Resistance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A swift action consumes a very small amount of time—even if it\u0027s not your turn. time but represents a larger expenditure of effort and energy than Using an immediate action on your turn is the same as using a free action. You can perform one swift action per turn without af­ a swift action and counts as your swift action for that turn. If you fecting your ability to perform other actions. In that regard, a swift use an immediate action when it is not your turn, you cannot action is like a free action. However, you can perform only a single perform another immediate action or swift action until after your swift action per turn, regardless of what other actions you take. next turn. (Effectively, using an immediate action before your turn Casting a quickened spell is a swift action, as is casting any spell is equivalent to using your swift action for the coming turn. ) You with a casting time of! swift action (such as iconic manifestation; also cannot use an immediate action if you are flat-footed. divine character in the DUNGEONS \u0026 DRAGONS game The rest of this chapter presents the cleric domains given is unique in one special respect: He has ties to an in the Flayer\u0027s Handbook, also presented here as affiliations. organization from the very beginning. Whether or Each domain can serve as an affiliation in its own right, not he chooses to acknowledge those ties is your or it can be used to form the affiliations for deities in your decision as a player. But even if he does not formally own campaign. embrace the relationship, a church can still affect a divine character\u0027s beliefs and attitudes* THE D\u0026D CHURCHES This chapter details the non-evil churches of the D\u0026D pan­ theon as affiliations, using the affiliation rules introduced in The church descriptions that follow use a simplified version Chapter 7 of the Player\u0027s Handbook II supplement. If you\u0027ve ever of the affiliation format first presented in Flayer\u0027s Handbook wondered what the church would demand of a divine charac­ II. All share the following common elements. ter in a given situation, you should find this material useful. Symbol: The symbol of each church is its deity\u0027s The descriptions also present a few unique bits of doctrine holy symbol, as pictured in Chapter 6 of the Flayer\u0027s relevant to each church, as well as affiliation advancement Handbook. Typically, a church displays its holy symbol and benefit tables. Feel free to use the information presented prominently, but its representatives might choose to in these descriptions to flesh out your character. keep it concealed while traveling through an area hostile to their deity.",
        "name":  "Swift Action",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Members of the Anvil of Cre­ undead. Such creatures are abominations in the sight of Ehlonna ation loathe orcs, goblinoids, giants, and any other creatures and are tracked down and destroyed without hesitation. that regularly threaten the dwarves. A member\u0027s thoughts Scale: 13 (multiregional). center on how best to protect the dwarves and their way of Affiliation Score Criteria: Only good-aligned beings life, and the church keeps careful tabs on the status of its can advance within the church\u0027s ranks. In addition, you must enemies. Since a good defense often involves striking when spend a minimum of 7 days each month in a natural setting enemies are most vulnerable, the church hires small groups (often a forest). or attacks with a larger force when the enemy is weakened. If a goblin tribe has had a bad winter in the mountains, Criterion Affiliation Score Modifier for example, a dwarf army musters under guidance from One-Time the temples of Moradin to wipe them out once and for all. Character level +1/2 levels Until then, the church is willing to bide its time. Missions Knowledge (nature) 5 or more ranks +1 to develop a new resource for a city (dwarf or otherwise) are Handle Animal 5 or more ranks +1 Can cast summon nature\u0027s ally spells +1 likewise favored by the church. Can cast 3rd-level or higher divine spells +1",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefits and Duties 0 3 or lower None. THE BLESSED BOUNTY 1 4-9 Grove Initiate: Gain a+2 bonus on OF YONDALLA Knowledge (nature) checks relating to plants or animals. Like all halflings, you believe in the virtues represented by 2 10-17 Forest Guardian: Once per day, use Yondalla, deity of the home. As the Nurturing Matriarch, she endure elements as a spell-like ability (caster level equals your character is primarily associated with peace, prosperity, and harmony. level). To the world outside the halfling caravans, her church appears 3 18-24 Knight of Nature: Once per day, grant much the same—and that\u0027s exactly what the halflings would an animal companion, an animal like all others to think. summoned with a summon nature\u0027s In truth, the Church of Yondalla is split, just as the deity ally spell, or a dominated animal a herself is split. The church that welcomes strangers to the number of temporary hit points equal halfling fires is that of Yondalla, the Blessed One, which is the to your character level for 1 minute. only side that nonhalflings ever see. But the church devoted 4 25-29 Slayer of the Despoilers: Gain a +1 to Yondalla\u0027s other personality, the dark Dallah Thaun (CN, bonus on attack rolls against evil Chaos, Knowledge, Luck, Trickery), has a following just as undead enemies. large (see Races of the Wild 52 for a detailed description of 5 30 or higher Heart of the Huntress: Gain a+4 bonus on Survival checks made to Dallah Thaun). track an enemy, and smite a creature The Church of Yondalla has clergy devoted to both aspects (see paladin\u0027s smite evil class of the deity. The clerics of the Nurturing Matriarch tend to feature, PH 44) you have successfully be peaceful and focus on the well-being of the traditional tracked once per day. halfling communities. The clerics of Dallah Thaun\u0027s church are much more active in the world, seeking out both potential Specific Roleplaying Applications threats to the halflings and ways to enrich and empower the",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Followers of Yondalla prefer feats that en­ Affiliation Score Criteria: To gain affiliation benefits, a hance either their ability to protect and serve, or their own member of the Brotherhood of Equals must have at least one defenses (the better to preserve themselves to protect others). neutral alignment component. Augment Healing™, Great Fortitude, Iron Will, and Lightning Reflexes are favored choices. Followers of Dallah Thaun also Criterion Affiliation Score Modifier appreciate feats that can save their lives, but they favor those One-Time that improve their ability to deceive or distract others, such Character level +1/2 eve Is Knowledge (nature) 5-9 ranks +1 as Negotiator and Persuasive. In addition, they often learn Knowledge (nature) 10 or more ranks +2 feats that help them avoid capture or strike quickly, such as Can cast spells that have the air, earth, fire, or Acrobatic, Agile, Improved Feint, and Stealthy. water descriptor +1",
        "name":  "Favored Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11 (multiregional). spell ready to cast, provided you",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 minutes between the Material Plane and Dis, the fi ery second layer of the Range: Touch Nine Hells. This rift brings about a massive confl agration that Target or Targets: Caster plus four to twelve other creatures destroys almost everything in the immediate area, then releases Duration: Instantaneous a powerful devil who capers over the smoldering ruins and be- Saving Throw: Will negates (harmless) (DC 16 + caster’s Cha gins to rampage across the countryside. The fi res of Dis ignite ev- modifi er) erything they touch—except for the caster, who is transported Spell Resistance: Yes (harmless) to Dis as the result of the incantation’s backlash. When the incantation is complete, the fi res of Dis fi ll an 80- Hrothgar’s journey is an incantation based on the tale of Hrothgar, foot-radius spread around the caster’s former location, dealing a powerful barbarian hero from ages past. When the poetic epic 18d6 points of fi re damage (Refl ex half) to all creatures and of Hrothgar is recited in the stifl ing heat of a sweat lodge during objects. Additionally, everything fl ammable in that radius is the winter solstice, the orator and his listeners receive the same now on fi re (as described in Catching on Fire, page 303 of the fi nal reward that Hrothgar did: a one-way trip to Ysgard’s plain Dungeon Master’s Guide). of Ida, where they can drink and make merry with the greatest In the following round, a pit fi end comes through the rift, which warriors of myth. then closes. The creature begins to destroy everything in sight. To cast the incantation, the caster must construct a small, win-",
        "name":  "This incantation, dreamed up by insane cultists, opens a fell rift Casting Time",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "make sure that characters can’t simply cast incantations repeat- CREATING INCANTATIONS edly, stopping only to sleep. It’s important to realize that this system for creating incantations Incantations are most effective when they’re specifi c; they is meant as a starting point, not the last word. Anytime you apply should always be more narrowly focused than spells that ac- multiple modifi ers to a single DC, the potential for accidental complish similar tasks. The planar binding spell, for example, consequences or intentional abuse is there. can trap and compel service from any elemental or outsider with To keep incantations under control in your campaign, avoid 12 HD or less. A comparable incantation, Xecilgarasp among the creating incantations with skill check DCs lower than 20. Further- bones, would call one specifi c bebilith named Xecilgarasp for a more, you should emphasize how much faster, easier, and safer specifi c job: guarding a tomb. If ordered to do anything else, spells are than incantations. Every incantation you create should Xecilgarasp attacks the caster instead. And if Xecilgarasp ever have at least one component that’s diffi cult for the caster to deal dies while guarding a tomb, the incantation is thereafter useless. with, such as an XP cost, an expensive material component, or The Xecilgarasp among the bones incantation is just as powerful a signifi cant backlash component. Because incantations don’t as the planar binding spell in the specifi c instance it was designed require spell slots—or even spellcasting ability—you need to for, but it has limited or no utility beyond that. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 177 12/11/03, 2:55:45 PM 178 5 RETPAHC CIGAM",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DC 32; Range: Close; Target: One or more crea- Per 2d6 points of damage –1 tures, no two of which can be more than 30 ft. apart; Duration: Caster is exhausted –2 Minutes; Saving Throw: Will negates; Spell Resistance: Yes. Per negative level caster gains –2",
        "name":  "Abjuration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless); Spell Resistance: Yes (harmless). Backlash affects secondary casters too –1",
        "name":  "Throw",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DC 30; Range: Long; Target: Personal; Duration: Minutes; Saving Throw: None; Spell Resistance: No. of general factors and how they change the skill check DC. In-",
        "name":  "Divination",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DC 32; Range: Close; Target: One living crea- creasing the base range of an incantation, for example, is a factor ture; Duration: Minutes; Saving Throw: Will negates; Spell that increases the DC. Reducing the duration of an incantation,",
        "name":  "Enchantment",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DC 34; Range: Medium; Area: 5-ft.-wide bolt or 20- 3. Set Level: Finally, set the effective level of the incantation. ft.-radius burst; Duration: Instantaneous; Saving Throw: Refl ex Incantations are like 6th- through 9th-level spells, so you can set half; Spell Resistance: Yes. the effective level of the incantation by comparing what the incan-",
        "name":  "Evocation",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DC 32; Range: Touch; Target: One living creature or tation does to what spells of that level can accomplish. The effective 20 cu. ft. of matter; Duration: Minutes; Saving Throw: Will dis- level determines a number of aspects of the incantation: how many belief; Spell Resistance: No. total successes are required, the exact save DC of the incantation,",
        "name":  "Illusion",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No. Save DC: 10 + incantation’s effective level + caster’s Cha modifi er.",
        "name":  "Spell Resistance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell reduces a character’s taint score by 1 point per PRESTIGE CLASSES three caster levels, but it cannot reduce a taint score below 1.",
        "name":  "Heal",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spells cannot remove taint except by du- The two prestige classes presented here use taint as a source of plicating the effects of other spells mentioned here. power. Depending on your campaign, certain taint scores (or",
        "name":  "Miracle, wish",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spells reduce a character’s taint lack thereof) could be prerequisites for other published prestige score by 1 point, but they cannot reduce a taint score below 1. classes, such as the alienist or the blood magus (both from Tome",
        "name":  "Remove curse, remove disease",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell reduces a character’s taint score by 1 and Blood). point per four caster levels, but it cannot reduce a taint score TAINTED SORCERER below 1.",
        "name":  "Restoration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 1st-level spells. taken + spell level) to successfully cast the spell.",
        "name":  "Spells",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The derro’s madness ability protects these creatures LOSS OF SANITY from any further Sanity loss. Sane derro (especially derro player Characters ordinarily lose Sanity in a few types of circum- characters) track Sanity points normally. stances: when encountering something unimaginable, when Monstrous Characters and Sanity: In most cases, the DM suffering a severe shock, after casting a spell or when learning does not need to keep track of a monster’s Sanity score, but pqqqqqqqqqqqqqqqqqqqqrs IT CAME FROM CTHULHU In the early 1900s, H.P. Lovecraft wrote a collection of stories human understanding that even the knowledge of their existence and novellas that explored the idea that our understanding of can shatter a healthy mind, and their actions are so far beyond the world and the laws of science represented but a fraction of our own defi nitions of morality that the acts of evil committed by the true secrets of the universe. What if, as Lovecraft proposed humanity cannot even compare in scope to their dark desires. It through his work, our vision of reality was but a veneer under is these dark gods and their multitude of servants that the char- which great, nearly unfathomable evil lurked? Inspired by these acters must face. Although these dark entities are too powerful dark yet fascinating ideas, the Call of Cthulhu roleplaying game to ever overcome, the brave and lucky can sometimes thwart the provided a way for roleplayers to explore the horrible and fas- plans of their minions and prevent them from gaining more of a cinating world of the Cthulhu Mythos, introducing the Sanity foothold on our reality. mechanic as a way to measure the effects of exposure to this Forbidden Lore: The Knowledge (forbidden lore) skill pre sented great evil on a character’s mind. in this variant represents knowledge of the dark beings that Love-",
        "name":  "Derro",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In addition to the spell’s normal effect, the caster Symbol of Insanity: Instead of experiencing this spell’s normal can sense whenever the subject suffers Sanity loss, temporary effect, characters who fail the saving throw to resist the symbol insanity, indefi nite insanity, or permanent insanity during the become permanently insane as described in this variant (but spell’s duration. suffer no Sanity loss).",
        "name":  "Status",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although this spell does not usually restore San- In the real world, psychiatric drugs play a key role in the modern ity, it can be used in those rare cases when a character’s own treatment of many mental disorders. Although psychiatric drugs actions inadvertently lead to an evil act that causes the charac- were administered to patients in the early part of the 20th centu- ter to lose Sanity points. If a quest or geas is combined with the ry, only in the 1940s and later were they broadly and consistently atonement spell, Sanity points are not restored until the task is effective in treating the symptoms of emotional trauma. completed. A successful use of the atonement spell can restore all In a fantasy game, the DM should decide whether rare herbs and Sanity lost through the direct result of the evil acts for which alchemical substances can provide the same benefi ts that modern the character atones. psychiatric drugs can deliver. It is quite believable, for example,",
        "name":  "Atonement",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell cannot restore Sanity directly, but it that the Red Wizards of Thay in the FORGOTTEN REALMS Campaign can temporarily mitigate the effects of temporary or permanent Setting discovered alchemical means of isolating substances that af- insanity. While the spell is in effect, the targets act calmly and fect the mind in profound ways, offering many of the same benefi ts ignore behavior changes caused by Sanity loss. of modern medicine. Therefore, the DM need only decide how",
        "name":  "Calm Emotions",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While the spell is in effect, the subject is immune determine whether alchemical treatment is available. The Sanity to Sanity loss. variant assumes that skilled alchemists can create substances that",
        "name":  "Mind Blank",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell can restore a character to maximum Sanity offer the same benefi ts that psychiatric drugs can provide. even if his current Sanity has dropped to –10. Miracle even heals As long as a character can afford the correct herbs and al- permanent insanity. chemical substances and is able to ingest them, the symptoms of indefi nite insanity can be ignored. Ingesting these alchemical pqqqqqqqqqqqqqqqqqqqqrs THE HEAL SKILL AND MENTAL TREATMENT Sanity point. A therapist can tend up to six patients at a time; each The Sanity rules presented here provide a new use for the patient beyond the fi rst adds 1 hour to the total time per day that Heal skill, allowing trained healers to help characters recover must be devoted to therapy. The check must be made each day lost Sanity points. The DC and effect of a Heal check made to for each patient. A roll of 1 on any of these Heal checks indicates restore lost Sanity depend on whether the therapist is trying to that the patient loses 1 point of Sanity that day, as she regresses offer immediate care or long-term care. mentally due to horrors suddenly remembered.",
        "name":  "Miracle",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SANITY As in the Call of Cthulhu Roleplaying Game, characters feel more Because it affects the way that characters interact with the crea- vulnerable, for no matter how powerful they become, the dark tures and objects that they encounter on their adventures in many gods are always greater. Religion is not only a source of comfort different and profound ways, this variant, perhaps more than any or succor, but also a dangerous enemy. (In those games that use other in Unearthed Arcana, can alter the entire feel of a campaign. the Cthulhu Mythos, religion seldom provides any succor at all.) If you adopt this variant in your campaign, the largest change will Characters are suspicious, even paranoid, for a seemingly inno- most likely be one of tone (this applies to an even greater extent if cent commoner could secretly serve a cult. And yet, with such you adopt the entire Cthulhu Mythos that the variant is based on). dark challenges come the opportunities for greater heroism. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 208 12/11/03, 3:15:16 PM 209 CAMPAIGNS CHAPTER 6 Taijin Kyofusho—“Face-to-face” phobia, an intense anxiety when Body Dysmorphic Disorder: Character suffers from perceived in the presence of other people; fearfulness that one’s appear- fl aws in appearance, usually of the face, or of the hips or legs. ance, odor, or behavior is offensive. Behavior may alter in unexpected ways to cover up the fl aws or Voodoo Death—Belief that a hex or curse can bring about mis- to calm anxieties. fortune, disability, and death through some spiritual mechanism. Often the victim self-fulfi lls the hexer’s prophecy by refusing to Substance Abuse Disorder eat and drink, resulting in dehydration and starvation. A character with a substance abuse disorder fi nds solace in using Wacinko—Anger, withdrawal, mutism, and immobility, lead- a drug, becomes addicted to it, and spends much time maintain- ing to illness and suicide. ing, concealing, and indulging the habit. Drugs include alcohol, Wendigo Syndrome—The affl icted believes she is a personifi ca- amphetamines, cocaine, hallucinogens, marijuana, nicotine, tion of the Wendigo, a cannibalistic creature with an icy heart. opium (especially morphine and heroin), sedatives, and more Shared Paranoid Disorder (Shared Delusional Disorder, fantastic substances present in the campaign world (see Sample Folie a Deux): The character takes on the delusional system of Drugs, earlier in this section). another paranoid individual from being in close contact with A character under the sway of such a substance should feel that person. the personal struggle daily. Will saving throws might be used to resist or succumb symbolically to cravings, especially just be- Sleep Disorders fore periods of stress (for example, just before a confrontation or These disorders include insomnia (character has diffi culty fall- likely battle with evil cultists). All attack rolls, saves, and checks ing asleep or staying asleep) and narcolepsy (character frequent- take a –2 morale penalty because of withdrawal symptoms. San- ly falls asleep, almost anywhere and at inappropriate times). ity losses could occur from binges or bad trips. Some characters Characters performing demanding tasks such as engaging in might fi nd that drugs promote communication with alien enti- combat or casting a spell may, when stressed, need to make DC ties and deities, and that dreams about them become ever more 15 Concentration checks to stay awake and not put themselves vivid and horrifying, Conversely, such substances might func- in a dangerous situation. tion as medications, deadening a character’s fears and offering",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ritual of Essence Distillation. Fundamental- ing. (The duels are to unconsciousness, and clerics are on hand ly, becoming a dragon to heal the gravely wounded.) On the second day, applicants en- disciple is a ques- gage in a series of spellcasting duels—everything from fi ghts between summoned monsters to games of counter spelling one-upsmanship. Using a complex scoring system, the el- dritch knights se lect two applicants to join their order at sunset of the second day.",
        "name":  "Dragon Disciple",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pact with the Heavens (or Depths). First, the would-be hiero- phant calls an outsider allied with his faith (tradi- tionally by means of an extended lesser planar ally spell). The ally Illus. by J. Pavelec 620_88156_UnearthedArcana2.indd 211 12/11/03, 3:16:18 PM 212 6 RETPAHC SNGIAPMAC spells. The applicant has to learn where the Red Lodge is, then get there under her own power.",
        "name":  "Hierophant",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Audition in Darkness. On a dimly lit stage in an abandoned theater, the applicant must dance well enough to impress the judges sitting unseen in the audience (a DC 15 Per- form [dance] check). Even if she passes the dance audition, she hears a cry of “Get her!” and dozens of guards rush the stage. tests the appli- She must escape the labyrinthine theater any way she can, em- cant’s knowledge of his religion ploying stealth and combat prowess. She isn’t allowed to attack (Knowledge [religion] DC 25) and asks for a demonstration of the guards directly, but she can make ripostes (attacks of oppor- the applicant’s spellcasting potency. If the ally is impressed, it tunity, in other words) if she gets the chance. If she gets out of intercedes on the applicant’s behalf, and the new hierophant the theater, she’s welcomed into the troupe of shadowdancers receives an indisputable sign of his deity’s favor. with a great revel.",
        "name":  "Shadowdancer",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "XP BONUS POOL When I divvy out the XP in the bonus pool, I give the largest I use this rule to award bonus experience points to players based percentage of bonus XP to the character with the most marks on clever ideas, roleplaying their characters especially well, and, by his or her name and the least to the character with the least frankly, entertaining the group. It’s a pretty easy rule to write, but marks. If possible, I try to make sure everyone gets some bonus can be diffi cult to adjudicate. XP, even though it might not be a lot, and I always tell players Before running an adventure, I go through the text and high- why their characters got any bonus XP. “Good job with that light particularly diffi cult player-oriented elements. I make sure puzzle trap by the dungeon door,” or even, “Hey, great job I know when they’re coming, and if anyone particularly distin- roleplaying your character’s grouchiness when the high priest guishes themselves during the solving of these problems, I put a was healing everyone for free.” The whole group knows who is check mark by the character’s name on a sheet. When someone getting what percentage of the bonus XP, but I fi nd, at least with does something particularly inventive or interesting in any situa- my group, that everyone generally agrees with the awards. tion, they get a check mark, too. In the rare case where someone If you use this rule, it’s important to make sure not to show really obstructs play, I might erase a mark. favoritism. When I fi rst introduced it at my table, I actually made At the end of the session (I always award XP by session), I sure that I never gave the same character the highest bonus count up the total amount of XP to be awarded, and I total up the payout more than twice in a row. Basically, I elevated the bar for number of marks by each person’s name. I multiply the total XP the PCs in the third session and tried to encourage others to award by 75% and divide that out equally (assuming everything strive for the higher payout. It has worked very well, but I can see else about the session was equal). The other 25% of available how in some groups the competition might cause problems. XP goes into a bonus pool. —Ed Stark pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 214 12/11/03, 3:17:52 PM 215 CAMPAIGNS CHAPTER 6 XP COSTS For example, the commune spell (a 5th-level cleric spell) nor- Spells with an XP component also undergo a change in this mally costs 100 XP to cast. When using this XP system, it costs variant, since the costs for those spells are set using the stan- 200 XP, or twice as much. The wish spell, a 9th-level spell, costs dard D\u0026D experience point rules. The table below gives a quick ten times the normal amount of XP to cast (50,000 instead conversion to help calculate the XP costs for spells when using of 5,000). this XP variant. Simply multiply the normal XP cost by the mul- Use a similar formula to recalculate anything else that ap- tiplier given in the table to fi nd the new XP cost for the spell. plies an XP cost. Divide the character’s level by 2 and treat it as if it were a spell level, using the table above to find the Spell XP Costs proper multiplier. Spell Level XP Multiplier 1st–3rd ×1 4th–6th ×2 7th–8th ×4 9th or higher ×10 Illus. by R. Sardinha pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "HOUSE RULE",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are granted an inspi- stored in your mind ration, which takes the form of a “floating” +10 as though prepared in bonus available for the next 1 minute (10 rounds). the normal fash- At any point during this time as an immediate ion. If the recalled action (see the sidebar on page spell requires ma- 15), you can apply this bonus terial components, you to a single attack roll, saving must provide them. If you do throw, skill or ability check, or not prepare spells to cast them, caster level check. you instead regain one spell slot. The maximum",
        "name":  "Legacy Bonus",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Least Legacy, legacy ability with a (as the Empower Spell feat). daily use limit, ability to cast cure light wounds. Special: You can gain Empower Legacy multiple",
        "name":  "Prerequisites",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Least Legacy, legacy ability with a NEW CLERIC SPELLS daily use limit.",
        "name":  "Prerequisites",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cannot transfer a legacy ability that does not have at least one daily use remaining. You choose the ability when you use this feat. 3rd-Level Druid Spell",
        "name":  "Special",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use of chosen this ability two times per day. If you have the least legacy ability. Greater Legacy feat, you can use this ability three times per day. Each time you do so, you must choose 5th-Level Druid Spell a different ability. Revitalize Legacy, Lesser: Get extra use of chosen lesser legacy ability. SPELLS OF LEGACY 9th-Level Druid Spell",
        "name":  "If you have the Lesser Legacy feat, you can use Revitalize Legacy, Least",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use of chosen 3rd-Level Bard Spell least legacy ability.",
        "name":  "Revitalize Legacy, Least",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use of chosen least legacy ability. 17 LEGACY HEROES OF CHAPTER 2 NEW SHUGENJA SPELLS 9th-Level Wu Jen Spell",
        "name":  "Revitalize Legacy, Least",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use 3rd-Level Shugenja Spell of chosen greater legacy ability.",
        "name":  "All Revitalize Legacy, Greater",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use of SPELLS chosen least legacy ability. The spells herein are presented in alphabetical order 5th-Level Shugenja Spell (with the exception of those whose names begin with",
        "name":  "All Revitalize Legacy, Least",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use of “greater,” “least,” or “lesser”; see Order of Presentation, chosen lesser legacy ability. page 181 of the Player’s Handbook). 9th-Level Shugenja Spell Revitalize Legacy, Greater",
        "name":  "All Revitalize Legacy, Lesser",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use Transmutation of chosen greater legacy ability. Level: Cleric 9, druid 9, shugenja 9, sorcerer/wizard 9, wu jen 9 NEW SORCERER/WIZARD SPELLS This spell functions like least revitalize legacy, except that you regain one daily use of a chosen greater 3rd-Level Sorcerer/Wizard Spell legacy ability.",
        "name":  "All Revitalize Legacy, Greater",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Get extra use of chosen least legacy ability. Revitalize Legacy, Least Transmutation 5th-Level Sorcerer/Wizard Spells Level: Bard 3, cleric 3, druid 3, paladin 3, ranger 3,",
        "name":  "Trans Revitalize Legacy, Least",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 5, cleric 5, druid 5, shugenja 5, sorcerer/ 8th-Level Wu Jen Spell wizard 5, wu jen 5",
        "name":  "Level",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target permanently loses all legacy abilities. This spell functions like least revitalize legacy, except that you regain one daily use of a chosen lesser ability. 18 2 RETPAHC FO SEOREH YCAGEL Sever Legacy This effect cannot be dispelled, but it can be negated Necromancy by break enchantment, remove curse, or any other effect",
        "name":  "All Sever Legacy",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature Just as spellcasters are able to manipulate the essence",
        "name":  "Target",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Manifesting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For every 2 additional power points you Members of classes more inclined to study ancient spend, this power’s range increases by 5 feet and its texts, such as wizards, have a slight predilection for save DC increases by 1. becoming legacy champions; however, reduced spell- casting ability keeps wizards from predominating. Suppress Legacy, Psionic Telepathy Legacy Champion Entry Requirements",
        "name":  "Augment",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9 class features deal with getting needed information more quickly and exploiting it effectively. Your exist- As the suppress legacy spell (see above), except as ing class abilities continue to advance at nearly their noted here. full rate, interrupted only by opportunities to unlock",
        "name":  "Power Points",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Successful completion of a legacy applied. ritual grants you the legacy feat listed here as a Caster Level Penalty: This is a permanent reduction bonus feat, assuming you meet its prerequisites. If in your caster level for all spells. It has no bearing on you don’t have all the prerequisites, you still gain the the spells you can cast, only on the level-dependent feat but cannot benefi t from it until the prerequisites variables of those spells. Multiple values in the same are met. column are not cumulative, instead representing the",
        "name":  "Feat Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature’s size category and followed by any other resistances the creature has. its type (and subtype or subtypes, if applicable) are Altered saving throw bonuses for specific circum- given here. stances appear on this line. The creature’s spell",
        "name":  "Size and Type",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry details any weaknesses or Grp: This entry gives the creature’s grapple bonus vulnerabilities the creature has, such as light sensitiv- (base attack + size modifier + Str bonus). ity or vulnerability to a type of energy. Atk Options: Special abilities that the creature can employ to modify its normal attacks appear here. Such Offensive Information abilities might include feats such as Power Attack or Refer to this section when it’s the creature’s turn to Combat Expertise, or special abilities such as smite act in combat. All its combat options—from melee evil or trip. attacks to spells to potions it might drink—are Special Actions: This entry gives any special detailed in this section, even if they are not strictly attacks that the creature can use on its turn in place offensive in nature. of making attacks.",
        "name":  "Weakness",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry defines how large a square the A cleric’s statistics block also includes the name creature takes up on the battle grid. This informa- of his deity (if applicable) and the domains to which tion is omitted for any creature that occupies a he has access. Each domain spell he has prepared is 5-foot square. marked with a superscript D. The granted powers",
        "name":  "Space",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane archers, elves, fighters, hunters, Clerics of Shevarash pray for their spells at dusk, rangers, soldiers, sorcerers just before the drow sneak back into the lands of light.",
        "name":  "Worshipers",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Least Legacy (Bullybasher’s Gauntlets). of idiocy spell. You must decide whether or not to use",
        "name":  "Feat Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are required Saint’s Grace (Su): At 5th level, you gain a +2 to make a pilgrimage to the site of the battle with the resistance bonus on all saving throws. cult of Nerull that claimed the life of Saint Ardtan’s Endure Evil (Su): Beginning at 6th level, you enjoy mentor, Tram de Carnag. The site is still marked the constant effects of a protection from evil spell. Caster with a small shrine. Braving the natural perils of the level 5th. scablands is challenging enough, but you must also Pelor’s Gaze (Sp): At 7th level and higher, once per sacrifice something of great personal significance, day on command, you can cause Durindana to shed mirroring Saint Ardtan’s loss. Cost: 12,500 gp. Feat daylight as the spell. Caster level 5th.",
        "name":  "Second Station of Saint Ardtan",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must divert the attention penalty. The struck target is outlined as if by a faerie of a hostile creature away from your allies and survive fi re spell. Caster level 5th. the resulting events. The diverted creature must have Shore Up Morale (Sp): Beginning at 5th level, once a CR equal to or greater than your level (maximum per day on command, you can use bless as the spell. CR 16). Cost: 12,500 gp. Feat Granted: Lesser Legacy Caster level 5th. (Flamecaster’s Bolt). Fiery Vengeance (Sp): At 7th level and higher, once",
        "name":  "Captive Audience",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You have to knowingly and per day on command, you can cause Flamecaster’s Bolt willingly enter a very diffi cult encounter (see Table to launch a fi reball as the spell. Caster level 7th. 3–2: Encounter Diffi culty in the Dungeon Master’s Shooting Wild (Su): At 10th level, the spirit within Guide) with no apparent opportunity for escape. You Flamecaster’s Bolt lends you what little precision Duegal must survive the encounter. Cost: 40,500 gp. Feat enjoyed in life, granting you a +2 enhancement bonus",
        "name":  "Sacrifi cial Offering",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must keep the legacy Freezing Spread (Sp): At 5th level and higher, abilities of Frostburn’s Wrath a secret from all until once per week on command, you can use fireball as you complete the Envy Most Foul ritual. Failure to the spell, substituting cold damage for fire damage. conceal these properties causes all the staff’s abilities Objects do not ignite in the area. The save DC is 14, to disappear until the cost of this ritual is paid again. or 13 + your Charisma modifier, whichever is higher. This secrecy does not have to be observed if someone Caster level 5th. other than you has already revealed the abilities of Storm Vision (Su): Starting at 6th level, you can see Frostburn’s Wrath. Cost: 3,200 gp. Feat Granted: Least clearly in rain, snow, and sleet, taking no penalties on Legacy (Frostburn’s Wrath). Spot and Search checks. In conditions of heavy snow,",
        "name":  "Coveted Secrets",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In order to fight the influ- use Full Moon’s Trick to strike a creature that is not in ence of the beast within, you must first understand its natural form, that creature must make a DC 15 Will it. You must spend one full night (from dusk until save or return to its natural form. This ability works on dawn) roaming in the shape of an animal, whether any creature not in its inherent shape, whether it is a through a druid’s wild shape ability, a polymorph druid using wild shape, a lycanthrope in animal form, spell or effect, lycanthropy, or some other means. or some other shapechanger disguised as another being.",
        "name":  "Skin of the Beast",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are required to slay an more powerful abilities and rarely complete the Rite arcane spellcaster with a caster level of at least 3rd. of Hidden Light ritual. The spellcaster’s exact nature is up to you, but the slaying must be spontaneous and unplanned—it Hammer of Witches Wielder Requirements cannot be premeditated. This procedure is an act of Ability to cast 2nd-level divine spells faith, however twisted and debased, not an exercise Knowledge (religion) 2 ranks Cannot have levels in an arcane spellcasting class in assassination. Afterward, you must spend a full 24 hours in praise and worship of Pelor. Cost: 3,500 gp.",
        "name":  "Rite of the Zealot",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are required to remove a as an immediate action, you can ward yourself against relative, friend, or comrade from a position of power mental control or possession, as per the secondary effect by attacking that person with Mindsplinter. Although of the protection from good spell. Caster level 5th. killing is not required, it is the usual outcome. Cost: Kiss of Death (Sp): At 9th level and higher, two times 13,000 gp. Feat Granted: Lesser Legacy (Mindsplinter). per day on command, you can use death knell as the spell.",
        "name":  "Unseat the Highest",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Masterwork trail, running all the way back to the capital of quarterstaff; Cost 2,000 gp. When holding the Althec to tell the king. The brave messenger then Rod of Trimeg you are constantly protected by dashed all the way to Karkos to reveal the truth an endure elements spell (CL 2nd). The wielder to its queen. In that single night, the war ended. of the Rod of Trimeg also gains a +2 circum- (DC 18; Long Run) stance bonus on Balance checks on rough or A less-known story of Trimeg is the tale of how uneven ground. he outwitted Nariel, a succubus trickster. Nariel",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For one week, you must be a spell, except that it affects only a single creature and force of destruction and entropy, thoroughly throwing reveals that creature’s aura strength on the same yourself into the negative. The goal is to understand the round you activate this feature. Further, this ability destructive aspects of nature and existence, not debased reveals whether the creature is a mortal living creature wallowing in wanton slaughter and ruin. Cost: 12,500 (anything besides a construct, elemental, outsider, or gp. Feat Granted: Lesser Legacy (Scales of Balance). undead), an immortal living creature (elemental or",
        "name":  "Road of Annihilation",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must slay a creature day on command, you can use false life as the spell. with a Challenge Rating of 6 or higher (maximum Caster level 5th. CR 10), but you need not fight this opponent alone. Beginning at 18th level, you can use this ability Once this battle is complete, you have to clean the two times per day, and the caster level increases creature’s skull and bind it to Skull Lash. Cost: 1,700 to 10th. gp. Feat Granted: Least Legacy (Skull Lash). Bestow Curse (Sp): At 14th level and higher, once",
        "name":  "Rite of the First Skull",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must again claim per day on command, you can use bestow curse as the the skull of an enemy you had a hand in besting—this spell. The save DC is 14, or 13 + your Charisma modi- time one of Challenge Rating 12 or higher (maximum fier, whichever is higher. Caster level 10th. CR 16)—and affix the bone to Skull Lash. Cost: 12,500 Revitalizing Strike (Su): Starting at 16th level, gp. Feat Granted: Lesser Legacy (Skull Lash). once per day when you hit a living creature with Skull",
        "name":  "Rite of the Second Skull",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A humanoid skull grants you insight into the minds of others. At 7th level, you gain a +5 bonus on Sense Motive checks. At 13th level and higher, at will as a spell-like ability, you can use detect thoughts as the spell. The save DC is 13, or 12 + your Charisma modifi er, whichever is 2nd-Level Barbarians (5): hp 20, 19, 18, 17, 16 (see higher. Caster level 5th. page 113 of the Dungeon Master’s Guide). At 19th level, you gain a +6 enhancement bonus to Wisdom. Canyon Ambush",
        "name":  "Humanoid Skull",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are required to acquire a voluntarily take 1d6 points of damage from Thanifex slave and to direct that person to a gainful activity. to gain the same benefit. 168 3 RETPAHC FO SMETI YCAGEL Corpse Minions (Sp): At 7th level and higher, you can use animate dead, as the spell, on creatures you slay with Thanifex. You can animate up to 10 Hit Dice of undead per day. Caster level 10th. False Life (Sp): Starting at 10th level, once per day with the command word “Thanifex,” you can use false life as the spell. Caster level 5th. Taint of Death (Sp): At 11th level and higher, you can use desecrate as the spell once per day. The area is centered on Thanifex, and the greatspear acts as an altar dedicated to your evil deity for the purposes of the spell. Caster level 10th. Speak with Dead (Sp): Beginning at 13th level, once per day by touching Thanifex to a corpse’s skull, you can use speak with dead, as the spell, on the touched body. The save DC is 14, or 13 + your Charisma modi- fi er, whichever is higher. Caster level 10th. Raise Ghouls (Sp): At 16th level and higher, once per day on command, you can use create undead as the spell on the corpse of a creature slain with Thanifex. You can create only ghouls or ghasts. Any creature subjected to this effect cannot be returned to life by anything short of a miracle or wish spell. Caster level 13th. Antilife Shell (Sp): Starting at 18th level, once per day on command, you can use antilifeshell as the spell. Caster level 15th. Sacrificial Altar Afterlife Denied (Su): At 19th level and higher, The sealed temple is a beautifully crafted, architectur- once per week as a free action, you can use soul bind ally solid stone chamber. In the center is a prominent as the spell on a creature slain by Thanifex that same altar, raised up on stepped platforms. The corners of round. Thanifex is the spell’s focus and serves to trap this room are each supported with archways that are the soul. The save DC is 23, or 19 + your Charisma built into a high hemispherical ceiling. modifi er, whichever is higher. If the target successfully saves against the effect, you must then succeed on the Skeleton Statues same saving throw or be subject to the same effect. Statues of skeletons line the walls, each one more Your death frees all souls trapped within Thanifex. grotesque than the last. Caster level 17th. Mohrg ADVENTURE SEED (EL 8) The undead horror that was once Javen Blunt now Once Javen had used Thanifex to exact his terrible ven- lurks within the sealed temple. It stands unmoving geance upon the entire city, his sole reason for living against a wall, looking like one of the statues that line was gone. He sealed himself in his underground the chamber. A Spot check opposed by the mohrg’s temple and fell upon Thanifex atop his blasphemous Hide check reveals its true nature. The creature attacks altar. In truth, the vengeful ex-slave felt he deserved no with surprise at the most opportune moment. afterlife, even as a powerful minion of immeasurable evil, and so denied his soul any privileged existence Statues that might have awaited him. Javen’s body and spirit The ends of this altar are adorned with statues in the were bound together, spawning an awful creature with likenesses of imps. These statues are a little larger than an insatiable lust for death. Thanifex still lies upon life size, about the size of Small creatures. the shrine’s black altar.",
        "name":  "Ascend By Trade",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "least 2,300 gp; lesser 12,700 gp; greater Ritual Costs: least 1,500 gp; lesser 11,500 gp; greater 40,500 gp. 39,000 gp. Table 4–6 Table 4–8 Skill Caster Spell Skill Caster Skill Spell Character Check Save Level Slot Character Check Level Point Slot Level Penalty Penalty Penalty Loss Level Penalty Penalty Loss Loss 5th — — — — 5th — — — — 6th — — — 1st 6th — –1 2 — 7th — –1 –1 — 7th — — — 1st 8th –1 — — 2nd 8th — — 2 — 9th — — — — 9th — — 2 — 10th — — — 3rd 10th –1 — — 2nd 11th — — — — 11th — — — — 12th — — — 4th 12th — — 2 — 13th — — –2 — 13th — –2 — 3rd 14th — — — 5th 14th — — 2 — 15th –2 — — — 15th –2 — — — 16th — — — 6th 16th — — — 4th 17th — — — — 17th — — — — 18th — — — 7th 18th — –3 2 — 19th — — — — 19th — — — 5th 20th — — — 8th 20th –3 — 2 —",
        "name":  "Ritual Costs",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Double standard spell. Caster level 5th.",
        "name":  "Treasure",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— forecasting their sudden and painful demise. Shu- luth can suppress or emit this telepathic aura as a Shuluth has the distinction of having survived a free action. harrowing encounter with the Band of Lavender, a See Invisibility (Sp): Once per day by uttering a group of githyanki and elan adventurers who had vile command word, Shuluth can use see invisibility made a name for themselves exterminating mind as the spell. Caster level 5th. flayers. Not only did Shuluth survive (barely), it also Telepathy (Su): Shuluth can communicate tele- managed to exterminate every member of the group pathically with any other creature within 100 feet by means of a fiendish trap. that has a language. Because the Band of Lavender had such a long and illustrious history, and because Shuluth devised such a cunning and lethal trap, the illithid became a monster of legacy. Now, Shuluth thrills to the continued beat of its own heart, realizing that its victory was a spectacular event that might eventually become a legend. Combat Shuluth enhances the normal combat tactics of an illithid with its improved defensive abilities. Extract (Ex): If Shuluth begins its turn with all four tentacles attached and makes a successful grapple check, it automatically extracts the opponent’s brain, instantly killing that creature. Improved Grab (Ex): To use this ability, Shuluth must hit a Small, Medium, or Large creature with its tentacle attack. It can then attempt to start a grapple as a free action without provoking an attack of oppor- tunity. If it wins the grapple check, it establishes a hold and attaches the tentacle to the opponent’s head. Shuluth can grab a Huge or larger creature, but only if it can somehow reach the foe’s head. If Shuluth begins its turn with at least one tentacle attached, it can try to attach its remaining tentacles with a single grapple check. The opponent can escape with a single successful grapple check or an Escape Artist check, but Shuluth gets a +2 circumstance bonus for every tentacle that was attached at the beginning of the opponent’s turn. Shuluth wiped out an entire illithid-hunting society and now revels in its newly gained abilities Illus. by F. Hooper 214 5 RETPAHC LANOITPO SELUR VHUUKSSSH THE DESTROYER of its tormentor and now explores the new abilities This example uses a Large water elemental as the that have awakened within it. base creature. Vhuuksssh has selected a visible omen (fl ickering fl ames), one Menu A choice (+1 defl ection), one Menu Vhuuksssh B choice (lightning bolt), one Menu C choice (acid Large Elemental (Extraplanar, Water) arrow), and one Menu E choice (fi reball).",
        "name":  "Level Adjustment",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Water mastery, drench, spell-like Spell-Like Abilities: At will—Melf’s acid arrow abilities, vortex (+10 ranged touch; CL 10th); 3/day—fi reball (DC 14;",
        "name":  "Special Attacks",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Masterwork/+1 legacy staff of power. This effect lasts for 1 round. You quarterstaff; Cost 2,600 gp. can use this ability three times per day. Lightning Bolt (Sp): At 13th level, you can use Legacy Rituals lightning bolt as the spell (heightened to 5th level) two Three rituals are required to unlock all the abilities times per day. of the legacy staff of power. Fireball (Sp): At 15th level, you can use fireball as the",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4,000 gp. spell (heightened to 5th level) two times per day.",
        "name":  "Least Legacy Ritual Cost",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefits and Duties heart of thieves\u0027 guilds or smuggling rings—because the 0 3 or lower None. Laughing Rogue\u0027s followers enjoy the music and vices 1 4-11 Vagabond: Gain a+2 bonus on of the city and find little of interest in more rural envi­ Sense Motive checks. rons. It would be incorrect and shortsighted to say that 2 12-20 Wanderer: Gain a+2 bonus on members of the church never leave civilization, however. checks made to resist a grapple, trip, They can frequently be found plumbing the depths of or bull rush attempt. hidden temples and dungeons in search of vast stores of 3 21-29 Explorer: Once per day, gain a bonus ancient wealth. equal to +1 per three character levels on one saving throw. The Fingers of the Laughing Rogue live for the oppor­ 4 30 or higher Traveler of Worlds: Once per day, tunity to deceive. Some church members believe that any become ethereal for 1 round per creature they can take advantage of is weak and exists three character levels as a spell­ only for their benefit. Most, however, have had hard lives like ability (caster level equals your themselves at some point, so they focus on the wealthier character level). members of society who, they believe, are more deserving of their attention. In addition, openly lawful individuals ROLEPLAYING APPLICATIONS are frequent targets of the Laughing Rogue\u0027s church. The followers of Olidammara enjoy deceiving anyone, but noth­",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many members of someone else was clearly not meant to belong to Fharlanghn\u0027s Way are pacifists who rise to bat­ that person, and that any theft in Olidamma­ tle only when no other choice is left—or to ra\u0027s name increases the deity\u0027s power. Each defend or free slaves. Thus, a member of member tithes a portion of his take to the this church favors spells and abilities that church, giving thanks for the deity\u0027s bless­ keep her out of reach of her foes. Spring ing and offering prayers for success on the Attack is a favorite choice, and members next job. Offerings are always left anony­ often use the various teleport spells to mously by night on a small hidden shrine, avoid combat or to maintain a safe distance and they always disappear before another from hostile creatures. night has passed.",
        "name":  "Favored Combat Tactics",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 (regional). Members of the Church of Olidammara like to refer to themselves as the Fingers of the Laughing Rogue, but the Affiliation Score Criteria: A member of the church church lacks any formal organization. Few cities permit cannot gain affiliation benefits without first deceiving at least one person (by robbing, successfully bluffing, or Affiliation otherwise misleading them). Furthermore, a member cannot Rank Score Title: Benefits and Duties be of lawful alignment. 0 3 or lower None. 1 4-9 White: Gain a +2 bonus on Bluff Criterion Affiliation Score Modifier checks made to feint in combat. One-Time 2 10-17 Blue: Gain a+2 bonus on Perform Character level +1/2 levels and Tumble checks. Chaotic alignment +1 3 18-24 Gray: Gain a+1 bonus on saves Bluff, Disguise, or Hide 5-9 ranks +1/skill against lawful spells and effects. Bluff, Disguise, or Hide 10 or more ranks +2/skill Black: Caster level +1 when casting Knowledge (religion) 5 or more ranks +1 illusion spells or spells of the Can cast 3rd-level or higher illusion spells +1 Trickery domain. Can hide in plain sight +2 5 30 or higher Crimson: Once per day, force one Lacks ranks in Bluff, Disguise, or Hide -2 opponent to reroll an attack, check, or save after you know the result of Multiple Use the roll. Secretly breaks an unjust law (if character is not chaotic evil) +1 ROLEPLAYING APPLICATIONS Openly breaks an unjust law",
        "name":  "Scale",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anyone can join the Mighty 4 30 or higher Battle Savant: Once per day, force Arms of Kord, but only those who actively pursue physical one opponent to reroll an attack, combat can gain affiliation ranks. Characters who are spell­ check, or save after you know the result of the roll. casters cannot advance within the church unless they use their spellcasting ability only to improve their combat skills. ROLEPLAYING APPLICATIONS",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only elves and half-elves can be members of DC of a 3rd-level or lower spell that the Temple of True Aim. you cast, or as a bonus on a single",
        "name":  "Members",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only gnomes and well- Titles, Benefits, and Duties: To gain a new rank and known gnome friends can gain ranks in the Temple of the its associated benefit, a member of the Temple of the Twin­ Twinkling Eye. kling Eye must win a battle of wits within the walls of Garl Glittergold\u0027s church. Criterion Affiliation Score Modifier One-Time Affiliation Character level +1/2 levels Rank Score Title: Benefits and Duties Good alignment +1 0 3 or lower None. Knowledge (religion) 5 or more ranks +1 1 4-12 Master of Names: Gain a +2 bonus Perform 5 or more ranks +1 on Diplomacy checks made to avoid Bluff, Disguise, or Hide 5 or more ranks +1/skill combat. Can cast 3rd-level or higher illusion spells +1 13-18 Master of Riddles: Gain a+1 bonus Has visited at least one of the Upper Planes +4 on one kind of saving throw. Choose Can cast a spell that increases AC +1/spell Fortitude, Reflex, or Will. Once made, Can cast a spell that increases this choice cannot be changed. at least one saving throw modifier +1/spell 3 19-29 Master of Pranks: Once per day, AC 25 or higher +1 make a single Bluff or Diplomacy check as a move action without Multiple Use penalty. Performs an act of personal sacrifice 4 30 or higher Master of Illusion: Once per day, for the betterment of a gnome community +1 make a Bluff check as a full-round Converts a new member +1 action to convince an enemy you Avoids combat by deceiving the foe +1/4 creature\u0027s CR are no longer a threat. If you are Exposes the deception successful, the creature moves to of an enemy of the church +1/4 creature\u0027s CR attack another target. That enemy Slays an enemy of the church that has is considered flat-footed if you a CR within 1 of own character level make an attack against it on your by using only trickery (such as illusion next turn. spells, sneak attacks, and so on) +1/4 creature\u0027s CR Slays an enemy of the church that has ROLEPLAYING APPLICATIONS a CR equal to own character level",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "THE HALLS OF SECRETS race, and that orcs are destined to triumph over their enemies one day. But they also believe that death should be reserved The Church of Vecna is nearly equally split between evil and only for true enemies of the church—especially dwarves non-evil members. Many spellcasters pray to the Maimed and elves. Lord when they make a new discovery that could be of great Gruumsh\u0027s chaotic neutral followers don\u0027t share their fel­ value, hoping to keep their knowledge safe until they can lows\u0027 absolute fervor for the annihilation of all other races. make a fortune from a timely exposure. In fact, they believe that most other humanoids have some All members of the Halls of Secrets believe that purpose—even if that purpose is serving the Fury of the knowledge in the wrong hands should be removed to the Eye. However, the non-evil followers of Gruumsh do revel safekeeping of the church through any means necessary. in battle—especially against challenging foes—and they Knowledge is too powerful and too dangerous to be left shout praises to their deity while they lay waste to their with the uninitiated. It must be guarded carefully by enemies. Weaker foes are deemed unworthy of attention those with the ability to protect it and understand it unless they prove to be a nuisance, in which case they are fully—namely themselves. destroyed mercilessly. Non-evil members are typically neutral. They share the same hunger for knowledge and power as the rest, but they",
        "name":  "VECNA",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefits and Duties Razes the stronghold of a tyrannical lawful regime +8 0 3 or lower None. Overthrows a tyrannical lawful government +15 1 4-13 Beast Adept: Cain a+2 bonus on Fails in combat against a lawful enemy -4 Handle Animal checks. Acts in an overtly lawful manner (upholding 2 14-19 Beast Friend: Once per day, grant laws at the expense of personal freedom) -4 an animal companion, an animal Knowingly associates with lawful creatures -4 summoned with a summon nature\u0027s Knowingly associates with devils -8 (if good) or-4 (if evil) ally spell, or a dominated animal temporary hit points equal to your Affiliation character level for 1 minute.",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefits and Duties 3 20-24 Beast Heart: Cain a +4 bonus on 0 3 or lower None. checks made to resist bull rush, trip, 1 4-12 Individualist: Cain a+2 bonus on or overrun attacks. Diplomacy checks made to influence 4 25-29 Beast Soul: Once per day as a swift people oppressed by the law or to action, use summon nature\u0027s ally, as foment an uprising against a lawful the spell, of a level normally available authority. to you, provided that you use it to 2 13-21 Renegade: Cain a+1 bonus on saves summon an animal. against lawful spells and effects. 5 30 or higher Beast Master: Once per day, use 3 22-29 Revolutionary: Cain a +1 bonus on bull\u0027s strength, bear\u0027s endurance, or attack rolls against lawful enemies. cat\u0027s grace, as the spell (your choice 4 30 or higher Anarchist: Once per day, you can each day; caster level equals your randomly redirect a spell targeting you character level). to another target. The new target must be legal and within range, line of effect, CHAOS DOMAIN and line of sight of the original caster. The world was spawned from the formless void, and all that DEATH DOMAIN mortals see and experience is temporary. Life, death, and all other states of being are transitory. One day, the world will The finality of death is eternal. Life is but an interim state of return to the absolute chaos that existed at the beginning of existence, teaching mortals to appreciate the strength of death time. No one except you can prevent you from enjoying this and its invincibility. Nothing is certain except that life always, temporary existence, and since you likely won\u0027t remember eventually, succumbs to death. Revel in that certainty. Plumb this time after you\u0027ve gone on to another, you should live to the secrets of death, and embrace it when it comes for you. the fullest. Rules are for those without the inner strength to A death deity embodies the concept of death as the ultimate make their own paths, so seize whatever gives you joy and power. The only feature all living creatures have in common don\u0027t worry about the consequences. is that someday death will claim them all. One deity of death A deity of chaos believes that the laws binding the world might hasten the flow of souls from life to death, while exist only to give comfort to those who cannot see the another sees the transition as an impersonal process. beauty of utter abandon. Rules only prevent an individual The churches of light and life differ in their appreciation from fully experiencing whatever life brings, so they should of living creatures, and so do the churches of death deities be ignored or, at worst, tolerated. Chaotic good doctrine in their veneration of the eternal mystery. All such religions teaches that life should be lived joyfully, in the \"now. \" teach that death is, if not desirable, at least to be viewed with­ Chaotic evil churches, on the other hand, teach that mortals out trepidation. Some churches of death believe that life is a should take what they can while they can and not allow disease, and that only when \"cured\" of this malady can one others to dictate their behavior. Churches of the deities come to know ultimate strength. Such groups revel in the who seek to balance these two philosophies, such as the slaughter of all living beings and include more undead than chaotic neutral Olidammara, teach a more pragmatic view. living members. Other churches, including the Ruby Temple People can take what they like, as long as they are willing of Wee Jas, preach that death should be understood and not to accept the consequences. feared. These groups believe that a creature\u0027s predestined 30 DESTRUCTION DOMAIN time of death is not to be interfered with. Still other churches believe that the transition from life to death releases great The righteous stand to gain great power in this world and power that can be harnessed for some purpose. the next, but the faithless deserve utter destruction. Those worthy of salvation will be absolved; the unworthy will find Criterion Affiliation Score Modifier no solace from you. One-Time A deity with the Destruction domain has no patience Character level +1/2 levels for disbelievers—or worse yet, heretics. Such deities are Knowledge (religion) 5 or more ranks +1 absolute in their judgment, whether their decisions are Maintains a CR 1-10 undead minion reached in haste or after deliberation. Destruction is not for at least 1 month +1 simple death—it is obliteration, often spiritual as well as Maintains a CR 11+ undead minion for at least 1 month +2 physical. Some deities decree that only certain individuals Can spontaneously cast 3rd-level or higher inflict spells +1 or groups are deserve such punishment, but many endorse Can cast 5th-level or higher necromancy spells +2 a policy of annihilation for adversaries in any sort of Can cast animate dead +1 conflict. Whatever their motives, these churches all teach Can cast create undead +2 that their mission is not complete unless their enemies\u0027 Can cast create greater undead +3 deaths are irreversible. Can cast a spell that kills a creature outright, not A church dedicated to a deity of destruction teaches that through damage (such as finger of death or slay living) +1 enemies should be given no quarter. Any creature it identi­ Has been undead but is now alive +1 fies as a foe is marked for obliteration. Adherents of these Is currently undead +2 religions rarely take prisoners unless doing so furthers the Maintains a shrine honoring the dead for 1-51 weeks (if character is non-evil)* +1 cause of the church. (Few churches with any sort of power Maintains a shrine honoring the dead for one year base are ever foolish enough to destroy a potential resource. ) (if character is non-evil)\u0027\" +10 Churches of destruction deities view the use of such absolute * Overlaps for same shrine. force either as a brutal necessity or as a glorious celebration of their faith. Multiple Use Kills ten or more living creatures within 1 day Criterion Affiliation Score Modifier (if character is evil) +1 One-Time Aids the uneducated masses in the understanding Character level +1/2 levels of death (if character is non-evil) +1 Base attack bonus +5 or higher +1 Converts a new member +1 Knowledge (religion) 5 or more ranks +1 Makes a new discovery about the nature Can cast disintegrate or destruction +2 of death or dying +2 Can cast 5th-level or higher spells +2 Does not bring a dead creature back to life, Possesses ranks in a Craft skill -2 despite having the power to do so +2 Associates with followers of a deity of life or healing Multiple Use (such as Ehlonna or Pelor) -2 Razes a stronghold of an enemy of the church +8 Casts raise dead, resurrection, or a similar spell -4 Destroys an enemy so thoroughly that it can\u0027t be brought back from the dead +10 Affiliation Kills an enemy with a successful critical hit +2",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefits and Duties Converts a new member +1 0 3 or lower None. Destroys a CR 8 or higher 1 4-12 Hearty Soul: Cain a +1 bonus on undead creature +1/4 creature\u0027s CR Climb and Jump checks. Undertakes a mission to hunt undead--\u0027 +1 2 13-21 Pillar of Strength: Cain a +2 bonus Undertakes a mission underground\" +1 on Strength checks (but not Razes the stronghold of an undead creature +8 Strength-based skill checks). Destroys an undead creature 3 22-29 Mighty Champion: Once per day, by casting a spell from the Sun domain +2 add your Strength modifier to a Aids in the growing of crops +1/season single Fortitude or Will save. Knowingly associates with a follower 4 30 or higher Paragon of Brawn: Your Strength of a deity devoted to darkness -2 . score permanently increases by 1. Knowingly associates with undead -4 Knowingly associates with illithids -6 SUN DOMAIN * Overlaps for same missions. Untouchable, the sun hangs in the sky, bringing light, Affiliation warmth, and ultimately, life itself. It enables crops to grow,",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "a divine barbarian, a divine bard, a divine fighter, and a divine monk Hymn of Fortification listen to your music become more capable of healing others and recovering from injury themselves. By singing praises to the holy powers, you can cloak yourself or an ally in a protective sheath of sound. This effect protects Healing Hymn the subject from supernatural creatures, as well as their When you play your healing hymn, your allies can cast cura­ malign powers. tive spells more effectively. Furthermore, everyone around Level: 3rd. you feels rejuvenated and more fully rested when your hymn Replaces: This benefit replaces the inspire competence becomes a lullaby. bardic music ability.",
        "name":  "Left to right",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To select this class feature, you must perma­ Resolute nently sacrifice one of your 4th-level spell slots. Your faith bolsters your resolve, allowing you to stand firm",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To select this class feature, you must sacrifice upon the earth to gain the following abilities. your spellcasting ability. At 5th level, your base speed increases by 10 feet, and",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You no longer gain spells as a paladin, but you gain a +2 circumstance bonus on Balance, Climb, and you can now select a bonus feat at 4th, 8th, 11th, and Jump checks. You also gain low-light vision that func­ 14th levels. You can select any feat from the following tions as long as you remain underground. If you already list for which you meet the prerequisites: any divine feat had low-light vision, you instead gain darkvision out to (see page 53), Cleave, Extra Smitingcw, Extra Turning, 60 feet while underground; if you already had darkvision, Great Cleave, Improved Smiting™, Mounted Combat, add 30 feet to its range. Mounted Archery, Power Attack, Ride-By Attack, Skill At 7th level, you can use spike stones once per day, as the Focus (Ride), Spirited Charge, and Trample. This is an spell (caster level equals your paladin level). extraordinary ability. At 12th level, you gain the earth glide extraordinary",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To select this class feature, you must sacrifice Spiritual Guide your spellcasting ability. You are befriended by a spiritual guide that speaks to you and",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You no longer gain spells as a ranger, but you can aids you as long as you remain in the wilderness. now select a bonus feat at 4th, 8th, 11th, and 14th levels. You Level: 4th. can choose any feat from the following list for which you Replaces: This benefit replaces the animal companion meet the prerequisites: Blind-Fight, Combat Expertise, Eyes class feature. in the Back of Your HeadCW, Improved Disarm, Improved Benefit: You gain a spiritual guide. As long as you remain Favored EnemyCW, Improved Feint, and Improved Trip, as in natural surroundings (including underground caverns), well as from one of the following lists, depending on your this guide is a constant companion. Once you enter any combat style. civilized area larger than a hamlet, however, your spiritual",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This benefit replaces the trap sense class feature, it to you according to your level and your needs. To fill this including trap sense bonuses gained at higher levels of the reservoir, you must cast one or more targeted spells at this rogue class. creature. A spell so cast does not produce its normal effect;",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This benefit replaces improved evasion as one releases arcane energy, the level of the effect created equals of the rogue\u0027s special ability choices. the number of spell levels released.",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you select friend\u0027s evasion as a special The divine companion can release its stored spell energy ability, every ally adjacent to you gains evasion. This is an in either of the following ways, at your command. You can extraordinary ability. use each effect as often as you wish, until the companion\u0027s stored energy is depleted. Holy Stalker Healing (Su): As a standard action, you can order your divine When you give up one of your high-level special abilities, companion to convert the energy it has stored into healing you gain a link to divine power that helps you destroy power. This is the equivalent of a conjuration (healing) spell. undead. This divine energy comes to you through your This effect heals you for ld6 points of damage per stored spell religious beliefs but is tied to your own natural abilities level, or as many levels as you designate (up to the maximum in subterfuge. currently stored).",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This benefit replaces crippling strike as one of to convert the energy it has stored into protecting you. This the rogue\u0027s special ability choices. Only non-evil rogues can is the equivalent of an abjuration spell that provides you select this class feature. with a deflection bonus to AC and a resistance bonus on saves each equal to the number of stored spell levels, or as New Feats many levels as you designate (up to the maximum currently stored). This effect lasts for 1 round per arcane caster level Spells and special abilities often define a character- you possess. especially a spellcaster. But feats can be just as important since they remain available to characters when their other Domain Access resources run out. Your depth of belief allows you to channel divine power the All the feats presented in this section are intended to make way a cleric does. By doing so, you gain access to a single your character more divine in some way, but most have are cleric domain. designed primarily for use by clerics, paladins, and members",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To gain this benefit, you do not learn a new lst-level sorcerer spell and a new 2nd-level sorcerer spell at DOMAIN FEATS 5th level. From now on, you know one less sorcerer spell that you can cast at each subsequent level (not counting the Domain feats are a new category of feats that signify domain spells from this alternative class feature). character\u0027s dedication to a particular religious ideal or",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one cleric domain. If you worship tenet. You and your DM should determine a reason for this a specific deity, the domain you choose must be one to devotion as part of your character\u0027s background. A domain which your deity grants access. You gain the granted feat usually corresponds to one of the domains to which power of the chosen domain. In addition, you can cast one a particular deity grants access, or those representing domain spell of each spell level available to you per day set of ideals. from that domain. You can select a domain feat at any level. Once you have chosen one, however, you cannot select another unless the WIZARD second fits thematically with the first. Furthermore, you can It is a little-known fact that wizards can also gain power never have more than two domain feats (except as specified from their faith. Though the majority of their power is in Clerics and Domain Feats, below). drawn from formula and rote, some wizards enhance Unless otherwise noted, the benefit granted by any their spells with a touch of the divine. Divine wizards domain feat is a spell-like ability with a caster level equal combine their religious devotion with their discipline to your character level. All such effects are subject to spell in the arcane arts. resistance, and you can dismiss any continuing effect as a free action. If a domain feat allows a saving throw, its entry Domain Granted Power provides the necessary information. If you have the ability So great are the extent of your study and the depth of your to turn or rebuke undead, you can gain additional daily uses faith that you can call upon the power of one of your deity\u0027s of a domain feat\u0027s benefit by permanently sacrificing daily domains. uses of that ability.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one cleric domain. If you worship a spe­ Strength domains, so a worshiper of Kord could choose cific deity, the domain you choose must be one to which your the Chaos Devotion, Good Devotion, Luck Devotion, or deity grants access. You now can use that domain\u0027s granted Strength Devotion feats without going outside his deity\u0027s power as a cleric does, but you do not gain access to its spells sphere of influence. or extra spell slots. For characters who do not worship a particular deity,",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spontaneously cast any spell of the divina­ many nature deities (such as Obad-Hai) grant access to tion school by sacrificing a prepared spell of equal or greater all the elemental domains. level. For example, if you suddenly have need of the 2nd-level Appropriate Theme: If you do not follow any specific spell locate object, you can sacrifice a prepared 2nd-level spell deity, your basic system of beliefs should support your domain (such as mirror image) or any prepared spell of a higher level feat choices. A good rule of thumb is to designate one to to cast it on the spot. three domains (in addition to that corresponding to your first domain feat) that are important to you. These beliefs must also be consistent with your alignment.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day as a swift action, you can give J4 half-elf makes use of the Air Devotion feat. yourself the power of a specific animal. Select one of the following abilities each time you activate the feat. Each effect lasts for 1 minute. Ape\u0027s Fury: Gain a +2 sacred (if your deity is good or neutral) or profane (if your deity is evil) bonus to your Strength score. The value of this bonus increases by 2 for every six character levels you possess (maximum +8 at 18th level). When you activate ape\u0027s jury, fur sprouts all over your body and remains until the effect ends. Cheetah\u0027s Sprint: Gain a +5-foot sacred (if your deity is good or neutral) or profane (if your deity is evil) bonus to your base land speed. The value of this bonus increases by 5 feet for every four character levels you possess (maximum +30 feet at 20th level). Your body is covered in black spots while cheetah\u0027s sprint is active. Hawk\u0027s Flight: You can fly as if using the overland flight spell. At 5th level and every five levels thereafter, you gain a +5-foot sacred (if your deity is good or neutral) or profane (if your deity is evil) bonus to your base fly speed (maximum +20 feet at 20th level). Intangible, luminescent wings grow from your back when you activate hawk\u0027s flight and remain as long as the effect is active. Serpent\u0027s Strike: You gain a natural bite attack that deals ld3 points of Constitution damage but no hit point damage. A successful Fortitude save (DC 10 + 1/2 your character level + your Cha modifier) negates the Constitution damage. Creatures immune to poison are immune to this effect. Your upper canine teeth grow into fangs when you activate serpent\u0027s strike and remain in that form as long as the effect is active. . frustrating her attackers as she",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a 3rd-level or higher Destruc­ You can channel the power of the four elements from the tion domain spell available to cast, you can enhance the natural world around you. inherent flaws of objects. Using this ability requires a touch",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have the ability to turn or rebuke undead, two are available only if you channel negative energy. you gain one additional daily use of this feat for each daily Balance of Life: The positive energy you channel when turn or rebuke use you expend. healing temporarily bolsters you physically. To use this ma­ GREAT AND neuver, you must first cast SMALL [WILD] a cure spell, then attempt By channeling the spirits either a melee attack or of all creatures, you can in­ a Strength-based check crease or decrease your size in the following round. without otherwise changing You gain a bonus on your form. that attack roll or check",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wild shape equal to the level of the class feature, ability to cure spell cast. assume the form of a Large Conduit of Life: Two creature using wild shape. conduits of positive",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend energy (turning and one daily use of your wild healing) reinforce each shape ability to either grow other, making your cure or shrink one size category. spells more potent. To You cannot use this feat mul­ use this maneuver, you tiple times to grow or shrink must first attempt to more than one category be­ turn undead, then make yond your normal size, an attack with a cure nor does this effect stack spell (or other positive- with others that change energy spell) against an your size. You can activate undead creature in the this feat only while in your following round. You normal form. This super­ gain a bonus on your natural ability otherwise damage roll for the spell functions as the spells en­ equal to one-half the large person and reduce person result of the initial turn­ (caster level equals your char­ Fragile Construct turns a door into a less formidable barrier ing check, and the save acter level). DC increases by an amount equal to your Charisma bonus (if any). If you roll a natural HEALING DEVOTION [DOMAIN] 20 on your attack roll when delivering the spell (assuming one is necessary) and the target fails its save, the spell deals You can heal damage faster than normal. double damage.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, you can gain fast healing 1, +1 for every five character levels you possess (maximum fast heal­ Conduit of Death: Two conduits of negative energy (re­ ing 5 at 20th level). This effect lasts for 1 minute. buking and dealing damage) reinforce each other, making You can activate this feat as an immediate action or, if your inflict spells more potent. To use this maneuver, you you have a daily available, it automatically activates if you must first attempt to rebuke undead, then make an attack are reduced to 0 hit points or below (but not killed). with an inflict spell (or other negative-energy spell) against",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a full-round action, you can transfer this ability a living creature in the following round. You gain a bonus to a willing recipient as a touch spell. Doing so counts as one on your damage roll for the spell equal to one-half the re­ daily use of the ability. sult of the initial turning check, and the save DC increases",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have the ability to turn or rebuke undead, by l. you gain one additional daily use of this feat for each daily Touch of Death: The negative energy you channel lingers, turn or rebuke use you expend. increasing the severity of the wounds you inflict. To use this maneuver, you must first cast an inflict spell, then attempt a melee attack against a living creature in the following round.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 on damage rolls with any melee attack. level of the inflict spell cast. Sun: Low-light vision; +2 sacred (if your deity is good or neutral) or profane (if your deity is evil) bonus on Spot HOLY WARRIOR [RESERVE] checks.",
        "name":  "If the attack hits, it deals extra damage equal to twice the Strength",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast conjuration (healing) spells; creatures, you can choose only one carrier effect per casting. access to one or more domains. All targets are subject to that same effect.",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you cast a lst-level or higher conjura­ KNOWLEDGE DEVOTION [DOMAIN] tion (healing) spell, you not only heal your subject of hit point damage, but you also confer on it a carrier effect deriving You can use your knowledge to exploit your foes\u0027 weaknesses from a domain to which you have access. If you have access and overcome their strengths. to more than one of the following domains, choose which Prerequisite: Knowledge (any) 5 ranks. carrier effect to use each time you use this ability. Benefit: Upon selecting this feat, you immediately add Each of these carrier effects has a duration of 1 minute per one Knowledge skill of your choice to your list of class skills. level of the conjuration (healing) spell cast and an equivalent Thereafter, you treat that skill as a class skill, regardless spell level. of which class you are advancing in. Whenever you fight If you are using domains from publications other than the a creature, you can make a Knowledge check based on Player\u0027s Handbook, use the Domains from Publications Other its type, as described on page 78 of the Player\u0027s Handbook, Than the Player\u0027s Handbook sidebar on page 53 to determine provided that you have at least one rank in the appropriate an appropriate domain equivalency. Knowledge skill.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+4 sacred (if your deity is good or neutral) or profane during the same combat, you can make one Knowledge (if your deity is evil) bonus on saving throws against mind- check per type, thereby possibly gaining different bonuses affecting spells or spell-like abilities. against different opponents.",
        "name":  "Law",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have the ability to turn or rebuke undead, you or an ally from attacks. you gain one additional daily use of this feat for each two Prerequisite: Access to the Protection domain. daily turn or rebuke uses you expend. Benefit: As long as you have an abjuration spell available to cast, you can use a standard action to provide a sacred MITIGATE SUFFERING [RESERVE] (if your deity is good or neutral) or profane (if your deity You can temporarily relieve ability damage. is evil) bonus to AC equal to the level of the highest-level",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level spells. abjuration spell you have available to cast. You can apply",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a standard (readied) action, you can expend one deity is evil) damage per character level you possess to any or more turn or rebuke undead attempts to counter another undead it strikes. caster\u0027s spell, as though you had cast the same spell yourself Special: You can select this feat multiple times, gaining (see Counterspells, PH 170). You must spend a number of one additional daily use each time you take it. daily uses equal to 2+ the level of the spell you wish to counter Special: If you have the ability to turn or rebuke undead, (minimum l) and be able to cast that spell as if it were on your you gain one additional daily use of this feat for each daily spell list. turn or rebuke use you expend.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special mount class feature. You need not prepare your domain spells in advance. Benefit: You can call your special mount as a swift action.",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells, access to Normal: Calling a special mount is a full-round action. I two or more cleric domains. SWIFT WILD SHAPE [WILD]",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When preparing your spells for the day, you can leave your domain slots open. You can then choose, You can shift forms in the blink of an eye. when the situation arises, to cast any of the domain spells Prerequisites: Dex 13, Fast Wild Shape™, wild shape I you could normally have prepared for a given level. How­ class feature. ever, you are still limited to one domain spell per level Benefit: You can activate your wild shape ability as a swift per day. action.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clerics must prepare their domain spells before Normal: Activating wild shape is a standard action. casting. TOUCH OF HEALING [RESERVE] STRENGTH DEVOTION [DOMAIN] You can channel divine energy into healing with a touch. You can overcome an opponent\u0027s normal resistance to Prerequisite: Ability to cast 2nd-level spells. damage. Benefit: As long as you have a conjuration (healing)",
        "name":  "Normal",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day as a swift action, you can activate this ability to move up to your speed as a swift action each round. Thus, you can move your speed and then take a full- now cast spells originating from the image as if with a proj­ round action, or move and take two other actions (two move ect image spell (PH 265), with one exception. If you lose line actions or one move action and one standard action). This of effect to the image, the effect does not end; you just can\u0027t effect lasts for 1 minute. cast spells originating from the image until you gain line",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. limited tasks. Benefit: As long as you have a 3rd-level or higher dark­",
        "name":  "You project a simulacrum of yourself that can perform Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At this rank, you begin to take Profession (herbalism) 5 or more ranks +1 the fight to the enemy. Because of your experience in using Knowledge (nature) 10 or more ranks +2 natural terrain to your advantage, you can grant yourself a Survival 10 or more ranks +2 bonus equal to +1/three character levels on a single attack or Can cast arcane or divine spells that have damage roll made while fighting in a natural area. any elemental descriptor +1 Lives more than 20 miles from a village Regent of the Green: At this rank, you are among the or larger community for at least 1 year +1 organization\u0027s most respected members. Your knowledge and expertise is needed on all fronts, so the ability to travel Multiple Use quickly and gain allies wherever you go is vital. Thus, you Explores a new wilderness area +2 gain the ability to use either control plants or transport via plants Defeats a foe caught destroying wild plants or once per day as a spell-like ability (caster level equals your animals or ruining a natural landscape +1/4 creature\u0027s CR character level). You can select which ability to use when the Lives in a small town or larger community for more than 1 month -2 occasion arises. Destroys or kills a wild plant or animal PLAYING A GUARDIAN (except to harvest it properly or protect other life) -4 OF THE GREEN Fails to prevent the destruction of a natural area -4 Fails to prevent the destruction of a sacred grove As a Guardian of the Green, you swear to put nature above or untouched natural area -15 all other concerns. Nothing is more sacred to you, in this world and in the next. Since joining the organization, you Affiliation have come to understand that humanoids are the only",
        "name":  "Knight of the Green",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At this rank, you can choose at the expense of your combat abilities, though; the proper anyone of the skills on the Paragnostic Scholar list (except Knowledge skill can improve your effectiveness against a Truespeak) that does not appear on your class list. As long as particular enemy. Take the opportunity to use your skills you remain a member in good standing, that skill is treated whenever possible. If you\u0027re a spellcaster, consider learning as a class skill for you, regardless of which class you are more esoteric spells to broaden your range beyond those advancing in. of less worldly compatriots. Never be afraid to admit that",
        "name":  "Seeker of Unseen Words",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Because you now have you don\u0027t know something, but then make every reasonable access to restricted works, the maximum bonus on skill effort to correct that gap in your education. If a problem checks that you can obtain on research using skills from stumps you, there is no shame in consulting the nearest the Paragnostic Scholar list increases to +10. You can also Assembly archives, as long as doing so is a reasonable course use these works to reduce the time and cost involved in of action. researching new spells by 10%.",
        "name":  "Master of the Unturned Page",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At this rank, you qualify for member­ Heal 5 or more ranks +1 ship in the shadowspies if its leaders deem you a good Can cast 3rd- or 4th-level or higher divine spells +2 Can cast 5th-level or higher divine spells +4 candidate. Whether you make that transition or not, your Has at least one level of cleric or paladin +6 experience with taking the fight to the enemy has honed Has at least one level of Shadowstriker +2 your spellcasting ability, increasing your effective caster Has at least one level of Shadowspy +8 level for spells from the Good, Healing, Law, Strength, Lacks any divine spellcasting ability -2 Sun, and War domains by 1. You are also entitled to pri­ Has been undead -6 vate, though humble, quarters in a temple of Heironeous or Pelor. Multiple Use",
        "name":  "Shadow Knight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At this rank, you are among the Shadow Discovers and defeats an evil plot +1 Guard\u0027s elite, most likely a Shadowspy. Because more of Defeats an enemy of the churches of Pelor your missions now involve stealth than force, you gain the and Heironeous +1/4 creature\u0027s CR ability to use greater invisibility once per day as a spell-like Defends innocents who are threatened by the forces of evil +4 ability (caster level equals your character level). Defends a structure or location PLAYING A important to the church of Pelor or Heironeous +4 Knowingly associates with evil-aligned creatures -4 SHADOW GUARD MEMBER Fails to defend a structure important to the church -4 Now that you are a member, you report for duty every | Affiliation day after morning prayers. As a Shadowstriker, you are",
        "name":  "Shadow Apostle",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefits and Duties expected to destroy evil without hesitation and rehabili- 1 0 3 or lower None. tate those few foes that might be redeemable in the eyes I 1 4-12 Layperson: Gain a +2 bonus on of Pelor. Intimidate checks against evil Advancement foes and a +2 bonus on Bluff and Diplomacy checks when interacting You were approached by the Shadow Guard early in your with clerics and paladins of career. Perhaps word of your heroic deeds reached the ears Heironeous and Pelor. of the church leaders, or maybe you demonstrated admi­ 2 13-21 Shadow Leader: Lead a Shadow rable zeal in furthering the aims of the Shining One or his Guard cell if you have cleric or Invincible Ally. The shadowstrikers valued your prowess paladin levels; obtain hirelings and in battle, your devotion to Pelor or Heironeous, and your servants on request; see text. knowledge of religious doctrine. By rigorously testing the 3 22-29 Shadow Knight: Transition to power of your belief through numerous trials, you have Shadowspy if qualified; effective stretched your physical and mental abilities to their limits. caster level for spells from the The unspeakable horrors you have seen during missions Good, Healing, Law, Strength, Sun, and War domains increases by 1; motivate you further to wipe the blemish of darkness from see text. the world around you. 4 30 or higher Shadow Apostle: Once per day, use Over time, you might hear rumors about another branch greater invisibility, as the spell (caster of Pelor\u0027s Shadow Guard, secretive agents who prowl the level equals your character level). shadows and bring the plans of the wicked to light, though no one can confirm these stories. If you are eventually deemed PELOR\u0027S SHADOW GUARD BENEFITS worthy, a representative of this shadowy group invites you Because they do little to hide their affiliation from the public into its ranks. From that point on, your focus shifts from at large, shadowstrikers easily gain access to organizational force and destruction to stealth and detection. benefits. Shadowspies, who often act under cover, have a more difficult time doing so if they wish their membership Missions in the organization to remain a secret. Much of the time, you carry out routine assignments,",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to self and others by communing cast 3rd-level divine with the earth once per day. At spells, including the the end of 10 full minutes of1 three lowest-level spells of the Plant domain. concentration (as the skill), you are",
        "name":  "Spellcasting",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be chosen as a holt affected as if by a head spell (PH 239). If warden by the leaders of a band of you so choose, you can allow others to sit with Guardians of the Green, then serve a Hasayla, a holt -warden you in a circle, holding hands, during your one-year apprenticeship to a Guardian of communion. In that case, you can choose to the Green who has at least five holt warden divide the hit points and other benefits provided by your communion among the people in the circle. You can divide CLASS FEATURES hit points as if you were using the paladin class feature lay on hands (PH 44). Each other benefit of the heal spell can As a holt warden, you draw on the inherent spiritual power affect only one person in the circle, at your direction. Thus, of nature and make that power accessible to the larger only one person can be cured of blindness, and so forth. You spiritual community. Above all else, you are a spiritual do not gain the advantages of any healing benefits that you seeker and guide. distribute to others. You can use this ability twice per day",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (history) 3 ranks, plus any one of every living creature that hears her a +2 bonus to Wisdom the following: Diplomacy 7 ranks, Intimidate 7 ranks, for the next ld4 hours. In addition, Hasayla (and each Knowledge (arcana) 7 ranks, Knowledge (religion) 7 ranks, I divine spellcaster who hears her) gains back ld4 levels or Move Silently 7 ranks. of spells from the list of spells that she had available or",
        "name":  "Skills",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any one of the following: base attack bonus +5, prepared at the beginning of the day. able to cast 3rd-level spells, sneak attack +2d6, or ability to Whispers of the Forest (Su) Three times per day, the voices grant allies a bonus on attack rolls, saves, or checks as an of the forest give Hasayla a short answer to any simple extraordinary ability. question she poses pertaining to current events in any",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    }
]
