[
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level spells. for a number of hours equal to your Constitution modifier",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a water spell of 4th level (minimum 1 hour). At any time during this period, you can or higher available to cast, you can use a standard action to activate the potion\u0027s effect as a swift action. If the duration transform a small portion of the air in a living creature\u0027s lungs expires before you activate the potion, it is wasted. to water, making it difficult for the creature to breathe. The You can delay only one potion at a time. You must activate a subject must be within 30 feet. The target becomes exhausted delayed potion before you can choose to delay another one. for 1 round; if it succeeds on a Fortitude save, it is instead fatigued for 1 round. DIMENSIONAL JAUNT [RESERVE] Whether or not a targeted creature successfully saves, it is With a single step, you can cross an entire room. immune to any further uses of your drowning glance for 24",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level spells. hours. Creatures that can breathe water (or who don\u0027t breathe)",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a teleportation spell of 4th are immune to this effect. level or higher available to cast, you can spend a standard FACE-CHANGER [RESERVE] As a secondary benefit, you gain a +1 competence bonus to your caster level when casting water spells. Your mastery of illusions allows you to subtly alter your appearance at whim.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "ELEMENTAL ADEPT Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a glamer spell of 3rd level or You can spontaneously cast a spell of the element you have higher available to cast, you can alter your appearance as the mastered. spell disguise self, except that the duration lasts 1 minute per",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elemental mastery class feature (see the wu level of the glamer spell. jen class in Complete Arcane). This illusory transformation requires a full-round action",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge 6 ranks (in appropriate skill; Casting an abjuration spell grants you protection from see below) or favored enemy class feature. energy damage.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (abjuration) or abjurer level favored enemy class feature, or one associated with a Knowl 1st. edge skill in which you have at least 6 ranks (see below). If you",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast an abjuration spell, you can choose choose humanoid or outsider, you must also choose a subtype to gain a special energy resistance equal to (1 + the spell\u0027s from Table 3-14: Ranger Favored Enemies (PH 47). level) x 5. This energy resistance lasts for the duration of the You gain a +1 bonus on caster level checks to overcome abjuration spell you cast or until you are struck by any type the spell resistance of the chosen creature type, and such of energy damage (acid, cold, fire, electricity, or sonic). The creatures take a -1 penalty on saves against your spells and resistance applies to the first energy damage to which you spell-like abilities. are exposed, and thereafter you lose the energy resistance until you cast another abjuration spell. Creature Type Associated Knowledge Skill",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Energy Gestalt feat enables the use of three Monstrous humanoid Nature tactical maneuvers. In every case, you must deal damage to Ooze Dungeoneering one or more subjects with a pair of energy-based spells you Outsider (any) The planes cast in 2 successive rounds. Plant Nature",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast an acid spell followed by a fire spell. Undead Religion The flames of your second spell turn some of the lingering Vermin Nature acid into choking, sickening fumes. Any living creature dam aged by both spells is nauseated for 1 round. Those who make Special: You can take this feat multiple times. Each time a successful Fortitude save (DC based on the second spell) you take this feat, you choose a new creature type (or subtype, are sickened for 1 round instead. Treat this as a poison effect in the case of humanoids or outsiders). for the purpose of save bonuses and immunities.",
        "name":  "Acrid Fumes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast a cold spell followed by a sonic spell. FEARSOME NECROMANCY Any object or construct damaged by both spells takes +50% Creatures subjected to your necromantic spells feel the chill damage from the sonic spell, because its physical structure of fear. has been made brittle by the cold.",
        "name":  "Brittle Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (necromancy) or necromancer",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast a cold spell followed by an level 1st. electricity spell. The lingering cold more effectively conducts",
        "name":  "Improved Conduction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any foe required to save against a necromancy the electricity, temporarily fatiguing creatures. Living crea spell you cast is shaken for 1 round, regardless of the result tures damaged by both spells are slowed for 1 round (as the of the save. This mind-affecting fear ability does not stack slow spell). Creatures that make successful Fortitude saves (DC based on the second spell) are fatigued for 1 round. with any other fear effect (it can\u0027t make a foe worse than Prerequisite: Non-good alignment. shaken). Benefit: You gain a +4 bonus on Fortitude saving throws",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your caster level and save DCs for enchantment Prerequisites: Non-good alignment, Fiendish Heritage, spells and warlock invocations increase by 1. character level 6th.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain the following spell-like abilities, each usable once per day: cause fear, detect thoughts, and suggestion. FEY PRESENCE [HERITAGE] Your caster level equals your character level. You share your ancestors\u0027 knack for playing tricks on the minds of others.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. controlled undead creatures. In this case, you still control the",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Perform 4 ranks, Spellcraft 4 ranks, bardic to your caster level when casting force spells. music class feature.",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (chosen school) or specialist Benefit: As long as you have a polymorph spell of 4th level wizard in chosen school. or higher available to cast, you can spend a swift action to",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 4 ranks, Point Blank Shot,",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 12 ranks, ability to spontane to function. ously cast spells. For example, if Hennet uses a 5th-level slot to cast an",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 5 ranks, Spellcraft 5 cast the spell on that attacker as an immediate action. Once ranks. activated, a retributive spell disappears (it can only",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd- world around him. level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you cast 2nd-level spells. have an electricity spell of",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you 3rd level or higher avail have a darkness spell of able to cast, you can fire a 20-foot 2nd level or higher available An enemy can\u0027t hit what the Shadow Veil line of electricity as a standard action. This feat obscures to cast, you can obscure the vision of bolt deals ld6 points of electricity damage a subject within 30 feet as a standard per level of the highest-level electricity action. If the subject fails a Will save, it treats all other crea spell you have available to cast. tures and objects as though they had concealment and takes As a secondary benefit, you gain a +1 competence bonus a -5 penalty on Spot checks for 1 round. to your caster level when casting electricity spells. As a secondary benefit, you gain a +1 competence bonus to your caster level when casting darkness spells. SUMMON ELEMENTAL [RESERVE] SICKENING GRASP [RESERVE] You can channel the summoning power you hold to briefly bring forth an elemental servant. You wreak havoc with the inner organs of a target, causing",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level spells. it to grow ill.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a summoning spell of 4th",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. level or higher available to cast, you can summon a Small",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a necromancy spell of 3rd elemental (air, earth, fire, or water; your choice) within a range level or higher available to cast, any living creature you hit of 30 feet. The elemental acts as if summoned by a summon with a melee touch attack becomes sickened for a number monster spell (PH 285). The duration of the summoning is of rounds equal to the level of the highest-level necromancy equal to 1 round per level of the highest-level conjuration spell you have available to cast. The subject can reduce this (summoning) spell you have available to cast. duration to 1 round with a successful Fortitude save. UNSETTLING ENCHANTMENT You can have only one summoned elemental from this feat at a time; if you use the ability a second time, the first Your enchantment spells cloud the minds of even those who elemental disappears. Also, you must remain close to the would otherwise resist their effects. elemental you summon. If at the end of your turn you are Prerequisite: Spell Focus (enchantment) or enchanter more than 30 feet from the elemental, it disappears. level 1st. If you have a conjuration (summoning) spell of 6th level or Benefit: Any foe required to save against an enchantment higher available to cast, you can summon a Medium elemental spell you cast takes a -2 penalty on attack rolls and to AC for instead. If you have a conjuration (summoning) spell of 8th 1 round, regardless of the result of the save. This is a mind- | level or higher available to cast, you can summon a Large affecting effect. elemental instead. Special: An enchanter can select this feat as a wizard As a secondary benefit, you gain a +1 competence bonus bonus feat. to your caster level when casting conjuration (summoning) I spells. VENGEFUL SPIRIT Your watchful spirit takes revenge on foes that have harmed SUNLIGHT EYES [RESERVE] you.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level spells. Benefit: If you use an initiative reroll from your watchful",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have an air spell of 3rd level or efforts. higher available to cast, you can spend an immediate action",
        "name":  "Your touch briefly clouds the mind of a foe, impeding its Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (transmutation) or transmuter Benefit: As long as you have a cold spell of 2nd level or level 1st. higher available to cast, you can create a 15-foot cone-shaped",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast 1st-level arcane spells, including at least one abjuration spell. PLAYING AN ABJURANT CHAMPION",
        "name":  "Spellcasting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "LaMont does not keep a familiar, thinking that its spells per day and an increase in caster level (and spells presence in melee combat would prove more of a known, if applicable) as if you had also gained a level in a detriment than an advantage. divine spellcasting class to which you belonged before adding the prestige class level. You do not, however, gain any other ELDRITCH DISCIPLE benefit a character of that class would have gained. If you had more than one divine spellcasting class before becoming an \"You have seen the powers my calling has granted me. How can I eldritch disciple, you must decide to which class to add each not devote my entire soul to the divinity in the wild?\" level for the purpose of determining spells per day, caster —Leruun Anstrun, Disciple of the Wild level, and spells known. Gift of the Divine Patron (Su): At 1st level, you gain a All warlocks harbor at least a grudging respect for the entities sacred gift of power from your divine patron (who is also the responsible for their powers. They are clearly beings of great source of your cleric spells and, directly or indirectly, your mystical might, and thus worthy of regard. A rare few war warlock invocations). locks go beyond this attitude to actual reverence or worship of Choose one of the following abilities at 1st level, and the fiendish, fey, or extraplanar powers that have made them another ability every three levels thereafter (4th, 7th, and far more than mortal. Such is the life of an eldritch disciple 10th level). You can spend one of your turn/rebuke undead devoted to a deity who granted her the arcane talents of the attempts as a swift action to activate the chosen power. warlock. Though her powers might take different forms, she",
        "name":  "Note",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In place of applying an eldritch essence knows that the source is the same. invocation to your eldritch blast, you can change it into a cor rupting blast. In addition to its normal effect, the blast applies a penalty on the target\u0027s next Will save equal to 1/2 your class than greatreach blast or spellblast; see the eldritch theurge level (minimum -1). If the target doesn\u0027t attempt a Will save class features on page 57) to any divine spell that affects a before the end of your next turn, the effect fades. target or that requires a melee or ranged touch attack. The",
        "name":  "Corrupting Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain temporary damage reduc spell\u0027s level must be at least as high as the level of the eldritch tion (overcome by cold iron) equal to 1/2 your class level essence (for example, you can apply hellrime blast only to a (minimum l).This damage reduction stacks with the damage spell of 4th level or higher). If the essence requires a saving reduction granted by the warlock class. This effect lasts for a throw, use the normal save DC for that essence. number of rounds equal to 3 + your Cha modifier (minimum If an eldritch essence invocation changes the 1 round). damage of the spell, it can be applied only to a",
        "name":  "Damage Reduction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can render a single living creature within spell that deals damage (you can\u0027t add brimstone 30 feet of you shaken for 1 round (Will negates; DC 10 + class blast to dimensional anchor, for example). level + Cha modifier). The creature\u0027s HD can\u0027t exceed Using this ability increases the spell\u0027s cast your character level. ing time to 1 full-round action. A spell that has",
        "name":  "Fearful Glare",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain resistance to acid and a normal casting time of 1 full round or longer fire equal to 10 + your class level. This resistance takes an extra full-round action to cast. stacks with the energy resistance granted by the If the spell has more than one target or allows warlock class. This effect lasts for a number more than one attack, you must choose one of rounds equal to 3 + your Cha modifier target to be affected by the invocation; all (minimum 1 round). Your deity must be other targets take only the normal effect of evil for you to select this gift. the spell.",
        "name":  "Fiendish Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You understand that your connection gain a bonus equal to 1/2 is more potent than mortals can hope your class level (minimum to understand. You stand ready to serve +l) on your next save to when called upon, but since divine beings resist a mind-affecting spell rarely interact with mortals directly, you or ability. This effect lasts for a Leruun Anstrun, an eldritch disciple spend your time in pursuit of your own number of rounds equal to 3 + your Cha goals. Others see this as convenient modifier (minimum 1 round); if you haven\u0027t attempted an hypocrisy on your part, but you know that as you advance appropriate save in this time, the effect ends. your own causes and increase your own power, so too do you",
        "name":  "Strength of Will",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells. Treat spellblast as a spell whose level is equal to the area spell",
        "name":  "Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eldritch blast +2d6. Eldritch Spellweave (Su): Beginning at 5th level, you can apply an eldritch essence invocation you know (other than CLASS FEATURES greatreach blast or spellblast) to any arcane spell that affects a target or that requires a melee or ranged touch attack. The As you advance as an eldritch theurge, your skill with both spell\u0027s level must be at least as high as the level of the eldritch arcane spells and invocations increases until you\u0027re able to essence (for example, you can apply hellrime blast only to a combine them into a single potent energy. spell of 4th level or higher). If the essence requires a saving",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (religion) 2 ranks. the spell\u0027s attack rolls and damage rolls, this adds the good",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 6 ranks, Perform (any) 9 ranks, CONFESSOR RUPRECHT VARSUUM CR 10 Spellcraft 6 ranks. Male human warmage 6/holy scourge 4 Feat: Melodic Casting\".",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each level, you gain new spells per day Space 5 ft; Reach 5 ft. (10 ft. with longspear) and an increase in caster level (and spells known) as if you Base Atk +5; Grp +5 Atk Options arcane smite 2/day had also gained a level in the bard class. You do not, however, Special Actions righteous evocation +1 gain any other benefit the bard class gives you. Warmage Spells per Day/Advanced Learning (CL 9th, 10th Bardic Music: You gain one extra daily use of your for good spells): bardic music ability per lyric thaumaturge level. You can 4th (4/day)—as per warmage list use bardic music from this class to create any effect you 3rd (7/day)—as per warmage list know as a bard. 2nd (7/day)—as per warmage list, plus luminous swarm*",
        "name":  "Spellcasting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 5 ranks, Spellcraft 5 ranks. suggestion [DC 16])",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Targets of your charm spells do not gain a specialist is that school\u0027s teacher. bonus on their saves due to being currently threatened or attacked by you or your allies. In addition, subjects of your compulsion spells do not get a bonus on saves due to being forced to take an action against their natures.",
        "name":  "Enchantment",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When casting an evocation spell, you gain a Enchantment: You can immediately reroll any failed Will bonus on Concentration checks equal to 1/2 your master save against an enchantment or mind-affecting spell or abil specialist level. ity; you must accept the result of the second roll.",
        "name":  "Evocation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The save DCs of your illusion spells that have a Evocation: You gain resistance 20 to any one energy type saving throw entry of \"Will disbelief\" increase by 2. that matches a descriptor used by the spell you just cast.",
        "name":  "Illusion",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast a necromancy spell, Illusion: You gain concealment. undead allies within 60 feet gain turn resistance Necromancy: You are immune to ability and a bonus on saves equal to your master special damage, ability drain, energy drain, ist level for a number of rounds equal to your and negative levels. master specialist level. Transmutation: You can immedi",
        "name":  "Necromancy",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a transmutation spell ately reroll any failed Fortitude save you have cast is successfully dispelled, it against a transmutation spell or abil remains in effect for 1 round and then ends as ity; you must accept the result of normal for dispelling. If a creature is respon the second roll. sible for the dispelling effect, it knows that the Major School Esoterica (Ex): spell has been dispelled but is functioning At 10th level, your knowledge of your for another round. chosen school reaches its peak. You gain Caster Level Increase (Ex): Upon reach an ability from those below based on ing 6th level, add 1 to your caster level your chosen school; each one can be whenever you cast a spell of your chosen used three times per day. school. At 9th level, you instead add 2 to Abjuration: When casting an abjuration your caster level. spell that normally has a range of personal, Moderate School Esoterica (Ex) you can instead choose to cast it as a touch At 7th level, your long study of spell that affects a single creature. When your chosen school leads to a casting an abjuration spell that is an breakthrough. You gain an abil emanation centered on you, you can instead ity from those below based on choose to cast it as a touch spell that emanates your chosen school. Each ability from the touched creature. is triggered automatically when Conjuration: You can cast a conjuration you cast a spell from your chosen spell with a casting time of 1 standard school and lasts for a number of action as a swift action. rounds equal to the spell\u0027s level. Divination: When you cast a divina",
        "name":  "Transmutation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you are subject tion spell, you also gain true seeing (as to a spell that has a partial or the spell) for 5 rounds. half effect on a successful save, Enchantment: Any creature that you suffer no adverse effect if you successfully saves against one of your successfully save. enchantment spells must save again 1",
        "name":  "Abjuration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dispel checks made Caphodel Berrandar, a master specialist round later (as if you had cast the spell against your conjuration spells treat again) with a +5 bonus on the save. your caster level as if it were 5 higher than normal. Evocation: Any creature that fails its save against one of your",
        "name":  "Conjuration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain uncanny dodge (PH SO) for the dura evocation spells takes damage again 1 round later equal to tion of the spell. half the damage it took when you cast the spell. TABLE 3-7: THE MASTER SPECIALIST HIT DIE: D4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Skill Focus (Spellcraft) +1 level of wizard spellcasting ability 2nd +1 +0 +0 +3 Expanded spellbook +1 level of wizard spellcasting ability 3rd +1 +1 +1 +3 Greater Spell Focus +1 level of wizard spellcasting ability 4th +2 +1 +1 +4 Minor school esoterica +1 level of wizard spellcasting ability 5th +2 +1 +1 +4 Expanded spellbook +1 level of wizard spellcasting ability 6th +3 +2 +2 +5 Caster level increase +1 +1 level of wizard spellcasting ability 7th +3 +2 +2 +5 Moderate school esoterica +1 level of wizard spellcasting ability 8th +4 +2 +2 +6 Expanded spellbook +1 level of wizard spellcasting ability 9th +4 +3 +3 +6 Caster level increase +2 +1 level of wizard spellcasting ability 10th +5 +3 +3 +7 Major school esoterica +1 level of wizard spellcasting ability Class Skills (2 + Int modifier per level): Concentration, Craft, Decipher Script, Knowledge (all skills, taken individually), Profession, Spellcraft.",
        "name":  "Divination",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast a necromancy spell, undead area, this is the place to find them. You might even be able to allies within 60 feet gain fast healing 10 for 5 rounds. purchase them at a small discount (5% to 10%), in exchange",
        "name":  "Necromancy",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff 4 ranks, Intimidate 4 ranks, Sense Motive 4 attempts a Will save to disbelieve the affected illusion spell, ranks. a tiny portion of the spell transforms into a phantasm effect",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any nonlawful. prepared arcane spell (or, for a spontaneous caster, an arcane",
        "name":  "Alignment",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 8 ranks, Knowledge (nature) 4 ranks. spell slot) to cast a particular spell of the same spell level or",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast 2nd-level arcane spells, must lower. Depending on whether you have chosen the seelie or make peaceful contact with a fey creature and peacefully unseelie path, you choose from different specific spells as spend at least a day among fey. specified on the table below. You gain access to these spon taneous spell options by level as shown on Table 3-11: The CLASS FEATURES Wild Soul. Access to a spontaneous spell does not grant the ability to cast it if you do not have a prepared spell or spell Your class features are all influenced by your bond with the slot of appropriately high level to lose in exchange. mystical creatures of the world. You gain several of their TABLE 3-11: THE WILD SOUL HIT DIE: D4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Seelie courtier, — spontaneous spells (1st—3rd) 2nd +1 +0 +0 +3 Seelie bond (immune to sleep), +1 level of existing arcane spellcasting class summon seelie ally 3rd +1 +1 +1 +3 Spontaneous spells (4th) +1 level of existing arcane spellcasting class 4th +2 +1 +1 +4 Seelie bond (+2 against +1 level of existing arcane spellcasting class enchantments), summon seelie ally 5th +2 +1 +1 +4 Spontaneous spells (5th) +1 level of existing arcane spellcasting class 6th +3 +2 +2 +5 Seelie bond (speed +10 feet), +1 level of existing arcane spellcasting class summon seelie ally 7th +3 +2 +2 +5 Spontaneous spells (6th) +1 level of existing arcane spellcasting class 8th +4 +2 +2 +6 Seelie bond (+1 to illusion DCs), +1 level of existing arcane spellcasting class summon seelie ally 9th +4 +3 +3 +6 Spontaneous spells (7th) +1 level of existing arcane spellcasting class 10th +5 +3 +3 +7 Seelie bond (+1 to enchantment DCs), +1 level of existing arcane spellcasting class spontaneous spells (8th and 9th), summon seelie ally Class Skills (2 + Int modifier per level): Concentration, Craft, Diplomacy, Knowledge (arcana), Knowledge (nature), Knowledge (the planes), Spellcraft. For example, a 5th-level wizard/4th-level wild soul who chose the seelie path could lose a prepared ice storm to 2nd (Summon Monster IV) cast break enchantment or a lower-level option (invisibility Seelie: Blink dog Pegasus sphere, Tasha\u0027s hideous laughter, or remove fear). A 6th-level Senmurv (Fiend Folio) sorcerer/1st-level wild soul who chose the unseelie path Unicorn can spontaneously cast lesser confusion, detect thoughts, or",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nixie SPONTANEOUS SPELLS OPTIONS Satyr (with pipes) Spell",
        "name":  "Seelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lillend Seelie Bond (Su): When you cast summon seelie ally or Leskylor (Book of Exalted Deeds) a summon monster spell to bring forth a creature from the Unseelie: Annis summon seelie ally list, your connection to the seelie increases, Will-o\u0027-wisp granting you benefits. These benefits remain as long as one 10th (Summon Monster VIII) of the seelie or unseelie creatures you summoned is alive",
        "name":  "Seelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lasting sound deals 4d6 sonic damage per round, deafens creatures within area. 1st Level 5th Level",
        "name":  "NEW BARD SPELLS Resounding Thunder",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject takes sonic damage each type. time she casts a spell with a verbal component.",
        "name":  "Discordant Malediction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Illusory vision fatigues or exhausts target, object difficult to drop. makes spellcasting difficult.",
        "name":  "Fever Dream",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a noncostly spell component. 6th Level",
        "name":  "Summon Component",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Set specific conditions under which you Resonating Agony: Subject nauseated or sickened for 1 immediately wake up. round/level. 2nd Level NEW CLERIC SPELLS",
        "name":  "Vigilant Slumber",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All creatures below 0 hit points within 10 by sound burst spell. feet of you take 1 point of damage.",
        "name":  "Reaving Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanently deafen all targets in 20-foot- Seed of UndeathM: Subject that dies before spell expires radius spread. rises as a zombie under your command.",
        "name":  "Deafening Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cure spells in area deal damage, living",
        "name":  "Necrotic Curse",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All creatures below 0 hit points within 10 Summon Component: Create a noncostly spell feet of you take 1 point of damage. component.",
        "name":  "Reaving Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 on your next spell penetration 2nd Level roll.",
        "name":  "Div True Casting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You appear serpentine to target, and and subject loses one spell. can deliver illusory poison bites.",
        "name":  "Hood of the Cobra",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Read subject\u0027s surface thoughts, deal hit point and Int damage. 3rd Level",
        "name":  "NEW PALADIN SPELL Crystalline Memories",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove increment-based penalties on ranged blinds creatures. attacks. Div Enduring Scrutiny: Become aware when target performs designated action. Spellcaster\u0027s Bane: Gain +2 on dispel, counterspell checks; recognize cast spell and caster level.",
        "name":  "Near Horizon",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nightmare grapples and Illus Fever Dream: Illusory vision fatigues or exhausts strangles one foe. target, makes spellcasting difficult.",
        "name":  "Phantasmal Strangler",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast two spells you know without Vecna\u0027s Malevolent Whisper: Reduces living expending additional slots. (Sorcerer only.) creature with 10 hp or lower to -9 hp. 6th Level",
        "name":  "Univ Arcane Fusion",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject that dies before spell Steal Summoning: Take control of another caster\u0027s expires rises as a zombie under your command. summoned monster.",
        "name":  "Seed of UndeathM",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cure spells in area deal damage, destroyed by rust, even if reduced to powder. living beings don\u0027t heal with rest.",
        "name":  "Necro Necrotic Curse",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast two spells without",
        "name":  "Univ Arcane Fusion, Greater",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wings grant fly 60 ft., provide concealment, block ranged attacks, empower natural attacks. sonic or electricity spells.",
        "name":  "Metal Adamantine Wings",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Attacks against you have 50% chance to strike adjacent target instead. 1st Level",
        "name":  "NEW WU JEN SPELLS Mysterious Redirection",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject is temporarily blinded and emotionally distraught. SPELL ALLIED FOOTSTEPS DCs. Diminutive or smaller objects are Divination unaffected by the spell. DESCRIPTIONS",
        "name":  "Water Torrent of Tears",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7, wu jen 7 Spell Resistance: Yes (harmless) any of your class features, feats, or other (metal) special abilities that would improve its",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You The subject of the spell knows the di example, an animated +1 flaming long-",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S; see text Spell Resistance: Yes Components: V, S",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal As you make the final spell gesture, the look Range: 60 ft.",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 2 Saving Throw: Fortitude partial or that you choose any 4th-level or lower Fortitude negates sorcerer spell that you know and any Your mind seems to expand as a mystical sixth Spell Resistance: Yes 7th-level or lower sorcerer spell that sense begins observing the target area. you know to cast together. The plant-matter creaks and writhes beneath This spell functions like alarm, except your hand as you generate a malignant rot ARCANE TURMOIL that you immediately know the type and at its center. Abjuration number of creatures that triggered the level: Hexblade 2, sorcerer/wizard 2 spell. This effect applies only to crea This spell allows you to deliver a single",
        "name":  "This spell works like arcane fusion, except Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action round in which the spell is triggered; ture over a number of rounds or renders",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes; see text Saving Throw: Fortitude partial Components: V, S",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Saving Throw: Fortitude partial creature currently affected by a pre Casting Time: 1 immediate action Spell Resistance: No vious casting of the spell, the second Range: Personal spell has a different effect. As long as Target: You Green-tinged smoke billows from the both spells\u0027 durations last, the subject\u0027s Duration: Instantaneous earth, obscuring sight and burning all it speech is physically painful to it. In any touches. round in which the creature speaks, it As you complete this spell, you feel as lithe takes ld8 points of damage. Treat this as and quick as a cat. You create a bank of smoke, similar in continuous damage for the purpose of effect to a fog cloud. In addition to obscur making Concentration checks to cast When you cast this spell, you can im ing sight, the cloud deals ld6 points of spells. When the first duration ends, mediately reroll a Balance, Climb, Jump, acid damage per round to all creatures this secondary effect is replaced by the or Move Silently check that you have within. Furthermore, its acrid fumes normal effect of the spell. just rolled. This second roll gains a +5 burn the eyes, imposing a -5 penalty insight bonus. You must abide by the on all attack rolls and Search and Spot CACOPHONOUS ALARM second result, even if it is worse than checks unless a creature succeeds on a Abjuration the first. Fortitude save (repeated each round the",
        "name":  "If you cast bothersome babble on a Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action acid damage from any other effect, it you can only set it to produce an audible Range: Medium must succeed on a Fortitude save (using result, not a mental one. (100 ft. + 10 ft./level) this spell\u0027s save DC) or be blinded for",
        "name":  "This spell functions like alarm, although Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius spread 1 round. to a sound burst spell affects the first Duration: 1 round/level (D) CHANNELED LIFETHEFT creature to violate the warded area (only Saving Throw: None this creature is affected, not a 10-foot- Spell Resistance: No Necromancy radius spread). Level: Sorcerer/wizard 5",
        "name":  "Furthermore, an effect equivalent Area",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action affected by caustic mire costs 2 squares Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes its space takes ld6 points of damage per enough energy into the spell, you release the round at the end of its turn. mote to drain the life of your enemy. You loose an earsplitting shriek that induces The fumes rising out of caustic mire revulsion. are flammable. Any effect that deals This spell uses negative energy to drain fire damage within an area of caustic the vitality from a single foe. The spell\u0027s mire deals an extra 1 point of damage strength depends on the amount of time per die (minimum +1 damage). you spend channeling energy into it. If you cast channeled lifetheft as a swift of sonic damage per level in a 30-foot tion to the effects described above, any action, it renders a single target fatigued, cone. creature within the overlapping area and you gain 5 temporary hit points. If you spend 2 full rounds casting this has cover against adjacent creatures, If you cast the spell as a standard ac spell, it deals 1d10 points of sonic dam and total cover against creatures more tion, it renders the target fatigued and age per level in a 60-foot-radius spread than 5 feet away. Entering a square of deals 5d4 points of damage, and you and permanently deafens all creatures overlapping cobwebs costs 4 squares of gain temporary hit points equal to 5 + in the area that fail Fortitude saves. movement, and a living creature within the damage dealt. Regardless of how long you spend this area is nauseated rather than sick If you cast channeled lifetheft as a casting this spell, it can\u0027t deal more than ened (Fortitude negates) and also takes full-round action, it renders the target 10 dice of damage. When you begin cast ld4 points of Constitution damage in exhausted and deals 5d4 points of dam ing this spell, you decide when you are each round that it is nauseated. age, and you gain temporary hit points finished casting it after the appropriate CLIMBING TREE equal to 10 + the damage dealt. time has passed. You do not need to de If you spend 2 full rounds casting clare ahead of time how long you want Conjuration (Creation) this spell, it renders the target exhausted to spend casting the spell. Level: Druid 1, ranger 1, wu jen 1 and deals 5d8 points of damage, and you (wood) CHOKING COBWEBS gain temporary hit points equal to 10 + Components: V, S, DF the damage dealt. Conjuration (Creation) Casting Time: 1 full round",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 Range: 0 ft. spell last for up to 1 hour. Components: V, S Effect: A thin but sturdy tree",
        "name":  "Temporary hit points granted by this Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Duration: 1 minute/level (D) you decide when you are finished casting Range: Close (25 ft. + 5 ft./2 levels) Saving Throw: None it after the appropriate time has passed. Effect: Dusty webs in a 10-ft.-radius Spell Resistance: No You do not need to declare ahead of spread time how long you want to spend cast Duration: 1 minute/level (D) At your call, a tree snakes up from the earth, ing the spell. Saving Throw: Fortitude partial in seconds growing as tall as trees that have",
        "name":  "When you begin casting this spell, Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No lived for years. CHANNELED SOUND BLAST You fill an area with thin, dust-laden chok You cause a 1-foot-diameter tree to grow Evocation (Sonic) ing strands. in the center of any adjacent square.",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell covers an area in layers of per caster level (to a maximum of 50",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text dusty cobwebs. Unlike a web spell, the and perfect for climbing; ascending",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped burst strands of a choking cobwebs spell need the tree requires a successful DC 5",
        "name":  "Area",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes they can be. Unsupported cobwebs such as dirt, soil, or sand. The tree has flutter in the air as through held up by hardness 5 and 120 hit points; if cut You channel energy into the shimmering a rising current. down, it vanishes instantly. It can\u0027t be waves of sound spell, causing them to tremble The cobwebs block sight beyond 5 animated by any means, such as with and quake with power. When you have feet. A creature within 5 feet has con animate plants, nor can it serve as the poured enough energy into the spell, you cealment. Creatures farther away have basis for any plant-related spell such as send a thunderous blast into your foes. total concealment. tree stride. Treat the tree as a slender pillar Entering a square of cobwebs costs 2 (DMG 64) for terrain purposes. This spell creates a cone of sonic energy squares of movement. A living creature COAT OF ARMS that blasts your enemies. The spell\u0027s that enters choking cobwebs falls into a fit strength depends on the amount of time of horrific coughing, making it sickened Evocation [Force] you spend channeling energy into it. for as long as it remains in the area and Level: Sorcerer/wizard 5 If you cast channeled sound burst as for 1 round after it leaves. A successful Components: V, S a swift action, it deals ld4 points of Fortitude save negates the sickened ef Casting Time: 1 standard action sonic damage per two levels in a 15- fect, but the save must be repeated each Range: 0 ft. foot cone. round the creature enters or remains Effect: A ring of blades swirling If you cast the spell as a standard ac within the area. around you tion, it deals ld6 points of sonic damage If two or more choking cobwebs spells Duration: 1 minute/level (D) or per level in a 30-foot cone. overlap the same area, the overlapping until expended",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None a full-round action, it deals ld8 points impenetrable barrier of stands. In addi- Spell Resistance: No or Yes; see text A ring of flashing blades, composed entirely uses the other subject\u0027s skill ranks in CRYPTWARDEN\u0027S GRASP of glowing blue force, spins around you in place of her own but applies her own Necromancy [Evil] a whirling dance of death. ability, racial, and other modifiers. The Level: Sorcerer/wizard 5 second subject does not lose access to Components: V, S",
        "name":  "If you cast channeled sound burst as area of the two spells becomes a nearly Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S healing spell on a creature",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + caster level check, or the spell 5 ft./2 level) has no effect.",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) ing a DC 20 caster level check). If this is done, a caster level check is no longer For an instant, both your companions\u0027 eyes As you complete this spell, you sense the blood necessary to cast healing spells on the go wide as they sense the mental link that rushing through your target\u0027s veins. victim, and mummy rot can be magi now exists between them. cally cured like any disease. This spell guides your next attack to You allow one of the subjects to make use your foe\u0027s vital spots. Your next single CRYSTALLINE MEMORIES of the skill ranks of the other subject, in attack roll (if it is made before the end Transmutation (Mind-Affecting) place of her own, up to a value equal to of the next round) ignores any miss Level: Sorcerer/wizard 2 your caster level (maximum 10 ranks). chance due to concealment. (In the Components: V, S",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action when you cast the spell, and the spell ment, you must still attack the correct Range: 60 ft. lasts for long enough to attempt a single square.) This even allows you to deliver Target: One living creature with use of that skill, up to a maximum of a sneak attack against a foe that has Intelligence 3 or higher 10 minutes. The beneficiary of the spell concealment. Duration: See text DEAFENING BLAST",
        "name":  "You must decide which skill is affected case of a foe that has total conceal Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: 60 ft. Evocation [Sonic]",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Components: V, S crystal bursts through your subject\u0027s skull, Saving Throw: Reflex partial Casting Time: 1 standard action flying into your waiting hand. Spell Resistance: No Range: Medium (100 ft. + 10 ft./level)",
        "name":  "With a hideous cracking noise, a shard of Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius spread the target for 3 consecutive rounds, the ground, washing over your foes. Duration: Instantaneous concentrating each round on the effect. Saving Throw: Fortitude partial This is treated as concentrating on a spell You create a liquid landslide of molten- Spell Resistance: Yes (PH176), and if you are interrupted, the hot volcanic material. All creatures in spell is lost. Once the study is complete, the area of the spell take 10d6 points A deafening blast of sound, louder than the target\u0027s current surface thoughts (as of fire damage. Additionally, those thunder and more piercing that the shrieks detect thoughts) congeal into a solid shard creatures are coated in a thick layer of of the damned, erupts where you point. of crystal. This crystal then erupts from the viscous substance, slowing them the target\u0027s head (dealing 2d8 points of (as the slow spell) for the next 3 rounds All creatures in the area are permanently damage and 2 points of Intelligence and dealing an additional 5d6 points deafened. A successful Fortitude save damage) and flies to your hand. of fire damage per round. A successful reduces the duration of the deafness Once you have the crystal, you (and Reflex save reduces the initial damage to 1 round. only you) can use a full-round action by half and prevents the slow effect and If a subject is already under the effect to look into it and view the memories the additional damage. of painful echoes (page 112) when attacked it contains. The crystal remains for 24 by deafening blast, the two spells interact hours or until the memories have been DEADLY SUNSTROKE to create a greater effect. In addition viewed once. Evocation [Light] to being deafened on a failed save, the",
        "name":  "After casting this spell, you must study A rushing torrent of liquid rock bursts from Area",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex partial Spell Resistance: Yes you",
        "name":  "Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: Instantaneous",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes as though the light of dawn had arisen. their vitality. You release a scream that chills the air with All creatures in the area glow with light This spell creates waves of overwhelm deathly energy. equivalent to a torch for the duration of ing heat that deal ld6 points of fire the spell, making hiding difficult and damage per caster level, maximum 25d6. All living creatures within the area even revealing the location of invisible Undead and plants take +50% damage. (other than you) take 1 point of dam creatures. (Invisible creatures are still Any living creature damaged by this age per caster level (maximum 5) and considered to have concealment.) spell becomes fatigued. A successful become fatigued. A successful Fortitude In addition, undead and creatures Fortitude save halves the damage and save negates the fatigue. within the area that have light sensitiv negates the fatigue. Any swarm in the area of death\u0027s ity or light blindness take ld6 points of If you cast this spell in any locale call instead takes ld4 points of dam damage, +1 point of damage per caster where the temperature exceeds 90 de age per caster level (maximum 5d4) level (maximum +5). A successful Reflex grees Fahrenheit, the spell instead deals and becomes fatigued (Fortitude save save halves this damage. ld8 points of fire damage per caster negates fatigue). This supersedes the level (maximum 25d8) and makes liv normal +50% damage dealt to a swarm DEADLY LAHAR ing creatures exhausted. A successful by an area spell. Conjuration [Earth, Fire] Fortitude save halves the damage and",
        "name":  "A globe of brilliant radiance erupts silently, foes, scorching their flesh and draining Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S glamer can make a Will save to recognize Each time the subject casts a spell with a",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 5, sorcerer/wizard 5 check (DC 15 + damage dealt + spell",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Level: Bard 2 into the actions and physiology of your Components: S, M foes. Your next attack (if it is made before You whisk yourself from place to place Casting Time: 1 standard action the end of your next turn) is considered with a word. Range: Touch a death attack, without the need for the Targets: You plus one creature standard 3 rounds of observation. All For the duration of this spell, you gain touched/4 levels other rules for a death attack, such as the ability to teleport yourself up to 30 Duration: 1 minute/level (D) determining success and damage dealt, feet once per round as a move action. Saving Throw: Will negates apply as normal. You can bring along held or carried (harmless, target) or Will disbelief If you don\u0027t have the ability to deliver objects, as long as their weight doesn\u0027t (if interacted with, everyone else) a death attack, this spell has no effect. exceed your maximum load. You can\u0027t Spell Resistance: Yes (harmless) transport other creatures except for a DECEPTIVE FACADE familiar. You understand your companions clearly Illusion (Glamer) You must be able to see your desti enough, but judging by the expressions of",
        "name":  "You gain temporary, intuitive insight Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action the spell remains in effect. If you don\u0027t",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch end your teleport on a solid surface, you The subjects of the spell can speak about",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) movements to match the illusory words You whisk yourself from place to place with spoken. Anyone who spends at least 1 After an instant to lock the appropriate but a thought. full round studying the conversation image in your mind, your touch brings it is allowed a Will save to disbelieve the to life, spreading a new image across the This spell functions like dimension illusion. canvas of reality. jumper, except that you teleport as a Subjects of the spell know the gist swift action rather than as a move ac of what the illusory voices talked about Deceptive facade allows you to alter the tion, and the range of your teleport during the duration—that is, they know appearance of another being or object. extends to 60 feet. the topics covered—but not the precise When cast on another creature, it func phrases or details. DISCORDANT tions as disguise self, except that it can Material Component: The tongue of MALEDICTION affect a target other than yourself. a snake. When cast on an inanimate object Transmutation [Sonic] or a structure, the spell allows you to Level: Bard 5 DREADED FORM OF THE alter the object\u0027s visible characteristics. Components: V, S EYE TYRANT",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You (metal), a puddle of water (water), or a command the spell to alert you if the",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) chunk of wood (wood). In each case, the subject casts a spell or kills someone. object must weigh between 1/2 and 1 You do not necessarily know the precise Your body withers away to dust, leaving pound. The focus is also the target of details of when or how the subject com only a floating head, which quickly grows the spell. mitted the designated action; you only oversized and misshapen. Your eyes fuse know, instantly, that he did so. together as a single orb in your forehead, ENDLESS SLUMBER and ten writhing eyestalks sprout from Enchantment (Compulsion) ENERGY ABSORPTION your skull. [Mind-Affecting] Abjuration",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One object weighing up to 1 can attempt a new save every 24 hours to As an immediate action, the subject pound (see Focus, below) awaken early. The subject does not need can cause the spell to absorb the power",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No black sand. types used in that attack (but only for that attack), and also heals a number You close your eyes, and instantly the areaE NDURING SCRUTINY of points of damage equal to 1/2 the around the chosen object comes into focus. Divination damage the effect would normally have",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2 Spell Resistance: Yes nauseated condition to sickened.",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level A creature subjected to this spell feels (fire)",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes tigo and a phantasmagoric confusion Casting Time: 1 standard action of the senses. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature demeanor. ognize the dream as unreal. If that save Duration: Instantaneous fails, the creature becomes exhausted Saving Throw: Fortitude partial False lie causes the subject to appear while the spell lasts. A successful Spell Resistance: No dishonest and deceptive. Sense Motive Fortitude save lessens the condition checks made against the subject take a to fatigued. With a shout, you cause your foes to erupt in -10 penalty, and any failure convinces Regardless of the outcome of the afoul, acrid-smelling burst of yellow fire. the observer that the subject is lying, Fortitude save, the subject has difficulty even if she is not. Anyone who casts a focusing its mind on spellcasting. Each The subject ignites in a burst of sulfuric spell that reveals lies (such as discern lie) time it attempts to cast, concentrate on, fire that deals ld6 points of damage per can attempt a caster level check (DC or direct a spell, it must first succeed caster level (maximum 15d6) and causes 11 + your caster level); if this fails, the on a Concentration check (DC equal the subject to be sickened for 5 rounds. spell registers the individual as lying to this spell\u0027s save DC + the level of the A successful Fortitude save halves the even when she is not. spell being used). damage and negates the sickening.",
        "name":  "Your subject takes on a shifty, dishonest The target first gets a Will save to rec Targets",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A serpent\u0027s When this spell ends (whether be Material Component: A pinch of tongue. cause its duration ends, you dismiss it, brimstone. or it is dispelled), the subject is confused FAMILIAR REFUGE for 1 round afterward. FLAYING TENDRILS Conjuration (Teleportation) If the subject of fever dream is already Transmutation [Evil]",
        "name":  "Material Component",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V spell (see page 110), the Will save DC Components: V, S",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action of this spell (as well as the DC for Con Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unlimited centration checks required by this spell) Range: Personal",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No spell (see page 113), the Fortitude save A quartet of hideous, writhing tentacles DC of this spell increases by 2. sprouts from your face. You feel the bond between yourself and your familiar strengthen, and then the animal FINGER OF AGONY You grow four tentacles from your face, stands before you. Necromancy similar to those of a mind flayer. For",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hexblade 4, sorcerer/wizard 4 the duration of the spell, you can attack",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial though you have the Improved Grapple Illusion (Phantasm) [Mind-Affecting] Spell Resistance: Yes feat. You can latch a tentacle onto a foe\u0027s",
        "name":  "FEVER DREAM Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None seen knowledge such as alignments or tentacles attached, you can attempt to Spell Resistance: No allegiances. Finally, it must be simple remove your foe\u0027s brain, killing him enough to clearly convey in one or two instantly The victim is entitled to a sentences. fortitude save to avoid this fate, though If the triggering event occurs, the success indicates only that he evaded genius loci manifests exactly where you extraction; he is still grappled cast the spell, taking the form of and must attempt to escape an elder elemental (choose air, normally. earth, fire, or water when you You cannot use these ten cast the spell). It immediately tacles to grapple foes more attempts to carry out the than one size category designated task. larger or smaller than you. Once the spell is complete, Extracting the brain does you have no special control nothing to constructs, over the spirit\u0027s actions, and if elementals, oozes, plants, you trigger the manifestation, or undead, and is not in it attacks you just as it would stantly fatal to creatures anyone else. The manifested with multiple heads. spirit behaves in all ways as a normal elemental of its FORM OF THE kind, within the parameters THREEFOLD BEAST of the task assigned. Transmutation (Polymorph) If the spirit\u0027s manifested",
        "name":  "If you begin your turn with all four Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S and the spell is not broken.",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 9 Genius loci becomes a spell of the same must in some manner involve protect",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 the spell ends. Level: Druid 2, sorcerer/wizard 2, wu",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No each round on your turn as the worm expended \"digests\" it. The object begins to glow with a phospho Each round on its turn, a creature You feel light as a feather, as if the slightest rescent white light. Your companions\u0027 faces trapped within the worm can take a breeze might knock you about. are illuminated, but they cast no shadows full-round action to attempt a new Re on the surrounding walls. flex save to escape. If successful, the This spell converts part of your body creature appears prone in its original into elemental air, freeing you somewhat Ghost lantern causes an object to glow space and the spell ends. An ally in or from the bonds of gravity. You gain a +10 like a torch, shedding bright illumina adjacent to the creature\u0027s original space enhancement bonus on Jump checks, tion in a 20-foot radius (and shadowy can use the aid another action to help and if you have a fly speed, that speed illumination for an additional 20 feet) unearth it; a successful DC 10 Strength gains a +10-foot enhancement bonus. from the point you touch. Unlike check grants a +2 bonus on the creature\u0027s Furthermore, while this spell is active, normal light spells, this light is only next Reflex save to escape. you can activate a feather fall effect (as visible to you and a number of specifi You can place this spell\u0027s effect only the spell) on yourself as an immediate cally designated creatures equal to one on a horizontal area of dirt or stone at action. This benefit lasts for 1 round per three caster levels (maximum five). least 10 feet thick. Any creature more per level, at the end of which time the These creatures must be within 10 feet than 5 feet off the ground can\u0027t be af spell\u0027s entire effect ends. of you when you cast the spell but can fected by this spell. If heart of air is active on you at the later move as far apart as they want. same time as heart of earth, heart of fire, No others can see the ghost lantern; GUIDED PATH or heart of water, you gain light fortifica it has no effect on them, and they are Divination tion. If all four of these spells are active affected by other ambient light condi Level: Bard 1 on you at the same time, you become tions as normal. Effectively, this spell Components: V, S immune to extra damage from critical allows you and your chosen companions Casting Time: 1 standard action hits and sneak attacks. to see in the dark. Range: Personal",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell imparts to you the most di Target: You",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You can\u0027t obtain directions to a specific This spell converts part of your body location, such as the shop of Rufus the into elemental earth, which toughens With a fearsome roar, an enormous worm blacksmith. Additionally, the location\u0027s you considerably. You gain a +8 bonus like mouth bursts from the earth beneath purpose must be publicly known. If the on checks to resist a bull rush, overrun, your opponent\u0027s feet, attempting to swallow thieves guild secretly operates out of a or trip attack. You also gain temporary him whole. warehouse, you can\u0027t obtain directions to HEART OF WATER hit points equal to twice your caster you gain a +5 enhancement bonus on level (up to 30 hp). Transmutation [Water] Escape Artist checks.",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 3, sorcerer/wizard 3, wu Furthermore, while this spell is active, tive, you can activate a stoneskin effect (as jen 3 (water) you can activate a freedom of movement the spell) on yourself as a swift action. Components: V, S effect (as the spell) on yourself as a swift This benefit lasts for 1 round per level Casting Time: 1 standard action action. This benefit lasts for 1 round (or until the stoneskin\u0027s total protection Range: Personal per level, at the end of which time the is consumed), at the end of which time Target: You spell\u0027s entire effect ends. the spell\u0027s entire effect ends. Duration: 1 hour/level (D) or until if heart of water is active on you at the If heart of earth is active on you at expended same time as heart of air, heart of earth, or the same time as heart of air, heart of heart of fire, you gain light fortifi fire, or heart of water, you gain cation. If all four of these spells light fortification. If all four of are active on you at the same these spells are active on you time, you become immune to at the same time, you become extra damage from critical hits immune to extra damage and sneak attacks. from critical hits and sneak attacks. HOOD OF THE COBRA HEART OF FIRE Illusion (Phantasm) [Fear, Transmutation [Fire] Mind-Affecting]",
        "name":  "Furthermore, while this spell is ac Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hexblade 4, sorcerer/wizard 4 area of the spell (or to the subject of (water)",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the spell), the spell\u0027s area (or subject) Components: V, S",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature/3 levels, (or holding the subject), but also ends Area: 30-ft. line no two of which are more than the spell\u0027s duration. A successful Reflex Duration: Instantaneous 30 ft. apart save halves this damage. Saving Throw: Reflex half",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Spell Resistance: Yes INCENDIARY SURGE",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Evocation [Fire] Your hand is suddenly covered in warm",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half each creature within its area. The jet this effect. Spell Resistance: Yes begins at your fingertips. If a subject fails the initial Fortitude The jet of steam deals no damage to save, she can attempt a Fortitude save as No sooner has the blast of fire burst forth objects in its path, nor can it set fire to a move action each round on her turn; from your hands than you feel it building combustibles. success indicates that she is instead sick within you again. KARMIC AURA ened for the duration of the spell. This spell deals ld6 points of fire dam Abjuration IMMEDIATE ASSISTANCE age per caster level (maximum 10d6) to Level: Hexblade 1, sorcerer/wizard 1 Enchantment (Compulsion) all creatures in the area. Components: V",
        "name":  "A successful Fortitude save negates Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous made to overcome spell resistance with Saving Throw: Will partial",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None that casting of the spell. Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes INTERMINABLE ECHO You feel the currents of fate flow through As you speak the arcane words, you feel the Illusion (Phantasm) [Mind-Affecting, you, tugging on the strings of chance. laws of reality bending around your com Sonic] panion, undoing his failure. Level: Bard 4 While this spell is in effect, any crea",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action to you with an attack, spell, or other a skill check. You must cast this spell Range: Close (25 ft. + 5 ft./2 levels) effect becomes fatigued for 3 rounds. A after the skill check has been rolled, Target: One creature successful Will save indicates that the but before success or failure has been Duration: 5 rounds attacker is unaffected and immune to determined. The subject makes the new Saving Throw: Will partial the spell\u0027s effect until the start of your check immediately and must abide by Spell Resistance: Yes next turn, but must save again if he dam the results of the second roll. The subject ages you after that point. An attacker can\u0027t take 10 or 20 on this reroll. The deep tolling of a bell echoes within the already fatigued suffers no additional mind of your foe. effect from this spell. Karmic aura, karmic backlash, and KARMIC RETRIBUTION deals 5d6 points of damage. You must karmic retribution interact in an unusual Abjuration be able to see the target to be struck, but fashion. If you have more than one of Level: Hexblade 4, sorcerer/wizard 6 the lash otherwise ignores concealment. these spells active at once, the subject As a force effect, it can even strike in must save against each spell in descend By manipulating fate itself, you ensure that corporeal or ethereal creatures. ing order of spell level. If he fails any any who attack you suffer greatly for their At any point during the spell\u0027s dura of these saves, he is automatically fails insolence. tion, you can use a standard action to any save against any lower-level spell unleash a single 30-foot line of force of the set that you have active. (Spell This spell functions like karmic aura, that deals 15d6 points of damage and resistance still applies to each effect except that any creature that damages knocks prone any creatures in its area. A separately.) you and fails its Will save becomes successful Reflex save halves the damage For example, suppose you have all stunned for 1 round. and prevents the creature from being three spells active when a foe strikes knocked prone. This effect instantly you. He first attempts to save against LASH OF FORCE ends the spell\u0027s duration. karmic retribution. If that save fails, he Evocation [Force] is treated as if he had failed his saving Level: Sorcerer/wizard 9 LIGHTNING LEAP throws against all three spells. If the first Components: V, S Transmutation [Electricity] save succeeds, but the save against karmic Casting Time: 1 standard action Level: Sorcerer/wizard 5 backlash fails, he is treated as if he had Range: 10 ft. or 30 ft.; see text Components: V failed his saves against both that spell Effect or Area: One whip or 30-ft. Casting Time: 1 standard action and karmic aura. Only if he succeeds on line Range: Personal and 60 ft. both of the first two saves is he entitled Duration: 1 round/level or until Target/Area: You/l0-to-60-ft. line to a save against karmic aura. exhausted Duration: Instantaneous",
        "name":  "You grant the subject the chance to reroll Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No and Yes",
        "name":  "KARMIC BACKLASH partial Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Abjuration Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A chorus of phantasmal Saving Throw: Reflex partial something that it finds aesthetically voices Spell Resistance: Yes pleasing.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No your fingers and engulfs your target. on Disguise checks made to disguise yourself (but not others). You also gain a A chorus of glorious voices takes up your You create a swarm of faintly luminous +4 competence bonus on any Charisma song. motes of pure force that engulf one crea check you make to influence a creature ture, obscuring its vision. If the target that you have enchanted (such as with This spell continues any one bardic relies on sight, all its attacks have a 20% charm person) or conjured (such as with music effect you are currently maintain miss chance while the motes last. planar binding). ing or on which you are concentrating. The motes also deal ld6 points of MELF\u0027S SLUMBER It functions only on bardic music effects damage each round. The target can at ARROWS that can be maintained for longer than tempt a Reflex save each round to avoid 1 round. This allows you to cast spells, the damage. Enchantment (Compulsion) make use of a second bardic music If a subject under the effects of lu [Mind-Affecting] ability, or otherwise concentrate on minous swarm is targeted by fever dream Level: Bard 4, sorcerer/wizard 4 other matters. (page 104), the two spells interact to cre Components: V, S, M You can cast lingering chorus even ate a greater effect. See the fever dream Casting Time: 1 standard action while maintaining a bardic music effect. spell for details. Range: Touch",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2 Spell Resistance: Yes LINGERING FLAMES",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action At any time during this spell\u0027s duration,",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level three caster levels you have (maximum attack against you must make a Will save Saving Throw: None five arrows). to overcome the spell\u0027s effect. If the save Spell Resistance: Yes",
        "name":  "You can imbue one arrow for every Anyone who aims a melee or ranged Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A few poppy fails, all attacks that individual makes seeds. against you while the spell lasts have a You feel a wave of cold pass through you as 50% chance to be deflected to another it seeps into the land, the air, and even the MORDENKAINEN\u0027S target instead. Spell resistance applies souls of those nearby. TRUSTED BLOODHOUND to this effect. Conjuration (Creation) If a melee attack is deflected, the new You imbue the area with negative en",
        "name":  "Material Component",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Phantom bloodhound to you and within your attacker\u0027s melee energy into its opposite. Anyone in the reach. If a ranged attack is deflected, the area who casts a healing spell must suc You conjure a phantom hound, that can new target must be both adjacent to you ceed on a caster level check (DC 11 + track and bring down your prey. and within your attacker\u0027s range. your caster level); if the check fails, the If more than one target is available, healing spell deals damage to each of This spell functions like Mordenkainen\u0027s determine which creature is attacked its subjects equal to the caster\u0027s caster faithful hound, except that the phantom randomly. Any combat modifiers (such level instead of its normal effect. bloodhound created can also track a as cover) apply to the attack. A creature Living creatures that rest in this area creature as if it had the Track feat. Its that has total cover against the attacker do not regain hit points or lost ability Survival modifier is equal to your caster can\u0027t be selected as a target, nor can the score points. Undead in the area heal level for this purpose, but it can\u0027t use attacker. If no eligible target exists, the damage at the rate of 1 point per Hit the Survival skill for any other tasks. A attack misses. Die every 24 hours. trusted bloodhound has a land speed equal As an immediate action while the In addition to the normal means to yours, and can move at full speed spell lasts, you can choose to redirect of ending a spell\u0027s duration, this ef without taking a penalty on Survival a deflected attack back at the attacker. fect can be ended by a remove curse (or checks to track. You can wait to make this decision until similar spell) cast within its area for A trusted bloodhound can\u0027t attack, pro after you know an attack has been de that purpose. vide a flank, or have any other effect on flected, but you must do so before you Material Component: Grave dust. combat. However, as a standard action, know which creature is the target of NIGHTMARE TERRAIN you can instruct a trusted bloodhound to the deflected attack. Using this ability serve as a watchdog; in this role it func ends the spell\u0027s duration. Illusion (Shadow) tions identically to Mordenkainen\u0027s faithful Level: Assassin 3, bard 3, hexblade 3, NEAR HORIZON hound, except that its attack bonus equals sorcerer/wizard 4 your caster level. You can command a Divination Components: V, S trusted bloodhound to resume its tracking Level: Assassin 2, ranger 2 Casting Time: 1 standard action again as a standard action. Components: V, S Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The horizon seems to lurch nearer to you as Spell Resistance: No",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Components: V Saving Throw: Fortitude partial",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level strangler\u0027s grasp, the spell ends. fects at once. Each time an effect is",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes PRICKLING TORMENT the aura (reroll if it comes up again on Necromancy the table). Thus a prismatic aura can",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 3, sorcerer/wizard 3 affect a maximum of seven attackers like running ink, muting sound and color Components: V, S before it disappears, and the spell ends. alike. Casting Time: 1 standard action An attacker is entitled to any applicable",
        "name":  "A creeping pall of darkness covers the area Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Sorcerer/wizard 8 checks. A successful Will save negates Components: V, S these penalties, but not the effect of Angry red boils spread across the skin of Casting Time: 1 standard action the darkness. your enemy. Range: 0 ft.",
        "name":  "Listen, Search, Sense Motive, and Spot Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hexblade 3, sorcerer/wizard 3 addition, if the creature takes any actions Spell Resistance: Yes",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 9 The new spell is now prepared and ready",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard had prepared it when you last studied action your spells.",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Area: 10-ft.-radius emanation, centered on you",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Saving Throw: Fortitude negates",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless,",
        "name":  "With a shout, you call down a rain of spines Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M use a full-round action to let go of the Spell Resistance: Yes",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes interferes with all sonic spells and ef Necromancy fects. Any such spell or effect has only As though drawn straight from your imagi Level: Cleric 4, sorcerer/wizard 4 a 50% chance to affect a creature within nation, the image you envision springs into Components: V, S, M the area of resounding thunder. existence. Casting Time: 1 full round",
        "name":  "The clamorous sound in the area also Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S image, except that the illusion is a pat Spell Resistance: Yes",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level or until endures a mental backlash that deals returning to normal. expended ld6 points of damage +1 point of dam age per caster level (maximum +15) and You plant a kernel of negative energy in The world around you takes on a dim and is dazed for 1 round. A successful Will a subject, which is held in check by the muted tone as you are encased in a tight-fit save halves the damage and negates the positive energy inherent to the subject\u0027s ting sheath of crackling negative energy. dazed effect. own life force. Seed of undeath does not, in and of itself, harm the subject. Should This spell bestows a negative level upon RUSTED BLADE the subject die before the spell expires, any non-undead creature that makes Transmutation however, it rises as a zombie 1 round later a successful melee attack against you Level: Assassin 3, druid 3, sorcerer/ (as per the animate dead spell), as long (regardless of whether the attack deals wizard 4, wu jen 4 (metal) as a sufficient corpse remains. damage). There is no save, but spell re Components: V, S Any undead created in this manner sistance applies. Casting Time: 1 standard action are automatically under your control. At",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 5 throw, but use filth fever\u0027s normal DC 12 This spell functions like seed of undeath, stored inside the focus. The subject except it applies to any humanoid or remains trapped within the focus, un animal that dies in the area while the aware and ageless. If the focus is ever spell is in effect. broken or opened, the victim resumes Corpses of creatures that died before his normal form in the same space as you cast the spell, or that died outside the focus. the area and were then carried within, Focus: A tiny receptacle, such as a are unaffected. bottle or vase, of crystal or a similar",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A black onyx material worth at least 100 gp. The re worth at least 5,000 gp. ceptacle must be able to be sealed. SHAPE OF THE SPELLCASTER\u0027S BANE HELLSPAWNED STALKER Divination Transmutation (Polymorph) Level: Sorcerer/wizard 3",
        "name":  "Material Component",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard more ranks in Spell action craft, you not only",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch recognize any spell",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude level of any spell being negates cast. Again, you must",
        "name":  "Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes have line of sight to the At your touch, your foe dissipates caster for this effect to into a thick smoke, which flows function. smoothly into the receptacle you have prepared. With seed of undeatb, even slain enemies might not Stay down You transform the subject into smoke or gas, which is then STEAL SUMMONING A shower of lava globs and hailstones Creatures in the cone take ld4 points Conjuration (Summoning) rains down for 1 round, dealing 6d6 of damage per caster level (maximum",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Casting Time: 1 swift action",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 6, sorcerer/wizard 6, wu effects (other than the damage dealt). Saving Throw: None jen 6 (fire and water) Spell Resistance: No STORM OF NEEDLES",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: Instantaneous unusual metal, nor is it masterwork.",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No TELEPORTATION smoking lava intermixed with chunks of steaming ice. You flick a needle out in front of you. In Conjuration (Teleportation) stantly, the area is filled with a burst of Level: Sorcerer/wizard 6 thousands of tiny needles, which vanish Components: V, S almost as swiftly as they appear. Casting Time: 1 standard action TORRENT OF TEARS",
        "name":  "You bring forth a swirling vortex of Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None and Will Spell Resistance: No jen 2 (water) negates (object) Components: V, S, M",
        "name":  "Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard along held or carried ob action jects as long as their weight Range: Touch doesn\u0027t exceed the subject\u0027s Targets: Creature or maximum load. Only objects creatures touched (up to held or in use (attended) by one/3 levels) another individual receive Duration: Instantaneous saving throws and spell Saving Throw: Fortitude resistance. partial or Will negates",
        "name":  "Each subject can bring Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes pear in a space occupied by another creature or a solid Your hand grows numb and object, that subject is unaf pulses with a deep and sickly fected by the spell, but the radiance, the chill of the grave rest of the effect resolves emanating from it. normally. Your melee touch attacks TENACIOUS channel negative energy that DISPELLING disrupts the life force of liv Abjuration ing creatures, dealing 10d6",
        "name":  "If any subject would ap Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S spell\u0027s duration. Level: Assassin 3",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action If you cast this spell on a creature Components: V, S",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round and permanent spell doesn\u0027t deal ability drain. Instead, Target: You",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No including your own bite attack (if you",
        "name":  "Necromancy Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action through with punishing winds and sheets tack or until the spell\u0027s duration ends,",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 day/level This spell creates an enormous mass of duces the remaining duration of the",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    }
]
