[
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, the aerial avenger gets Flyby while airborne. If in the air above a foe, the aerial avenger Attack as a bonus feat. gains a +1 competence bonus to attacks. At 9th level, this Momentum (Ex): A 2nd-level aerial avenger learns bonus increases to +2. to use her momentum and weight to her advantage Range Increase (Ex): The 4th-level aerial avenger, while fighting. If in the air, the aerial avenger gains a when making a ranged attack while in the air, increases TABLE 3-1: THE AERIAL AVENGER BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL +2 1st +0 +0 +0 Flyby Attack 2nd +1 +0 +3 +0 Momentum +1, power dive 3rd +2 +1 +3 +1 Maneuverability increase, speed +10 feet 4th +3 +1 +4 +1 Death from above +1, range increase +3 5th +1 +4 +1 Momentum +2 6th +4 +2 +5 +2 Swoop 7th +5 +2 +5 +2 Maneuverability increase, speed +10 feet 8th +6 +2 +6 +2 Momentum +3 9th +6 +3 +6 +3 Death from above +2 10th +7 +3 +7 +3 Terrifying shriek the distance of any range increment (or in the case of spells that require a ranged attack roll, an increase in the overall range) by 50%. Swoop (Ex): At 6th level, the aerial avenger learns to make a devastating attack. While flying in a straight line (using a full-round action), the aerial avenger can move her speed, making a melee attack at any foe within reach on her path. For each foe attacked beyond the first, each attack suffers a -1 attack penalty, so the aerial avenger must declare how many foes she attacks before she starts (minimum two). The aerial avenger gives up her regular attacks to take this action. This is an extraordinary ability that draws no attacks of opportunity, even if the aerial avenger passes through threatened areas on her way through the swoop. Terrifying Shriek (Ex): The loth-level aerial avenger can add a shrill shriek to any swoop attack, causing all creatures within 50 feet of the point of the first attack to make a Will saving throw (DC 20 plus the aerial avenger\u0027s Charisma modifier) or become panicked for 1d6+4 rounds. Arcanopath Monk by Bruce R Cordell, DRAGON #2S1, March 2001 A terrible hate burns in the heart of the arcanopath monk. While others might hate with all their hearts, impotently, the arcanopath encompasses his fury and learns to use it. The arcanopath\u0027s meditations utilize methods of confronting a spellcaster. Once a monk begins to learn the art of the arcanopath, he can never expect safety in the presence of Spellcasters again. The reverse, however, is also true. A monk may take one or more levels of arcanopath monk and later take additional monk levels. CLASS FEATURES All of the following are class features of the arcanopath prestige class.",
        "name":  "Flyby Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must find the Monastery of Finithamon character is unable to cast spells with a verbal component amidst the Ever-Changing Chaos of Limbo, (and cannot communicate verbally). Creatures immune to successfully petition the sensei for membership, and critical hits cannot be affected by the chop. have slain an arcane spellcaster. Strike of Confusion (Su): The monk of 3rd or higher level can use this supernatural ability once per round, CLASS SKILLS but no more than once per arcanopath level per day. The The arcanopath\u0027s class skills (and the key ability for monk must declare he is using the strike of confusion each skill) are Balance (Dex), Climb (Str), Concentration before making the attack roll (thus, a missed attack roll (Con), Craft (Int), Diplomacy (Cha), Escape Artist (Dex), ruins the attempt). A foe struck by the arcanopath is forced Hide (Dex), Jump (Str), Knowledge(arcana)(lnt), Listen to make a Fortitude saving throw (DC 10 + the arcanopath (Wis), Move Silently (Dex), Perform (Cha), Profession level + the arcanopath\u0027s Wisdom modifier), in addition (Wis), and Tumble (Dex). to taking damage as normal. If the saving throw fails, the",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 8 immune to all forms of telepathy or mind reading. She ranks, Craft (alchemy) 4 may suppress and reactivate this immunity at will, as a ranks, Knowledge (arcane) 8 ranks, Spellcraft 8 ranks. free action.",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast divine spells. another of Ehlonna\u0027s domains as a third clerical domain.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ehlonna. She can use the granted power of the domain (using her fleet runner level instead of her cleric level), and CLASS SKILLS can choose from the spell lists of three domains when The fleet runner\u0027s class skills (and the key ability for selecting her domain spells for the day. She can still cast each skill) are Concentration (Con), Heal (Wis), Hide only one domain spell of each level (1st through 9th) per (Dex), Knowledge (nature) (Int), Knowledge (religion) day. Fleet runners without a level of cleric gain no benefit (Int), Move Silently (Dex), and Survival (Wis). from this granted ability.",
        "name":  "Patron Deity",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 9 ranks, Spellcraft 9 ranks.",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier, the prestige class. He does not, however, gain any other benefit a character of that class would have gained. If the character has levels in more than one spellcasting class before becoming a force missile mage, he must decide to which class he adds each level of force missile mage for the purposes of determining spells per day.",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray Spell Resistance: No",
        "name":  "Effect",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Great Fortitude, Spell Focus (transmutation).",
        "name":  "Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast six spells from the school of transmutation.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells than normal. without preparation.",
        "name":  "Your helpful transmutation spells aid you more Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (transmutation). Benefit: Your ancestry gives you a bonus spell known",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any transmutation spell you cast that at each spell level, starting at 1st, according to the enhances ability scores increases the ability scores by following list. +2 more than it normally does. For example, casting 1st—Obscuring mist bull\u0027s strength with this feat grants the subject a +6 2nd—Gust of wind enhancement bonus to Strength, instead of the usual 3rd—Wind wall +4 enhancement bonus. 4th—Shout",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chris Perry. Source: #325. 5th—Telekinesis 6th—Control winds AIR BLOODLINE [BLOODLINE] 7th—Ethereal jaunt One of your ancestors was a creature of elemental air. 8th—Summon monster VIII (elementals and outsiders Beings associated with this element come in an almost with the air subtype only) endless variety and your characteristics might vary with 9th—Freedom the type of elemental creature from which you descend. Special: If a character takes this feat any time after Regardless of your exact ancestry, you are likely to have 1st level and has already learned any of the spells on blue eyes and wild, unkempt hair. this list in the class that granted him access to this The descendants of cloud giants tend to be tall, loud, feat, he gains no additional spells known at those and often arrogant, but they have a strong appreciation spell levels. This restriction does not apply if he learned any of these spells as a member of another restriction does not apply if she learned any of these spellcasting class. spells as a member of another spellcasting class.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #325. with the earth descriptor, and all such spells are removed from the spell lists of all their spellcasting classes. ASTRAL TRACKING [GENERAL]",
        "name":  "Characters with Air Bloodline cannot learn or cast spells Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells conservatively, and stick to a regimented life. Even without preparation. when adventuring, they follow their routine to the best",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st adventure stems either from a desire to aid others, an level and has already learned any of the spells on this innate need to combat evil, or both. As such, celestial- list in the class to which she applies this feat, she gains blooded characters tend to focus their spell selections no additional spells known at those spell levels. This on good- or neutral-aligned spells that aid others. restriction does not apply if she learned any of these Prerequisites: Ability to cast arcane spells spells as a member of another spellcasting class. without preparation.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known the chaotic descriptor, and all such spells are removed at each spell level, starting at 1st, according to the from the spell lists of all their spellcasting classes. following list.",
        "name":  "Characters with this feat cannot learn or cast spells with Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "James Jacobs. Source: #291. This restriction does not apply if she learned any of these spells as a member of another spellcasting class. BRACED FOR CHARGE [GENERAL] Characters with this feat cannot learn or cast spells When receiving a charge, you know how to strike where with the evil descriptor, and all such spells are removed it truly hurts. from the spell lists of all their spellcasting classes.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Braced for Charge as one arcane spellcasting class that granted you access to this of his fighter bonus feats. feat). This ability does not affect your number of spells",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Jason Bulmahn, Ari Marmell, et al. Source: #331. known or spells per day.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #311. CELESTIAL BLOODLINE [BLOODLINE] CHARMING [GENERAL] One of your distant ancestors was a good outsider. The You are particularly convincing when attempting to characteristics you display might depend in part on the command targets of your mind-affecting spells. kind of celestial heritage you have. Prerequisites: Cha 13, Negotiator.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you make a Charisma check to exert decisive—quick to judge and quick to act. Characters control over the target of a mind-affecting spell you cast, you gain a +3 bonus on this roll. This applies to checks to convince the target of a spell from the charm person spell chain to take an action it normally wouldn\u0027t, as well as to opposed Charisma checks made by two casters whose spells affect the same target and who give it conflicting orders.",
        "name":  "Descendants of devas or archons tend to be very Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Travis Stout. Source: #301. COMBAT CHARM [GENERAL] Your charm spells are equally effective in combat and noncombat situations.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When casting a charm spell (such as charm animal, charm person, or charm monster) on a creature being threatened by you or your allies, it does not gain the usual +5 bonus on its save against the spell.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Owen K.C. Stephens. Source: #312. COMMANDING [GENERAL] The targets of your compulsion spells find them difficult to resist.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +1 to the Difficulty Class for all saving within the attacker\u0027s reach. The attacker must make a throws against your enchantment (compulsion) spells. new attack roll for the redirected attack, using the same This bonus stacks with the bonuses from Spell Focus modifiers applied to the missed attack. (enchantment) and Greater Spell Focus (enchantment). You may use this feat once per round. If there are no",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your smite evil class ability also works DIVINE CONDUIT [GENERAL] against chaotic creatures. Additionally, you may use You can lend your own divine power to a divine your smite ability one more time per day. If you spellcaster of your faith. accidentally smite a creature that is not chaotic or evil, Prerequisite: Cha 13, Divine Fervor, patron deity, the smite has no effect but is still used up for the day. ability to turn or rebuke undead. Smite evil and smite chaos are supernatural abilities. Benefit: If you touch a divine spellcaster who",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gary Holian. Source: #306. worships the same deity as you, you can expend one or more daily uses of your turn undead ability to CUTPURSE [GENERAL] boost that character\u0027s spellcasting power with your You are able to pick the pockets of your melee opponents. own divine energy. Such a transfer requires a standard",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known at each spell level, starting at 1st, according to the following list. 1st—Comprehend languages 2nd—Darkvision 3rd-—Protection from elements 4th—Fear 5th—Mindfog 6th—True seeing 7th—Vision 8th—Mind blank 9th—Dominate monster",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on this list in the class that granted him access to this feat, he gains no additional spells known at those spell levels. This restriction does not apply if he learned any of these spells as a member of another spellcasting class. A character with the Draconic Bloodline feat retains many of the strengths and weaknesses of his ancestor. As such, he must choose a category of spells (often spells with a certain descriptor) that he cannot learn or cast. (For example, the descendant of a green dragon might not be able to cast spells with the earth descriptor, while the heir of a bronze dragon might be denied access to spells with the fire descriptor.) Such spells do not 9th—Summon monster IX (elementals and outsiders appear on the character\u0027s spell list for any class. The with the earth subtype only)",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st category of spells the character is denied. level and has already learned any of the spells on this",
        "name":  "DM should be involved in the decision about which Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Draconic Bloodline, ability to cast 2nd- from the spell lists of all their spellcasting classes. level arcane spells. Author: Scott Carter. Source: #311.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #311. Prerequisites: At least one elemental domain (Air, Earth, Fire, or Water), ability to cast arcane spells with EARTH BLOODLINE [BLOODLINE] the same elemental descriptor as your domain.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one of your elemental domains: Air, earth. Your heritage probably stems from one of the Earth, Fire, or Water. You can cast spells with the related humanoid-shaped beings from the Elemental Plane spell descriptor as if your caster level was the sum of all of Earth, although elemental earth creatures native spellcasting classes that grant spells of that elemental to the Material Plane can contribute this bloodline spell descriptor. The effect applies only to a single as well. Regardless of the exact earth creature in your elemental descriptor chosen when the feat is taken. ancestry, you probably have a hardy, solid-looking For example, a 5th-level cleric/3rd -level wizard with the body and dark coloration, and you might even exude Fire domain and this feat can cast any spell with the fire an earthy smell. descriptor as an 8th-level caster. Stone giants produce long, lean descendants who tend This does not affect your spells per day or spells to be shy but playful. The progeny of earth mephits are known. It only increases your caster level when casting generally stubborn, while those of salt mephits are often spells of the appropriate descriptor. gifted with a sarcastic wit. Characters with gargoyle blood Special: You can gain this feat multiple times. Its tend to be territorial and prone to violence, especially effects do not stack. Each time you take the feat, it applies when it comes to protecting what is theirs. to a new elemental domain and spell descriptor.",
        "name":  "You are descended from a creature of elemental Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tim Hitchcock. Source: #325. Bloodline feat are unchanging, but this assessment is not entirely true. Rather, they are slow to change—not ENSPELL FAMILIAR [GENERAL] to mention tough, determined, and unwavering in You can cast spells on your familiar over a distance. their goals. They generally enjoy being underground, Prerequisites: Caster level 1st, ability to gain a familiar. so they like to delve into dungeons and other Benefit: You are always considered to be in contact subterranean locales. with your familiar for the purpose of casting shared",
        "name":  "Some would say that sorcerers with the Earth Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells spells, as long as it is within 1 mile of you. Thus any without preparation. spell you cast on yourself also affects your familiar.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any numerical bonus granted by a spell modified with this feat increases by +2 for all undead FEY\u0027S FATE [BLOODLINE] creatures it affects. This increase does not apply to factors You are touched by the luck of your ancestors. such as range, save DC, healing, or other numerical Prerequisites: Fey Bloodline, ability to cast 2nd-level factors relating to a spell. Only effects described as arcane spells. bonuses gain this benefit. A fell energy spell takes up a Benefit: You get a +1 luck bonus on all saving throws. spell slot one level higher than the spell\u0027s actual level. Author: Scott Carter. Source: #311.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mike Mearls. Source: #312. FIENDISH BLOODLINE FEY BLOODLINE [BLOODLINE] [BLOODLINE] One of your ancestors was a fey creature, or was raised as One of your distant ancestors was an evil outsider. The such. Fey sometimes take humanoid mates or capture characteristics you display might depend in part on children and raise them as their own. Fey-blooded characters the kind of fiendish heritage you have. Many of your vary greatly in appearance but most have some odd feature bloodline are dark in coloration, although great variation that marks them, such as a strange eye or hair color. can exist depending on your specific ancestry. The heirs of dryads are often quite shy but they Evil outsiders such as demons and devils produce a possess quick minds and an earthy beauty. Grig-blooded surprisingly large number of offspring on the Material characters are mischievous and lighthearted, while Plane. Their descendants are frequently (but not always) those with pixie blood are prone to take their pranks evil. Demon-blooded characters and others descended too far. Characters with nixie blood are suspicious from beings native to the chaotic evil realms are usually beings who tend to avoid strangers but remain fiercely chaotic themselves, and at their worst they can be prone loyal to places or persons they love. to greedy or lustful behavior. Sorcerers with fey blood often have changing, fickle Those with devil blood, on the other hand, tend to natures. They are quick to laugh and play tricks, but slow be lawful. They have no compunctions about bending to forgive or forget slights. They adventure primarily out the rules as far as possible, but they rarely break them. of a sense of alienation, seeking some place or group Like their fiendish ancestors, devil-spawn are known to which they can belong. They are fond of spells that for keeping their word. deceive and manipulate emotions, such as charm person. Characters with fiendish blood often seem driven—",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells even haunted—by the potential for evil within them, without preparation. especially if they try to hold to a neutral or good path.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry grants you a bonus spell They frequently adventure out of a restlessness caused known at each spell level, starting at 1st, according to by their own internal struggles, although sometimes the following list. they do so simply because they enjoy killing and 1st—Detect secret doors adventuring provides a perfect outlet for that tendency. 2nd—Glitterdust Such characters usually prefer spells of darkness and 3rd—Tongues deception, even if they are good-aligned. 4th—Hallucinatory terrain Prerequisites: Ability to cast arcane spells 5th—Seeming without preparation. 6th—Mislead Benefit: Your ancestry gives you a bonus spell known 7th—Sequester at each spell level, starting at 1st, according to the 8th—Otto\u0027s irresistible dance following list. 9th—Wail of the banshee 1st—Protection from good",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st 8th—Sunburst level and has already learned any of the spells on this 9th—Meteor swarm list in the class that granted her access to this feat, she *The subject\u0027s tongue resembles a tongue of flame. gains no additional spells known at those spell levels. **The fog produced has a smoky smell and quality.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st these spells as a member of another spellcasting class. level and has already learned any of the spells on this Characters with this feat cannot learn or cast spells list in the class that granted him access to this feat, he with the good descriptor, and all such spells are removed gains no additional spells known at those spell levels. from the spell lists of all their spellcasting classes. This restriction does not apply if he learned any of",
        "name":  "This restriction does not apply if she learned any of Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells Your spells zero in on a specific target. without preparation. Benefit: Only those spells delivered by a ranged",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known touch attack can be guided. Choose a target within at each spell level, starting at 1st, according to the range before casting a guided spell. A guided spell following list. ignores anything up to total cover and full concealment 1st—Hypnotism as it moves over, under, or around barriers, seeking 2nd—Pyrotechnics that target. You do not check for miss chance due to concealment, and your foe does not gain an AC bonus Prerequisite: Spell-like abilities or ability to cast due to cover. If a guided spell misses on its initial arcane or divine spells. attack, it persists for a number of rounds equal to 1/3 Benefit: If you grasp the severed head of a creature your level (rounded down), making another ranged with a gaze supernatural ability (such as the petrifying touch attack on your turn each round against that gaze of a medusa) within 1 hour of the creature being target until it hits or the guided duration ends. If the slain, you may use that creature\u0027s head to employ the target or you move out of the range of the spell, if the slain creature\u0027s gaze supernatural ability as a standard target gains total cover or concealment from your action up to three times during the next 24 hours. After position, or if the line of effect for the spell is blocked, that time the head is rendered useless. Retrieving the the guided spell immediately ends. You do not need head from a slain creature is a full-round action that to concentrate on a guided spell while it is attacking. provokes an attack of opportunity.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eric Haddock. Source: #328. than the spell\u0027s actual level.",
        "name":  "A guided spell uses up a spell slot three levels higher Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may make a single unarmed attack certain physical traits, such as lacking hair but with both hands to add 1-1/2 your Strength bonus on possessing black eyes and pale skin with a slightly the damage roll. This extra damage does not apply if purplish tint. you make a flurry of blows attack or if you are holding Sorcerers who have an escaped illithid slave in their anything in either hand. ancestry tend to select spells that manipulate or ruin the",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Hammer Fist as one of mind. They favor enchantment spells above all others. his fighter bonus feats. Prerequisites: Ability to cast arcane spells",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "James Wyatt. Source: #279. without preparation. Benefit Your ancestry gives you a bonus spell known at HEADS UP [GENERAL] each spell level, starting at first, from the following list You are capable of using the gaze attacks of a slain 1st—Hypnotism creature. Why should monsters have all the fun? 2nd—Detect thoughts Those with this feat cannot learn or cast spells that alter an object or creature\u0027s size or shape (such as enlarge person or the polymorph spells) and all such spells are removed from the spell lists of all their spellcasting classes.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any bloodline feat, ability to cast 3rd- level arcane spells.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, you may turn or rebuke creatures of the same kind as your bloodline ancestor as a cleric of 1/2 your level in the arcane spellcasting class that granted you access to your base bloodline feat. You may choose to either turn or rebuke such creatures upon taking this feat, but you cannot later change that decision.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Axiomatic Bloodline, ability to cast 2nd-level arcane spells.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "#331. level arcane spells.",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quick Draw, base attack bonus +5. spells known or spells per day.",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 13. trees tend to concentrate, appropriately enough, on Benefit: Whenever you flank an opponent, an ally spells from the school of necromancy. Spells that allow not flanking that foe gains a +1 bonus on melee attacks the caster to control a creature\u0027s mind are popular made against your flanked opponent. Flanking allies among those descended from vampires. retain the normal +2 bonus on melee attacks.",
        "name":  "Sorcerers with a touch of the undead in their family Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells Special: A fighter may select Pack Tactics as one of his without preparation. fighter bonus feats.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known Author: Dean Poisso. Source: #313. at each spell level, starting at 1st, from the following list. 1st—Causefear PEBBLE UNDERFOOT [GENERAL] 2nd—Ghoul touch You have learned a special combat technique useful for 3rd—Vampiric touch bringing down creatures much larger than you. 4th—Contagion Prerequisite: Improved Trip. 5th—Dominate person Benefit: When attempting to trip a creature at least 6th—Eyebite two size categories larger than you, you gain a +4 bonus 7th—Control undead on opposed trip checks. If you fail to trip the creature, it 8th—Trap the soul cannot immediately attempt to trip you. 9th—Wail of the banshee Special: A fighter may select Pebble Underfoot as one",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after of his fighter bonus feats. 1st level and has already learned any of the spells Author: James Wyatt. Source: #279. on this list in the class to which she applies this feat, she gains no additional spells known at those PENUMBRA BLOODLINE spell levels. This restriction does not apply if she [BLOODLINE] learned any of these spells as a member of another You are descended from a planar traveler who spellcasting class. frequented the Ethereal Plane or Plane of Shadow. The Characters with this feat cannot learn or cast spells energies of these planes altered and augmented your of the conjuration (healing) subschool, and all such ancestor, infusing your bloodline with a trace of shadow spells are removed from the spell lists of all their or ether. You are touched by the planes, and they grant spellcasting classes. you arcane powers that continue to shape your life.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you successfully use Bluff to Many penumbra-blooded creatures prefer dark places and feint in combat, the target loses his Dexterity bonus avoid direct sunlight as much as possible. Sorcerers who possess a penumbral ancestor favor descriptor, and all such spells are removed from spells that conceal places and people as well as spells spell lists of all their spellcasting classes. that access the Plane of Shadow or Ethereal Plane. Author: Scott Carter. Source: #325.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on PLANT BLOODLINE [BLOODLINE] this list in the class to which she applies this feat, she One of your ancestors had an unusually close tie to the gains no additional spells known at those spell levels. natural world. Possibly the rarest of ancestries, only This restriction does not apply if she the most powerful Spellcasters or deities can cause the learned any of these spells as a member melding of plants and animals. of another spellcasting class. Plant-blooded creatures tend to have brown skin and Characters with this feat cannot learn green eyes, and they generally act more patiently and or cast spells with quietly than their peers. Scions of flowering plants are the light often beautiful and vain, in love with bright colors and prone to extravagance. Those who descend from vines have long thin bodies with tangled masses of hair and combative dispositions. Fungal descendants tend toward pale skin and hair tones, preferring sedentary lives and dark, cool places. Tree-blooded creatures stand taller than their peers and have quiet but friendly personalities, content with deep thoughts and slow actions. Sorcerers with plants in their ancestry prefer spells that manipulate themselves or the environment around them to protect or grow life.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known at each spell level, starting at 1st, from the following list. 1st—Endure elements 2nd—False life 3rd—Water breathing 4th—Minor creation 5th—Transmute rock to mud 6th—Control water 7th—Control weather 8th—Control plants 9th—Imprisonment",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on this list in the class to which she applies this feat, she gains no additional spells known at those spell levels. This restriction does not apply if she learned any of these spells as a member of another of dice from your sneak attack damage and add a +2 spellcasting class. circumstance bonus on your attack roll for each die In almost every culture, plants and growing things reduction you make. You may convert as many of your represent life and growth. Thus, characters who dice from your sneak attack damage as you wish in this possess this life-centered bloodline cannot learn or manner. However, if you make more than one sneak cast spells with the death descriptor, and all such attack during a round and are using this feat, you must spells are removed from the spell lists of all their convert the same number of dice for each one. spellcasting classes. Author: Mike Mearls and Jeff Quick. Source: #310.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #325. PUPPET MASTER [GENERAL] POLE BALANCE [GENERAL] It is more difficult to notice manipulation of the targets You can use your pole arm to brace yourself against of your enchantment spells. impact and prevent you from falling. Prerequisite: Wis 13.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Ring the Golden Bell as POWER IN THE BLOOD one of his fighter bonus feats. [BLOODLINE] Author: Patrick Younts. Source: #319. You can call on your arcane heritage to cast one additional spell per day. RIPOSTE [GENERAL]",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any bloodline feat, ability to cast 3rd- You are adept at striking from a defensive posture. level arcane spells. Prerequisites: Int 13, Combat Expertise, base attack",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 luck bonus on Listen, Search, Sense Motive, and Spot checks. In addition, you can call upon your deity once per day for limited information about the future in general, although this usage of the feat temporarily depletes your capacity for divine insight. The effect is similar to that of an augury spell, except there is no material component and you can see only about 10 minutes into the future. This usage of the feat is a spell-like ability requiring a full-round action. Once you have used the feat in this way, the luck bonus it normally provides is negated for the rest of the day.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known at each spell level, starting at 1st, from the following list. 1st—Cause fear 2nd—Hypnotic pattern 3rd—Sepia snake sigil 4th—Phantasmal Killer 5th—Dominate person 6th—Repulsion 7th—Power word blind 8th—Power word stun 9th—Power word kill",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on this list in the class to which she applies this feat, she gains no additional spells known at those spell levels. This restriction does not apply if she learned any of these spells as a member of another spellcasting class. Because serpents must forever crawl on their bellies, even their offspring cannot hope to look to the skies. Characters with this feat cannot learn or cast spells intended to allow them to leave the ground (such as fly, levitate, or overland flight), and all such spells are removed from the spell lists of all their spellcasting classes.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A mind-affecting spell modified by this feat works normally against intelligent undead creatures. Mindless undead (those without Intelligence scores) are still immune to its effect, and the altered spell has no effect against living creatures or constructs. A song of the dead spell takes up a spell slot one level higher than the spell\u0027s actual level. Note that the use of this feat does not make mind-affecting spells affect undead if the spell\u0027s description specifies that the target must be living or of a particular creature type (other than undead). Any spells prepared with Song of the Dead become necromancy spells.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you confirm a critical hit with going on around them, since death can come from any a melee attack that deals bludgeoning or nonlethal direction underwater. Since fluids are so adaptable, damage for which you have the Improved Critical feat characters with this bloodline are fond of spells that your opponent must make a Fortitude save (DC 10 + 1/2 deal with change. your level + your Strength modifier) or be stunned for Prerequisites: Ability to cast arcane spells one round. without preparation.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Staggering Blow as one Benefit: Your ancestry gives you a bonus spell known of his fighter bonus feats. at each spell level, starting at 1st, according to the",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "James Wyatt. Source: #279. spell levels. This restriction does not apply if he learned any of these spells as a member of another VAULT [GENERAL] spellcasting class. While wielding a pole arm you can jump great distances. Characters with Water Bloodline cannot learn",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 13, Jump 4 ranks. or cast spells with the fire descriptor, and all such",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When wielding a pole arm two-handed, the spells are removed from the spell lists of all their DC for a long jump is reduced by-5. In addition, the DC spellcasting classes. for a high jump is equal to three times the distance to Author: Scott Carter. Source: #311.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "#298. be applied to the skin to repel insects. It keeps Tiny Free Foot This quick-drying oil makes one 5-foot square or smaller insects at bay for 4 hours per application. exceptionally slippery. Creatures moving through the Larger insects and those under the control of a spell affected area must make a DC 15 Dexterity check to keep must make a DC 12 Will save to approach a protected their feet. Trying to stand requires a similar check, as does character. This benefit is lost if the character attacks moving out of the square once footing has been regained. the insect. Author: Jesse Decker and Stephen Kenson.",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wielder gains a +2 competence bonus on Alchemist\u0027s Glass: An alchemist\u0027s glass is a beaker Search and Spot checks and can feather fall at will as a usually constructed of green or blue glass with spell-like ability. In this aspect, the wielder\u0027s eyes take several small spouts near the bottom. Arcane writing on a golden hue. frequently covers the sides of the glass and sometimes",
        "name":  "Hawk",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Liquid transformed by this rune kept vigilant watch over their people using special grants the rune invoker an aura of honesty. This agents of Re-Horakhty. Clerics created the eye of Horus, functions as the zone of truth spell centered on the supposedly blessed by Re-Horakhty himself to be rune\u0027s invoker. worn by these agents to protect them. The eye of Horus",
        "name":  "Honesty Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Verbal component (a specific, guttural, evil- an elemalefic ice storm takes 1d4 points of residual cold sounding word or phrase) that cannot be modified and damage per round for 4 rounds after the spell\u0027s duration a material component (a ruby worth at least 25 gp). expires. The spell is still considered to be in effect for the",
        "name":  "Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Material component (worth 50 gp) that is slightly larger and more powerful than typical specific to the energy type, as follows: a few drops of specimens of their kind. black dragon drool (acid), diamond dust (cold), a star This template can be added to any conjuration made of woven copper wire (electricity), ruby dust (fire), (summoning) spell that summons one or more or a golden tuning fork (sonic). creatures. All creatures summoned with a champion Prerequisite: Elemalefic Spellcaster. spell have maximum hit points. Furthermore, you may cast spells with a range of \"touch\" on any creatures you GHOST TOUCH have summoned with a champion spell without actually You establish a link with the Ethereal Plane. A barely needing to touch them, provided that they are within visible, silvery aura briefly surrounds you while you\u0027re your line of sight. For example, you could cast blur on a casting a ghost touch spell. creature you have summoned even if it\u0027s standing 30 feet The ghost touch template can be added to any spell with away from you. All other parameters (such as duration, one or more targets. Spells with this template gain the ghost number of targets, and the like) of a touch spell used in touch property and are not subject to the 50% miss chance this manner still apply normally. that normally applies against an incorporeal target.",
        "name":  "Creatures summoned via champion spells appear Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Superior Summons. Prerequisite: Ethereal Tendril. CONCUSSIVE INVIGORATING You have learned how to direct your destructive spells You unlock ancient methods of manipulating divine so that they strike with maximum force. Concussive healing energy. Your eyes turn white while casting an spells are louder than normal and seem to strike with invigorating spell. greater impact. This template can be added to any spell that cures This template can be added to any spell that deals hit hit point damage. In addition to curing damage point damage. Any creature damaged by a concussive normally, an invigorating spell can remove any or spell must succeed on a Balance check (DC 10 + caster all of the following conditions affecting the targets: level) or be knocked prone by the impact of the spell. dazed, exhausted, fatigued, sickened, or stunned. You",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Somatic component (thrusting hand gestures) specify which conditions are to be removed when you that cannot be modified and a material component (a cast the spell. pearl worth at least 25 gp). Cost: Verbal component (recitation of an ancient",
        "name":  "Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellstrike. healing incantation) that cannot be modified.",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invigorating Spellcaster. ELEMALEFIC You have learned how to capture minor elemental SHACKLED spirits and trap them in your spells. A spell amplified by You have learned how to harness the residual, wasted the elemalefic template seems to form frowning skulls, energy of a spell and use it to hinder the mobility of grasping claws, or screaming faces of the appropriate your targets. The spell energies unleashed by a shackled energy type within its area. spell tend to linger even after the spell\u0027s effects have This template can be added to any spell that deals taken hold. energy damage (acid, cold, electricity, fire, or sonic). After This template can be added to any spell with a the spell\u0027s normal duration expires, or after its damage duration other than instantaneous or permanent. In is dealt, elemental spirits plague all creatures damaged addition to its normal effects, a shackled spell causes by the spell for a number of additional rounds equal to each target to move at one-half its normal speed the spell\u0027s level. This residual energy deals 1d4 points (rounded down to the next 5-foot increment) for the entire duration of the spell. If applied to a spell SPELLBINDER (CEREMONIAL) that itself reduces speed (such as slow), the effects Upon completing a daylong ceremony during which are cumulative. Any reduction in speed also affects you and the other six participants are shackled jumping distance, as normal. together at the ankles, you master the ability to inhibit",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellbinder. SPELLSTRIKE (CEREMONIAL) After a daylong ceremony involving you and at least six monks, you gain the power to knock down foes with CEREMONIAL FEATS your spells.",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may apply the concussive template to templates described above. They also grant additional your spells. You also gain a +2 bonus on Concentration situational bonuses and benefits, as noted in their checks made to ignore vigorous, violent, or individual descriptions. extraordinarily violent motion while casting spells (see Concentration in Chapter 10 of the Player\u0027s BLOODTHIRSTY (CEREMONIAL) Handbook for details). After a daylong ritual involving you and at least six others, one of whom must be a necromancer, you gain SUPERIOR SUMMONS mastery of blood. (CEREMONIAL)",
        "name":  "The following ceremonial feats allow access to the spell Benefits",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may apply the elemalefic template to Champion Superior Summons your spells. You also gain a +2 bonus on Survival checks Concussive Spellstrike made while on any of the four elemental planes. Elemalefic Elemalefic Spellcaster Ghost Touch Ethereal Tendril ETHEREAL TENDRIL (CEREMONIAL) Invigorating Invigorating Spellcaster After a daylong ceremony in which you sacrifice and Shackled Spellbinder devour an ether scarab (described in Monster Manual IT), you can imbue your spells with the power to strike incorporeal foes. The Glyphs of Cerilon",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may apply the ghost touch template to your spells. You also gain the ability to move at normal speed (instead of half speed) when traveling on the by Larry DiTillio, DRAGON #50, June 1981 Ethereal Plane. The glyph of warding spell is one of the most INVIGORATING SPELLCASTER fascinating and useful spells in the D\u0026D game for (CEREMONIAL) both players and Dungeon Masters alike. For a player, After completing a daylong ritual involving you and six a good glyph can solve all sorts of dilemmas, as well as clerics, you can cast healing spells that have additional providing a safe, pre-planned route of escape. For the invigorating powers. DM, a glyph can serve as a very nifty trap, certain to",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) or Knowledge create it. Its save DC equals 10 + your spellcasting ability (religion) 8 ranks, arcane or divine caster level 5th. modifier + the spell slot\u0027s level.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals damage plus amnesia. This round. A successful Will save negates the effect. glyph deals 2 points of damage per level Ginmore: Order. Deals 1d6 points of of caster and causes total amnesia in the electrical damage per 2 caster levels to any target for 1 minute per caster level. A target of chaotic alignment. A successful successful Will save halves the damage Reflex save halves the damage. and negates the amnesia. The amnesia causes a Glyl: This glyph confuses its victim, spellcaster to lose access to 1d3 spell slots or prepared as per the confusion spell, for 1 round spells, each of a different, random level {if possible). A per 2 caster levels. A successful Will save nonspellcaster loses the benefits of the skill ranks he negates the effect. has in 1d3 randomly chosen skills. The target acts as Han: Causes a blinding flash of light. The if untrained in that skill and gains no bonus from the creature activating the glyph and anyone ranks spent on it. A target regains his spells or skill within 10 feet of the triggered glyph is ranks at the end of the effect\u0027s duration. blinded for 1 round per 2 caster levels. A",
        "name":  "Bora",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Demon Ward. This glyph is successful Will save negates the effect. specifically designed to ward against Inda: Metalbane. All metal on the evil outsiders. Once activated, this glyph passer or toucher of this glyph heats prevents any such creatures from passing up, as per the spell heat metal with a through the space it occupies for 10 caster level equal to the level of the spell minutes per caster level. A Will save allows a creature to slot used to power this effect. A successful Will save pass. This is a mind-affecting ability. negates the effect.",
        "name":  "Cand",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drains Strength. This glyph can Ik: Polymorph. Targets its victim with a only be set with the touch trigger. The baleful polymorph spell that turns the victim target of this glyph must make a Fortitude into an earthworm for 1 round per caster save or take a -1d6 penalty to Strength for level. A Fortitude save negates the effect. 10 minutes per caster level. Jend: Deals 1d6 points of fire damage",
        "name":  "Cino",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The shortener. This glyph off A successful Reflex save halves the damage. targets the victim with reduce person, except Quolat: Poison. This glyph exposes the spell affects any type of creature and the target to a mild poison (Fort negates; not just humanoids. A successful Fortitude 1d4 points of ability damage primary save negates the effect. and secondary damage). You choose the",
        "name":  "Lenden",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Madness. This glyph causes the normal means. toucher or passer to go temporarily insane, Tarrat: Drains Intelligence. The target of screaming wildly, shaking as if with palsy, this glyph must make a Fortitude save or and babbling about terrors in the dark. This madness take a -1d6 penalty to Intelligence for 10 lasts 1 rounds per level of caster. A successful Will save minutes per caster level. negates the effect. An insane victim cannot fight, be Unkin: The bleeder. This Glyph causes reasoned with, or cast spells. He may move as normal, any wounds on the target to open and and avoids attackers and other dangers as normal. begin bleeding. Wounds continue bleeding",
        "name":  "Nolon",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The raiser. This glyph causes like Cand and Jash, except that it affects the activator to be hurled upwards at more powerful evil outsiders. Any demon tremendous speed and be smashed with HD less than or equal to the glyph\u0027s against the ceiling. The victim is thrown caster level automatically fails its save against Vana. 10 feet in the air per 2 caster levels. The victim takes Spell resistance does not apply in this case. falling damage as normal, and takes an additional 1d6 Vyg: This glyph deals electrical damage points of damage per 2 caster levels if he strikes the to all creatures with a lawful alignment. ceiling before soaring his full distance. A Reflex save Other creatures are unaffected. Vyg deals allows a target to avoid this effect, remaining on the 1d6 points of damage per 2 caster levels. A ground and taking no damage. successful Reflex save halves the damage.",
        "name":  "Pogen",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Regression. This glyph targets more vivid in the player\u0027s mind, which makes for more the creature that activates it with touch of creative roleplaying. idiocy, per the spell. The penalties last for 10 minutes per level. THE RIDDLES THERE ARE",
        "name":  "Ylmis",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pale blue liquid or powder, smells like horse sweat (DC 10 Spot check to notice). Galas deals 1d6 Cerilon point of Constitution damage as its initial damage. As its secondary damage, galas deals 1d6 points of by Larry DiTillio, DRAGON #59, March 1982 Constitution damage 1 minute later, as usual, and then another 1d6 points of Constitution damage This article presents a variety of poisons that the 10 minutes after that. A successful save against the original author, Larry DiTillio, created for his Cerilon poison\u0027s secondary damage negates only that damage; campaign, delineating each by smell and appearance the victim must succeed again 10 minutes later to and describing how long each takes to affect the negate the final damage. victim and run its course. This classic article has been Fortitude DC 13; Price 600 gp. updated to the 3.5 rules set. It converts the poisons\u0027 Golden Fool: Gold powder. Almost undetectable effects to the current system. when used on gold-colored objects (DC 30 Spot check Some of these poisons follow different patterns to notice); otherwise, it leaves a pale gold discoloration than the standard poisons. The original article meant when applied (DC 14 Spot check to notice). Golden fool to make poisons unique and unpredictable. The rules deals 1d2 points of Constitution damage and 1d6 points update embraces that spirit. For example, some of of Wisdom damage as its initial damage. As its secondary these poisons have multiple effects, while others deal damage, golden fool deals 1 point of Intelligence damage damage over multiple minutes. and 1d4 points of Wisdom damage every minute for 1d4 Unless otherwise noted, the poisons given here minutes or until it deals 6 points of additional Wisdom follow the standard rules for poison from the DUNGEON damage. A successful save against the poison\u0027s secondary MASTER\u0027S Guide. damage negates all later damage as well. Some of the poisons listed here deal damage or Fortitude DC 19; Price 2,000 gp. other effects over a long period of time, such as points Gurch: Dark green liquid or powder, smells like wax of ability score damage over a number of minutes. A (DC 17 Spot check to notice). Gurch deals 1d8 points of character with the Heal skill is allowed to make a check damage as its initial damage. As its secondary damage, to treat the poison each time it affects the target. If he gurch deals 1d2 points of Strength damage every succeeds, he prevents the later damage. This damage minute for 5 minutes. In addition, if the victim fails can be healed with restoration spells as normal. his save against secondary damage he is wracked with excruciating pain that renders him unable to move. CONTACT POISONS The victim becomes paralyzed for as long as the poison The most dangerous of all poisons, a mere touch of these continues to deal him damage. A successful save against substances expose victims to their deadly properties. the poison\u0027s secondary damage negates all later damage",
        "name":  "The Toxins of Galas",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Odorless, colorless liquid. Mufa causes muscle spasms and convulsions (which paralyzes the victim) as its initial damage. As its secondary damage, mufa deals 1 point of Constitution damage per minute until the victim dies, receives three successful DC 20 Heal checks from an ally, or receives a neutralize poison spell. The paralysis effects wears off 1d2 x 10 minutes after the victim attempts his initial save. A successful save against the poison\u0027s secondary damage negates all later damage as well Fortitude DC 20; Price 1,800 gp.",
        "name":  "Mufa",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Small, blue-and-white speckled pellets. Fortitude DC 18; Price 300 gp. Praka deals 2d6 points of Wisdom damage as its Tylatch: Clear liquid, smells like sandalwood. Tylatch initial damage and 1d4 points of Constitution damage causes paralysis as its initial damage. A successful save every minute for 1d6 minutes as its secondary effect. against its initial damage gives the victim a +4 bonus If the victim fails his save against the initial damage, on his save against the poison\u0027s secondary damage. he becomes confused, as per the confusion spell. The As its secondary damage, tylatch deals 1 point of victim is allowed a new save once each minute to Constitution damage every minute for 1d6 minutes. A overcome the confusion effect. Three successful DC 19 successful save against the poison\u0027s secondary damage Heal checks performed by an ally end the Constitution negates all later damage as well. The paralysis effects damage and the confusion effect. A successful save wears off 1d6 x 10 minutes after the victim attempts against the poison\u0027s secondary damage negates all his initial save. later damage as well. Fortitude DC 12; Price 250 gp. Fortitude DC 19; Price 2,000 gp.",
        "name":  "Praka",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Topaz-colored gel. Blue lotus deals 1d6 points of Constitution damage as its primary damage he must immediately make a DC 17 Will save or and secondary damage. If the victim takes a total of fall asleep for 3d4 rounds as if affected by the spell deep 10 points of Constitution damage and survives, he slumber. A successful save against the poison\u0027s secondary becomes paralyzed. The paralysis effect lasts for 1d6 x damage negates all later damage as well. 10 minutes. Fortitude DC 17; Price 300 gp. Fortitude DC 16; Price 1,200 gp. Flydance: A green, odorless liquid. Flydance has",
        "name":  "Blue Lotus",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A blue liquid that smells like mulberries, Pink Lightning: Pinkish fluid. Pink lightning chayapa only affects humanoids. As its initial damage, deals 1d4 points of Constitution damage as its initial chayapa causes its victim to immediately fall asleep damage. It has no secondary damage. for 2d4 rounds as if affected by the deep slumber spell. Fortitude DC 19; Price 200 gp.",
        "name":  "Chayapa",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Silvery liquid. Silver lightning deals immediately fall asleep for 3d4 rounds as if affected by 1d8 points of Constitution damage as its initial damage. the deep slumber spell. It has no secondary damage. Fortitude DC 16; Price 100 gp. Fortitude DC 19; Price 300 gp.",
        "name":  "As its secondary damage, chayapa causes its victim to Silver Lightning",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Copyright 2002-2005, Malhavoc Press \"Arcane Alterations\" Copyright 2003, Paizo Publishing",
        "name":  "Spell Templates",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes allows a bodak hydra\u0027s to use AA mmoonnkk sseeeeiinngg ssoommeeoonnee uussee fflluurrrryy ooff bblloowwss.. all its heads for attacks of opportunity each round. A paladin watching someone use lay on hands. AA rraannggeerr oobbsseerrvviinngg ssoommeeoonnee uussee TTwwoo--WWeeaappoonn CREATING A BODAK CREATURE FFiigghhttiinngg.. \"Bodak creature\" is a template that can be added to any A rogue witnessing someone tumble to avoid an corporeal creature of 5 or more HD except constructs, attack of opportunity. oozes, plants, and undead (referred to hereafter as the AA ssoorrcceerreerr sseeeeiinngg aa ffaammiilliiaarr.. \"base creature\"). Creatures with this template have A wizard watching someone cast a spell from a scroll. their type changed to \"undead.\" Bodak creatures use UUssee ccaauuttiioonn iinn eexxeerrcciissiinngg tthhiiss ooppttiioonn.. IItt ccaann mmaakkee all the base creature\u0027s statistics and special abilities tthhee ffiigghhtt wwiitthh tthhee bbooddaakk mmuucchh ttoouugghheerr oorr eeaassiieerr,, except as noted here. ddeeppeennddiinngg uuppoonn wwhhiicchh mmeemmoorryy ttrriiggggeerrss yyoouu cchhoooossee.. Hit Dice: Change to d12.",
        "name":  "A fighter witnessing someone use the Cleave feat Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constrict (2d6+4), improved grab, madness, parasites, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +25, Knowledge (arcana) +27, Knowledge (the planes) +27, Listen +17, Move Silently +17, Spellcraft +29, Spot +17, Survival +17",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 10, Dex 13, Con 14, Int 11, Wis 13, Cha 10 are accomplished Spellcasters, and such individuals",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In humanoid form, the glasspane senses and strong judge of character allow them to sort horror appears as a crystalline creature. It gains the bars and pretenders from among the visitors who pass full benefits of the abilities and attributes listed in its through the areas they guard. When in doubt, the plaque stat block above- contacts its master via a telepathic link for guidance. Spectrum Immunity (Ex): The glasspane horror is In some cases, a grandfather plaque lingers long immune to all illusion (pattern) spells, spells with the after its master is gone and the area it guards has words color or prismatic in their names, and spells fallen into ruin. These grandfather plaques lead quiet, with the light subtype. lonely existences. Their tasks long over, they hunger for Telepathy (Su): A glasspane horror communicates interesting conversation, gossip, and news of the outside via telepathy with a range of 60 feet. world. In some cases, a plaque may ask adventurers to break it from a wall and carry it to civilization. In other rare instances, a grandfather plaque manages Grandfather Plaque to convince primitive humanoids of its divinity. The plaque has little use for the offerings and sacrifices by John Bakhtal, DRAGON #223, November 1995 brought to it, but it enjoys the attention. Such a plaque might even order its worshipers to find and kidnap a Small Construct wizard, sage, or other intellectual to offer it sufficiently",
        "name":  "Humanoid",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— not in their best interest. If pressed, it uses its spell-like",
        "name":  "Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— abilities to drive away attacks. Its shout spell not only Space/Reach: 5 feet/5 feet harms attackers, but the noise it generates alerts other",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, ward of weakness guardians in the area. pretends to become inert when its door is destroyed. It then replaces the portal once the intruders move on, perhaps sealing them within the area it guards. Immobile (Ex): The grandfather plaque is unable to move, and in most cases is permanently mounted to a position on a wall or door. It has no Dexterity score. When determining its AC and Reflex save modifier, it takes a -5 Dexterity penalty because it cannot move. Otherwise, it treats its Dexterity modifier as +0. It takes the standard penalties of being rendered immobile, but as a construct it is immune to coup de grace attacks, critical hits, sneak attacks, and so forth. Telepathic Link (Su): The plaque can communicate with one person, chosen at the time of its creation, via a telepathic link. This link has an unlimited range, but it cannot cross to different planes. Mummy, Bog by Richard Pengelly and Brian Walton, DRAGON #238, August 1997 Medium Undead",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A seelie court fey retains all the special attacks of the base creature and also gains vernal touch. Spell-Like Abilities: Seelie court fey with an Intelligence or Wisdom score of 8 or higher possess the following spell-like abilities, using their HD as the caster level, as specified in the table below. Each ability is useable once per day. undead as a cleric of two levels lower would. Unlike a Vernal Touch (Su): To receive a vernal touch is like being cleric\u0027s turn ability, each use of vernal touch affects only kissed by springtime itself, full of life and promise. the touched undead.",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SR equal to 10 + base creature\u0027s HD. If Between its invisibility and incorporeal nature, a the creature has better spell resistance already, use that spiritus anime is difficult to identify and directly injure. value instead. Its one weakness is the body it used in life. The spiritus",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fly 30 ft. (perfect) (6 squares) not been removed (with a spell such as restoration)",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Much like a swift action, an immediate Some of the class features, feats, and spells described in Drow action consumes a very small amount of time, but represents a of the Underdark use these concepts. A description of how they larger expenditure of effort and energy than a free action. Unlike work follows. a swift action, an immediate action can be performed ay any",
        "name":  "Immediate Actions",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drow Sign Language cannot be used as part other animals do. Instead, they must be “programmed” by a of a spell’s verbal component. trainer, who encodes a desired pattern of behavior that the However, as pointed out in Chapter 1, Drow Sign Lan- creature reproduces under a specifi c set of circumstances. guage is quite similar to the somatic gestures used to cast This technique is beyond the capabilities of most animal arcane spells. An arcane spellcaster who is fl uent in Drow handlers, and only characters with the Vermin Trainer Sign Language gains a +2 bonus on Spellcraft checks made to feat (see page 53) or with access to a similar ability—such identify a spell being cast (if it has a somatic component), and as that granted by the vermin keeperUnd prestige class can increases by 2 the Spellcraft DC to identify any of her spells train vermin. as she casts them (whether or not those spells have somatic Even with the required feat, handling and training mind- components). less creatures has associated challenges. The larger the",
        "name":  "Spellcasting",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drow Sign Language relies on sight to trans- vermin, for example, the harder it is to control—thus, when mit messages—and is usually used when underground—so it making a Handle Animal check to handle or train a vermin, is largely ineffectual when directed at those out of darkvision apply the creature’s special size modifi er to the check DC. range. To compensate for the challenges imposed by their native environment, the drow have learned to manipulate Vermin Size Handle Animal DC Modifier their innate ability to use dancing lights to communicate over Medium or smaller +0 Large +2 longer distances. Huge +5 To use this ability, a drow must use dancing lights and make Gargantuan +10 a successful DC 15 Spellcraft check (or DC 20 for complex Colossal +15 messages). As with Bluff, if the Spellcraft check fails by 4 or less, the drow can’t get the message across. Failure by 5 or more Vermin can learn up to three tricks or one general purpose indicates that false information is communicated. that encompasses no more than three tricks. Some vermin 95726720_Ch02.indd 46 2/22/07 2:59:56 PM 47 OPTIONS DROW CHAPTER 2 NEW FEATS In exchange, you take a –2 penalty on attack rolls The drow use special tactics against other creatures and in combat, favoring techniques a –2 penalty to AC against that incapacitate their foes rather attacks made by other than kill them. The reason is simple: creatures. They harvest slaves from the ranks of The bonus and penalty their fallen enemies. The drow do kill, last until the start of your next certainly, but indiscriminate slaughter turn. is a waste of a good labor source.",
        "name":  "Dancing Lights",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness as a use it to change positions spell-like ability, darkvision. with your foe.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat the shadowy illumination cre- Refl exes. ated by a darkness spell as if the",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness as a spell-like to function. For example, an ability. Using his Constant Guardian feat, a male drow incorporeal character inside a solid",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a swift action, you can tries to protect a female from harm object couldn’t exchange places spend a use of your darkness spell-like with a corporeal character, nor could a nonfl ying creature ability to make a Hide check, even while being observed and exchange places with an airborne fl ying creature. without cover or concealment. You must be within 10 feet of",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can alter a spell that deals damage to foes so fl ow of battle to respond rapidly to threats. that any living creature dealt damage by the spell takes a –2",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you ready a standard action to attack, Penalties from multiple coercive spells do not stack. A you gain a +1 dodge bonus to AC. This bonus lasts until you coercive spell uses up a spell slot one level higher than the take the readied action, or until the start of your next turn, spell’s actual level. whichever comes fi rst. CONSTANT GUARDIAN CHOSEN FOE By paying careful attention to nearby allies and reducing the At the expense of attention to other distractions, you focus accuracy of your attacks, you help protect your companions. on a single opponent to give you a decided advantage while",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you use faerie fi re as a spell-like ability, you can choose also to render the target of the faerie fi re effect The illumination you can bestow on others impedes their dazzled for its duration. ability to fi ght. You also gain one extra daily use of your faerie fi re spell-",
        "name":  "DAZZLING FIRE Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dancing lights as a spell-like ability. equivalent of a 2nd-level spell.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your dancing lights Mirror Image: You can expend one daily use of dancing lights spell-like ability to cast silent image instead. The illusion lasts and faerie fi re to use mirror image (as the spell, except you gain for 3 rounds after you cease concentration, but otherwise only 1d4 images). functions exactly as the spell. Your caster level equals your See Invisibility: You can expend one daily use of darkness and class level. faerie fi re to use see invisibility (as the spell, except the duration You gain one extra daily use of your dancing lights spell- is only 1 round per caster level). like ability. Blinding Vanish: You can expend one daily use of dancing lights, darkness, and faerie fi re to disappear in a blinding fl ash of DUTIFUL GUARDIAN light. All creatures within a 20-foot-radius burst are blinded You put yourself into harm’s way to protect your allies. for 1 round; a successful Fortitude save (DC 14 + your Cha",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your darkness spell-like fi ghter bonus feat. ability as a standard action to gain a +5 competence bonus on Hide checks for 10 minutes per caster level. IMPERIOUS COMMAND This ability does not function in areas of bright You strike deep and abiding terror in your foes. illumination. Prerequisite: Cha 15, Intimidate 8 ranks. You also gain one extra daily use of your darkness spell-like Benefi t: If you successfully demoralize a foe in combat, ability. the foe cowers in fear for 1 round and is shaken in the fol- lowing round. FASCINATING ILLUMINATION The lights you create have the power to hypnotize others. INSTINCTIVE DARKNESS",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dancing lights as a spell-like ability. After extensive training, you can negate light instinctively.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your dancing lights Prerequisite:Darkness as a spell-like ability. spell-like ability to cast hypnotic pattern instead. Your caster Benefi t: You can use your darkness spell-like ability level equals your class level. as an immediate action. This does not provoke attacks of You also gain one extra daily use of your dancing lights opportunity. spell-like ability. You also gain one extra daily use of your darkness spell-like ability.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Using darkness requires 1 standard action and You can combine your racial spell-like abilities in new and provokes attacks of opportunity. potent ways.",
        "name":  "GIFT OF THE SPIDER QUEEN Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As an immediate action, you can activate any of By extending your effort, you can expand the area of your the following spell-like abilities (using your class level as your darkness spell-like ability. caster level). You spend one daily use of each spell-like ability Prerequisite:Darkness as a spell-like ability. used in this combination. Benefi t: If you spend a full-round action to use your darkness",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain one extra daily use of each of your drow spell-like abilities (dancing lights, darkness, and faerie fi re). In addition, you gain a +2 bonus to your caster level with these spell-like abilities. PARALYZING FISTS You can make multiple unarmed attacks to paralyze an opponent in a single round.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When two or more of your Stunning Fist attacks succeed in stunning a single foe in the same round, that creature must make another Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifi er +1 for each successful Stunning Fist attack). On a failure, that crea- ture is paralyzed for 1d2 rounds instead of being stunned for 1 round. Creatures that are not subject to extra damage from critical hits and creatures that are immune to stunning cannot The Knight of Lolth feat makea a spider-rider be paralyzed in this manner. more than the equal of any surface-dwelling mounted warrior Special: A fi ghter can select Paralyzing Fists as a fi ghter bonus feat. KNIGHT OF LOLTH You have mastered techniques of waging war when mounted POISON SPELL on a monstrous spider (or similar vermin). You can mystically transfer a poison to the target of your",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ride 1 rank, Mounted Combat, Vermin spells. Trainer. Benefi t: You can add a contact or injury poison as a mate-",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Riding a creature clinging to a wall or ceiling when you cast the spell, whether or not the spell or poison would require various checks depending on circumstances. successfully affects the target. MASTER OF POISONS PSYCHIC REFUSAL You are highly trained and adept in the use of toxic Spells that target your mind have diffi culty penetrating your substances. defenses.",
        "name":  "Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your faerie fi re spell-like ability as a standard action to grant the target concealment from all melee attacks instead. This effect lasts for 1 round per caster level. You also gain one extra daily use of your faerie fi re spell-like ability. REACTIVE RESISTANCE Through extensive practice and meditation, you can lower your spell resistance quickly.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell resistance.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can lower your spell resistance as an immediate action. It returns to normal at the start of your next turn.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lowering spell resistance for 1 round is a standard action. SADISTIC REWARD Your mind and body are fortifi ed by harming others.",
        "name":  "Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your spells have no effect against vermin allies automatically dispels any spells with the light descriptor of (but affect vermin enemies normally). the spell’s level or lower whose effects overlap or are within the altered spell’s area. tseW-tnarG .L yb .sullI 95726720_Ch02.indd 52 2/22/07 3:00:08 PM 53 OPTIONS DROW CHAPTER 2 For example, an umbral lightning bolt would dispel any VERMINFRIEND ongoing light spell of 3rd level or lower in the area of the line. Thanks to your racial connection to their kind, vermin regard An umbral spell uses up a spell slot one level higher than the you as one of their own. spell’s actual level. Prerequisite: Drow.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sneak attack +3d6, darkness as a spell-like is also a supernatural ability and does not provoke attacks ability. of opportunity unless otherwise noted in the feat descrip-",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target gains +1 per ness/vulnerability; +5 bonus on Hide three levels on initiative checks; no DRUID SPELLS checks. bonus from being fl anked. 3rd Level 3rd Level",
        "name":  "Combat Readiness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target gains +1 per abilities of a drider. three levels on initiative checks; no HEXBLADE SPELLS Spider Form, Greater: You take on the bonus from being fl anked. form and abilities of a Huge fi endish",
        "name":  "Combat Readiness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shadowy figure points of damage per spell level affect- Level: Cleric 4, druid 4 attacks enemies. ing it. Components: V, S, DF; Drow SORCERER/WIZARD Casting Time: 1 standard action",
        "name":  "Shadow Double",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) SPELLS",
        "name":  "CLERIC SPELLS Range",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target gains +1 per Duration: 1 round/level (D) ness/vulnerability; +5 bonus on Hide three levels on initiative checks; no Saving Throw: Will negates (harm- checks. bonus from being fl anked. less) 3rd Level Snuff the Light: Extinguish one non- Spell Resistance: Yes (harmless)",
        "name":  "Combat Readiness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5 In addition, if the target is fl anked, instance, you can’t cast wizard spells",
        "name":  "Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level: Cleric 3, druid 3 ENGULFING TERROR",
        "name":  "Spell Resistance",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: 1 round/level",
        "name":  "Spell Resistance",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: No 30 feet (it moves by instantaneous tele-",
        "name":  "Casting Time",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Assassin 1, hexblade 2, sorcer- hasn’t yet saved successfully against it. This spell negates any penalties or other er/wizard 2 The shadow double can strike incorporeal harmful effects imposed by your light",
        "name":  "Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harm- same statistics as a normal spider swarm As lesser spider form, except you take on less) (MM 239), except that you add your war- the form and abilities of a Large fi end- Spell Resistance: Yes (harmless) lock level to its hit points and the save ish monstrous spider (MM 289). You are DC for its poison. treated as having the spider’s Hit Dice A husky female chuckle accompanies the The swarm is entirely under your (4) for the purpose of adjudicating the violet light that limns the target, illuminat- mental control, and fi ghts as you direct special abilities gained from the fi end- ing the eight writhing tentacles that ooze it. Commanding the swarm is a free ish template. from its body. action. The swarm remains for a number of rounds equal to your caster level or SPIDER FORM, GREATER You infuse a target with the vile power until it is destroyed. The swarm can Transmutation (Polymorph) of a yochlolFC1, one of the demonic take only a standard action in the round",
        "name":  "Saving Throw",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spider climb, summon swarm, or web of these classes have diffi cult requirements, and gaining access as an arcane spell. to them requires careful planning. Dungeon Masters can relax the drow requirement to accommodate the wishes of players, CLASS FEATURES but they should use caution: Many elements of these classes Arachnomancers slowly absorb the characteristics of vermin are evil-themed or otherwise destructive to party unity. as they advance until they transcend their ordinary form,",
        "name":  "Spells",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st, 3rd, 4th, 6th, and 7th level, you gain the wild, whether in the dim forests of the surface world or new spells per day and an increase in caster level (and spells the inhospitable depths of the Underdark. They have a good known, if applicable) as if you had also gained a level in a selection of wilderness-oriented class skills. spellcasting class to which you belonged before adding the",
        "name":  "Spellcasting",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These prestige classes emphasize hiding and prestige class level. You do not, however, gain any other ben- moving quietly and focus on moving past enemies unseen, efi t a character of that class would have gained. If you had infi ltrating groups of opponents, and setting ambushes. more than one arcane spellcasting class before becoming an",
        "name":  "Stealth",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This category includes prestige classes that arachnomancer, you must decide to which class to add each augment the abilities of those around them. Members of these level for the purpose of determining spells per day, caster classes work particularly well in groups. level, and spells known.",
        "name":  "Teamwork",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Used during bouts of drow infi ght- ing, on failed save this poison drains 5 points of the target’s spell resistance. The secondary damage also drains 5 points of spell resistance. Lost spell resistance returns at the same rate and by the same means as ability score damage. This poison can be created with a DC 25 Craft (poisonmaking) check and an assay spell resistanceSC spell.",
        "name":  "Creeping Nullscourge",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unlike swarming spiderbite below, this poison is for those drow caught in acts of treachery or blas- phemy. It is usually administered to a prisoner over several days; each dose creates a slower and more agonizing biting sensation similar to that caused by swarming spiderbite, but also disfi gures the body with horrifi c red boils. It can be created with a DC 21 Craft (poisonmaking) check and a poison spell.",
        "name":  "Slowswarming",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This poison reduces the target’s speed by 10 feet on a failed save. The secondary damage reduces speed by another 10 feet. The target’s speed cannot be reduced below 5 feet. The poison can be created with a DC 18 Craft (poisonmaking) check and a slow spell. Its effect has a duration of 1 hour.",
        "name":  "Slow Taint",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Head 3rd-level spell, with the more powerful The recipient hears the message in its",
        "name":  "Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9th spells reserved for drow of signifi cant mind.",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard (command) one of the following spells: blur, cat’s command word. Should the target not",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— 95726720_Ch04.indd 99 2/22/07 3:10:24 PM 100 4 RETPAHC WORD TNEMPIUQE This black mask seems to absorb the light Up to 20 minutes each day (which you This strange silver ring appears tarnished in around it. It is cool to the touch. can split up as you choose), you can the light, but when viewed in the shadows, cause the mother’s corset to sprout eight it gleams as if highly polished. Three times per day, you gain the ability spider legs from your body. You gain a to see in darkness out to 30 feet. This climb speed of 30 feet and a +8 bonus on A ring of drow blood grants you the ability sight penetrates all forms of darkness, Climb checks. While under this effect, to use dancing lights, darkness, and faerie even that created by a deeper darkness you can take 10 on Climb checks, even fi re as spell-like abilities, each once per spell; the effect lasts for 5 rounds. if rushed or threatened. day. If you already have the ability to use",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Feet fi re the strand at a ledge overhead, you functions as if the original caster had Caster Level: 3rd can reel in the strand, lifting you toward selected itself as the target. Aura: Faint; (DC 16) transmutation the ledge at a rate of 10 feet per round.",
        "name":  "For all aspects of the spell, the effect Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, spell turning. Activation: — If this function is used against a crea-",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd dancing spiders cover each band. Bottled night dispels any light spell of",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 lb. you carry it; this negative level disappears Price: n/a when you drop the rod. The negative Body Slot: Shoulders This metal rod is black and featureless, as if level never results in actual level loss, Caster Level: 21st wrought from shadow itself. but it cannot be overcome in any way Aura: Overwhelming; (DC 25) (including restoration spells) while you abjuration A rod of impenetrable darkness grants have the rod in your possession. Activation: Swift (command) you darkvision to a range of 30 feet.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7th Finally, you can gain concealment for is automatically dispelled.",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 lb. against spells and spell-like effects cast 36 days. by female drow.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "That a husk vermin Str 12, Dex 13, Con 8, Int 10, Wis 15, Cha 14. is not a normal specimen of its kind is quickly apparent just by looking at it. These creatures exhibit varying states of Strategy and Tactics decay, with missing legs or eyes, or gaping holes in their exo- In battle, whips typically lead from the rear, rallying the kuo- skeletons. They also have a rancid stink about them, smelling toa soldiers and coordinating their movements. They use their of the grave. spells to defend themselves, to augment their troops, and",
        "name":  "Typical Physical Characteristics",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "hardness 10; hp 10; break DC 28; helping them conduct whatever business has brought them Open Lock DC 25. to Menagerie Square. The offi ce holds the records of all recent slave transactions. A secret panel in the fl oor (which can be 2 Bugbear Overseers CR 8 found with a successful DC 40 Search check) hides a small hp 37 each; see page 121 compartment that contains 5,600 gp in coins and gems. Noth- ing else about the offi ce is relevant to the overall encounter. Once Slroolishdop chooses a PC as her slave, the overseers split up and approach the party from opposite sides of the 3. HOLDING CELLS (EL 10) dais. One blows a signal whistle to summon the stone giant Use this encounter if the PCs enter area 3 on the map. Here, a Gristle from area 3. The other casts ray of enfeeblement at the number of cells contain slaves who are waiting to be shown at PC in question. Then both use their +1 guisarmes to make trip the auction in area 1. Currently, the cells hold a dozen slaves of attacks to subdue that character, though they do not hesitate assorted races and genders. When the encounter begins, the to use deadly force on other party members. These overseers slave tender, Gristle, is preparing the next group of slaves for do not retreat, counting on Gristle to back them up. display while the second kuo-toa whip observes him. Both are drawn into the encounter as explained in area 1, above. 4 Kuo-Toa Monitors CR 7 Gristle CR 8 hp 38 each; see page 132 Male stone giant When melee begins, the kuo-toa monitors (all unarmed monks) hp 119; see MM 124 stand by silently, giving cover to Slroolishdop and protecting Kuo-Toa Whip CR 9 her from any threats. If she is attacked, or if the PCs are on hp 40; see page 131 the verge of defeating the bugbears and Gristle, the monitors launch into action. They try to keep the chosen character alive 4. COCOON STORAGE while incapacitating or killing the rest of the party. Use this encounter if the PCs enter area 4 on the map. This Slroolishdop CR 9 locked room (accessible with a successful DC 25 Open Lock check) holds special slaves who have been paralyzed with poi- Female kuo-toa whip sons and wrapped in protective spider silk cocoons for storage. hp 40; see page 131 You can put any slaves you wish in here. Otherwise, the storage room holds nothing relevant to the overall encounter. At fi rst, Slroolishdop sits passively and watches the capture of her selected slave. However, if her monitors engage in 5. PRIVATE CHAMBERS melee, she calls in her native language for aid from another Use this encounter if the PCs enter area 5 on the map. These whip that is currently in area 3, and then uses her punish the rooms serve as meeting, storage, and private chambers for the infi dels ability to subject the PCs to the effect of a doom spell. staff of Menagerie Square. They contain nothing relevant to The other kuo-toa whip arrives 1 round after being called, at the overall encounter. which time both whips begin assisting the monitors with spells and lightning bolts. If the opportunity presents itself, Slroolishdop sends the other whip to capture the selected PC with her pincer staff. 95726720_Ch06.indd 176 2/22/07 3:34:24 PM 177 ADVENTURES CAMPAIGNS AND CHAPTER 6 PHAZEUROTH’S LAIR 1. ENTRANCE (EL 11) This encounter occurs when the party reaches area 1 on the Located in an out-of-the-way cavern several miles west of map. A low crawl tunnel opens into a wider, unlit cavern. Here, the Vault of the Drow is the former lair of Vatirian, a reclu- Phazeuroth has repaired a trap left behind by his grandsire to sive deep dragon who had long been allied with the drow of guard against incursions by kuo-toas and other foes. Erelhei-Cinlu. A century ago, the creature met his end in a Phazeuroth always enters his lair in humanoid form. A cave-in. The lair stood abandoned and undiscovered until a successful DC 10 Search check in the dust and muck of the few months ago, when it was found and claimed by Vatirian’s fl oor reveals several sets of humanoid footprints coming grandson, the adult deep dragon Phazeuroth. Ever since, he and going. They exit to the southeast and the southwest, but has spied on the Vault, plotting how best to profi t from an alli- where the ground fi rms and dries up, they taper off after only ance with the dark elves of Erelhei-Cinlu. However, he was a few feet. recently approached by a delegation of strange drow who did For a long time, this room has been exposed to a small lode of not come from the city, and they told Phazeuroth of the true darklight ore (see page 154). Too weak to harm anyone, the mild treasure contained within his grandsire’s lair. ore is strong enough to have caused the growth of fi ve violet To reach the lair, a visitor must climb a perilous rock slide fungi, as depicted by the fi ve largest mushrooms on the map. The by making a successful DC 15 Balance check. Those who smaller mushrooms represent harmless immature fungi. fail the check fall 1d6×10 feet, taking 1d6 points of damage per 10 feet fallen. Those who succeed soon come upon the",
        "name":  "Masterwork Manacles",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry explains how to acquire the drow city formed where the earth node and the spilled and activate the special ability conferred by the location. blood already existed in close proximity, while the spell- Recharge: This entry gives the time needed for the loca- ward occurred as a result of the many centuries of arcane tion to recharge. 95726720_Ch06.indd 186 2/22/07 3:34:43 PM 187 ADVENTURES CAMPAIGNS AND CHAPTER 6",
        "name":  "To justify the presence of all three sites, you can decide that Location Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,500 gp. If the recipient regains his original alignment through the use of an atonement spell, he loses all benefi ts gained from the FONT OF DELIGHTS AND SORROWS font of delights and sorrows.",
        "name":  "Ability Value",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once three people have sampled the waters of humid, warmed by geothermal vents that made the sites ideal a font of delights and sorrows, regardless of whether they were lairs for the myconid tribes that once lived there. qualifi ed to receive its power, the font is dry. It cannot be used Prerequisite: To be found worthy of a garden of resplendent again until it refi lls itself one year later. hues and benefi t from its power, a character must be nonevil, Special Ability (Ex): A font of delights and sorrows cor- and she must be a druid of at least 5th level or a ranger of at rupts the recipient, twisting his nature so that his alignment least 8th level. changes to evil. In addition, whenever he deals at least 1 point Location Activation: To be chosen by a garden of resplendent of damage in a round, he gains a +2 profane bonus on his attack hues, a character must spend at least 1 hour exploring the area rolls in the following round. If he takes at least 1 point of without damaging any of the fungi. She can move through the area alone or with companions, but if an evil character is 95726720_Ch06.indd 189 2/22/07 3:34:47 PM 190 6 RETPAHC DNA SNGIAPMAC SERUTNEVDA present, the candidate will not be chosen. At the end of the Prerequisite: Only a character who has attained at least ten hour, she must attempt a DC 15 Will save. If she fails the save, levels can benefi t from the effects of an area of utter dark. she becomes dazed (as the daze monster spell) for 1 minute, and Location Activation: An area of utter dark devours life nothing else happens. If she succeeds on the save, the garden as greedily as it eats light. A character who enters the utter of resplendent hues selects her as its champion. dark must immediately succeed on a DC 18 Fortitude save or",
        "name":  "Recharge",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once it has granted its ability to a single druid gain one negative level. Each round he remains in the utter or ranger, a garden of resplendent hues cannot do so again for dark, he must succeed on another save or gain an additional one year. negative level. Only a qualifi ed candidate who remains in the Special Ability (Ex): The recipient’s type changes to plant. utter dark for 5 consecutive rounds can benefi t from its power. She gains immunity to poison, sleep, paralysis, stunning, and The negative levels are not permanent, fading 1 hour after the polymorph. She also gains damage reduction 5/bludgeoning character exits the area of utter dark. However, anyone who or slashing. However, unlike other plants, she is still affected is slain by exposure to the life-draining blackness rises as a by critical hits, and she gains only a +4 circumstance bonus shadow 1d4 rounds later. on Will saves against mind-affecting spells and spell-like Recharge: Once an area of utter dark confers its ability on abilities. In addition, her skin acquires a dazzling pattern of a single character, it cannot do so again for one year. colors refl ecting the hues found in the garden. In all other Special Ability (Su): Any qualifi ed character who taps into respects, she is unchanged. the power of the utter dark gains the ability to see perfectly",
        "name":  "Recharge",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mevremas (CE female drow cleric 16, Gather Vae Information +22) Sigil: Iron chain Tormtor’s chief ally in the deadly games of Erelhei-Cinlu, City District: Ghetto of Chattel House Aleval remains near the top of the pyramid of city poli- Matron: Sereska (CE female drow cleric 9/wizard 9, tics. The house is known for its scouts, spies, and agents, and it Spellcraft +24) is sometimes called the “House of Poison” due to its members’ Once a nomadic merchant clan, the Vae family took advantage skill with toxins. Unlike other houses, Aleval actively culti- of confl icts among the nobles to rise to prominence. Granted vates partnerships with surface adventurers, particularly those the holdings of the destroyed House Kilsek, Vae is a leading of evil alignment, and uses them against the mind fl ayers, the mercantile house and controls the city’s slave trade. Recently, derro, and other subterranean rivals. Sereska began sponsoring expeditions to the surface to cap- ture slaves. Other houses, particularly Tormtor and Aleval, Despana protest these blatant acts of aggression, arguing that the way",
        "name":  "Matron",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Contact, DC 22, incubation 1 day, 1d4 dane cure that can be created from relatively simple materials. Con/1d6 Cha. If the victim makes two successful Fortitude The release of such a cure could trigger open rebellion in the saves in succession, the disease is arrested but not cured, and ghetto and perhaps lead to the fall of House Xaniqos. Naturally, any Constitution and Charisma losses persist until cured. When other drow houses would pay a steep price to learn if the rumor the disease is arrested, the victim remains contagious. is true, and the nobles would be grateful (or at least as grateful A successful remove disease spell eliminates the pox and cures as dark elves can be) toward anyone who digs up information the victim. However, it is a capital offense for anyone other on the supposed cure. pqqqqqqqqqqqqqqqqqqqqrs 95726720_Ch07.indd 207 2/22/07 3:38:21 PM 208 7 RETPAHC FO YTIC EHT ULNIC-IEHLERE page 34), and casual visitors should be on guard when both D1. Necropolis Square groups are here at the same time. This grim plaza is surrounded by eight unadorned obelisks, Although many rakes are less hostile than full-blooded one for each of the city’s noble families. The obelisks do not dark elves, it would be a mistake to think of them as any less bear family crests because of the frequency with which the violent, mercurial, or evil. Exceptions do exist, but most rakes drow houses fall and are replaced. Recarving the crests would are just as cruel as drow in other parts of the city. be a pointless waste of time and effort. Beyond the plaza sprawl the warrens of the dead, full of O4. The Hideaway ghouls and other rotting creatures. Here, the dearly departed Erelhei-Cinlu is full of creatures on the run, whether from receive the closest thing to a funeral that a dark elf ever gets, as their own kind or from the drow. On the outside, the Hideaway mourners arrive, lay the corpse on a marble slab, intone prayers is an ordinary inn located in an especially tawdry, run-down and invocations, and leave as quickly as possible. section of a tawdry, run-down district, but it also serves as a The end of a drow’s mortal existence is no more pleasant refuge for those on the lam. than the rest of her life. Once the mourners have departed Proprietor Melash D’valla (N male half-drow expert 9/rogue the plaza and closed the gates behind them, the ghouls 4, Diplomacy +13) is not running a charity. He charges steep emerge from their hiding places and swarm each fresh corpse, fees for his services, in part because much of his income viciously fi ghting for position. The body is ripped asunder, goes to drow offi cials and soldiers, whom he pays to look the fl esh quickly consumed, and the bones cracked open for the other way. The true purpose of the Hideaway is an open marrow and scattered throughout the district. The ghouls secret throughout the ghetto, but most residents know not understand their part in the ritual and restrain themselves to discuss it overtly. from feasting until the mourners are safely away. The crea- The establishment is as pleasant as possible, considering tures also keep Necropolis Square clear of bones and stray the neighborhood. The food and drink is bad but not too bad, body parts. the dining room is fi lthy but not too fi lthy, and the games are crooked but not too crooked. Melash provides ordinary rooms D2. Osseus Tower for 5 sp per night, but his real business involves a number Several ghetto residents are necromancers who shun their of well-hidden chambers that the authorities either cannot fellow drow and prefer to keep company with the dead. fi nd or are paid to ignore. The secret chambers are relatively The most notorious is Morresus (CE male lich wizard 16, comfortable, given that occupants must spend many hours or Concentration +20, Spellcraft +20), a drow lich whose tower days there, and they cost up to 100 gp per day, depending on rises from the ghetto like an enormous bony fi nger. In fact, the nature of the customer’s offense and the size of the bribes his undead minions built the structure out of half-chewed Melash must pay to keep him safe. bones that were strewn about the district, and the tower is a disturbing sight. GHETTO OF THE DEAD Most of the undead that dwell near the tower are under the Once widely believed to be dead itself, House Eilservs, whose lich’s control and keep themselves busy on his various inscru- schemes on the surface world led to disaster, now controls this table errands. They ignore passersby unless Morresus requires dark and horrifying district of Erelhei-Cinlu. The Ghetto of living subjects for his latest experiments or as new members the Dead, also called the Necropolis, is a fi tting locale for the of his undead horde. Ghetto residents think that Morresus is fallen house and its still-ambitious leader. biding his time while he gathers power, preparing for the day Long ago, the ghetto was a traditional place of the dead, when he will try to seize control of the district—and possibly known for its mausoleums, cemeteries, and tombs. But drow all of Erelhei-Cinlu. necromancers started coming here to experiment, raising corpses of the recently deceased to do their bidding. In the D3. Sarcoma Keep end, the ghetto became a place of the walking dead, and con- This keep was once a massive mausoleum for a wealthy drow ventional interment of corpses was fi nally abandoned. family whose name is now forgotten. Since the undead took Most drow avoid the district, venturing into the ghetto only over the ghetto, the mausoleum has housed a succession of when they must dispose of mortal remains. Bodies are depos- necromancers and autonomous undead, eventually gaining ited according to varying degrees of ceremony, depending on its current moniker. The keep remains an imposing and for- the importance of the deceased. Once the mourners depart, the bidding structure, its black crenellated walls rising up four district’s permanent residents—the hungry undead—descend full stories. to feast upon the corpses. The current occupant is Khovad (CE male half-drow vam- Ghouls are the most common inhabitants of the ghetto, but pire fi ghter 13, Intimidate +20), a former minion of the vampire vampires and necromancers are the unoffi cial rulers. Once a warlord Telagos. Khovad turned against his master and led year, the ghouls are allowed out of the district to terrorize Erel- other servants in revolt, destroying the older creature and hei-Cinlu in a ritual known as the Time of the Hunters. Most taking over the keep. Khovad has become every bit as ruth- drow barricade themselves in their estates or homes during less and violent as his old master, maintaining a network of this time, but the ravenous horde overcomes many security mortal outcasts of various races and a complement of undead measures, and the event results in many deaths. troll bodyguards. 95726720_Ch07.indd 208 2/22/07 3:38:23 PM 209 ERELHEI-CINLU THE CITY OF CHAPTER 7 Khovad hopes to establish the fi rst undead noble house in Encounters in Erelhei-Cinlu. His undead status and his half-breed heritage are strong handicaps, but so far they have not prevented him Erelhei-Cinlu from becoming one of the most powerful warlords in the ghetto. The rest of this chapter presents encounters that visiting adventurers might have in the grand city of the dark elves. D4. The Black Chalice These encounters are not tied to any specifi c adventure or Mourners are not the only living visitors to the Ghetto of the sequence of events, though you can develop them further and Dead. Some bored drow seek exotic relief for their jaded senses add subplots as desired. For instance, perhaps the slaver Valma in the district’s handful of taverns, inns, and brothels. Most Phar’aen (see Slaver Attack, below) catches sight of the PCs and establishments are run by vampires, liches, or other self-willed wrongly assumes that they will be easy victims, or maybe a undead, who see the possibility of profi t and the chance to scheming drow noble lures the adventurers into confl ict with recruit a few customers to their hordes of followers. the slaver to weaken them or take them out entirely. The best-known tavern is the Black Chalice, located near The encounters are intended to take place in Erelhei-Cinlu, Necropolis Square. It is owned by a former drow priestess but you can adapt the descriptions to suit other drow settle- named Nyvaela (NE female drow vampire cleric 10, Bluff +15), ments in your campaign. who enjoys her status as a leading member of the ghetto’s undead community. Her clientele are among the most deca- dent drow in Erelhei-Cinlu, willing to sample horrifi c potions, SLAVER ATTACK (EL 8) share the company of undead lovers, and put their lives and The drow slaver Valma Phar’aen, his sister Jhael’min, and a souls on the line in games of chance. Nyvaela has grown rich squad of bugbears roam the neighborhood, following up on catering to such tastes, and the interior décor of the Black a rumor that outlanders are in the vicinity. Chalice rivals that of the fi nest public houses in the Ghetto The young son of a minor house, Valma hopes to make a of Artisans. Guests are advised to be wary, however, for some name for himself in the female-dominated city by captur- patrons never return from a night at the Chalice. ing and enslaving surface adventurers. His younger sister is annoyed that a mere male presumes to hold so much authority D5. The Grim Ghost in their small household, but she goes along with his plans, Ordinarily, only the mad or the powerful try to live in the waiting for him to make a mistake so that she can take his Ghetto of the Dead. But a hardy few see it as a place where the place. drow have little infl uence, and therefore a place where they can So far, the siblings and their bugbear slaves have captured a live relatively free from the tyranny of the dark elves. One such number of unwary surface merchants and their bodyguards. resident is Aenyrra (NG female elf ranger 10, Survival +16), These successes have increased Valma’s confi dence, making a surface elf who has chosen to make her home among the him more likely to underestimate the strength of the player walking dead. While on the run from drow authorities, she characters. However, both Valma and Jhael’min fl ee if the tried to lose herself in the ghetto, only to learn that a small bugbears are defeated or slain. Neither has any particular but determined group of mortals—adventurers, explorers, familial affection for the other. If one of them is captured, he outcast drow, mages, and the like—were trying to survive or she offers the PCs a reward to chase down and defeat the there. Gathering a number of odd allies, Aenyrra turned the other treacherous sibling. former home of an undertaker into the Grim Ghost, an estab- This encounter takes place when the PCs travel through lishment that caters to the living. Erelhei-Cinlu. Successful DC 10 Spot checks and Listen Comfortable and well maintained, the Grim Ghost provides checks allow the characters to notice that all traffi c has sud- food, drink, entertainment, and shelter for warm bodies, along denly disappeared from the street as civilians, merchants, and with a measure of protection from the undead. Aenyrra and slaves fl ee from the coming fi ght. her partners—a half-drow rogue named Leixaes, the halfl ing brothers Thad and Emond, and (most unusual of all) the ghost",
        "name":  "Suppurating Pox",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Taking this feat also causes you to have light sen- tinct advantage over the drow in that they do not suffer the sitivity: You are dazzled (–1 circumstance penalty on attack light blindness common to their pureblood cousins. To this rolls, saves, and checks) in bright sunlight or within the radius end, they make excellent adventurers well suited to both the of a daylight spell. Underdark and the surface world. pqqqqqqqqqrs pqqqqqqqqqrs 95726720_Ch0App.indd 220 2/22/07 3:40:49 PM 221 APPENDIX The Drow Racial Class +2 Intelligence: Also at 2nd level in the racial class, drow Racial Class gain a +2 increase to their Intelligence scores. Level Level Abilities Gained +2 Charisma: At 2nd level in the racial class, drow also 1st 1st Drow base traits, darkvision 60 ft., feat gain a +2 increase to their Charisma scores. 2nd 1st Spell-like abilities, +2 Int, +2 Cha",
        "name":  "Special",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like every other character, a drow character gains Marco Volo trilogy. More recently, he has worked as a writer, one feat at 1st level and another at every Hit Die divisible by 3. an editor, and a developer for a variety of third-party d20 These feats are in addition to any bonus feats granted as class products. features or any other bonus feats. GREG A. VAUGHAN is a lifelong gamer who lives in Okla- homa City. He has written primarily for Dungeon Magazine, Abilities Gained at Higher Levels including contributions to two Adventure Paths, and has Spell-like Abilities: At 2nd level in the racial class, a drow designed an adventure series for Necromancer Games. This gains the ability to use each of the following spell-like abili- book is his second project for Wizards of the Coast, the first ties once per day: dancing lights, darkness, faerie fi re. Caster level being The Twilight Tomb. Greg dedicates his contribution to equals the drow’s class level. this book to his new son, who will have joined his family by the time this sees print. pqqqqqqqqqrs 95726720_Ch0App.indd 221 2/22/07 3:40:50 PM 95726720_Ch0App.indd 223 2/28/07 1:41:41 PM 95726720_Ch0App.indd 224 2/22/07 3:40:55 PM",
        "name":  "Feat",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Since dungeons are often lightless underground choice when faced with divergent paths, but remember complexes, a torch or lantern is always useful. However, that its results can be misleading. alternative light sources such as lanterns, sunrods, ever- burning torches, and light spells, take up less space and are Monsters easier to manage—especially when a fi ght breaks out. Creatures, whether simply hungry or actively hostile,",
        "name":  "Light",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The easiest way to endanger your party ranger, rogue, and wizard, you might place the rogue in in a dungeon is to be reckless. Be on the lookout for traps, front to scout ahead and look for traps. The fi ghter comes don’t make sudden loud noises, move stealthily, look before second so he can rush into melee at a moment’s notice. you leap—these simple tips for intelligent play help keep The wizard is at the rear, ready to sling her spells and out your characters safe. pqqqqqqqqqqqqqqqqqqqqrs RACE AND DUNGEONS",
        "name":  "For example, in a group consisting of a cleric, fi ghter, Pay Attention",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, select one of your chosen cleric dwell in lush forests and rolling fields, you tend to the domains. You can still select and cast spells from that mushroom tangles and lichen beds that lie beneath domain list, but you no longer can use the domain’s granted their feet. power. Instead, you gain the ability to spontaneously cast Level: 1st. Illus. by F. Vohwinkel 662200__9955668844__CChh11..iinndddd 99 1111//2222//0066 1100::5588::2222 AAMM 10 1 RETPAHC NOEGNUD EHT YMENE SA",
        "name":  "Benefi t",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "not having Disable Device and This spirit automatical- Open Lock as class skills. ly occupies your space When selecting a favored and does not leave until enemy, try to anticipate dismissed or dispelled, creature types that are more or the duration of the prevalent in dungeons, such summoning ends. You as aberrations, monstrous gain DR 10/—. In addi- humanoids, evil outsiders, tion, you gain the benefi t undead, or vermin. of the Diehard feat (even Dungeoneering need not if you do not meet the make archery a bad choice prerequisite) and can use of combat style. Sometimes a your lay on hands abil- situation will simply not leave ity as a free action once enough room to move into per round instead of as a melee, making archery a power- standard action. ful alternative even in cramped",
        "name":  "Spirit of Heroism",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "quarters. Take Point Blank Shot While you or any of your and Precise Shot to nullify the allies are adjacent to this disadvantages posed by small spirit, it grants fast heal- rooms and narrow corridors. ing 10 to those characters. As with the druid, if you If an affected character’s have an animal companion, hit points drop to 0 or fewer select a creature with a special while within 30 feet of this mode of movement, such as a spirit, it revives that char- badger, eagle, or owl. acter at the start of his For your spells, stick with next turn, allowing choices that work in a dun- him to take his ac- geon. Detect snares and pits, tion as normal. The jump, pass without trace, free- character heals an dom of movement, and commune amount of damage with nature speed travel and equal to twice your facilitate stealth even if you’re paladin level, though Soveliss has mastered the art of trapfi nding not outdoors. Barkskin, bear’s en- if his hit points are still at –10 durance, and other ability boosters or below, he still dies. The spirit can use its revive ability support your party with combat advantages. Remove disease once per round. and freedom of movement can deal with setbacks. If your A spirit of the fallen cannot revive creatures whose party is short on healing, make sure to prepare plenty of bodies have been destroyed (such as by a disintegrate spell), cure spells. nor can it reverse the effects of bodily changes, such as from fl esh to stone or baleful polymorph, or other effects that Alternative Class Feature: Trap Expert slay a character without dealing damage. Many rangers journey across the wild lands of the surface, but you are trained to descend deep into the earth. knarF .C yb .sullI 662200__9955668844__CChh11..iinndddd 1122 1111//2222//0066 1100::5588::2266 AAMM 13 AS ENEMY THE DUNGEON CHAPTER 1",
        "name":  "Spirit of the Fallen",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quick Fingers you fi nd your way in mazes. Sometimes only a few seconds make the difference Concentration, Knowledge (arcana), and Spellcraft are between stopping the descent of a spiked ceiling and your most useful class skills. If you have some points left coming to a messy end. Through countless hours of prac- to spend, consider cross-class skills that are useful in the tice, you have learned to make quick work of traps. But this dungeon, especially Spot. When it comes to feats, Combat speed comes at a price. Because you focus on disarming Casting will keep you from losing spells in a sticky situa- traps, you react more slowly when a trap activates. tion, and Spell Focus (evocation) improves your offensive",
        "name":  "Alternative Class Feature",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd. capability. Be careful about area spells that can harm your",
        "name":  "Level",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you select this alternative class feature, you own party members; consider Sculpt Spell (Complete do not gain trap sense +1 at 3rd level. Instead, you gain trap Arcane 83) to leave safe spaces when you don’t have the sense +1 at 6th level, with an additional increase of +1 every opportunity to target your effects perfectly. four levels thereafter (to a maximum of +4 at 18th level).",
        "name":  "Replaces",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can attempt to defl ect damage as often as spells, you can prepare two spells for one or more of these you wish, but you can make only one attempt per round. slots. Designate one of the two as a spell of the moon and",
        "name":  "Special",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each stone is attuned to either the Construction: DC 30 sun or the moon, glowing when the associated heavenly Craft (alchemy) check, 50 gp. body is in the sky, and remaining dark otherwise. The Weight: 1 lb. stones are most useful to divine spellcasters who must Price: 150 gp. Illus. by W. England 662200__9955668844__CChh22..iinndddd 3355 1111//2277//0066 99::2266::3322 AAMM 36 2 RETPAHC FO SLOOT EDART EHT",
        "name":  "Effect",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefi ts and Duties 3 or lower Not affiliated. 4–10 Vigilant One: Recognized as a member of the guild, you are expected to assist in times of need. 11–16 Seal Watcher: Stay at any guildhall at no cost; buy spellcasting services from the guild for 3/4 the normal price. 17–23 Seal Guardian: Gain +2 circumstance bonus on saves against the spells and special abilities of outsiders and undead. 24–29 Seal Forger: Once per day, invoke the aura of the seal, granting you spell resistance (10 + your level), immunity to fear effects, and a +2 morale bonus on attack rolls. The aura lasts for 10 minutes and is treated as a 5th- level spell. 30 or higher S eal Keeper: You bear a Reliquary of the Keeper, a small golden coffin containing one of the bones of founder Thalkin Talymir. Once per day, call upon this bone to heal yourself or an ally of 30 points of damage; or to gain a +4 insight bonus on an attack roll, a save, or a skill check.",
        "name":  "Score Title",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dungeon adventures can be that could fit into a dungeon, as well as rules for creating grindingly slow if the PCs make Search checks to scour new ones. 662200__9955668844__CChh44..iinndddd 9922 1111//2277//0066 99::4444::5577 AAMM he roar of a beast when the adventurers kick BATTLEFIELD PREPARATION down the door. The glimmer of a serpent as it In a dungeon encounter, the battlefield is relatively slithers through the shadows. The ghostly moans of small and, more important, confi ned. Neither side can the dead as they lurch toward fresh victims. These circumvent hazards easily because the walls simply will are the sights and sounds of the dungeon, a place not allow it. The only option is to go over or through that is practically synonymous with battles against fearsome unfavorable terrain. Speed becomes less important monsters. In defi ance of all common sense, adventurers than overall mobility, because foes remain within brave dungeons in search of dangerous beasts, because a certain distance of one another and must struggle pulling life from the jaws of death is what makes them for the best position. heroes—or at the very least, what makes them richer. Further, dungeons are not just neutral places where Encounters with monsters are the cornerstone of a fi ghts occur, but often the lairs of the monsters that good dungeon. Your players expect to face off against the are engaging in the battle. The creatures live in the toughest creatures you can muster when they set foot dungeons and know them well, which means they in your dungeon, and you should not disappoint them. have more control over the conditions. They can set This chapter offers guidelines for turning even the most traps, prepare strategies, and create obstacles to take common of monsters into a deadly encounter, as well as maximum advantage of their territory. Dungeon a handful of new monsters and monster templates to use monsters are always defending their home, one in your next dungeon. way or the other. ENCOUNTER RANGE WHY DUNGEONS In a wilderness encounter, combat can begin ARE DIFFERENT whenever one side becomes aware of the other. What makes a dungeon encounter different from Battles between forces that are more than 100 feet encounters in any other setting? Three simple factors: apart are common, and long-range spells such as battlefield preparation, encounter range, and direction fireball (PH 231) allow engagements to begin at a 93 of engagement. distance of 600 feet. But in a dungeon, encounters IIlllluuss.. bbyy RR.. HHoorrsslleeyy 662200__9955668844__CChh55..iinndddd 9933 1111//2277//0066 99::4477::2244 AAMM 94 5 RETPAHC NOEGNUD SRETNUOCNE begin at whatever distance the current room or cor- battles, and the primary reason so many creatures choose ridor allows. Low ceilings can prevent adventurers dungeons as strongholds. Controlling the direction and monsters from flying out of range. Furthermore, of engagement means controlling the location of the the lack of visibility limits the functional range of intruders’ front line, which allows the monsters to create most encounters. Lanterns throw clear light only 30 safe zones for vulnerable combatants such as archers and feet and shadowy light only 60 feet, and darkvision spellcasters. Even humanoids of average Intelligence extends farther only rarely. As a result, most dungeon know it is a good idea to keep the enemy away from their encounters begin with less than 100 feet between the ranged attackers. PCs and their enemies. Running the Gantlet: If the PCs need to reach a This closeness does not mean that ranged attacks are specific room to complete a task, the dungeon occupants useless; it is always nice to be able to attack from afar. But can reduce the number of available paths to one. Then melee does become far more likely, which places more of they can fi ll that single corridor with traps and glyphs of a spotlight on barbarians, monks, and other classes that warding in an attempt to weaken the adventurers before might otherwise feel left out when a battle turns into they reach the battlefi eld. Even if the PCs spring just one a long-distance sniper fi ght. In addition, many melee- trap, the monsters will be alerted that trouble is coming oriented monsters become viable threats to high-level and can prepare for combat. parties, who normally might fl y up and out of range to The Bottleneck: By creating a deliberately narrow rain death from above. And as the DM, you gain more opening into a room, dungeon occupants can limit the control over how the battle begins and how it can (and number of PCs who can engage at the same time. Ideally, cannot) proceed. the monsters will set up a situation in which three of",
        "name":  "Automatic Searches",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  " how to use monsters from each role in an encounter. HOBGOBLIN ARCHER ROOM First, choose a monster that you want to feature, and As you read each step, follow the extended example of a decide its role in combat. Then determine what other DM who uses an encounter template to construct a chal- combat roles are needed to maximize that monster’s lenging encounter for her players. ability to fulfill its role. Does the featured monster Example: Elana is designing a small hobgoblin-themed prefer to make ranged attacks? If so, try to keep the PCs dungeon for her group’s next weekly session. She wants away from it; add a few defenders to keep them occupied her players to fi nish most of the dungeon in one session, during the battle. Does the featured monster need to and based on her previous sessions with the group, she flank to gain full benefit? If so, add a bruiser that can knows they won’t get through more than fi ve encounters serve as a fl anking partner or direct attention away from in the amount of time set aside to play. She decides to the fl anker. build a dungeon with three major combat encounters, allotting the extra time to a roleplaying encounter and some traps. She also plans to include a few guard posts, THE ENCOUNTER each with two 1st-level hobgoblin fi ghters, as easy targets TEMPLATE for the PCs. When dungeon occupants control the battlefield, the Elana decides to use the encounter template method to range, and the direction of engagement, they can plan build the main encounters. Her players use the same old battles in advance much more carefully. They will use spells and abilities too often, and she wants to challenge each of their advantages to its fullest extent against a party their expectations. of invading adventurers. You can represent this planning by designing dungeon encounters with an encounter STEP 1: CHOOSE A FOCUS template—a set of roles and tactics that considers the For each major encounter in your dungeon, choose a available terrain and personnel to create a well-crafted monster role to serve as the focus. You can select one and exciting encounter. of the roles described above or invent your own. Try Normally, you might draw a room that has entrances not to repeat the same focus too often in the same and exits, place a monster or two within, and then try dungeon—or, if you do, plan to use a different template to come up with some tactics for the creatures. When for each such room. using an encounter template, you work backward. Start your encounter template diagram by drawing the First, choose the tactics you want to try, and then pick direction from which the PCs will enter the room; right monster roles to support those tactics. Next, draw now, there is no need to be any more specifi c than that. a diagram that indicates which role will begin the Then, somewhere in what will become the room, draw a encounter and where, relative to the direction from circle and label it with the role that you have chosen as which the PCs will enter. Next, select monsters that your focus (such as ambusher, fl anker, hoser, and so on). have the appropriate Challenge Rating and theme to Place the circle either close to the entrance or far away, fulfill your chosen roles. Finally, finish drawing the depending on whether you picked a melee combat role room around your diagram, adding any obstacles or or a ranged attack role. terrain necessary. Example: Elana chooses to focus on archer monsters This method of design has four advantages. First, you in one encounter, bruiser monsters in another, and a know for certain that tactics have been fully integrated freezer in the third. She knows that most of the monsters into the encounter, rather than slapped on at the end. will probably be hobgoblins, but she doesn’t decide how After all, the monsters were chosen specifically to many to place in each room yet. Instead, she begins carry out those tactics. Second, you can make sure the with the archer room. First, Elana draws an arrow to encounter has the proper Encounter Level, because you indicate the direction from which the PCs will enter the can work backward to determine the CR based on the room. Then she draws the archers at the opposite end number of combatants needed for the tactics. Third, of the paper, near the exit. To go forward and continue your combat encounters will be more diverse. You can through the dungeon, the PCs will have to close with block out the templates used in each room so you do not the archers, hopefully taking several rounds of arrows repeat the same type of encounter too many times in a in the process. particular dungeon. Fourth, and perhaps most useful, you can reuse a template any number of times after you STEP 2: COUNTER THE FOCUS develop it, swapping out the monsters and redrawing the Imagine a group of generic NPC adventurers of the same room to fi t any dungeon. level as your PCs. If you prefer, you can create a party of Making a new encounter template is a fairly simple “playtest” adventurers with the NPCs on pages 112–127 step-by-step process that can be repeated as many times of the Dungeon Master’s Guide, or the NPCs on pages as necessary to create a variety of exciting encounters. 161–172 of Dungeon Master’s Guide II. 662200__9955668844__CChh55..iinndddd 9966 1111//2277//0066 99::4477::2299 AAMM 97 ENCOUNTERS DUNGEON CHAPTER 5 While looking at your diagram, imagine your band next to the line, or move there after a round or two to of adventurers entering the room and being attacked cut off escape. by a monster in the focus role. Do not worry about the A Divided Focus: Dividing the focus role into several monster’s exact identity yet. Just picture the response smaller groups can keep it from being wiped out by area your generic adventurers would have. Would they attacks. The split can also hamper attempts to engage charge the monster? Would they attempt to surround in melee, since a PC fighter can charge only one group it and pelt it with ranged attacks? Draw the adventur- at a time. ers’ likely path into the room as they attack the focus Hazards: These are areas that are dangerous to enter, role monster. such as spiked pits or lava fl ows. They block enemy move-",
        "name":  "Now that you are thinking in terms of roles, consider EXAMPLE",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elana tries to imagine what a typical group the room. of NPC adventurers would do if they entered the room Terrain: Try impeding the PCs with diffi cult terrain. and were set upon by archers. (She specifi cally avoids Creatures cannot run or charge across the terrain, but imagining the actual PCs in her game because the hob- arrows and spells cross it easily. This element can be a goblins would have no way to prepare for the characters’ nice advantage for archers or enchanters and helps to keep tactics in advance.) She pictures the generic NPC fi ghter them safe from enemy fi ghters for a few rounds longer. immediately charging the archers, forcing them into Example: Elana makes three changes to her diagram. melee. The fi ghter occupies some of the archers, keeping First, she splits the archers into two groups, so that if one them from making ranged attacks, and because Elana group is engaged, the other group can still fi re. Second, placed them at the far end of the room, they can’t back up she adds a pair of obstacles between the entrance and the to fi re. Denied their ranged attacks, the archers would fall archers. She will decide what the obstacles are later; for quickly. She draws a line to represent the path the fi ghter now, she merely notes that they will prevent the archers would take. from being charged. Third, she adds diffi cult terrain in front of the exit to keep the adventurers from running STEP 3: DEFEND THE FOCUS through the room quickly. Now that you know what your NPC adventurers will do, add at least two elements to the room to prevent that action STEP 4: REPEAT STEPS 2 AND 3 or to lessen its impact. If you imagined your monster being With your room now loaded with potential defenses charged, think of ways to keep melee warriors away from for your focus monster, send your imaginary NPCs it. If you pictured the combatants trading ranged shots back in, this time thinking about their likely reaction from a distance, think of ways to interfere with the PCs’ to each of the new features. If one course of action ranged attacks. becomes painfully obvious as the only likely scenario, Consider adding any of the following elements to defend try adding (or removing) features and sending the NPCs the focus role monster. in again. If the room features a large cluster of monsters",
        "name":  "Example",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose another monster in one place, for example, the adventurers will almost role from the list (or create one on the spot) that will certainly cast an area-effect spell. Your goal is to find a prevent your focus role monster from being defeated, set of parameters that leaves no clear course of action, and place it somewhere in the room. Often, this will be so that many different tactics on the part of the PCs one or more defenders or bruisers that will engage the are equally valid. PCs to keep them from attacking the focus role monster. When you are satisfi ed that there is no single easy way On the other hand, if your focus role monster is already to overcome your encounter, you are ready to proceed. At prepared for melee combat, you might fill the second- this point, the template is completed. In steps 5 through ary role with freezers or enchanters. Regardless, add 8, you will adapt the template to the exact needs of your the secondary role monsters to your diagram wherever current dungeon. they would be the most effective. Draw them so that Retreat: If the PCs can back out of the room and they intercept the line that shows the NPC party’s path regroup, they might come up with an improvised strategy into the room. You might have the new monsters start that will defeat your carefully planned encounter. If your 662200__9955668844__CChh55..iinndddd 9977 1111//2277//0066 99::4477::3300 AAMM 98 5 RETPAHC NOEGNUD SRETNUOCNE monsters are smart enough, try fi nding a means to hamper each side of the entrance. These monsters will hide until retreat once the battle is joined. Monsters that lurk near the NPCs enter the room, at which time the fl ankers the entrance can move to block it, or the door might be will jump out and keep the party engaged. The archers rigged to slam shut automatically. will then be free to pick off the NPCs while they fi ght",
        "name":  "Secondary Role Monsters",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A mind flayer (enchanter, CR 8) lurks behind (blockers, CR 9), and one marilith (defender, CR 17). The the curtain at the rear of the room. During the battle, balor hangs at the back of a cavernous room, using its it peeks out and uses its charm monster spell-like ability dominate monster spell-like ability to seize control of foes. to turn the PCs against one another. Ideally, the mind The fl ock of vrocks interferes with spellcasting PCs while flyer will charm only the PCs who have not already the marilith uses blade barrier to keep melee warriors away fallen victim to an umber hulk’s confusion gaze. Enemies from the balor. that come within 60 feet of the mind flyer are targeted by its mind blast. FREEZER ENCOUNTER (EL 6)",
        "name":  "Sample",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Three umber hulks (bruisers, CR 7) lair in the a distance, or choose spellcasters that have similarly room. When intruders enter, they howl and attack, keep- appropriate spells. ing the foes tied up in the middle of the chamber. Their Sample: A troglodyte shaman (freezer, troglodyte druid gaze attack might blur the line between who is charmed 1 with entangle prepared, CR 2) hiding on a ledge above and who is not—the PCs might believe that charmed allies the area casts entangle when the PCs are near the bruis- are merely confused. These particular umber hulks have the ers. The plants spring to life and hold the PCs in place Combat Refl exes feat in place of Toughness, so they can while the druid either attacks with javelins or retreats strike fl eeing foes more easily. to safety.",
        "name":  "Sample",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For best effect, place hazards such fi ghter 1 with spiked chain, CR 6) stand on ledges above the as spiked pits or acid pools around the room. If the vine-strewn area, out of the range of the grasping plants. enchanter causes fear, place an obstacle in the entrance They strike down at trapped PCs within their 10-foot reach, to the room to catch fleeing PCs. The enchanter might knowing they are safe from normal melee attacks. Their use cover or concealment to avoid being targeted by stench ability makes it harder for the PCs to fi ght back or spells, but cover will not do much for the PCs. The room escape entanglement. should be almost as long as the enchanter’s longest-range The Room: Give the freezer whatever protection it can effect, so that it can stay far away from the characters get from obstacles. If its special attack is based on area, while targeting them. make the room fairly narrow to force the PCs to clump",
        "name":  "The Room",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells, or any spell-like or Dungeon Step (Su): At 2nd level, you gain the ability supernatural ability. to use dimension door (PH 221) to travel to any location in",
        "name":  "Special",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    }
]
