[
    {
        "origin_file":  "magic_items.json",
        "description":  "One ability from Menu C, construct Feats: — traits, damage reduction 10/magic, darkvision 60 ft., low- Environment: Any light vision Organization: Solitary",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One ability from Menu C, construct Abilities: Str 6, Dex 11, Con 12, Int 15, Wis 10, Cha 7 traits, damage reduction 15/magic, darkvision 60 ft., low- Skills: Concentration +5, Hide +6, Move Silently +4, light vision Psicraft +6, Ride +4, Spot +2",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two abilities from Menu C, construct immediately—which often makes them a target not just of traits, damage reduction 15/magic, darkvision 60 ft., low- goblin enemies but also of other goblins. Enlightened goblin light vision communities attempt to preserve their blues, since those that",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blues have a +4 racial bonus on Move Silently checks and Ride checks. BRAIN MOLE The blue psion presented here had the following ability Tiny Magical Beast (Psionic) scores before racial adjustments: Str 8, Dex 11, Con 12, Int Hit Dice: 1d10–2 (3 hp) 13, Wis 10, Cha 9. Initiative: +2",
        "name":  "Skills",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 coins; double goods; standard items skull. As a full-round action that provokes attacks of oppor-",
        "name":  "Treasure",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creature’s type does not change, unless it is an animal (in which case it be- comes a magical beast [augmented animal]). It gains the psionic subtype. Psi-Like Abilities (Sp): A phrenic creature possesses the psi-like abilities indicated below, depending on its Hit Dice. The abilities are cumulative. Unless other- wise noted, an ability is usable once per day. Manifester level is equal to the creature’s HD. The save DCs for a phrenic creature’s psi-like abilities are Charisma-based. HD Abilities 1–2 3/day—defensive precognition; 1/day—force screen 3–4 3/day—empty mind, mind thrust 5–6 1/day—body adjustment, brain lock 7–8 1/day—aversion, blast 9–10 3/day—intellect fortress; 1/day—psychic crush 11–12 1/day—psionic dominate 13–14 1/day—energy current, tower of iron will 15–16 3/day—psionic teleport 17–18 1/day—fi ssion 19–20 1/day—ultrablast",
        "name":  "Size and Type",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 10/magic, darkvision ment (heal 1d12*), catapsi (DC 18). Manifester level 6th. The 60 ft., regeneration 5, resistance to cold 10, scent save DCs are Charisma-based.",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As master a troubled psyche by means of an Advancement: — unknown psionic power, possi- Level Adjustment: — bly a twisted version of psychic *With self-propulsion ability activated. chirurgery. Once free, it is an independent creature and This glowing crystal is the size of a small human hand. may very well attack its progenitor. A psicrystal is the artifi cial externalization of a small portion A phthisic speaks the primary lan- of a psionic character’s consciousness. It is found only as the guage of the mind that birthed it, usually creation and companion of a psion, wilder, or character with Common. similar abilities. The psicrystal described here is that of a 1st-level manifester. COMBAT COMBAT Born of a damaged mind, a phthisic constantly craves the sweet nectar of sanity to soothe its mental torment, if only for A psicrystal’s characteristics depend on its master. Its a while. As it feeds on a living being’s intelligence, the victim Hit Dice are equal to its master’s Hit Dice (counting only experiences a sensation of deadly chill. levels in psion or wilder), its hit points are equal to half Mind Feed (Ex): A phthisic that hits with its bite attack its master’s, and its saving throw bonuses are the same as deals 1d4 points of Intelligence damage. If this effect reduces its master’s. the opponent’s Intelligence score to 0, the ability damage be- Construct Traits: A psicrystal has immunity to poison, comes ability drain. sleep, paralysis, stunning, disease, death effects, necromancy Psi-Like Abilities: 3/day—brain lock (affects animals, fey, effects, mind-affecting effects (charms, compulsions, phan- giants, humanoids, magical beasts, and monstrous humanoids, tasms, patterns, and morale effects), and any effect that Illus. by M. Moore 620_96666_ExpPsionicsHnbk.indd 207 2/10/04, 9:04:17 AM 208 8 RETPAHC SRETSNOM requires a Fortitude save unless it also works on objects or is harmless. It is not subject to critical hits, nonlethal damage, ability damage, ability drain, fatigue, exhaustion, or energy drain. It cannot heal damage, but it can be repaired. Psicrys- tals do not have the usual construct traits of darkvision and low-light vision.",
        "name":  "A phthisic is initially drawn from Alignment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— manded, a psion-killer usually follows its last instruction to the best of its ability, though if attacked it returns the attack. This creature stands nearly 10 feet tall and is grown or carved Its creator can give a psion-killer a simple command to gov- from blood-red crystal. Sharp, serrated facets increase the ern its actions in his or her absence, such as “Remain in this deadly appearance of its already ominous form. area and attack all creatures that enter.” Dispel Psionics (Su): A psion-killer can use dispel A psion-killer (also called a crystal golem) is 9-1/2 feet tall psionics as a free action once per round. The effect is as an and weighs around 2,500 pounds. Its body is composed of area dispel in a 30-foot-radius burst. The dispel check is sharply faceted crystal. 1d20+10. Despite their psion-specifi c name, these golems are created Construct Traits: A psion-killer has immunity to to be the bane of all psionic creatures and characters. Their poison, sleep effects, paralysis, stunning, disease, death ef- crystal bodies are sometimes carved with symbols promis- fects, necromancy effects, mind-affecting effects (charms, ing death to psionic beings and often also bear utilitarian compulsions, phantasms, patterns, and morale effects), and psionic tattoos. any effect that requires a Fortitude save unless it also works sdlonyeR .W yb .sullI 620_96666_ExpPsionicsHnbk.indd 208 2/10/04, 9:04:33 AM 209 MONSTERS CHAPTER 8 on objects or is harmless. It is not subject to critical hits, are minimal. Only when twenty or more puppeteers ride nonlethal damage, ability damage, ability drain, fatigue, ex- a single host—a rare occurrence—is the host’s health di- haustion, or energy drain. It cannot heal damage, but it can rectly threatened. be repaired. Puppeteers seek to secretly infect the societies of other Immunity to Psionics (Ex): Psion-killers completely creatures and take control of them so as to ensure a continu- resist psionic effects that are subject to power resistance. ous supply of bodies. They do not speak, though they can speak indirectly using a host body’s vocal cords, in whatever CONSTRUCTION language the host knows (usually Common). A psion-killer’s body is constructed from massive blocks of COMBAT quartz crystal with a total weight of at least 5,000 pounds and costing at least 8,000 gp. Assembling the body requires Puppeteers use their psionic powers in conjunction with a DC 20 Craft (sculpting) check or a DC 20 Craft (stone- their enthrall ability to gain control over potential hosts. masonry) check. Once it is in control, a puppeteer almost exclusively re- ML 16th; Craft Construct, bend reality, dispel psionics, fabri- lies on the host’s mental and physical abilities, although cate, mind seed, manifester must be at least 16th level; Price it can use its own powers to enhance their effectiveness 150,000 gp; Cost 79,000 gp + 5,680 XP. in a particularly dangerous situation. Puppeteers are most commonly encountered when secretly rid- ing hosts, their presence hidden from PUPPETEER their opponents. Fine Magical Beast (Psionic) Enthrall (Ex): If a puppeteer",
        "name":  "Level Adjustment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— as an attended magic item for the purpose of making saving throws, even if the puppeteer is specifi cally targeted. This four-inch-long leech is dark brown, possessing no A puppeteer that is attached to its host is treated as a crea- discernible anatomy or sensory organs. ture in a grapple for the purpose of striking at the puppeteer instead of the host (but the host is not considered grappled Puppeteers are psionic parasites that vicariously experience in turn). the lives of their victims by taking control of their minds. Telepathy (Su): A puppeteer can communicate telepathi- Once a puppeteer establishes control over a victim cally with any creature within 20 feet that has a language. (now called a host), it attaches to the host’s skin in a spot hidden by fur, hair, or clothing. It draws nutrients from the host’s blood, but since it is so small, its requirements Illus. by W. Reynolds 620_96666_ExpPsionicsHnbk.indd 209 2/10/04, 9:04:47 AM 210 8 RETPAHC SRETSNOM PUPPETEER, Regular puppeteers (see above) are psionic parasites that di- rectly control the minds of their hosts. But sometimes, a more FLESH HARROWER direct method of subjugation requires violence, in the form Small Magical Beast (Psionic) of fl esh harrowers (also called dire puppeteers).",
        "name":  "Level Adjustment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " round. 7 Brain Spider: Eavesdrop on thoughts of up to eight other Spells and Deities creatures. 8 Mind Blank: Subject is immune to mental/emotional This appendix details new arcane and divine spells that magic and scrying. interact with psionics as well as a new cleric domain, Mind, 9 Weird: Fearful illusion affects all within 30 ft., either kill- and two psionics-related deities who grant access to that ing or dealing 3d6 damage. domain. SORCERER/WIZARD SPELLS SPELLS 3rd-Level Sorcerer/Wizard Spell The following new spells (and new cleric domain) are avail- Telepathic Bond, Lesser: As Rary’s telepathic bond, but you able to characters in addition to those described in the Player’s and one other creature. Handbook and other sources. 4th-Level Sorcerer/Wizard Spell BARD SPELLS",
        "name":  "Appendix",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M of a psionic ally, then convert some of your spells into psionic Casting Time: 1 standard action power points. When you fi nish casting dweomer of transference, Range: Personal a red-orange glow surrounds the psionic creature’s head. For Target: You the duration of the spell, any spells cast at the subject don’t Duration: 1 round/level have their usual effect, instead converting themselves harm- lessly into psionic energy that the subject can use as energy For a brief time, you achieve the mental dominance of a pow- for psionic powers. You can cast any spell you like at the erful psion, able to lash out at enemies using only the power subject, even area spells, effect spells, and spells for whom of your mind. Your revel in your new mental powers to the the subject would ordinarily not be a legitimate target. The point that you disdain using spells, even in the form of effects spells don’t do anything other than provide the subject with from magic items. power points, but you must still cast them normally, obeying You gain a +4 enhancement bonus to Intelligence and the component and range requirements listed in the descrip- Wisdom, 3 power points per caster level, and access to the tion of each spell. following powers. For each spell you cast into the dweomer of transference, the • Mind ThrustA: Deal 1d10 damage. psionic creature gets temporary power points, according to • Ego WhipA: Deal 1d4 Cha damage and daze for 1 round. the following table. The transference isn’t perfectly effi cient; • Psionic BlastA: Stun creatures in 30-ft. cone for 1 round. for instance, if you cast a 7th-level spell at a psionic creature, • Id Insinuation: Swift tendrils of thought disrupt and it receives insuffi cient psionic power points to manifest a 7th- confuse your target. level power. • Psychic CrushA: Brutally crush subject’s mental essence, reducing subject to –1 hit points. Spell Power Points Spell Power Points Level Acquired Level Acquired You manifest the powers as a psion of your caster level does, 0 0 5th 8 creating displays as described in each power’s description. 1st 1 6th 10 You lose your spellcasting ability, including your ability to 2nd 2 7th 12 use spell activation or spell completion magic items, just as if 3rd 4 8th 14 those spells were no longer on your class list. For the duration 4th 6 9th 16 of this spell, you use magic items and psionic items as if you were a psion with only the fi ve powers given above on your The temporary power points acquired through a dweomer class list. of transference dissipate after 1 hour if they haven’t already Any unspent power points dissipate when the spell ends. been spent. Material Component: A potion of fox’s cunning, which you drink (its effect is overridden by the effect of this spell). 620_96666_ExpPsionicsHnbk.indd 220 2/10/04, 9:07:07 AM 221 APPENDIX",
        "name":  "With this spell, you form a radiating corona around the head Components",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Prayers to Zuoken are Domains: Evil, Law, Knowledge, short and poetic, and many use Magic, Mind. strange sentence structure, mixing Cleric Training: Ilsensine’s cler- up the words in a way confusing ics are rare enough that each novitiate to nonbelievers. A common beginning learns in a one-on-one apprenticeship to a prayer is “Zuoken, me to the pin- with a senior cleric. A would-be cleric nacle take . . .” is often treated as little better than",
        "name":  "Prayers",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Face of Evil . . . . . . . . . . . . . . . .18 Tser Falls Approach . . . . . . . . . . . . . . . . . . . .80 Moonfriend . . . . . . . . . . . . . . . . . . . . . . . . . . .211 Long Adventure . . . . . . . . . . . . . . . . . . . . . . . . . . .18 Varikov’s Cave . . . . . . . . . . . . . . . . . . . . . . . . . .82 Ring of Parting Prevented . . . . . . . . . . . . .211 Short Adventure . . . . . . . . . . . . . . . . . . . . . . . . . .18 The Ecaterine Husk . . . . . . . . . . . . . . . . . . . .84 Ring of the Righteous . . . . . . . . . . . . . . . . 212 Session 1: Welcome to Barovia . . . . . . . . . .18 The Mountain Fane . . . . . . . . . . . . . . . . . . . .86 New Wondrous Items . . . . . . . . . . . . . . . . . . . 212 Session 2: Getting at the Root . . . . . . . . . . .18 The Summoning . . . . . . . . . . . . . . . . . . . . . . .88 Codex Advocare . . . . . . . . . . . . . . . . . . . . . . 212 Session 3: Entering the Castle . . . . . . . . . . .18 Dayheart . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 212 Session 4: Defeating Strahd . . . . . . . . . . . . .18 4: Castle Ravenloft . . . . . . . . . . . . . . . 90 Fang of Inhabitation . . . . . . . . . . . . . . . . . . 212 One-Night Session . . . . . . . . . . . . . . . . . . . . . . . .18 Castle Properties . . . . . . . . . . . . . . . . . . . . . . . . .90 Ghost Hood . . . . . . . . . . . . . . . . . . . . . . . . . . 213",
        "name":  "Act III",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A vampire or vampire spawn cannot tolerate the strong odor of garlic. It recoils from a mirror or VAMPIRE CHARACTERISTICS strongly presented holy symbol. When recoiling, it must stay A vampire has the following characteristics (MM 252). Vampire at least 5 feet away from a creature holding the mirror or holy spawn share many of these abilities. symbol and cannot touch or make melee attacks against the creature holding the item for the rest of the encounter. Holding",
        "name":  "Vampire Aversions",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This massive crystal, fed by dreadful to extend into that square. For example, if an area of light energies, grants vampires linked to it immunity from the undergrowth skirts the edges of a square, but the rest of the effects of sunlight. The Dayheart occupies the highest part square is clear, then entering that square entails no extra of one of the castle’s spires. For more information about this movement cost. If the undergrowth extends past the center artifact, see area 60A in Castle Ravenloft (page 158) and the of the square, the square costs 2 squares to move into. Appendix. Diagonal walls on the tactical maps are positioned so",
        "name":  "The Dayheart",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A 5th-level a special rule applies to the use of action points within Castle cleric (or at least one level below the lowest-level PC in Ravenloft. Whenever a PC spends an action point for a bonus the party), he has more knowledge of ancient texts than on a d20 roll but still fails the check, Strahd immediately gains contemporary monsters. His fi eld of study is relics of the 1 action point. If the PCs are fighting Strahd when this occurs, Morninglord, and he believes he has stumbled across an the corners of his mouth twist into a wicked smile. The fol- lowing readaloud text conveys the sense that something is important text. According to Gevyen’s research, a small terribly wrong. sect of Lathander’s church is active in a remote region of Damara, largely isolated from the rest of the world. This You make a heroic effort, but luck still fails you. sect is served by a small priesthood and two slightly larger A chill passes briefl y through your body. orders, the Ecaterine monks and the Knights of the Raven. Strahd begins with 5 action points. Action points “stolen” The short passage Gevyen discovered mentions three holy from PCs can raise his total without limit. Strahd can spend shrines dedicated to saints of Lathander in the same remote action points just as characters can—and he does so freely, region, as well as two powerful artifacts. One is a holy symbol knowing that his supply will quickly be replenished. that shines like the sun, and the other is said to be the fi rst Action points spent outside Castle Ravenloft cannot trans- sun blade. fer to Strahd. Only within the castle can he benefit from the ill Gevyen’s proposition is fairly straightforward: The road luck of others. to Damara is long and dangerous, and he seeks an escort of pqqqqqqqqqrs 9955339933772200__CChh0011..iinndddd 2200 77//2266//0066 77::1100::3333 PPMM 21 RAVENLOFT ADVENTURES IN CHAPTER 1 LETTER FROM BAROVIA the surrounding areas (areas C, D, F, G, H, and I). Chapter 4 describes Castle Ravenloft itself (areas J and K). However you get them to travel to Barovia, once the PCs are The PCs approach the village of Barovia along the Old on their way, use Strahd’s letter to further draw them into Svalich Road (area A on the overview map). Assuming they the adventure. The letter is ostensibly from the burgomaster stick to the road, the gates of Barovia welcome them (area of Barovia, Kolyan Indirovich. B on the overview map). Roughly a day’s travel from the village, the party comes upon the Weary Horse Inn, a roadside hostel whose common A. Old Svalich Road room hosts patrons from the sparsely populated countryside. Whether the PCs stay there for the night or stop in briefl y for a meal or information, a messenger from Barovia fi nds Black pools of water stand like dark mirrors about them there and delivers the letter. If they continue past the the muddy roadway. A pall of thick, cold mist inn without stopping, the messenger runs out and calls out spreads over the ground. Giant tree trunks stand to them to stop. The following readaloud text assumes that guard on both sides of the road, their branches the PCs are dining in the common room of the inn. clawing at the mists. In every direction the fog With the dying of daylight, a fog creeps across the grows thicker and the forest seems more land, clutching everything in its clammy grasp. Inside oppressive. the Weary Horse Inn, though, the fi re is warm The road seems threatening but is actually quite safe. enough, and if the few patrons are sullen and stare at Strahd’s servants do not generally venture beyond the gates you a little boldly, at least the food and drink are good. of Barovia, so the PCs do not have any signifi cant encoun- For an inn’s common room, it’s quiet. It holds no ters along the way. more than a handful of customers. They keep their voices low, and even the clink of their mugs seems B. Gates of Barovia subdued as the fog gathers outside. When the door swings open, every head turns to see who has arrived. Gray in the fog, high stone pillars loom up from This new arrival loudly stamps the mud off his the impenetrable woods on both sides of the road. boots in the doorway, then strides confi dently over, Huge iron gates hang from the stonework, dew throwing a letter down on the table in front of you. clinging to their rusting bars. Standing before the “The village of Barovia is in need of heroes,” he says pillars are two stone statues of armed guardians in a thick accent. “You’ll do as well as any.” Without with wicked polearms. Their carved heads lie another word, he turns to leave. among the weeds at their feet, neatly broken from the stone shoulders. The messenger is a human Vistani (see page 76). If the PCs stop him to ask questions, he offers little more information. If the PCs approach within 50 feet from the outside, the He can be persuaded to add the following details but refuses gates screech open slowly. After the PCs pass through (or to answer questions about himself or the other Vistani. retreat to a distance greater than 50 feet), the gates close • “Barovia lies to the west, a full day’s ride from here. You again with a loud clang. Approaching from the Barovia would do well to leave at fi rst light. They say the Svalich side does not cause the gates to open, and in fact they are Woods are not safe at night.” diffi cult (Strength DC 28) to force open from that side. • “The letter is from the burgomaster. That is all I know.” Characters can circle around the gates to leave Barovia if • “My journeys take me through Barovia, but I do not live they wish, although they might have to contend with the there. The villagers’ troubles are not my troubles. They pay mists (see page 49). me to fi nd them heroes, and that is what I have done.” The Tome of Strahd The Vistani’s directions are accurate. The Weary Horse Inn stands about 30 miles from the village of Barovia. At a speed The Tome of Strahd is an ancient work penned by Strahd him- of 40 feet, a traveler requires almost 8 hours to cover that self. It is a tragic tale of how Strahd came to his fallen state, distance; unencumbered light horses can make the journey blurring into a nightmarish raving about the power he has in about 5 hours. since acquired. The book is bound in a thick black leather cover with brass hinges and fastenings. The pages are made Barovia and of parchment and are very brittle. The language is Common, but the handwriting is small, cramped, and diffi cult to read. Castle Ravenloft Stains and age have made much of the book entirely illegible. Characters can make out the text presented on the following The map on page 54 gives an overview of the village and page, but the remainder of the book is beyond deciphering. lands of Barovia, which are detailed in the following chap- Madam Eva’s reading of the Fortunes of Ravenloft (see ters. Chapter 2 describes encounters in the village (area E page 56) determines the actual location of the Tome of Strahd on the overview map), while Chapter 3 covers encounters in in the course of the adventure. 9955339933772200__CChh0011..iinndddd 2211 77//2266//0066 77::1100::3355 PPMM 22 1 RETPAHC NI SERUTNEVDA TFOLNEVAR II aamm tthhee AAnncciieenntt,, II aamm tthhee LLaanndd.. MMyy bbeeggiinnnniinnggss aarree lloosstt iinn tthhee ddaarrkknnessess ofof tthhee ppaasstt.. II wwaass tthhee wwaarrrr iioorr,, II wwaass ggoooodd aanndd jjuusstt.. II tthhuunnddeerreedd aaccrroossss tthhee llaanndd lliikkee tthhee wwrraatthh ofof aa jjuusstt ggoodd,, bbuutt tthhee wwaarr yyeeaarrss aanndd tthhee kkiilllliinngg yyeeaarrss wwoorree ddoowwnn mmyy ssoouull aass tthhee wwiinndd wweeaarrss ssttoonnee iinnttoo ssaanndd.. AAllll ggooooddnnessess sslliipppp eedd frfr oomm mmyy lliiffee;; II ffoouunndd mmyy yyoouutthh aanndd ssttrreennggtthh ggoonnee,, aanndd aallll II hhaadd lleeftft wwaass ddeeaatthh.. MMyy aarrmmyy ssettett lleedd iinn tthhee vvaalllleyey ofof BBaarroovviiaa aanndd ttooookk ppoowweerr oovveerr tthhee ppeeooppllee iinn tthhee nnaammee ofof aa jjuusstt ggoodd,, bbuutt wwiitthh nnoonnee ofof aa ggoodd’’ss ggrraaccee oorr jjuussttiiccee.. II ccaalllleedd ffoorr mmyy ffaammiillyy,, lloonngg uunnsseeaatteedd frfr oomm tthheeiirr aanncciieenntt tthhrroonneses ,, aanndd bbrroouugghhtt tthheemm hheerree ttoo ssettett llee iinn tthhee ccaassttllee RRaavveennlloftoft .. ThTh eyey ccaammee wwiitthh aa yyoouunnggeerr bbrrotot hheerr ofof mmiinnee,, SSeerrggeeii.. HHee wwaass hhaannddssoommee aanndd yyoouutthhffuull.. II hhaatteedd hhiimm ffoorr bbotot hh.. FFrroomm tthhee ffaammiilliieses ofof tthhee vvaalllleyey ,, oonnee ssppiirriitt sshhoonnee aabboovvee aallll otot hheerrss.. AA rraarree bbeeaauuttyy,, whwh oo wwaass ccaalllleedd ““ppeerrffeectct iioonn,,”” ““jjoyoy ,,”” aanndd ““ttrreeaassuurree..”” HHeerr nnaammee wwaass TTaattyyaannaa,, aanndd II lloonnggeedd ffoorr hheerr ttoo bbee mmiinnee.. II lloovveedd hheerr wwiitthh aallll mmyy hheeaarrtt.. II lloovveedd hheerr ffoorr hheerr yyoouutthh.. II lloovveedd hheerr ffoorr hheerr jjoyoy .. BBuutt sshhee ssppuurrnneedd mmee!! ““OOlldd OOnnee”” wwaass mmyy nnaammee ttoo hheerr——““eellddeerr”” aanndd ““bbrrotot hheerr”” aallssoo.. HHeerr hheeaarrtt wweenntt ttoo SSeerrggeeii.. ThTh eyey wweerree bbetet rrotot hheedd.. ThTh ee ddaattee wwaass ssetet .. WWiitthh wwoorrddss sshhee ccaalllleedd mmee ““bbrrotot hheerr,,”” bbuutt whwh eenn II llooookkeedd iinnttoo hheerr eyey eses tthheyey rreeflfl eectct eedd aannotot hheerr nnaammee——““ddeeaatthh..”” IItt wwaass tthhee ddeeaatthh ofof tthhee aaggeedd tthhaatt sshhee ssaaww iinn mmee.. SShhee lloovveedd hheerr yyoouutthh aanndd eennjjoyoy eedd iitt.. BBuutt II hhaadd ssqquuaannddeerreedd mmiinnee.. ThTh ee ddeeaatthh sshhee ssaaww iinn mmee ttuurrnneedd hheerr frfr oomm mmee.. AAnndd ssoo II ccaammee ttoo hhaattee ddeeaatthh,, mmyy ddeeaatthh.. MMyy hhaattee iiss vveerryy ssttrroonngg;; II wwoouulldd nnotot bbee ccaalllleedd ““ddeeaatthh”” ssoo ssoooonn.. II mmaaddee aa ppaacctt wwiitthh ddeeaatthh,, aa ppaacctt ofof bblloooodd.. OOnn tthhee ddaayy ofof tthhee wweeddddiinngg,, II kkiilllleedd SSeerrggeeii,, mmyy bbrrotot hheerr.. MMyy ppaacctt wwaass sseeaalleedd wwiitthh hhiiss bblloooodd.. II ffoouunndd TTaattyyaannaa wweeeeppiinngg iinn tthhee ggaarrddeenn eeaasstt ofof tthhee cchhaappeell.. SShhee flfl eedd frfr oomm mmee.. SShhee wwoouulldd nnotot lletet mmee exex ppllaaiinn,, aanndd aa ggrreeaatt aannggeerr sswweelllleedd wwiitthhiinn mmee.. SShhee hhaadd ttoo uunnddeerrssttaanndd tthhee ppaacctt II mmaaddee ffoorr hheerr.. II ppuurrssuueedd hheerr.. FFiinnaallllyy,, iinn ddeses ppaaiirr,, sshhee flfl uunngg hheerrsseellff frfr oomm tthhee wwaallllss ofof RRaavveennlloftoft ,, aanndd II wwaattcchheedd eevveerryytthhiinngg II eevveerr wwaanntteedd ffaallll frfr oomm mmyy ggrraasspp ffoorreevveerr.. IItt wwaass aa tthhoouussaanndd ffeeetet tthhrroouugghh tthhee mmiistst ss.. NNoo ttrraaccee ofof hheerr wwaass eevveerr ffoouunndd.. NNotot eevveenn II kknnooww hheerr fifi nnaall ffaattee.. AArrrr oowwss frfr oomm tthhee ccaassttllee gguuaarrddss ppiieerrcceedd mmee ttoo mmyy ssoouull,, bbuutt II ddiidd nnotot ddiiee.. NNoorr ddiidd II lliivvee.. II bbecec aammee uunnddeeaadd,, ffoorreevveerr.. II hhaavvee ssttuuddiieedd mmuucchh ssiinnccee tthheenn.. ““VVaammppyyrr”” iiss mmyy nneeww nnaammee.. II ssttiillll lluusstt ffoorr lliiffee aanndd yyoouutthh,, aanndd II ccuurrssee tthhee lliivviinngg tthhaatt ttooookk tthheemm frfr oomm mmee.. EEvveenn tthhee ssuunn iiss aaggaaiinnsstt mmee.. IItt iiss tthhee ssuunn aanndd lliigghhtt II ffeeaarr tthhee mmoosstt.. BBuutt lliitttt llee eellssee ccaann hhaarrmm mmee nnooww.. EEvveenn aa ssttaakkee tthhrroouugghh mmyy hheeaarrtt ddooeses nnotot kkiillll mmee,, tthhoouugghh iitt hhoollddss mmee frfr oomm mmoovveemmeenntt.. BBuutt tthhee sswwoorrdd,, tthhaatt ccuurrsseedd sswwoorrdd tthhaatt SSeerrggeeii bbrroouugghhtt!! II mmuusstt ddiissppoossee ofof tthhaatt aawwffuull ttooooll!! II ffeeaarr aanndd hhaattee iitt aass mmuucchh aass tthhee ssuunn.. II hhaavvee lleeaarrnneedd mmuucchh,, ttoooo,, aabboouutt tthhiiss llaanndd ofof BBaarroovviiaa.. AAnncciieenntt aarree iittss wwaayyss,, aanncciieenntt bbeyey oonndd tthhee kknnoowwlleeddggee ofof tthhee ssiimmppllee ffoollkk ofof tthhee vvaalllleyey .. II hhaavvee wwaallkkeedd tthhee aanncciieenntt wwaayyss,, ssecec rretet rrooaaddss lliinnkkiinngg tthhrreeee ffaanneses ofof mmiigghhtt,, aanndd tthhuuss II hhaavvee bbecec oommee tthhee LLaanndd.. ThTh rreeee aanncciieenntt ssaaiinnttss ddwweelltt iinn tthhiiss vvaalllleyey lloonngg bbeeffoorree mmyy ccoommiinngg,, aanndd tthhrreeee hhiiddddeenn ffaanneses ssttiillll ggiivvee ttrriibbuuttee ttoo tthheeiirr mmeemmoorriieses .. II vviissiitteedd tthhee SSwwaammpp FFaannee,, tthhee FFoorreses tt FFaannee,, aanndd tthhee MMoouunnttaaiinn FFaannee,, aanndd ccllaaiimmeedd tthheeiirr ppoowweerr ffoorr mmyy oowwnn.. ThTh uuss II ssoolliiddiififi eedd mmyy ggrraasspp oonn tthhiiss ddiimm sshhaaddooww ofof lliiffee.. II mmaaddee tthhee ffaanneses mmyy oowwnn,, aanndd II hhaavvee bbecec oommee tthhee LLaanndd.. AAllssoo II mmaaddee tthhee ffaannee--sseerrvvaannttss mmyy oowwnn,, aanndd tthheyey nnooww sseerrvvee mmee aass oonnccee tthheyey sseerrvveedd tthhee ssaaiinnttss ofof tthhee ffaanneses .. II hhaavvee oftoft eenn hhuunntteedd ffoorr TTaattyyaannaa.. II hhaavvee eevveenn ffeelltt hheerr wwiitthhiinn mmyy ggrraasspp,, bbuutt sshhee eses ccaappeses .. SShhee ttaauunnttss mmee!! SShhee ttaauunnttss mmee!! WWhhaatt wwiillll iitt ttaakkee ttoo bbeenndd hheerr lloovvee ttoo mmee?? II nnooww rreses iiddee ffaarr bbeellooww RRaavveennlloftoft .. II lliivvee aammoonngg tthhee ddeeaadd aanndd sslleeeepp bbeenneeaatthh tthhee vveerryy ssttoonneses ofof tthhiiss hhoollllooww ccaassttllee ofof ddeses ppaaiirr.. II sshhaallll sseeaall sshhuutt tthhee wwaallllss ofof tthhee ssttaaiirrss tthhaatt nnoonnee mmaayy ddiistst uurrbb mmee.. 9955339933772200__CChh0011..iinndddd 2222 77//2266//0066 77::1100::3377 PPMM ist blanketed the village, smothering the streets and to get to its central square. Has the entire village fallen to marooning the buildings, forming an archipelago of multiplying zombies? crumbling masonry in a gray, hopeless sea. At the village’s lonely edge, most structures were ZOMBIE INCURSION abandoned, burnt-out hulks. Charcoal was thick on the air, but Entering Barovia is like moving through a war zone. Any that choking odor couldn’t overpower the underlying, sickly sweet travel at all is risky—zombies might lurk anywhere, and smell of carrion and spoilage. Claw marks raked some of the vacant probably do. homes, ominous not merely because of their presence, but because of the fi ve-fi ngered, handlike shape they suggested. SUMMARY Farther inward, most buildings survived. Doors were barricaded PCs who want to fi gure out what’s going on need to with tables, broken carts, and smashed furnishings. Windows were get to the village square, which is still effectively held shuttered and planked. But had anyone been saved? Silence was against the zombies (area E3), or to the burgomaster’s thick in the fog-bound streets, as though from cotton stuffed into the home (area E11). Although this house is zombie-free, ears. Nothing living stirred, nothing breathing walked the streets. it has been recently breached by Strahd. But where the living were absent, the newly dead shambled. Characters eventually learn that the heart of the And hunger, too, raw and unstoppable, stalked the village, mul- incursion festers in the old church and its graveyard tiplying with each new corpse that kicked and shuddered its way (areas E7 and E8, respectively). If the PCs overcome back toward animation. the challenges in those areas, they quell the zombie A hunger that could never be slaked. infestation and the accompanying monstrous An infection that could never be stemmed. attacks. All zombies drop to the ground, becoming ordinary corpses; grieving survivors gather and The village of Barovia has suffered a string of bad luck. As bury their dead. Opportunistic monsters, such as if Strahd’s recent attacks weren’t enough, now a burgeoning ghouls, dire maggots, and the like, slink away from the necromantic infection threatens to erase it utterly (although village when they realize that the infection no longer the zombie attack may be only indirectly related). Characters offers them cover. 23 who come upon the village have a fi ght on their hands simply IIlllluuss.. bbyy KK.. AAnnddrraassooffsszzkkyy 9955339933772200__CChh0022..iinndddd 2233 77//2266//0066 77::1155::4488 PPMM 24 2 RETPAHC FO EGALLIV AIVORAB RUNNING THE ZOMBIE INCURSION This chapter contains several zombie tactical encounters (E1, E2, E3, and E9), which correspond to the adventure information presented in the keyed entries.",
        "name":  "Gevyen Tallmer is a scholar, not an adventurer",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Persistent PCs might get Bildrath to open another twenty occupy various guestrooms, spare closets, his shop to them even before the zombie incursion stops. the cellar, and even hallways. This requires a helpful result on a Diplomacy check; has atti- Other than the families, three NPCs of note occupy the tude starts as unfriendly for this purpose, but a 50 gp bribe tavern. Arik, the barkeep and owner, mindlessly cleans glasses raises his starting attitude to indifferent. Once the store is at the bar. Three Vistani were trapped during the uprising open, PCs can buy anything they can normally fi nd in a vil- (they normally stay at the Tser Pool encampment), and now lage—Barovia has a 200 gp limit (DMG 137), but the markup sit at a small table, slurping beer and playing cards. If the on all items is 50%. Bildrath himself serves customers. He zombies in the courtyard are quelled (see tactical encounter never bargains: “If you want it badly enough, you’ll pay—you E3), two of the Vistani emerge grumbling to help repair the won’t fi nd another shop in this town.” barricade, then return to their game. Ismark the Lesser is the If asked about Strahd, Bildrath gets a nervous look in his son of the town’s burgomaster. He sits in a shadowed corner, eyes and refuses to speak on the topic. He doesn’t actually apart from all the others, and sips wine from a goblet. Ismark have any information—he’s just afraid. is dressed better than anyone else in the room, wearing what An agent of Strahd named Lucian has recruited Bildrath passes for a noble’s outfi t, though it is dirty and stained. as a spy. (For more about Lucian, see area K72 on page 172.)",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hollow in the church’s altar contains, of Ravenkind. Then the attacks began.” in addition to other items described below, a much-stained • “The Holy Symbol of Ravenkind is a powerful amulet that journal kept by Danovich. The PCs can locate the hollow hurt Strahd. But one morning we woke to fi nd our father automatically by announcing their intent to search the altar. dead from poison. After that, the power of the amulet The last half of the journal describes Danovich’s grief over his wouldn’t work for me or my sister, Ireena.” son’s death, reveals his descent into madness, and rationalizes • “Me? I’m going to sit here and drink. Go speak with Madam his subsequent decision to read the accursed manuscript. Eva if you want to help—she’s west of town. Or talk to The fi rst half of the journal contains only sparse notations, Ireena. Perhaps she’ll give you the amulet—much good it spanning months or years with hardly a word. The PCs can will do you. But Ireena won’t leave the mansion. She’s sit- glean a few bits of relevant information, summarized in the ting vigil by our father’s body to make certain he doesn’t following entries. become a zombie.” • “There is a book, the Tome of Strahd, that might shed light",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Simple wooden doors, barricaded: hardness 5; 50 Feats Alertness, Improved Initiative hp; break DC 20. Skills Concentration +6, Hide +8, Knowledge (arcana) +8, Cart: This cart lies on its side. It provides cover (+4 AC) Listen +9, Spellcraft +10, Spot +9 to characters who take shelter behind it. It also initially provides Disease (Su) Necromantic infection—bite, Fort DC 13 total concealment for the two adjacent zombies against PCs negates, incubation period instant, damage sickened. An approaching from the east. infected creature that drops to –1 hit points or fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). Deathlock Tactics This deathlock is the animate corpse of a powerful spellcaster, as are all of its kind. It possesses a number of spell-like abili- ties, and it has the intelligence to use them to best advantage. The creature has no allegiance to the other monsters in this encounter, but it will not purposely hinder or harm them. The deathlock waits to move toward the street until at least two PCs have advanced westward past the alleyway it lurks in. If it is spotted before it has a chance to move out, it makes a stand from where it is located. It begins combat by using its hold person ability, following up with its magic missiles. It uses death knell if it gets the chance, but never if doing so puts itself in danger. If it is reduced to 10 hit points or fewer, it attempts to fl ee. As a last resort if it is forced into melee, it uses its infected bite. AFTER THE BATTLE The PCs are free to explore the town, but they are at risk of random attacks by roving zombies (see Subsequent Street Encounters, page 24). If the PCs encounter zombies on the street, go to tactical encounter E2: Zombie Street Encounter. If the PCs investigate empty buildings and discover z ombies within, go to tactical encounter E9: Zombie- Infested Building. 33 EENNCCOOUUNNTTEERR EE11 Z S A OMBIE TREET MBUSH 9955339933772200__CChh0022__EEnncc..iinndddd 3333 77//2266//0066 77::1188::4488 PPMM Z S E OOMMBBIIEE TTRREEEETT NNCCOOUUNNTTEERR Encounter Level 7 Use this encounter the fi rst time the PCs enter the inter- section labeled E2. The everpresent mists clear slightly, revealing a human body lying face down in the street amid the garbage. One of the buildings facing the street has its door smashed in. RUNNING THIS ENCOUNTER Ask the players to place their characters anywhere within 20 feet of the intersection from the direction they enter the map, then give each character a turn to perform actions. (When the PCs initially visit this area, they approach from the east. If they pass through this area again later, they might approach from the north or the west.) If the PCs move toward the intersection or do nothing, place the four infected zombies (marked as Z on the map) as indicated on the tactical map and roll initiative. Do not place the vargouilles (V) or dire maggots (M) until their turn in the initiative order. THE MONSTERS",
        "name":  "SQ undead traits Doors",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A low stone wall surrounds the village well. The shaft drops 10 feet down to cold water. This terrain is impassable to nonflying creatures. Ashlyn’s Tactics When this encounter begins, Ashlyn is hard-pressed by zombies, already in hand-to-hand combat with two and more closing in. If the PCs enter the fray and relieve the melee pressure on her, she fi res alchemical fl are bolts at any undead she can see. Entomber Tactics The entomber’s sole aim is to pound as many living creatures into the dirt as possible. It runs toward the closest character, whether Ashlyn or a PC. An entombed creature that dies from damage or neglect might reanimate as a zombie if it contracted the necromantic illness. The entomber uses its exhume ability to bring the newly formed undead to the surface. 37 EENNCCOOUUNNTTEERR EE33 Infected Entomber CR 5 HP 58 ___________________________________________________ LE Medium undead Init +0; Senses darkvision 60 ft.; Listen +8, Spot +8 Language Common (can’t speak) AC 21, touch 10, flat-footed 21 HD 8; DR 5/silver Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Fort +2, Ref +2, Will +8 Speed 30 ft. (6 squares), burrow 10 ft. Melee slam +10 (1d6+9 plus disease plus entomb) Base Atk +4; Grp +10 Atk Options disease, entomb Abilities Str 23, Dex 10, Con —, Int 6, Wis 14, Cha 15 SQ exhume, undead traits Feats Alertness, Toughness (2) Skills Hide +7, Listen +8, Move Silently +7, Spot +8 Disease (Su) Necromantic infection—slam, Fort DC 13 negates, incubation period instant, damage sickened. An infected creature that drops to –1 hit points or fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). Entomb (Su) Whenever an entomber hits with a slam attack, it can attempt to entomb its foe. The foe must succeed on a DC 16 Reflex save or be pounded bodily into a shallow grave. This ability doesn’t work in locations with a basement or open level immediately below, nor can a creature be entombed in magical, living, or animate materials, or materials that have a hardness higher than 8. Treat an entombed creature as pinned (opposed grapple check result of 20). Succeeding on two grapple checks allows it to stand up from prone on its next round. Two standard actions are required for others to unearth an entombed creature, which can use its next action to stand; a partially uncovered creature can stand on a single successful grapple check. A creature runs the risk of suffocation (DMG 304) each round it spends fully or partially entombed. Exhume (Su) When an entomber spends a standard action to touch the top of a grave or space where a creature is buried no deeper than 10 feet, the body immediately rises undamaged to the surface, leaving no hole or tunnel. 9955339933772200__CChh0022__EEnncc..iinndddd 3377 77//2266//0066 77::1199::1166 PPMM G F HHOOUULL OORRAAYY Encounter Level 7 This encounter takes place the fi rst time the PCs approach the intersection labeled E6 on the village map. Ahead, a dead horse lies stinking in the street, its rotting entrails attracting a small troupe of zombies. RUNNING THIS ENCOUNTER Ask the players to place their characters anywhere at least 15 feet away from the dead horse, along whichever street they used to approach the intersection. Simultaneously place the three zombies (Z) as indicated on the tactical map and roll initiative. Do not place the three ghasts (G) until their turn in the initiative order.",
        "name":  "Wall",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The elf werewolves speed of 20 feet, or 10 minutes carry masterwork weapo ns the if they move at 30 feet. The dis- PCs can use or sell, and Valicia tance is roughly 1,500 feet. wears a mantle of second chanc- About halfway to the ruins, a es (described in the Dungeon swarm of undead bloodsuckers Master’s Guide II supplement and descends upon them. The tacti- summarized in Valicia’s statistics block). cal maps provide details of this If Strahd’s secondary goal is Untamed Al- encounter as well as the Swamp lies, there is an additional treasure near the Fane itself. nymph’s pool: two javelins of lightning, gifts The corruption of the land Tactical Encounters: D1: Blood- from Strahd cementing his new relationship has driven Valicia mad motes, on page 70, and D2: The Swamp Fane, with Valicia. The werewolves and Valicia do on page 72. not use these items. Treasure: When Strahd’s connection to the Swamp Fane",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The PCs must bring Saint Bogdan’s Fingerbone Nondetection (Su) A blighted relic benefits from a constant from the crypts under Castle Ravenloft (Crypt 12), and use nondetection effect on itself. If a divination spell is that artifact as an additional focus for a consecrate spell. attempted against the blighted relic, the caster of the",
        "name":  "Reconsecration",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Madam Eva calls for her Vistani guards and If Friendly (check result 15–29): As indifferent, attacks the PCs. See tactical encounter G2 on page 76. This except her tone is casual and friendly, and she calls the result is only possible if the PCs get a spectacularly bad PC who made the Diplomacy check “pet.” If the characters Diplomacy check result (less than 1) and then get another ask, she gives some explanation of the cryptic words she result almost as bad (less than 5) in a futile attempt to set utters during the fortune reading. (Her explanations are things right. included in the Fortunes of Ravenloft information in the If Unfriendly (check result less than 1): Madam Eva next section.) refuses to give any help to the PCs and insults them, calling If Helpful (check result 30 or higher): As friendly, them “insolent buffoons,” “petulant whelps,” and “deluded except she offers explanations without being asked. If asked, incompetents.” If they respond to her insults by attacking, she casts any spell she has prepared, or uses her potion of remove she gets outside her tent as quickly as possible and tries to fl ee curse, on the PCs’ behalf. See tactical encounter G2 on page 76 into the woods to the southwest, followed by any surviving for Eva’s prepared spells. The only information she is cagey Vistani. She calls loudly for help, summoning the aid of her about is the location of the Forest Fane, though she admits giant allies in 1d6 rounds. Use tactical encounter G3 when that it is near the camp. the giants arrive, whether Eva is still alive or not. Illus. by A. Stokes 9955339933772200__CChh0033..iinndddd 5555 77//2266//0066 77::2233::1188 PPMM 3 RETPAHC FO SDNAL EHT AIVORAB The Fortunes of deck and ask one player to cut it. Address the focus cards in the order they appear in the table, placing two cards on top of each focus card as described below. Ravenloft Place the fi rst of the two cards so that it covers the focus card completely. This covering card determines a location— The most important encounter for the PCs in the lands of either the site where Strahd makes a stand, or the area where Barovia is at the Tser Pool encampment (see area G on page an item can be found. 52), where Madam Eva tells their fortunes. This reading not",
        "name":  "If Hostile",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tser Pool perform the bonding ritual that awakens Encampment (page 52). “Seek it . . .” its full powers (see the description of —Madam Eva shows visible sur- the legacy item on page 218 of the prise at this card, but collects herself Appendix). quickly—“This card speaks of a place",
        "name":  "Gold Dragon or Ace",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“The castle’s highest tower, where the road Bronze Dragon or 8: Varikov’s Cave (H2, page 82). “Seek winds ever upward, may yet pierce the clouds that shroud it where the river fl ies.” the sun. ” Explanation: “This is a card of water and air. The symbol Blue Dragon or 7: Warlock Alchemy (K55, page 105). “To should be near the falls.” wake it, bring it to the place where hellish magic is made.” Blue Dragon or 7: Lysaga Hill (page 63). “Seek it in the",
        "name":  "Explanation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Priest (3DA), Priestess (tarot), queen of hearts Explanation: “This is a card of boundaries and limits. The symbol should be in the place where the village comes clos- COVERING CARD est to the forest.” “This symbol is a powerful force for good and protection against the forces of darkness.” CROSSING CARD “The holiness in this item waits for hands of holiness to This card determines a location outside Castle Ravenloft touch it once more, but that is not enough to bring its power where the PCs can fi nd the Holy Symbol of Ravenkind. back to life.”",
        "name":  "Focus Card",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If Madam Eva’s attitude is helpful (not merely perform the bonding ritual that awakens its full powers friendly), she admits that the item is in her possession and (see the description of the legacy item on page 217 of the gives it to the PCs. Appendix). 59 9955339933772200__CChh0033..iinndddd 5599 77//2266//0066 77::2233::4400 PPMM 3 RETPAHC FO SDNAL EHT AIVORAB",
        "name":  "Special",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“This is a card of water and air. (K55, page 105). “You must bring the The tome should be near the falls.” symbol to the place of its antithesis, Blue Dragon or 7: Lysaga Hill (page 63). “Seek where hellish magic is made.” it in the place of blasphemy, where humans plumb",
        "name":  "Explanation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“A spawn of Hell has come to their darkest nature.” the castle, and the servants of this fi end work their magic at",
        "name":  "Explanation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " tent. (A character who makes a successful “You must put an end to the blas- Sense Motive check against Eva’s Bluff check of phemy of the death that refused to die, +12 notices this exchange.) When the PCs leave but that will not stop the plague. The lord Madam Eva’s tent, the Vistani outside attack them. of the castle is the source of all.” Refer to tactical encounter G2, page 76. The rank 6 cards in 3DA are gold 13, red 12, silver 12, bronze CROSSING CARD 11, blue 11, copper 10, green 10, brass 9, black 9, and white 8. “To end the plague of death, you must end its source.” Rank 5 Card, Cups, or Hearts: Unholy Reunion. The PCs must recover three holy artifacts buried at the fanes and then This card also determines nothing, but it further guides the battle a horrifi c monster that arises from them. PCs to the source of the necromantic infection. Read the fol- “You must fi nd the three defi led places described in the lowing text, regardless of the card revealed, unless Strahd’s tome. At each fane, you must unearth the relic it contains. secondary goal is Undead Legions: When you have all three relics, you must destroy what you “You must visit the church in the village, which is des- have created.” ecrated by its presence.” The rank 5 cards in 3DA are gold 11, red 10, silver 10, bronze If Strahd’s secondary goal is Undead Legions, read this 9, blue 9, copper 8, green 8, brass 7, black 7, and white 6. text instead: Rank 4 or 3 Card, Pentacles (Coins), or Diamonds: Reconsecra- “The village church is desecrated by the fi rst blasphemy. tion. The PCs must bring an appropriate artifact from the The castle is ruled by the greater one.” castle to each fane and use it in a consecration ritual. 61 9955339933772200__CChh0033..iinndddd 6611 77//2266//0066 77::2233::5533 PPMM 62 3 RETPAHC FO SDNAL EHT AIVORAB H. Tser Falls Draped in a cloak of mist, a beautiful waterfall plummets over a high cliff carved from the shoulders of the mountains. Far above, a bridge crosses over the river at what seems to be a dizzying height. Formed primarily of runoff from melting snow high in the mountains, the Ivlis River runs clear and cold down into the valley of Barovia, forming a spectacular waterfall called Tser Falls. For all the beauty of the cascade, its name com- memorates a terrible story: A century ago, a Barovian villager named Tsertsimir Bobrishchev leaped over the falls to his death, driven by grief at the death of his lover. His body was found in the pool just downstream, and his nickname is now the name by which both the falls and the pool are known. A cave behind the waterfall is the lair of Varikov the Trapper, a dwarf ranger who is one of Strahd’s human spies in Barovia. Teetering on the brink of madness, Varikov has given up hunting wolves (in fact, his animal companion is a wolf) and started hunting, skinning, and stuffi ng human prey. The results of this grisly work are displayed in his cavern lair.",
        "name":  "Legions, read this text instead",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This stone, near where the deathlock is located, is the center of the fane’s power. Beneath it lies a reliquary holding a tooth of Saint Bogdan, a once-holy artifact now bereft of any sacred power. See the main encounter text for the Ivlis Marsh on page 50 for details about how to sever Strahd’s connection to the Swamp Fane.",
        "name":  "Runestone",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " These creatures appear as the wavering silhouettes of humanoid fi gures, roughly human in size and shape, with the merest suggestion of eyes. Murk Tactics The murks seek fl anking positions, but do not give combat tactics much more thought than that. CONCLUSION At the end of the battle, Sir Urik thanks the PCs for their help and offers whatever assistance he can in exchange, including the use of his spells and magic items. As a knight of the raven, Sir Urik can introduce the PCs to this prestige class. He could also serve as a replacement for a dead player character. See the prestige class description in the Appendix and the Crossroads encounter on page 74 for more information. EENNCCOOUUNNTTEERR FF Murks (5) CR 3 HP 19 ___________________________________________________ CE Medium undead (incorporeal) Init +2; Senses darkvision 60 ft., Listen +7, Spot +7 F A AC 13, touch 13, flat-footed 11 EATURES OF THE REA HD 3 Light Undergrowth: It costs 2 squares of movement to Immune mind-affecting, poison, sleep, paralysis, stunning, enter these squares, and the bushes provide concealment. The disease, death effects, critical hits, nonlethal damage, DC of Tumble and Move Silently checks increases by 2. ability drain, energy drain, damage to physical ability Lich Wall: The small graveyard is surrounded by a low scores, fatigue and exhaustion (about 4 feet high) wall made of superior masonry. The wall Resist incorporeal is about 1 foot thick, so a character can stand on top of it to Fort +1, Ref +3, Will +4 gain a bonus for being on higher ground (+1 to attack rolls) Speed fly 30 ft. (6 squares) (good) or on either side of it to gain cover against attacks from the Melee incorporeal touch +3 (1d6 Wis) other side (+4 AC, +2 Reflex). Climb DC 25, break DC 35, Base Atk +1; Grp — hardness 8, 90 hp. Atk Options Wisdom damage, confer negative level, Combat",
        "name":  "When the murks enter the fray, read this text",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures within the area of this stone circle read magic gain a +2 bonus on attack rolls. Any attacks they make are D: Domain spell. Domains: Knowledge, Luck. Spell-Like Abilities (CL 8th): considered magic for the purpose of overcoming damage reduc- At will—divination tion or hitting incorporeal creatures. A creature standing within 3/day—disguise self, fog cloud this circle also benefits from a nondetection effect, though that Abilities Str 24, Dex 14, Con 16, Int 15, Wis 18, Cha 14 is unlikely to come into play during this encounter.",
        "name":  "Runic Circle",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " The roar of the falls drowns out all other sounds as Worg Tactics you approach it. A clump of thorny bushes hugs the The worgs know the locations of the three bear traps, and bottom of the cliff to your left, and beyond it, a they try to maneuver PCs into them. In combat, the worgs narrow path climbs up the cliff toward the falls. A use fl anking and the aid another action to make high-AC large, black wolf stands on the path like a sentry, characters easier to hit. If a worg manages to trip a PC, the other worgs concentrate their attacks on the tripped char- and three similar creatures range around the base acter and stay in position to make attacks of opportunity of the cliff. when the character tries to stand. (Remember that a worg cannot use that attack of opportunity to trip the character again, since the character is already prone when the attack of oppor- tunity occurs.) Flanking worgs often take turns fi ghting defensively (–4 attack, +2 AC), but if their foe concentrates attacks on one worg, that one goes on total defense (+4 AC, no attacks) while the other attacks to make best use of fl anking. 80 11HH RREETTNNUUOOCCNNEE Worgs (4) CR 2 HP 30 each _____________________________________________ NE Medium magical beast Init +2; Senses darkvision 60 ft., low-light vision, scent; Listen +6, Spot +6 Languages Worg, Common AC 14, touch 12, flat-footed 12 HD 4 Fort +6, Ref +6, Will +3 Speed 50 ft. (10 squares) Melee bite +7 (1d6+4 plus trip) Base Atk +4; Grp +7 Atk Options trip (+3 check) Abilities Str 17, Dex 15, Con 15, Int 6, Wis 14, Cha 10 Feats Alertness, Track Skills Hide +4, Listen +6, Move Silently +6, Spot +6, Survival +2 (+6 to track by scent) 9955339933772200__CChh0033__EEnncc..iinndddd 8800 77//2266//0066 77::2288::1155 PPMM Dire Wolf Tactics The dire wolf is much less intelligent than the worgs, and thus it does not coordinate its attacks quite as well. It does avoid the bear traps and seek to set up fl anks, but it tends to attack the last opponent that damaged it, occasionally even provoking attacks of opportunity in order to move closer to a dangerous ranged attacker (such as a wizard who has hit it with spells). 81 EENNCCOOUUNNTTEERR HH11 F A EATURES OF THE REA",
        "name":  "When the PCs approach the falls, read the following",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tiny remnant of Ecaterina’s holy power SYCHIC HISPERS remains in the tower grounds in the form of this sacred circle, The caller in darkness is an undead creature formed in part though it no longer distinguishes between holy and unholy. from the psychic energy of the dead. It is more than a terrifying Any creature standing within the circle gains a +2 bonus on monster—it is almost literally a nightmare. Consider adding attack rolls, and attacks made from within the circle are con- any or all of the following “special effects” to its attacks, read- sidered magic for the purpose of overcoming damage reduction ing or paraphrasing the following text when appropriate: or harming incorporeal creatures. The caller in darkness avoids",
        "name":  "P W Sacred Circle",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This stone, in the center of the 20-foot-di- ameter runic circle, is the heart of the fane’s power. Beneath it lies a reliquary holding the powdered bones of Saint Eca- terina, a once-holy artifact now bereft of any sacred power. companion a fl ank and sneak attack. If the PCs retreat back See the main encounter text for Lysaga Hill on page 63 for toward the ladder, the babaus follow. In the entry cavern, details about how to sever Strahd’s connection to the Moun- they try to bull rush one PC over the cliff and then teleport tain Fane. down to fi ght that character alone. If one of the babaus dies,",
        "name":  "Runestone",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The raven statue on the altar is the Icon of Raven- encounter K25: Audience Hall on page 136 (as well as K25A: loft, a powerful magic item described in the Appendix (see Hall of Madness on page 138). These tactical encounters page 214). The humanoid form before the Icon is the corpse include one of the posts marked K12, one of the archer’s of an evil cleric who ventured into the castle in hopes of posts marked K22, and a section of hallway marked K13. seizing it. The corpse wears +1 full plate. A +1 unholy heavy mace is slung at its belt. A periapt of Wisdom +2 hangs around K13. TURRET POST ACCESS HALL its neck. Cobwebs choke this long corridor, obstructing sight",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; proximity from one of these cracks and was then subjected to further trigger (detect law); automatic reset; spell effect (word of chaos, testing by the devil Khyristrix. 13th-level cleric); Search DC 32; Disable Device DC 32. Trilloch CR 8 K49. LOUNGE HP 60 ______________________________________________________ Encounter Level 8 CN Small outsider (chaotic, extraplanar, incorporeal) Init +8; Senses blindsight 60 ft., darkvision 60 ft.; Listen +15, The ironbound door that opens from the landing (K47) is Spot +15 unlocked. If opened, the PCs see: AC 19, touch 19, flat-footed 15 A low ceiling, supported by heavy beams, presses HD 8; DR 15/lawful; incorporeal, invisible Immune magic down on this room. The west wall curves with the Fort +9, Ref +10, Will +10 outer shell of the tower and is fi tted with three Speed fly 40 ft. (8 squares) windows of leaded glass in steel latticework. Melee — Plush overstuffed chairs and couches sit invitingly Base Atk +8; Grp — near the bookcases the line the wall between the Special Actions control rage, death knell two doors. Abilities Str —, Dex 19, Con 17, Int 11, Wis 18, Cha 18 SQ incorporeal traits, natural invisibility, outsider traits This mundane library isn’t as empty as it appears. Feats Ability Focus (control rage), Improved Initiative,",
        "name":  "Word of Chaos Trap",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The trilloch escaped from K57 where a ends the rage for a creature that has gone beyond its devil named Khyristrix conducts many experiments in her normal hit points into those granted by the rage, likely Devil’s Garden. These experiments delve into the nature of dropping it to negative hit points or killing it. The effect 9955339933772200__CChh0044..iinndddd 110033 77//2266//0066 77::3322::5566 PPMM 104 4 RETPAHC ELTSAC TFOLNEVAR lasts for as long as the trilloch concentrates on it, plus 1 round per Hit Die of the creature. Save DC Charisma based (this is a mind- affecting compulsion). Death Knell (Sp) As a quickened action at will, a trilloch can create an effect similar to death knell on all creatures within 180 feet. Any living creature in the area that has –1 or fewer hit points must succeed on a DC 16 Fortitude save or die. The trilloch gains no hit points or other apparent mechanical benefit from the death knell (but it does “feed” on the lost essence). Immunity to Magic (Ex) A trilloch is immune to spells or spell-like abilities that allow spell resistance, except for Previous guests hid secrets between the mattresses detect magic and deathwatch, which show its location. Death ward protects a creature from a Development: If the PCs are ambushed in this chamber trilloch’s control rage and death knell abilities. Holy word by the warlocks from K55 and defeat the threat, they might and banishment return it to its home plane. It is treated as have an opportunity to press one or more of the defeated an undead creature for the purpose of being affected by warlocks for information. cure spells and positive and negative levels. Afi na and Cristofor, anyway, are more than happy to talk Natural Invisibility (Su) This ability is inherent and not about their patron, Khyristrix. (Trina gives up nothing if subject to invisibility purge. caught and questioned.) The two warlocks reveal the fol- lowing information during the course of questioning by the K50. GUEST ROOM",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " If the player characters look into this chamber, they see the “We forged a grim pact with Khyristrix! So what if we had to following: trade portions of our souls? In exchange, we gained sweet power!” The king-sized canopy bed in this chamber is veiled “It is our bond with Khyristrix that hardens our fl esh and fi lls in black with gold tassels. Two overstuffed chairs us with power. We needed that power to resist Strahd.” fl ank a small table, upon which sits a decorative “Khyristrix opposed Strahd … but now that we’ve moved into the lamp. A closed door inscribed with decorative fl oral castle, she’s come to some sort of accommodation with the vampire. Khyristrix has her Devil’s Garden up on the parapet, and Strahd carvings occupies the east wall. never bothers her.” Strahd once used this clean chamber for guests whom he “Strahd no longer bothers us, either. Power does that … it gives didn’t want to slay out of hand. The room would make a you security.” good place for the PCs to hold up and rest—except for the “If you offer yourself to Khyristrix, perhaps she will take part of fact that a warlock coven (in K55) regards this chamber as your soul, too. Imagine the power she will give you!” its private larder. Treasure: Characters who search the room might fi nd a The door to room K49 can be secured from inside. couple of interesting items hidden between the mattresses. If PCs enter this room and they haven’t already dealt with In addition to the other treasure noted below, the old jour- the warlocks in room K55, refer to the K50 Guest Room nal might be of interest to the PCs. On a successful DC 17 tactical encounter. Search check, PCs discover an old journal (see sidebar), an",
        "name":  "PCs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The tables are loaded down with an array of the imps in K54 alerts them, and the warlocks are able to materials, most of them not particularly valuable (but see prepare an ambush for the PCs. Treasure, below). Bottles include many magical components,",
        "name":  "Tables",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A secret (Search DC 21) trap door in the Infernal, Codex Advocare (the Book of Invocations). This item northwest part of the chamber opens onto a narrow tunnel. is described on page 212. pqqqqqqqqqqqqqqqqqqqqrs AFINA’S JOURNAL This journal, found in a small chest beneath one of the beds Afina agreed, and Khyristrix revealed her true nature as a in K56, is written in Common. It appears to be the writings of devil. someone named Afina Lucescu. Afina knows that Khyristrix has some sort of arrangement A perusal of the journal indicates that Afina began to dream with Strahd. He provides her with some protection and a strange dreams when she turned 15. A beautiful woman ap- location from which to base herself, in return for her tending peared to her and offered her vast powers if Afina agreed to something in the nearby tower—something Afina refers to as pledge herself to her. the Dayheart. pqqqqqqqqqqqqqqqqqqqqrs posllA .D yb .sullI 9955339933772200__CChh0044..iinndddd 110066 77//2266//0066 77::3333::0033 PPMM 107 RAVENLOFT CASTLE CHAPTER 4",
        "name":  "Secret Passage",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Besides the Codex Advocare, a careful search (DC 18) through all the jars and vials on each table brings to light several useful items, including: 1 vial of acid, 2 fl asks of alchemist fi re, 100 tindertwigs, 3 vials of antitoxin, 2 sun- rods, 1 tanglefoot bag, 3 thunderstones, 10 vials of ipecac (see description on page 209), and a glass jar with a single live garden larva sealed inside it (see page 157). One jar holds a dead shocker lizard, while another contains 18 shocker lizard eggs, half of which are viable (each worth about 10 gp). The half of a silver key at the bottom of the cauldron is part of an item called the Portal Key. This half has the word “Portal” etched on it. The other half of the Portal Key lies forgotten in a rotting chest guarded by spiders in room K69. The Portal Key opens the door to crypt 12 in room K84. The Portal Key and the door it opens is something the devil Khy- neighboring tower. An acidic, vinegar-like odor ristrix has used to draw forth minions from a dark dimension. dominates the air. However, because of the risk associated with using the portal, she has commanded servants to hide the key. Khyristrix has The devil Khyristrix tends an awful garden here of her own posted guards around the portal in K84 to make sure no one creation, with specimens culled from hellish realms from meddles with it. beyond the bounds of this world. When PCs fi rst discover the parapet, they have a fi ght on K56. WARLOCK BEDCHAMBER their hands. When the warlocks aren’t doing the bidding of Khyristix or experiment- ing on alchemical creations, they stay here. Three beds covered in black comforters line the west wall. Bureaus, small tables littered with combs, pins, and other personal items fi ll out this chamber’s contents. In the unlikely event that PCs come upon the warlocks unawares, adapt the K55 Warlock Alchemy tactical map on page 155 for use. A search of the chamber uncovers a few valuable odds and ends (see Trea- sure, below) and Afi na’s Journal (see sidebar). K57. DEVIL’S GARDEN The top of this tower is not empty. This parapet rises high above the castle—only two towers rear higher. Bluish sludge covers the parapet, secreted by nearly a dozen white, wet, rat-sized slugs. The slugs move slowly, migrating among pooled sludge and vaguely anthropoid fl eshly bulbs rooted into the stone parapet. The parapet is ever so slightly canted, enough so that the excess sludge languidly drains along the northern catwalk into an entrance on the An unholy garden where devils play Illus. by D. Allsop 9955339933772200__CChh0044..iinndddd 110077 77//2266//0066 77::3333::0066 PPMM 108 4 RETPAHC ELTSAC TFOLNEVAR of blue sludge that fl ows from the",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The devil Khyristrix remnants of rusted railings cling (variant barbed devil) has struck an here and there to the sides of uneasy alliance with Strahd. In return the catwalk. for Strahd providing a safe base for her The catwalk bridges the top of the para- to grow her unique garden, Khyristrix pet (K57) to the chamber of the Dayheart tends the Dayheart (room K60A), chan- (K60a). neling excess life force from her garden A fi ght on the sludge-slick catwalk suffi cient to keep Strahd and those he requires participants to make a DC 15 designates immune from the effects of Balance check each round or fall 100 feet full daylight. (10d6 damage) to a roof of a lower part of Khyristrix has no interest in making the castle. See entry K53 for information deals with the PCs against Strahd—she’d on the slippery tile roof of the castle. rather have them as new specimens in her garden. K59. HIGHTOWER PEAK Devil’s Garden: The garden is a The spiraling staircase fi nally ends at fi endishly simple ecosystem refi ned by a narrow walkway that encircles the Khyristrix over many decades. In its cur- top of the castle’s highest tower. A rent state, the garden consists only of two components: garden larva and devil’s trees. No other plants dark stone shaft stretches down farther than you or organisms live within the garden. In truth, garden larva can see from a 20-foot-diameter hole occupying are immature versions of devil’s trees; however, they require most of the fl oor here. Cold air rushes up the shaft, a suitable catalyst to make the full transformation—they carrying the odor of moldering graves. Wind require a living humanoid creature. whistles plaintively through small windows that When a garden larva successfully insinuates a living pierce the tower walls. Aging beams support a steep humanoid long enough to kill it, the corpse is transformed roof, though one beam and part of the roof have into a devil’s tree. collapsed, letting in a steady drizzle of rain. Devil’s Tree: A devil’s tree is essentially a fl eshy (instead of woody) plant that can root in most any medium, including The shaft (K18a) runs continuously with the stairway (K18) stone, and which is nurtured by the unique effl uvia of garden down to the catacombs (K84). A character falling the length larva. A devil’s tree bears a vague resemblance to the human- of the shaft takes 20d6 points of damage from the 390-foot oid it once was, but no brain activity, personality, or any other fall. ability of the seed creature remains. A devil’s tree is a trophy There are no bats among the beams supporting the roof, in the garden, pleasing Khyristrix when she gazes upon it. but every night bats swarm out of the shaft to feed in the The entire devil’s tree grove serves another purpose, as well. surrounding lands and spy for Strahd. The psychic linkage Khyristrix maintains with the Dayheart in room K60a is generated by the mindless fl eshly trees, and K60A. DAYHEART LANDING is ultimately responsible for the Dayheart’s power. Characters fi nd the Dayheart at the top of this tower, locked A devil’s tree has AC 10, hardness 2, and 20 hit points. immovably in midair. There are approximately 60 devil’s trees in the garden atop Tactical Encounter: K60A Dayheart Landing on page the parapet. Each devil’s tree contains 1d4 writhing pieces 158. of “fruit” at any one time—garden larva nearly ripe and Ravenloft Fortunes: If an item is indicated here, it is ready to drop. locked inside the Dayheart (easily visible through the trans-",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two low spots on the parapet hold shal- parent crystal). Strahd appears here whether the fortunes low pools of the garden larva’s bluish secretions. Slippery, indicate it or not to defend the Dayheart. this stuff isn’t necessarily dangerous, and in fact is slightly nutritious. The pools also serve Khyristrix as places to lounge, sleep, meditate, and store items of interest.",
        "name":  "Pooled Effl uvia",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "K63 Wine Cellar on page 164. and cupboards unearths a few items of value. A successful",
        "name":  "Tactical Encounter",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the items worn by the Necroman- combat starts—refer back to Development if that happens. cer, there are several valuable books on the shelves. However,",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Prince Aurel Plesu was mad. He hunted the related to Markovia are described with her artifact on woods around Barovia, always hoping to bag a fl ying horse page 216. he swore he had seen on the horizon. He had a trusty hound",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The skeleton and regalia of this corpse has that accompanied him everywhere. He fi nally plummeted to almost completely disintegrated away; all that remains is his death while unwisely wandering near a deep chasm. His one thighbone. This is the artifact Saint Markovia’s Thighbone hound loyally followed after him. (Knowledge [local] DC 17 described on page 216. or Gather Information DC 17) Illus. by W. O’Connor 9955339933772200__CChh0044..iinndddd 111199 77//2266//0066 77::3333::3355 PPMM 120 4 RETPAHC ELTSAC TFOLNEVAR CRYPT 7: ENDOROVICH “Barovia Red Mountain” aged 5 years, worth 12,000 gp. The epitaph inscribed on this stone door is not visible because A glass (4 glasses/bottle) is equivalent to a potion of greater the stone door lies on the fl oor, obscured by fog. This leaves magic fang +5. the crypt gaping open. Bending close and swirling away the fog covering the fallen door reveals what is inscribed: CRYPT 10: VENGEANCE CRYPT",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A DC 20 Search check of the bodies reveals that the door to Crypt 7, the tactical encounter for Crypt 7 is one yet wears a ring of the righteous (new item described on triggered. page 212).",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Marius was known for his wealth of knowl- upon it, and thus detects as magical. See the new item stifl ed edge on the geography of far-away places, gained mostly skull on page 216. through correspondence with merchant contacts in other cities. Marius died of a long-running fever that never broke. CRYPT 11: TASHA PETROVNA (Knowledge [local] DC 20 or Gather Information DC 20)",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When where he appeared, or a traveler passes has successfully used through the ring, he the return trip option can transfer him- seven or fewer days self from the crypt prior, he is stuck in to any other spot the new location. he has personally Treasure: In addi- visited. He might tion to the portal, arrive at exactly the the mirror in the spot desired (see secret room where A monstrosity steps through the portal . . . below). However, the the erinyes seductively passage between the crypt and the new location is not poses is framed in fused fi ngerbones. One of the fi ngerbones instantaneous; it takes at least one hour, and often longer, is loose, and is a highly potent artifact: Saint Bogdan’s Finger- to complete the trip. Furthermore, while the traveler slides bone, described on page 216. PCs can easily remove the loose outside the regular geometry of space, awful creatures that fi ngerbone once it is found among the others (DC 22 Search inhabit the between space take an unhealthy interest in him. check, or a detect magic spell). Consult the table below. Damage taken indicates unaccount- able claw marks, scratches, and bites visible when the traveler CRYPT 13: KING IGNATIE KAZAKU arrives at his destination, though he retains no memory of The epitaph inscribed on this stone door reads: having received the wounds. King Ignatie Kazaku; Kazaku the Bright; King, Leader, and Inventor d% Transit Time Damage 01–12 Never* Dead* This heavy stone door is locked (Strength DC 30 to open, 13–26 72 hours 16d6 points Open Lock DC 40 to unlock) and trapped (see below). If 27–39 48 hours 8d6 points opened, a completely empty hollow is revealed—empty save 40–53 24 hours 4d6 points for a strange clockwork device that is stained with rust. 54–66 12 hours 2d6 points",
        "name":  "Portal Use",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "More interested in invention than in his duties 67–80 5 hours 1d6 points as a sovereign, Kazaku spent long hours in his workshop 81–100 1 hour None (the location of which remains a secret to this day). Most *Later scrutiny of the area (Search DC 25) where the traveler was to have appeared reveals fragments of bone, people assumed Kazaku had a demonic advisor chained in the last rotted remains of the caster, who has apparently his secret workshop, for whenever he returned from a month- been dead for centuries. long invention binge, he’d have a strange yet elegant device clutched under his arm, a device that provided some minor Illus. by L. Parrillo 9955339933772200__CChh0044..iinndddd 112211 77//2266//0066 77::3333::4400 PPMM 122 4 RETPAHC ELTSAC TFOLNEVAR utility without (apparently) resorting to magic. (Knowledge Research: Many people named Claudiu have lived and [local] DC 20 or Gather Information DC 20) died over the centuries in the lands of Barovia. Apparently,",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; proximity everyone has forgotten this particular Claudiu. (Knowledge trigger (alarm); automatic reset; spell effect (prismatic spray [local] DC 20 or Gather Information DC 20) affects all creatures in 10-foot-by-10-foot square east of crypt Treasure: The rag-draped skeleton clutches a small gold 13, 13th-level wizard, DC 20 Refl ex, Fortitude, or Will save, medallion (30 gp value) in one bony hand. depending on effect); Search DC 32; Disable Device DC 32.",
        "name":  "Prismatic Spray Trap",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each successful DC 20 Search check of the called “Admiral” Solomovici, was keenly interested in ships refuse fi lling the bottom of each stone coffi n reveals one of and sailing crafts of all sorts. Many believe that Solomovici the following items. Once an item is found, cross if off the built a great ship that sank in the much-too-small Tser Pool. list. Once all the items on the list are discovered, no additional (Knowledge [local] DC 20 or Gather Information DC 20) treasure is found in the chamber. Treasure: A DC 25 Search check uncovers a secret com- partment in the bier that holds a brass key, a miniature oil d10 Item lamp (provides half the light radius of a regular lamp), a won- 1 156 gp drous clockwork pocket watch (300 gp value), and a map of 2 Elixir of sneaking some unnamed body of water that includes the landmarks, 3 25 pp “Skull Point,” “Petrifi ed Finger,” and “Eyes of Man.” 4 Silver necklace with diamond (350 gp) 5 Elixir of vision CRYPT 18: IREENA KOLYANA 6 Wand of hold person (25 charges) This crypt gapes open, its stone door fallen to the fl oor. If a 7 Scroll of infl ict critical wounds PC bends down to examine what is inscribed on the door, 8 Scroll of spell immunity 9 Scroll of destruction newly engraved letters can barely be seen through the per- 10 Wand of stoneskin (10 charges) petual ground mist:",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "rouge (10 gp), three vials of quality perfume (100 gp each), a locket that bears the name “Strahd,” This heavy stone door opens (Strength DC 20) to reveal a 10- and a journal. foot-square hollow and a bare rectangular slab of marble. The journal is completely blank except for the very last",
        "name":  "Monument To His Life holds a variety of items",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The uncorrupted white vestments are prefect’s CRYPT 26: KHUDEN DORANAL vestments, a new magic item detailed in the Appendix (page",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If the Fortunes of Ravenloft decree an item",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If detected for, the slab and took power. Strahd of pictogram-scribed stone detects killed his own parents, but as magical. In fact, it is a magical later regretted it, as he has location described on page 220 regretted so much in all the called the Slab of Sacrifi ce. years since. Sometimes, the regret drives him to return Tactical to this most sacred tomb and fl y into fi ts of despair- Encounters ing rage.",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " ritual or holding a vigil in the chapel, he moves next to 1. Fly down from the balcony to melee a chosen PC in the character who is leading that process). If one or more werebat form (move action; surprise round or fi rst full PCs notice Strahd before he attacks, those PCs can roll round); initiative and take a single action in the surprise round 2. Make a bite attack against the chosen PC (standard as well. If all of the PCs spot him on the balcony, there is action, fi rst full round); no surprise round; Strahd attacks at the end of his move 3. Move away from the PC, provoking an attack of oppor- on his fi rst turn. tunity (move action, fi rst or second full round); 4. Change into dire wolf form (standard action, second STRAHD’S TACTICS full round). The ancient chapel brings out the worst in Strahd. If the Strahd continues fi ghting in dire wolf form, demon- Fortunes of Ravenloft demand his presence here, he is strating little interest in sophisticated tactics—only in strangely compelled to be in a place he despises, and he bloodthirsty savagery. He tends to attack whichever char- fi ghts furiously in one of his bestial forms—either as a acter dealt the most damage to him in the previous round, dire wolf or as a werebat. If he attacks the PCs while they but if he knows he has severely weakened one of his foes, 134 are keeping a vigil here, he is keenly aware of a danger to himself and his reign over Barovia, and he fi ghts just as furiously. 5511KK RREETTNNUUOOCCNNEE Count Strahd (Dire Wolf Form) CR 15 (See page 6 for Strahd’s full statistics) HP 65 ___________________________________________________ Male vampire (human) necromancer 10 LE Medium undead (augmented humanoid) Init +7; Senses darkvision 60 ft.; Listen +13, Spot +13 AC 20, touch 11, flat-footed 18; Dodge HD 10; Fast healing 5; DR 10/silver and magic Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to ability scores, fatigue, exhaustion Resist acid 10, cold 10, electricity 10, fire 10, positive energy 10, sonic 10; turn resistance +4; nondetection Fort +3, Ref +7, Will +10 Weakness sunlight, running water, wooden stake Speed 50 ft. (8 squares), spider climb 20 ft. Melee bite +11 (1d8+10 plus trip, energy drain 2 levels) Base Atk +5; Grp +12 Atk Options Combat Reflexes Special Actions alternate form, children of the night, gaseous form Abilities Str 25, Dex 15, Con —, Int 20, Wis 17, Cha 16 SQ create spawn Feats AlertnessB, Combat Casting (or Touch of Taint), Combat ReflexesB, DodgeB, Enervate Spell†B, Fell Drain†B, Improved Energy Drain†, Improved InitiativeB, Lightning ReflexesB, Positive Energy Resistance†, Scribe ScrollB, Spell Drain†. Skills Bluff +17, Concentration +16, Diplomacy +7, Disguise +3 (+13 to disguise as dire wolf), Hide +8, Intimidate +11, Knowledge (arcana) +18, Knowledge (religion) +18, Listen +13, Move Silently +16, Search +13, Sense Motive +17, Spellcraft +20, Spot +13 Alternate Form In his dire wolf form, Strahd cannot cast spells, and he loses access to his dominate and blood drain abilities. 9955339933772200__CChh0044__EEnncc..iinndddd 113344 77//2266//0066 77::4499::3388 PPMM he focuses his attacks on that character to the exclusion of other opponents. Strahd’s Statistics: Use the tactical statistics for Strahd in werebat form found on page 131 when running this encoun- ter. His dire wolf form is described on the facing page. Ending This Encounter If Strahd is reduced to 32 hit points or fewer during this battle, he changes back to his werebat form and alternates between making swooping charge attacks while slowly retreating to the balcony, letting his fast healing ability restore his health while his wings keep him out of the PCs’ reach. Strahd fi ghts until he is reduced to 0 hit points, completely retreating only when he has no alternative. 135 EENNCCOOUUNNTTEERR KK1155 T M D ACTICAL AP ETAILS Details on the tactical map are described below.",
        "name":  "The fi rst four actions Strahd takes are",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two steps lift this portion of the chapel two feet Statues: Two statues flank the altar, while two others above the rest of the chapel floor. The stairs do not affect stand in each alcove (K16 and K17). Each statue takes up movement. A character standing on the dais gains a +1 bonus an entire square, and each statue provides cover to anyone on melee attacks against creatures not on the dais due to standing behind it. higher ground. In addition, a good creature gains a holy Balcony: This balcony is 50 feet above the floor of the blessing, granting a +2 bonus on attacks made while standing chapel. The entire length of the balcony is open to the chapel, on the dais. All such attacks are considered good aligned not just the semicircular portion that protrudes over the door and magic for purposes of bypassing damage reduction. (see the dotted area on the map).",
        "name":  "Dais",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This great stone block rests atop the dais. A repeat- A character standing within 10 feet of the western wall ing pattern of ravens is carved around the top edge of the on the chapel floor has cover against attacks from above. stone block. Sitting on top of the altar is a statue of a silver Thrones: Two large, ornate thrones stand in the middle raven—the Icon of Ravenloft. See page 214 for details on this of the balcony. The thrones provide cover to a character powerful magic item. standing on or behind a throne. 9955339933772200__CChh0044__EEnncc..iinndddd 113355 77//2266//0066 77::4499::4444 PPMM A H UUDDIIEENNCCEE AALLLL Encounter Level 15 Strahd stands before you now, though it is hard to believe this is the same man you have seen before. Use this tactical encounter with the room description on page His gaunt face is stretched grotesquely, with a 97. mouthful of sharp teeth protruding forward from his oversized mouth. His hands are warped into Strahd starts out on the throne when the PCs enter area K25 (Strahd is the S on the map). The two dread guards claws, each fi nger almost as long as his forearm and (D) are on the landing (K19). tipped with a dagger point. His posture is hunched, If the PCs enter by the stairs from K19, the back of the his legs seeming almost wolfl ike, coiled and ready to throne completely hides Strahd from view. spring. A long, thin tongue darts to wet his lips, as If the PCs enter through the doors from K26 or K30, they if savoring the anticipation of the taste of blood. have a chance to see him from the side (Spot DC 24). Strahd’s fi rst action in this encounter is to speak the command word that activates the dread guards. If he is TACTICS undetected, he does this as his action during the surprise Strahd remains in feral form for the entire encounter. On round, but otherwise he does it as his fi rst normal turn. his fi rst turn, without rising from the throne, he fi rst speaks If Strahd has already activated the dread guards and to the PCs, saying, “You seek an audience with the lord of the PCs defeated them, he does not have this resource to this Castle?” He then shouts the command word that acti- call upon. vates the dread guards in K19 (“Kharavashtra!”). The dread guards start up the stairs as Strahd listens to anything the FIRST VIEW PCs have to say. As soon as a PC comes within 15 feet of the throne, though, Strahd leaps up and moves to attack Read this text when Strahd fi rst comes into view and if the the nearest character.",
        "name":  "Altar",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thick, dusty cobwebs fill the Hall of Riches and the Belfry (K39 and K40 on the map). These cobwebs obscure vision beyond 5 feet in this area, similar to the obscuring mist spell. A creature 5 feet away from an attacker has concealment (20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). As with the obscuring mist spell, wind and fire can clear the cobwebs. A moderate wind (11+ mph) disperses the cobwebs in 4 rounds. A strong wind (21+ mph), such as consecutive rounds and make three from a gust of wind spell, disperses the cobwebs in 1 round. A successful DC 11 Strength checks. If this is done, the bell fire spell clears away the cobwebs in the fire’s area; targeted rings loudly, and continues ringing as the bell swings back and fire spells do not help in clearing the webs. forth for a few rounds (1d4+1). A narrow path of clear space runs down the center of the Treasure Heaps (K41): Coins, precious vessels, and other hall to the next room, ending around the hanging rope. This items are heaped in large piles in the treasury. While valuable, clear path is so low and narrow that it doesn’t improve visibility these heaps make maneuvering in the treasury difficult. It at all. costs 2 squares of movement to enter any square in this room.",
        "name":  "Cobwebs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These creatures appear as too-large mag- and potentially hiding items of interest (see Treasure on page gots, wriggling and oozing across the “tree” dotted parapet. 108), as well as Khyristrix when PCs first arrive.",
        "name":  "Garden Larva",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Roiling and coiling, this long, slender The topmost step of the spiral stairs triggers a circle of death creature snakes forward like a strangely short, loose snake. effect that has its origin at the center of the room. All those A moment’s study reveals the creature for what it is—an still on the stairs whose heads are below the level of the evacuated but horribly animate human skin that slithers top landing are unaffected. and hungers. This is the skin of an unfortunate Barovian Circle of Death Trap: CR 10; magic device; proximity villager, now set here as a guard. trigger (fi nal step); no reset; spell effect (circle of death, 11th-",
        "name":  "Forsaken Shell",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; mechanical and magical; location stalker to remain invisible even when attacking. This trigger; manual reset; Refl ex DC 25 avoids (successful ability is inherent and not subject to the invisibility avoidance means character moves out of trap area by purge spell. shortest route); characters caught in trap area are subject Improved Tracking (Ex) An invisible stalker is a to sleep effect (no HD limit, Will DC 15 to resist) and are consummate tracker and makes Spot checks instead of the usual Survival checks to trace a creature’s passage. raised in the mechanical lift shaft and deposited into area K47 (transit time 1 round); Search DC 27 to fi nd; Disable Giant Ant, Worker CR 1 Device DC 18 to deactivate. HP 9 ___________________________________________________ N Medium vermin Handling Parties Separated by the Trap I nit +0; Senses darkvision 60 ft., scent; Listen +0, Spot +0 If PCs are by the elevator trap, there are a number of ways AC 17, touch 10, flat-footed 17 to run the split parties. The stairs (K21) provide a long and HD 2 spiraling connection between the two separated positions. Immune mind-affecting Each round PCs battle in either of the two locations, the Fort +3, Ref +0, Will +0 PCs in the opposite location can make a DC 25 Listen Speed 50 ft. (10 squares), climb 20 ft. check to hear the distant sound of a fi ght. If either group Melee bite +1 (1d6) intentionally yells at the top of their lungs up or down the Base Atk +1; Grp +1 shaft, the PCs on the opposite end need only succeed on Atk Options improved grab a DC 15 Listen check to hear the message. However, each Abilities Str 10, Dex 10, Con 10, Int —, Wis 11, Cha 9 time such a yell reverberates through the castle, there is Feats TrackB a 45% chance that a drowned from room K74 shows up Skills Climb +8 two rounds later. Improved Grab (Ex) To use this ability, a giant ant must hit Use cut-away action to handle the simultaneous encoun- with its bite attack. ters. Keep track of all initiatives on the same list, and cut Skills Giant ants have a +4 racial bonus on Survival checks back and forth between the two areas on the appropriate when tracking by scent. turn in the order. For example, on initiative order 20, a fi ghter in area K47 acts. Then on order 19, the troll stalker 162 in K61 attacks, and so on. 1166KK RREETTNNUUOOCCNNEE 9955339933772200__CChh0044__EEnncc..iinndddd 116622 77//2266//0066 77::5522::5500 PPMM Giant Ant, Soldier CR 2 If the PCs attempt to talk to the troll stalker, they need HP 11 ___________________________________________________ to make a successful DC 35 Diplomacy check (+10 bonus N Medium Vermin if a PC speaks Auran). A successful check gets the stalker Init +0; Senses darkvision 60 ft., scent; Listen +0, Spot +0 to stop fi ghting. See page 109 for details of the ensuing AC 17, touch 10, flat-footed 17 conversation. HD 2 If the PCs enter the area behind the secret door, the worker Immune mind-affecting ant moves toward the nearest PC and attacks. It fi ghts to the Fort +4, Ref +0, Will +1 death. Speed 50 ft. (10 squares), climb 20 ft. The soldier ant’s tactics aren’t much more sophisticated Melee bite +3 (2d4+3) than the worker’s. It attempts to grab prey with its pincers Base Atk +1; Grp +3 and administer its acid sting when possible. Atk Options improved grab Special Actions acid sting Abilities Str 14, Dex 10, Con 13, Int —, Wis 13, Cha 11 Feats TrackB Skills Climb +10 Acid Sting (Ex) A giant soldier ant has a stinger and an acid- T M D ACTICAL AP ETAILS producing gland in its abdomen. If it successfully grabs Details on the tactical map are described below. an opponent, it can attempt to sting each round using its South Stairs (K21): This stairway is dark. From this level, full attack bonus. A hit with the sting attack deals 1d4+1 points of piercing damage and 1d4 points of acid the stairs ascend 40 feet to K9, and descend 80 feet to K73. damage. Servant’s Hall (K62): Eerie ground fog fills this mostly Improved Grab (Ex) To use this ability, a giant ant must hit empty room. A crazy old man named Cyrus also can be found with its bite attack. A giant soldier ant that wins the here (if he hasn’t already met the PCs elsewhere in the castle). ensuing grapple check establishes a hold and can sting. He ignores any commotion in K61, but reacts as described on Skills Giant ants have a +4 racial bonus on Survival checks page 109 if any PCs open the door and enter this area. when tracking by scent.",
        "name":  "Elevator Trap",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Despite how it looks, the water in the pot is not boiling. The mohrg within the pot agitates the liquid and causes it to roil. The water ceases to roil when the mohrg leaves the pot. If the mohrg successfully dunks a paralyzed character into the pot, standard drowning rules do not apply because a para- lyzed victim doesn’t have an opportunity to draw a breath. Instead, the victim can breathe only if he makes a DC 10 Constitution check every round. Each round, the DC increases by 1. When the character finally fails a Constitution check, he begins to drown. In the first round, he falls unconscious (0 hit points). In the following round, he drops to –1 hit points and is dying. In the third round, if still in the pot, he drowns. Servant’s Hall (K62): This fog-shrouded hall is the haunt of a mad Cyrus. Wine Cellar (K63): A portcullis blocks the way to a dark wine cellar. See pages 162–163 for details. Butler’s Quarters (K66): Cyrus calls this chamber home, and it is filled to overflowing with items he has accumulated over the years (usually from visitors who fell afoul of Master Strahd).",
        "name":  "Pot",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "to Speed 30 ft. (6 squares, can’t run) keep anyone from gaining possession of the thighbone Melee slam +6 (1d6+4) of the saint. Base Atk +3; Grp +6 The air elemental appears in a whirlwind, targeting any Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 10 creatures that aren’t the boneclaw and zombies. When the SQ hard to kill, plodding air elemental appears, it has an entire round of actions Feats Toughness available to it. It initially takes a move action to become Skills — a whirlwind, then another move action to move over the Hard to Kill (Ex) Whenever a Strahd zombie has taken space where the PCs stand, hoping to spin them aloft. enough damage to drop it, roll a d20. On any roll of 11 or higher, the zombie ignores the damage that would 182 have dropped it. Plodding (Ex) Zombies can move and attack, but they cannot move more than their speed (6 squares) on their action, and they cannot charge. 66 TTPPYYRRCC RREETTNNUUOOCCNNEE 9955339933772200__CChh0044__EEnncc..iinndddd 118822 77//2266//0066 77::5555::0099 PPMM After 4 rounds, the air elemental loses its ability to main- tain its whirlwind shape—it falls back to making melee attacks. Once summoned, this furious vortex of violence fi ghts anyone on the eastern side of the catacombs (the area between Crypt 10 and Crypt 6). It fi ghts until destroyed. If the PCs fl ee the area, it remains for 1d4 rounds before dissipating. The boneclaw relies on its size and reach, using both to its best advantage. It prefers to stay in one place and attack by reach as to avoid getting fl anked by the PCs. The zombies try to charge as often as possible so that they can move and attack in the same round. Otherwise, they fi ght until destroyed to protect the contents of Crypt 6. AFTER THE BATTLE If the PCs defeat the threat here, they can search the crypts for valuables or move on. Crypt 5 contains a scroll of daylight. Saint Markovia’s Thighbone, an artifact described on page 216, lies in Crypt 6. T M D ACTICAL AP ETAILS Details on the tactical map are described below.",
        "name":  "The monsters set to guard this crypt have one goal",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tiny humanoid (I) with leathery bat-wings, a barbed tail, and sharp, twisted horns fl utters at eye level, winking into and out of sight. The imp leads off by opening the secret door, and then follows that with suggestion, telling a fi ghter-type PC to jump through the portal while thinking about the Negative Energy Plane. Then it goes after the PC with the apparently lowest AC, attempting to use its poison to bring him or her down. If successful, the imp moves on to the next PC, and so on. The imps fi ght to the death. Secret Door The secret door opens onto a strangely well-appointed bed- room. A delicate hammock woven of human hair hangs in the northwest corner of the room. A mirror, its frame composed of fused human fi ngerbones, hangs on the south wall. The erinyes claims this chamber as her home. When she’s not foraging, she spends her time sleeping, abusing the imp, or admiring her image in the mirror. Portal to Anywhere This 10-foot-diameter stone ring is an in-dungeon magical location that sends any creature that walks through it to any desired location—but not without risk. (See pages 120–121 for a full description of the portal’s capricious ways.) AFTER THE BATTLE If the PCs defeat the threat here, they can move on or search the crypt for valuables. The mirror framed in fi ngerbones in the secret chamber off Crypt 12 contains a fi ngerbone that’s actually an artifact. More interesting by far is the actual portal, which can be used for travel to far places, with some attendant risk. See page 215 for details on both items. T M ACTICAL AP D ETAILS Details on the tactical map are described below.",
        "name":  "Imp",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " An imposing man lies within the black coffi n, dressed in noble fi nery, with a black cape lined in red velvet. His eyes immediately pop open, and a hellish sneer twists his expression. TACTICS If he can, Strahd attacks the PCs with everything he has. He shows no mercy. On the other hand, if the PCs approach while Strahd is helpless, the vampire pleads for his existence, offering wealth, secrets, his service for a year—anything. He can renege later. The golem emerges to defend Strahd as soon as the PCs open the coffi n. Oth- erwise, it remains inactive until the PCs attack it. EENNCCOOUUNNTTEERR KK8866 Curse-Scribed Golem CR 11 HP 107 __________________________________________________ N Large construct Init -1; Senses darkvision 60 ft., low-light vision; Listen +0, Spot +0 AC 26, touch 8, flat-footed 26 HD 14; DR 10/adamantine Immune magic, mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, necromancy effects, critical hits, nonlethal damage, ability damage, ability drain, fatigue, exhaustion, energy drain Fort +4, Ref +3, Will +4 Weakness transmute rock to mud, stone to flesh Speed 20 ft. (4 squares) Melee 2 slams +18 (2d10+9) Space 10 ft.; Reach 10 ft. Base Atk +10; Grp +23 Atk Options accursed strike T M D Abilities Str 29, Dex 9, Con —, Int —, Wis 11, Cha 1 ACTICAL AP ETAILS SQ immunity to magic Details on the tactical map are described below. Feats — The Catacombs (K84): The arched ceiling of this space Skills — sags over squat crypts, forming a vast catacomb. Thick fog Accursed Strike (Su) A curse-scribed golem can use a bestow clings to the floor at knee level. Cobwebs hang limp in the curse effect as part of an attack action once every 2 musty air. Something terrible haunts the narrow ways between rounds. The target must succeed on a DC 17 Will save to the crypts. The spaces at the top of the stairs to this area, negate. Those affected have a 50% chance to act normally marked with a skull icon, show the location of the transposition each turn; otherwise, they take no action. The save DC is trap that replaces a PC with a wight from location Crypt 14. Constitution-based. The wight immediately attacks the rest of the party, while the Immunity to Magic (Ex) A curse-scribed golem is immune to PC is teleported to a coffin in the vault beneath Crypt 14 (see any spell or spell-like ability that allow spell resistance. In page 122). addition, certain spells and effects function differently",
        "name":  "If PCs open the black coffi n and see Strahd, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swath of loose soil around the black coffin against the creature, as noted below. A transmute rock to mud spell slows the golem (as the in area K86 is treated as difficult terrain. Each square contain- slow spell) for 2d6 rounds. ing loose soil cost 2 squares of movement to enter. The stone A stone to flesh spell does not actually change the floor has been dug up here, and rich, dark soil has been poured golem’s structure but negates its damage reduction and thickly over the bedrock. immunity to magic for 1 full round. Alcove Portals: Anyone who enters the western alcove in K86 immediately appears in Crypt 32 in the catacombs. Al- ternatively, anything that enters Crypt 32 that hasn’t entered by teleportation appears in the eastern portal of this room. 195 9955339933772200__CChh0044__EEnncc..iinndddd 119955 77//2266//0066 77::5566::4400 PPMM T B R OOMMBB OOFF AARROOVV AANNDD AAVVEENNOOVVIIAA Encounter Level 15 Use this tactical encounter with the room entry on page 127. Use this encounter if the Fortunes of Ravenloft indicate an encounter with Strahd occurs in this tomb. If this tomb is used as tactical encounter, Strahd (S) is here in the form of a dire wolf. He is accompanied by a contingent composed of two vampire spawn (V) and a wraith (W). (Statistics for the wraith can be found on page 188.) The spawn have followed Strahd into the tomb in gaseous form, and remain discreetly incorporeal while Strahd rages. Likewise, the wraith is submerged in the fl oor.",
        "name":  "Loose Soil",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These three stained glass windows are translucent but not transparent. The one on the north details a wise-looking queen, and the one on the south a regal king. The central stained glass window details two men—one older and dressed as a warrior, the other younger and dressed as a prince, though both look to be of noble birth. The windows are leaded and 3 inches thick (hardness 2 and 3 hit points per inch). If one is 9955339933772200__CChh0044__EEnncc..iinndddd 119977 77//2266//0066 77::5566::5555 PPMM S UUBBCCAATTAACCOOMMBBSS Encounter Level Variable Use this tactical encounter with the room entry on page 127. Use this encounter if the PCs enter the ancient sub- catacomb, a primitive temple infested by a colony of giant ants. ENCOUNTER When the encounter begins, seven giant soldier ants (As) and two giant worker ants (Aw) scurry throughout the ruins of the primitive temple. These numbers can change as more ants enter the chamber. The chamber also contains a guardian idol, called a rogue eidolon (E), near the slab and the megalith. If the player characters set foot on the fl oor of the cavern, read: The placidly moving giant ants jerk, and as if suddenly electrifi ed, and all simultaneously enter a murderous, swarming frenzy. TACTICS The ants attack the PCs on the fi rst round in which a PC steps into the chamber. On the following round, an addi- tional 1d4+1 soldier ants emerge from the hole in the fl oor (southwest corner) to join the attack. This continues each round until a total of 20 soldier ants (including the original seven) have appeared. The worker ants defend themselves if attacked, but their goal is to escape down to the nest under the fl oor of this chamber. The rogue eidolon stands as if a statue, until such time as any ant or PC wanders across the slab it stands adjacent to. If this occurs, it begins attacking all creatures in the cave, starting with creatures (ant or PC) closest to it and If magically translated (no living creature uses the language working outward. of the pictograms), the pictograms read: “Spill your life to the Blood God. The Blood God STONE SLAB repays total sacrifi ce.” The Slab of Sacrifi ce is a 10-foot cube of black granite, partly This magical location is described on page 220. buried in the surrounding rock. The portion emerging from the rock creates a daislike platform that rises 3 feet above the fl oor of the chamber. Pictograms run around AFTER THE BATTLE the visible lip of the slab. If the PCs defeat or drive off the giant ants, and if they defeat the rogue eidolon, they can freely experiment with the Slab of Sacrifi ce if they so desire. 198 9988KK RREETTNNUUOOCCNNEE Rogue Eidolon CR 9 HP 85 ___________________________________________________ CN Large construct Init ; Senses darkvision 60 ft.; Listen +1, Spot +1 AC 21, touch 9, flat-footed 21 HD 10; DR 5/magic and bludgeoning Immune magic, mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, necromancy effects, critical hits, nonlethal damage, ability damage, ability drain, fatigue, exhaustion, energy drain SR 19 Fort +3, Ref +3, Will +1 Speed 30 ft. (6 squares, can’t run) Melee 2 slams +13 (2d8+7 plus confusion) Space 10 ft.; Reach 10 ft. Base Atk +7; Grp +18 Atk Options confusion Special Actions blood spray Abilities Str 24, Dex 11, Con —, Int —, Wis 6, Cha 13 Confusion (Sp) Any creature struck by a rogue eidolon must make a DC 16 Will save or become confused for 10 rounds. The effect is identical to that of the confusion spell (PH 212). Caster level 10th. The save DC is Charisma-based. Blood Spray (Su) As a free action it can use once every 1d4 rounds, a rogue eidolon can spew a gout of thick blood from the seeping symbol at a single target within 30 feet. Any creature struck by the blood must make a DC 15 Will save or be afflicted with a terrible madness that causes it to see all its friends as hated enemies. An affected creature immediately attacks its closest ally, using the best tactics and items at its disposal, including the use of spells. The blood madness lasts 2d4 rounds. Once a creature is affected, it cannot be affected by the same rogue eidolon’s blood spray for 24 hours. The save DC is Charisma-based. 9955339933772200__CChh0044__EEnncc..iinndddd 119988 77//2266//0066 77::5577::0044 PPMM 199 EENNCCOOUUNNTTEERR KK8899 Giant Ants, Soldier (7) CR 2 Giant Ants, Worker (2) CR 1 HP 11 ___________________________________________________ HP 9 _ __________________________________________________ N Medium Vermin N Medium vermin Init +0; Senses darkvision 60 ft., scent; Listen +0, Spot +0 I nit +0; Senses darkvision 60 ft., scent; Listen +0, Spot +0 AC 17, touch 10, flat-footed 17 AC 17, touch 10, flat-footed 17 HD 2 HD 2 Immune mind-affecting Immune mind-affecting Fort +4, Ref +0, Will +1 Fort +3, Ref +0, Will +0 Speed 50 ft. (10 squares), climb 20 ft. Speed 50 ft. (10 squares), climb 20 ft. Melee bite +3 (2d4+3) Melee bite +1 (1d6) Base Atk +1; Grp +3 Base Atk +1; Grp +1 Atk Options improved grab Atk Options improved grab Special Actions acid sting Abilities Str 10, Dex 10, Con 10, Int —, Wis 11, Cha 9 Abilities Str 14, Dex 10, Con 13, Int —, Wis 13, Cha 11 Feats TrackB Feats TrackB Skills Climb +8 Skills Climb +10 Improved Grab (Ex) To use this ability, a giant ant must hit Acid Sting (Ex) A giant soldier ant has a stinger and an acid- with its bite attack. producing gland in its abdomen. If it successfully grabs an Skills Giant ants have a +4 racial bonus on Survival checks opponent, it can attempt to sting each round using its full when tracking by scent. attack bonus. A hit with the sting attack deals 1d4+1 points of piercing damage and 1d4 points of acid damage. Improved Grab (Ex) To use this ability, a giant ant must hit with its bite attack. A giant soldier ant that wins the ensuing grapple check establishes a hold and can sting. Skills Giant ants have a +4 racial bonus on Survival checks when tracking by scent. ascends another 70 feet past Crypt 24 to the secret room off area K61.",
        "name":  "Stained Glass Windows",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The 5 foot-diameter tunnel is essentially remnants of horns and vestigial limbs remain partly visible. In vertical, but is so roughly burrowed through the stone that a place of a face is a primitive pictogram that is stained, as if in DC 10 Climb check is sufficient to ascend or descend the tun- the past it leaked some reddish fluid. nel. The tunnel rises 40 feet to pass the thin wall separating it This statue was empowered millennia past by worshipers of from the back of Crypt 24—masonry bricks are visible on this the “Blood God,” and it yet sits vigil over this last sacred place side of the otherwise naturally burrowed tunnel. The tunnel to the forgotten proto-deity. 9955339933772200__CChh0044__EEnncc..iinndddd 119999 77//2266//0066 77::5577::1100 PPMM he material in this appendix, in contrast alty on attack rolls, saves, ability checks, and skill checks to the rest of the adventure, is intended for associated with that negative level for 2 minutes, since his player consumption. As Dungeon Master, Constitution bonus is +2. (If Tordek were a spellcaster, he you are encouraged to make feats, spells, and would also avoid losing a spell slot for 2 minutes.) prestige classes available to your players when You also gain a +4 bonus on Fortitude saves to remove they meet the prerequisites. This appendix negative levels. also contains new magic items, a new player organization (the Lightbringers), and handouts for the different letters LASTING LIFE that involve the PCs in the adventure. You can shed negative levels with an act of will.",
        "name":  "Tunnel in Ceiling",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As an active and necessary member of your guild, Normal: In order to receive benefits from a guild, you must select one of your guild’s associated skills. As long as you pay yearly dues. You do not gain any guild fringe benefits. pqqqqqqqqqqqqqqqqqqqqrs 9955339933772200__CChh0055__AApppp..iinndddd 220055 77//2266//0066 88::0000::1177 PPMM 206 XIDNEPPA REYALP LAIRETAM basically the same, since his class levels haven’t changed, but Replaces: If you select this class feature, you do not gain he’s now highlighting a different aspect of his class. Such the inspire competence bardic music ability. retraining also allows a character to adopt an alternative class Benefi t: You can expend one daily use of your bardic feature, such as those presented in this section. music to help an ally who attempts to turn undead (or destroy To choose an alternative class feature, substitute it for one undead, if a lightbringer cleric). The ally must be within 30 class feature available at that level. The new feature must feet and able to see and hear you. You must also be able to see represent a choice that you could have made at the same the ally. The ally is treated as being two levels higher than his level as you made the original choice. Also, the new choice actual level for the purpose of turning undead as long as he can’t make any of your later choices illegal—though it might or she continues to hear your performance. The effect lasts as automatically change class features acquired later if they are long as you concentrate, up to a maximum of 2 minutes. You based on the initial choice. can’t use inspire turning on yourself. This is a supernatural, mind-affecting ability. LIGHTBRINGER BARD Bards who are most excited by the music of the dirge, the Repel Domination funeral march, or the requiem are those most strongly drawn Your study of the undead allows you to fortify your mind to be lightbringers. The lightbringer bard brings hope and against their attacks. courage to those oppressed by the depredations of unlife, and Level: 6th. he uses tricks, music, and magic to thwart the conspiracies Replaces: If you select this class feature, you do not gain of undead masterminds. the suggestion bardic music ability.",
        "name":  "Benefit",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 bonus on saving throws against Undead Bardic Knowledge mind-affecting spells or abilities from undead creatures. A lightbringer bard has special interest in events, items, and Furthermore, whenever you succeed on such a saving throw, persons that are important to undead. Your focused, careful the undead creature that produced the effect is shaken for studies allow you to identify such creatures and effects com- the remainder of the encounter. monly associated with them.",
        "name":  "Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can tap into some of your specialized knowl- positive energy they bring to bear against undead is the single edge of the undead. You make a check just as though using the most important aspect of their class. The negative energy of standard bardic knowledge ability, but your insights concern undeath must be opposed everywhere and always with the only the undead. You gain a +5 circumstance bonus on this positive energy of light. check. You can attempt this check in addition to a Knowledge (religion) check to learn about an undead creature or some Destroy Undead other bit of undead lore, such as an item used to destroy a You can channel positive energy to destroy undead legendary undead or a plague caused by undead. creatures.",
        "name":  "Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the standard qualities of a special embedded stakes as a standard action that provokes an attack mount, a lightbringer paladin’s mount is immune to all death of opportunity. spells, magical death effects, energy drain, and any negative A living creature struck by a fl are stake takes normal dagger energy effects (such as from infl ict spells or chill touch). damage with no additional fi re damage. Craft (alchemy) Check DC: 20. LIGHTBRINGER ROGUE",
        "name":  "Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8 oz. either mundane or magical sunlight). Liquid night has a",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to providing the protective qualities of +3 studded leather, a suit of vampire hide grants the wearer damage reduction 5/silver and magic. DAMNING DARKNESS Aura/Caster Level: Strong necromancy; CL 12th. Evocation [Darkness, Evil]",
        "name":  "NEW SPELL Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This band is carved of bone. Inscribed on NEW RINGS the interior of the band in Infernal are the words “Flesh’s last bulwark.” The exterior of the band is carved to resemble a The four items described below confer ongoing benefi ts to swarm of humanoid skeletons interlocked in a circle. their wearers. On the round the ring is activated, horrifying screams peal forth, as if each of the dozen or so tiny skeletons on the BAND OF SPELL ENHANCEMENT band have uttered their fi nal death shriek. This ring gives one spell cast per day a boost in caster level",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This green band is an iron ring coated with is subject to a death effect, energy drain, or any negative brilliant green enamel, through which a delicate tracery of energy effect. The ring activates quickly enough that the red lines run. wearer enjoys the ring’s effect (an immediate action that When activated, the red lines fl are with magical light, counts against the wearer’s free actions for the round). The which insinuate themselves into the visual display of the ring activates only 1/day. boosted spell cast next, if any, then fade.",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wizard Tenambulum, renowned as a demon ing prevented is activated, the wearer enjoys 7 minutes of catcher in his day, was also something of a spell smith. He immunity to all death effects, energy drain, and negative delighted in utilizing various items and implements designed energy effects (such as from infl ict spells or chill touch). to leverage his already impressive spellcasting abilities. The 7 minutes of immunity cannot be used in smaller (Knowledge [arcana] DC 20) chunks—once the ring is activated, its protection runs Tenambulum wasn’t so much a court wizard to the dis- through to the effect’s duration. placed Zarovich nobility as a wizardly advisor. When the Aura/Caster Level: Moderate necromancy. CL 7th. 9955339933772200__CChh0055__AApppp..iinndddd 221111 77//2266//0066 88::0000::3322 PPMM 212 XIDNEPPA REYALP LAIRETAM",
        "name":  "Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,080 gp. Description: This item appears as a nearly 10-foot-diam- eter heart carved of crystal. RING OF THE RIGHTEOUS When any living creature moves to within 20 feet of it, it This ring suffuses the wearer with positive energy. fl ares ruby red, then begins to pulse redly like the last, fl ut-",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This wide band is completely white, as if tering beats of a heart spiked with some hellish drug. forged of snow as hard as iron. The Dayheart possesses a magically enhanced hardness of 30 While activated, the ring glows with a golden, reddish as long as the hellheart locket remains whole (the hellheart locket radiance, which extends to the wearer in a halo-like aura. is in Khyristrix’s possession) and 200 hit points. If the hellheart",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5,400 gp. Note that the Dayheart relies on the hellheart locket to channels energy from the Devil’s Garden (K57). If the locket NEW WONDROUS ITEMS is smashed, the Dayheart’s ability to pass on this immunity to linked vampires fades in 1 month’s time. If the Devil’s Some of the magic items described below play a signifi cant Garden is completely hacked down, the immunity offered part in the Expedition to Castle Ravenloft adventure. by the Dayheart fades immediately. CODEX ADVOCARE Aura/Caster Level: Strong conjuration. CL 20th.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The book, 1 foot by 1 foot and about 1 inch thick, is bound in red leather. The title is stamped in silver FANG OF INHABITATION foil in Infernal on the cover, and the interior is scribed with A fang of inhabitation serves as a special replacement focus for the descriptions for all manner of invocations, also written those capable of casting or using magic jar. If a fang of inhabita- in infernal. tion is used as the focus of the effect, the chance of success is The book doesn’t look any different when it is providing enhanced, but the effects of the inhabitation are different. its benefi t to whoever claims it.",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Evidence about the book’s creation is sparse, but sto- chain. ries trace it to the mad warlock Ricardus Bakari, the famed The fang radiates a strong aura of evil if it is the target of a “First Warlock.” (Knowledge [history] DC 25) detect magic spell.",
        "name":  "Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fang of inhabitation automatically activates to gain its benefi t. Instructions for claiming the book are whenever it is used in conjunction with a magic jar effect. A printed clearly on the fl yleaf in Trina’s spidery hand. The fang of inhabitation can only be used twice before it loses all book can only have one claimant at any one time—the most effi cacy. recent claimant becomes the sole claimant. To claim the book,",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You know one more least invocation than normal Unlike a standard magic jar effect, the possessor success- (you must be able to use least invocations in order to be able fully leaps from the fang of inhabitation to the body of the to utilize this ability). victim, the victim’s soul doesn’t enter the fang—it remains Aura/Caster Level: Moderate necromancy. CL 11th. in its body, but is completely suppressed and subjugated to",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, class ability to use the possessor. This means that the possessed victim (the invocations, 10,000 gp, 800 XP, 20 days. “body”) retains all the attributes of the victim, physical and",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20,000 gp. the other hand, the possessor loses access to all its abilities, including purely mental abilities, spell-like abilities, and supernatural abilities. However, the possessor can make 9955339933772200__CChh0055__AApppp..iinndddd 221122 77//2266//0066 88::0000::3344 PPMM 213 MATERIAL PLAYER APPENDIX attacks, skill checks, and use all the special abilities of its Activation: If the wearer spends a standard action, the victim as it chooses. heart’s effects become active once per day for a period of 7 Finally, the duration of a magic jar enabled by a fang of minutes. inhabitation is permanent (unless the possessor freely returns Effect: Once activated, the owner gains immunity to fi re to the fang), and can’t be dispelled by dispel magic, dispel evil, and takes half again as much (+50%) damage from cold for 7 or other dispelling methods, nor can it be suppressed by minutes. In truth, the wearer is treated as if he had temporar- protection from evil or similar means. The only way to expel ily gained the fi re subtype. the possessor is to kill the victim’s body. Aura/Caster Level: Moderate transmutation. CL 7th.",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, polymorph, 5,050 gp, fused possessor and victim, the possessor is expelled and 404 XP, 11 days. its spirit dies, while the victim regains control Weight: —. of itself. Otherwise, the rules for determining Price: 10,080 gp. what happens under various circumstances are as described in the magic jar spell text on page HELLHEART LOCKET 250 of the Players’ Handbook. The hellheart locket channels energy to the Dayheart Aura/Caster Level: Moderate necromancy from Khyristrix’s devil’s garden. If smashed, it (evil). CL 9th. releases a devil who briefl y answers your bidding.",
        "name":  "If the fang of inhabitation moves out of magic jar range of Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, magic Description: The locket is a blood ret locket jar, permanency, 9,000 gp, 720 XP, 18 in the shape of heart, on a gold chain. If days. opened, the locket reveals the picture of",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, see invisibility, lost. 1,080 gp, 87 XP, 3 days. Aura/Caster Level: Moderate conjuration. CL 11th.",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "—. Construction: Craft Wondrous Item, you must be a baat-",
        "name":  "Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Holy Symbol of Ravenkind is a unique holy symbol light persists only for the duration of the halt undead effect. sacred to the good-hearted faithful of Barovia. It possesses The caster level of this ability is 10th, and the save DC is powers that can only be accessed after the item is specially either 14, or 13 + your Cha modifi er, whichever is higher. bonded to its wielder. (Knowledge [religion] DC 15) The Holy Symbol of Ravenkind actually predates the estab- ICON OF RAVENLOFT lishment of any church in Barovia, and its existence is A fi xture in the chapel of Castle Ravenloft, the Icon of Raven- thought to be a reason for the prevalence of the raven symbol loft retains its holy power despite the pollution of the Devil in that land. It was fi rst used by a paladin named Lugdana, Strahd. who was among the earliest settlers of the valley. (Knowledge Description: The Icon of Ravenloft is a small carving of a [history or religion] DC 18; this check and the previous check raven made from the purest silver. It stands about 12 inches are necessary to undertake the bonding ritual) tall, 6 inches wide, and 1/4 inch thick. According to legend, a giant celestial raven—or an angel Lore: The faithful of Barovia have long revered the raven in the form of a raven—delivered the Holy Symbol to Lugdana as a symbol of all that is good, and of good struggling against so she could use it to root out a nest of vampires. To this day, evil. The prefects of the church crafted this icon to aid in that vampires have a powerful loathing for the symbol and all struggle. (Knowledge [religion] DC 22) it represents. (Knowledge [religion] or bardic knowledge Activation: The Icon can be used as a holy symbol to turn DC 20) undead, in which case its power is use-activated. Activating",
        "name":  "Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, detect evil, 1,000 gp, ing divine spells can use the Icon to cast cure serious wounds, 40 XP, 2 days. healing 3d8+10 hit points to the creature touched.",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, cure serious wounds, Holy Symbol of Ravenkind Bonding Ritual 10th-level cleric, 9,000 gp, 720 XP.",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The main effect of the stone is always active Construction: Craft Wondrous Item, divination, 5,040 gp, as long as the stone exists. If the stone is smashed, the troll 404 XP, 11 days. stalker Nicoramus, if still alive, might agree to take up one Weight: —. task for the destroyer out of gratitude; see K61 on page 162, Price: 10,080 gp. though it is not in any way compelled to do so.",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The pendant functions up to one time per CL 4th. day, automatically removing any disease you would other- Construction: Craft Wondrous Item, holy smite, 3,000 gp, wise contract. If you suffer from a pre-existing disease, the 240 XP. pendant removes it (or randomly removes one, if suffering Weight: 1 lb. form more than one). Price: 6,000 gp.",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are cured of up to one disease per day if you are wearing the pendant (and if no one else has benefi ted SAINT ECATERINA’S BURIAL SHROUD from it’s effect on the same day). (ARTIFACT) Aura/Caster Level: Faint conjuration (Healing). This shroud was laid across Ecaterina when she was laid CL 5th. to rest. Ecaterina’s holy deeds in life passed partly into her",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, remove disease, shroud as her body decomposed and it thus became an artifact 3,000 gp, 240 XP, 6 days. capable of healing disease in good-hearted folks.",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When fi rst found, the key is in two parts. Knowledge [religion] DC 15) If joined, the key becomes a fused whole. The key is large, When she was thirty-seven, Ecaterine decided to estab- untarnished, and the words “Portal Key” are etched into the lish one of her convents near Barovia. Despite being nightly metal along the side when the key is whole. (When the key is accosted by vicious wolves, haunts, and the occasional in two halves, one half reads “Portal,” the other half “Key.) undead avenger, Ecaterine managed to accomplish her goal. After making certain that the convent, located in a well- defended tower, was secure against the kind of threats she 9955339933772200__CChh0055__AApppp..iinndddd 221155 77//2266//0066 88::0000::4411 PPMM 216 XIDNEPPA REYALP LAIRETAM had come to expect, she left to report her success. When Effect: This powerful artifact acts as a +3 holy disruption she returned a month later, she found the tower a burnt light mace when used against a vampire or vampiric creature out shell with nothing inhabiting it but the ghosts of slain for the duration of a single combat. sisters. Ecaterine is said to have gone mad, and none ever Aura/Caster Level: Moderate abjuration. CL 11th. saw here alive again, though it was whispered she was cap- Construction: Unique. tured and buried alive in a prison below Castle Ravenloft. Weight: —. (Gather Information DC 30, or Knowledge [religion] DC 20, Market Equivalent: 2,000 gp. or Knowledge [local] DC 20)",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The shroud is activated whenever it is touched SAINT BOGDAN’S FINGERBONE or laid upon a creature. (ARTIFACT)",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A good character touched by the shroud is instantly Bogdan’s exalted deeds in life passed partly into his bones healed of all diseases. An evil creature who touches it must as the rest of him decomposed. His remaining fi ngerbone make a successful DC 14 Fortitude save or contract a super- became an artifact capable of offering protection to those natural disease called eternal torpor. Eternal torpor has an who carry it. incubation period of 1 day and deals 1d6 points of Dexterity Description: This fi ngerbone’s three segments are con- damage on each day the victim fails a DC 14 Fortitude save. nected at each joint with threads of pale silver, and the joint While affl icted with eternal torpor, creatures cannot charge is wrapped with hammered gold. or run. Lore: Before he was born, St. Bodgan was consecrated to Aura/Caster Level: Moderate conjuration (healing). Pelor because it seemed his mother might die of disease before CL 11th. he could be born. The consecration seemed to do the trick—",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp. to his friends and ill luck to his foes. In the end, St. Bogdan died of natural causes at the ripe old age of 104. (Knowledge SAINT MARKOVIA’S THIGHBONE [history] DC 25 or Knowledge [religion] DC 15) (ARTIFACT) Activation: The fi ngerbone’s effect is active whenever it Markovia’s exalted deeds in life passed partly into her bones is carried. as the rest of her decomposed. Her remaining thighbone is Effect: This fi ngerbone charm grants the character car- an artifact whose touch infl icts great harm on vampires. rying it a +1 resistance bonus on all saving throws.",
        "name":  "Market Equivalent",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The thighbone activates if it is used in melee skull’s silence effect is activated once per day. (as if a light mace) against any vampire or vampiric creature. If you spend a standard action removing the iron gag, the Once used in a fi ght against a vampire where the thighbone skull’s scream effect is activated, an effect usable but once; scored at least one hit in the melee, the thighbone crumbles when the scream effect is activated, the skull crumbles and into so much shining dust after the fi ght concludes. all magic fades. 9955339933772200__CChh0055__AApppp..iinndddd 221166 77//2266//0066 88::0000::4422 PPMM 217 MATERIAL PLAYER APPENDIX",
        "name":  "Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, silence, wail of the Ritual of the Pilgrim: You must travel to a new country banshee, 5,000 gp, 400 XP, 10 days. where you have never been, discover a great evil that the",
        "name":  "Construction",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10,000 gp. is done, you must repeat the ritual of bonding, with more pre- cious offerings. Cost: 13,000 gp. Feat Granted: Lesser Legacy LEGACY ITEMS (Holy Symbol of Ravenkind).",
        "name":  "Price",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Platinum holy symbol; Cost 1,500 gp. When worn by a good character, the Holy Symbol of Legacy Item Abilities Ravenkind acts as a phylactery of faithfulness. All of the following are legacy item abilities of the Holy",
        "name":  "Nonlegacy Game Statistics",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Slab of Sacrifi ce is a magical location imbued with good people of our town are powerless to free her from the power of life and death. (Knowledge [arcana] DC 30 or this enchantment. She wastes away under the witches’ Knowledge [history] DC 30) curse and I would have her saved from this menace. Creatures sacrifi ced on the slab return to life with a tem- porary vigor and healing ability unmatched by mortals. There is much wealth in this community. I offer (Knowledge [arcana] DC 33 or Knowledge [nature] DC 33) all that might be had to thee and thy fellows if thou It is possible that the reason Strahd’s pact with death shalt but answer my desperate plea. turned him into a vampire was partly due to the infl uence Come quickly, for her time is at hand! All that I of the nearby Slab of Sacrifi ce. (Knowledge [arcana] DC 25 or have shall be thine! Knowledge [religion] DC 25) Kolyan Indirovich,",
        "name":  "Lore",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The slab is located in a subterranean cavern that is partially overrun with giant ants. The slab is fl anked Burgomaster of Barovia by a megalith and a sometimes animate crudely carved stone idol (a rogue eidolon). The Slab of Sacrifi ce is a 10-foot-by- LETTER B 10-foot-by-10-foot chunk of black granite, partly buried in Barovia. The worms creep beneath our floors and surrounding rock (creating a daislike platform 3 feet above our streets, they feast on the flesh of our dead. High in the regular fl oor). Pictograms run around the visible lip of the castle, the once lord is no longer, the new lord is not the slab. If magically translated (no living creature uses the yet, without form, void. All is void and vanity. “alphabet” of the pictograms), they read, “Spill your life to the Blood God. The Blood God repays total sacrifi ce.” Ireena, Ireena, Ireena! Long have I kept you at my",
        "name":  "Description",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aspects of Kurtulmak are always Aspects of Kurtulmak embody the kobold idea of lawful evil. strength in numbers, and therefore they like to work in groups. The larger the group, the better. TYPICAL TREASURE EL 13: An aspect of Kurtulmak and two kobold body- Aspects of Kurtulmak always are armed with magic guards, a 7th-level fighter mummy, and an 8th-level spears and items that enhance their sorcerous powers. cleric ghoul, emerge from a lost kobold temple and These items can include metamagic rods, ability- begin attacking the human archaeologists that found enhancing items, and rods and staffs. They rarely have the site. wealth on them that is not in a useful form. EL 15: An aspect of Kurtulmak, in company with an ASPECTS OF KURTULMAK IN aspect of Tiamat (see above) and four red abishai, EBERRON inspire a kobold community to militaristic activities Aspects of Kurtulmak could appear anywhere in against neighboring humanoids. The destabilization in Khorvaire, but most beings encounter them in the region threatens human communities, and the Darguun among the kobold populations. When found group behind it all must be eliminated to restore the elsewhere, expect that kobolds have moved into the b a l a n c e . area. ECOLOGY ASPECTS OF KURTULMAK IN FAERÛN As outsiders, the aspects don’t need to eat or sleep. Aspects of Kurtulmak rarely appear in Faerûn, since Kurtulmak creates them fully formed when he needs Kurtulmak works mainly through priests. them, so they don’t have an ecology.",
        "name":  "A l i g n m e nt",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Phlegethos is the fiery layer of the A b i l i t i e s Str 18, Dex 16, Con 18, Int 15, Wis 15, Nine Hells, but aspects of Fierna are immune to fire so they Cha 20 don’t really notice it. The landscape is bleak otherwise, 1 0 since anything not a addition, they might have metamagic rods of devil is burned up by lesser quicken spellif they anticipate the flames. On other using flame blades a lot. They planes, they like to create fiery typically wear a few thousand environments that match gold worth of jewelry, home, because their immunity to though. fire gives them a real advantage. ASPECTS OF Typical Physical FIERNA IN",
        "name":  "En v i ro n m e nt",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aspects of Mephistopheles are always around fire and hellfire. It uses its flaming aura to keep lawful evil. foes away while it uses its ranseur. Aspects of Mephistopheles engage readily in combat, and they TYPICAL TREASURE don’t worry about retreat or think about saving them- Aspects of Mephistopheles typically have treasure selves. Mephistopheles recreates them if they are equal to an NPC of their HD plus class levels (59,000 for destroyed. just the HD). This is in the form of defensive magic items, a magic ranseur, and some token jewelry. SAMPLE ENCOUNTERS Aspects of Mephistopheles rarely leave the Nine Hells ASPECTS OF MEPHISTOPHELES IN at all. At least one other devil, but usually a few, accom- EBERRON pany an aspect of Mephistopheles. Aspects of Mephistopheles are rarely encountered in EL 11:An aspect of Mephistopheles, alone, is seek- Eberron. If you want to use one, consider moving your ing new converts to a cult in a populated city. adventure to Shavarath. EL 16:An aspect of Mephistopheles, two ice devils, and a Cania-native barbed devil are corrupting a tribe of ASPECTS OF MEPHISTOPHELES IN frost giants and teaching them mastery of hellfire. FAERÛN Aspects of Mephistopheles don’t appear on Faerûn very ECOLOGY often, but when they do, they bring a number of other As outsiders, the aspects don’t need to eat or sleep. devils with them. Rumors insist that Mephistopheles, Mephistopheles creates them fully formed when he or an aspect of him, is trapped in Undermountain, but needs them, so they don’t have an ecology. no one has ever found it.",
        "name":  "Alignment",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dagon’s underwater realm in the powerful magic items for their master, but minions Abyss is a horrible place to be, but the aspects of Dagon transport these items. find it quite comfortable. On the Material Plane, they ASPECTS OF DAGON IN EBERRON prefer underwater locations for two reasons. First, the aspects of Dagon can move more freely underwater. If used in the EB E R R O Nsetting, aspects of Dagon are native outsiders that exist almost exclusively in deep Second, that is where Dagon’s worshipers are usually found. Aspects of Dagon don’t feel the chill of cold underground seas in Khyber. They rarely move beyond their own places, unless Dagon wills them to do so. water, so the colder the water the better they like it.",
        "name":  "En v i ro n m e nt",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An aspect They sometimes wander the oceans of Eberron, espe- cially after they’ve been summoned. The summoned of Dagon is a horrible combination of shark, mollusk, aspect avoids returning to his depths at the end of the and sea serpent. His only feature is his great fish head, spell and heads off when the magic is spent. Then he which looks like a number of different carnivorous swims the surface for an unknown period of time. fishes combined into a single horrible look. The rest of its body is pretty formless, except for the mass of ASPECTS OF DAGON IN FAERÛÛN writhing but mostly useless tentacles. DMs who wish to add aspects of Dagon to their cam- ASPECT OF DAGON LORE paigns can have these outsiders with the native subtype live deep in the oceans, where they serve as Dagon’s Characters with ranks in Knowledge (the planes) can representatives to the powerful who seek the demon learn more about the aspect of Dagon. When a charac- ter makes a skill check, the following lore is revealed, prince’s secret knowledge. Some come from the Abyss, including the information from lower DCs. too, and these don’t have the native subtype. ASPECT OF DC Result 19 This is a manifestation of the ancient demon lord DEMOGORGON Dagon, Prince of the Darkening Depths. 24 An aspect of Dagon is an obyrith demon, an older kind Almost 15 feet high, this bizarre creature has two baboon- of demon with different powers than tanar’ri demons. This reveals all obyrith traits, except the specifics of the like heads perched atop long snakelike necks. Its body is ser- creature’s form of madness. pentine, with two tentacles where arms would be and a 29 An aspect of Dagon chases down opponents and swal- forked tail. lows them whole. 24 An aspect of Dagon causes a mad fear of water and sea ASPECT OF DEMOGORGON CR 9 creatures in anyone within 60 feet of itself. This insanity is permanent once contracted. CE Large outsider (chaotic, evil, extraplanar, tanar’ri) SOCIETY Init +7; Senses darkvision 60 ft.; see invisibility Only obyrith demons spend a lot of time with aspects always (as spell caster level 11th); Listen +21, of Dagon. The aspects are as disgusting as their master, Spot +21 and they drive anything else around them mad. LanguagesAbyssal, Common; telepathy 100 ft. Aspects of Dagon are seen in other layers of the Abyss AC23, touch 12, flat-footed 20; Dodge as messengers or ambassadors to other demon princes. (–1 size, +3 Dex, +11 natural) Dagon is fond of sending an aspect to open a new con- hp104 (11 HD); DR10/cold iron and good tact with a demon prince, to see if the other is planning Immuneelectricity, poison some trick. On the Material Plane, aspects of Dagon are Resistacid 10, cold 10, fire 10 avoided like the plague that they are. Even worshipers Fort+12, Ref+10, Will+12 of Dagon don’t actually want to be in his presence, or Speed35 ft. (7 squares) the presence of his aspect. Melee2 tentacles +15 (1d6+5)",
        "name":  "Typical Physical Characteristics",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aspects of Demogorgon are always An aspect of Demogorgon usually does not have chaotic evil. underlings at its beck and call, but it sometimes travels with some allies to help it accomplish a particular goal. TYPICAL TREASURE EL 9:Cults of Demogorgon like to summon aspects Though they don’t possess anything of their own, to receive living sacrifices on behalf of Demogorgon. aspects of Demogorgon are often sent with valuables as The aspect usually takes more than expected, however, presents to those demon princes with whom Demogor- which may cause the player characters some problems. gon is negotiating. The Prince of Demons plays the For instance, a cult meeting in a basement could go political game very well, forming alliances as well as horribly awry. After the aspect decimates the cultists epic rivalries and hatreds. Thus, an aspect of Demogor- and discovers it cannot return home, he could make his gon may carry jewels, precious magic items, or exquis- way into a city looking for sacrifices. itely wrought artwork when it travels. EL 12:An aspect of Demogorgon and two vrocks are ASPECTS OF DEMOGORGON sent to rally a group of troglodyte worshipers of IN EBERRON Demogorgon. The player characters learn of this plan and can move to head it off. Should you wish to use aspects of Demogorgon within your game, player characters may find that they spend ECOLOGY a lot of their time on Shavarath, the Battleground, As outsiders, the aspects don’t need to eat or sleep. fighting devils and other demons to maintain They have little in the way of ecology. Demogorgon Demogorgon’s power base. On Eberron itself, they are creates them fully formed when he needs them. usually found in swampy places such as the Shadow",
        "name":  "A l i g n m e nt",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aspects of Malcanthet live in Artist +16, Intimidate +23, Jump +5, Knowledge Malcanthet’s hedonistic paradise called Shendilavri in (nobility and royalty) +14, Knowledge (the the Abyss. The realm not only serves as a paradise for planes) +14, Listen +15, Sense Motive +15, demons, but it also acts as a place of great twisted Spot +15, Survival +4 (+6 on other planes), beauty and temptation into the foulest acts. On the Tumble +16, Use Magic Device +21, Use Rope Material Plane, an aspect of Malcanthet seeks to make +5 (+7 with bindings) P o s s e s s i o n s +1 adamantine scourge, m a s t e r w o r k her habitation as much like Shendilavri as possible and studded leather, wand of cure light wounds will find any luxuries that are available to decorate her home (that includes decorative humans). Poison (Su) S t i n g e r — I n j u r y, Fortitude DC 20,",
        "name":  "En v i ro n m e nt",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "abrian, blood hawk, chronotyryn, cranium rat, death",
        "name":  "Magical Beast",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A shapechanger has the swarm to break up, though damage taken until that point supernatural ability to assume one or more alternate does not diminish its ability to attack or resist attack. forms. Many magical effects allow some kind of shape Swarms are never staggered or reduced to a dying state by shifting, and not every creature that can change shapes is damage. Also, they cannot be tripped, grappled, or bull a shapechanger. rushed, and they cannot grapple another.",
        "name":  "Shapechanger Subtype",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures with the swarm subtype don’t of movement are natural (not magical). make standard melee attacks. Instead, they deal automatic Burrow:The creature can tunnel through dirt, but damage to any creature whose space they occupy at the end not through rock unless the descriptive text says other- of their move, with no attack roll needed. Swarm attacks are wise. Creatures cannot use the run action while burrow- not subject to a miss chance for concealment or cover. A ing. Most burrowing creatures do not leave behind tun- swarm’s statistics block has “Swarm” on the Attacks line, nels other creatures can use (either because the material with no attack bonus. The Damage entry has “Swarm,” fol- they tunnel through fills in behind them or because lowed by a damage range. A swarm’s damage is based on its they do not actually move or dislocate any material",
        "name":  "Swarm Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any creature that can move has at least 1 point Elemental (2 + Int mod) ×(HD + 3) of Dexterity. Fey (6 + Int mod) ×(HD + 3) Giant (2 + Int mod) ×(HD + 3) A creature with no Dexterity score can’t move. If it can act Humanoid (2 + Int mod) ×(HD + 3) (such as by casting spells), it applies its Intelligence modi- Magical beast (2 + Int mod) ×(HD + 3) fier to initiative checks instead of a Dexterity modifier. The Monstrous humanoid (2 + Int mod) ×(HD + 3) creature fails all Reflex saves and Dexterity checks. Outsider (2 + Int mod) ×(HD + 3)",
        "name":  "Dexterity",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard Base Attack/Grapple:+8/+15 items and magic Attack:Front claw +15 melee",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8–14 HD (Large); can mimic a specific person’s voice perfectly. 15–21 HD (Huge) Skills: Ahuizotls have a +8 racial bonus on any Swim An ahuizotl is a sinister check to perform some spe- creature that lurks cial action or avoid a hazard underwater and and can always choose to snatches its vic- take 10 on Swim checks, tims from hiding even if distracted or so that it can feast endangered. on its favorite body parts: eyes, teeth, and fingernails. Although fairly large, AOA an ahuizotl is quite squat and can lurk in water as shallow as 3 feet deep. The creature resembles a Born from the friction at rare instances when the Positive monkey in form, but it has a head and hind legs similar to energy Plane and the Negative Energy Plane graze each a dog’s. It keeps its body flat and low to the ground while other, aoa are curious creatures that are attracted to magic on land. The most unusual feature of this creature is its long, auras and spellcasting. They naturally reflect most prehensile tail, which is tipped with a muscular hand. attacks, and are dangerous to spellcasters. It is theorized An ahuizotl can speak Common. that they might be a “neutral” counterpart to the ener- gons, xag-yas and xeg-yis—reflecting energy while they COMBAT produce it. An ahuizotl prefers to lurk in the shallows of its lake among Aoa are found floating around the Astral Plane and Ethe- the plants, keeping the tip of its snout above water so it can real Plane, seeking out large amounts of magic. They are entice victims with cries for help. If a victim comes near most common at the borders of two or more planes, where enough, the ahuizotl quickly snatches the victim with its tail the clashing of two magical energies create maelstroms. hand and retreats to the depths of the lake to feed. Ahuizotls Aoa resemble huge blobs of quicksilver that float above also use the same tactics on people in boats. the surface of whatever environment that are found in. Tiny Blinding Strike (Ex):If an ahuizotl scores a successful orbs that separate and reabsorb at random surround them. critical hit with its tail hand or its bite, the victim becomes The surface of an aoa is mirrorlike and reflects all light, blinded permanently. making it very easy to spot in daylight. 14 LTOZIUHA Ahuizotl affected by dispel magicas if cast by a 15th level wizard. Reflective Spell Resistance (Sp): An aoa has a special type of spell resistance that causes any targeted spell it successfully resists to bounce off and reflect back at the caster. The caster becomes either the spell’s target or the point of origin for the spell’s effect, as appropriate. In addition, aoa are immune to gaze attacks, and such an effect is reflected back to its origin.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An aoa has darkvision (60-foot range). It can- not be raised or resurrected (though a wishor miraclespell can restore life). Resistances (Ex):An aoa has fire, cold, elec- tricity, and sonic resistance 20. Spell-Like Abilities:At will—detect magic. Caster level 15th; save DC 15 + spell level.",
        "name":  "Outsider Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "22 (+4 Dex, +8 natural), touch 14, flat- footed 18 Aoa move slowly, bobbing lazy in the air. They become Base Attack/Grapple:+3/+2 agitated and excited when they sense magic. Once they Attack:Slam +8 melee sense magic being cast, aoa will fly about crazily, trying to Full Attack:Slam +8 melee get in the way of magical blasts and touch magic items. Damage: Slam 1d8–1 They would be considered little more than annoying Face/Reach: 5 ft./5 ft. pests, if it was not for their erratic behavior and danger Special Attacks: Dispelling touch toward magic items. Special Qualities: DR 10/+1, outsider traits, reflective spell Aoa can be summoned and are often used as guardians, resistance 22, resistances, spell-like abilities appeased by low amounts of magic that keeps them content. Saves: Fort +6, Ref +7, Will +5",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— release its reflective pulse and attack the offender. Climate/Terrain: Any water Reflective Pulse(Sp):Three times per day, an aoa can release Organization:Swarm a pulse that reflects magical energy back onto itself, creating Challenge Rating: 1 harmonics that can destroy magical auras and shatter magic Treasure: — items. This effect is similar to a greater dispellingspell as if Alignment: Always neutral cast by a 15th-level wizard. Magic items that have all their Advancement: — abilities dispelled in this way are destroyed. Split (Ex):If an aoa sphere reflects 50 points or more of The bloodbloater is a fairly small, flat, disk-shaped ooze damage through targeted spells in a single attack, it splits off about 8 inches in diameter with a bulge at the center. It is a small blob of matter, creating a new, smaller aoa called a milky white with flecks of red. droplet (described above). Individually, a bloodbloater poses little threat. How- ever, these oozes tend to congregate in swarms of about 16 CITAUQA EZOO 650 creatures, and as such they can be quite a menace to Special Qualities: Amphibious, blindsight 60 ft., ooze unwary swimmers. traits, transparent",
        "name":  "If an aoa sphere is struck by any physical attack, it will Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternate form, command vorrs, evasion, The shadurakul described here is based on an exceptional outsider traits, scent, shadow form, shadow jump, 6th-level shadow mastiff fighter. A powerful and intimidat- uncanny dodge ing combatant, the shadurakul is a remorseless and deter- Saves: Fort +7, Ref +12, Will +3 mined tracker who prefers to wear down its prey with Abilities: Str 16, Dex 23, Con 16, Int 11, Wis 13, Cha 12 relentless and unforgiving pursuit. Strong and skillful in Skills: Balance +13, Climb +8, Hide +17, Jump +10, Listen combat, the shadurakul uses its Spring Attack and Combat +12, Move Silently +17, Search +4, Spot +15, Survival Reflexes feats to excellent advantage, wielding a magic +6*, Tumble +13 spiked chain. Feats: Alertness, Blind-Fight, Improved Initiative Bay (Su):When a shadurakul howls, all creatures except Climate/Terrain: Any land and underground (Abyss) evil outsiders in a 300-foot spread must succeed on a Will Organization:Solitary, pair, or pack (3–12) save (DC 16) or become panicked for 2d4 rounds. This is a Challenge Rating:9 (class level + 4) sonic, mind-affecting effect. Whether or not the save is suc- Treasure: Standard cessful, an affected creature is immune to that shadurakul’s Alignment: Always chaotic evil bay for one day. Advancement: By character class Trip (Ex): A shadurakul that hits with a bite attack can Level Adjustment: +4 attempt to trip its opponent as a free action without making 28 HPROMONAC Vorr Form Trip (Ex): A vultivor that hits with a bite attack can Medium-Size Outsider (Chaotic, Evil, Extraplanar, attempt to trip its opponent as a free action without Shapechanger) making a touch attack or provoking an attack of oppor-",
        "name":  "Combat Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +13, ness, critical hits, damage to Climb +8, Hide +17, ability scores from non- Jump +10, Listen +12, magical attacks, deaf- Move Silently +17, Search +4, ness, disease, drowning, Spot +15, Survival +6*, Tumble +13 poison, and stunning. It takes",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary, corbel (2), or column. As usual, a magic weap- colonnade (4–24) on uses either the wielder’s save",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rake 1d6+8, bite 1d8+4, wing buffet 1d4+4, not willingly share any information. Their nests are built in feather flurry 2d6+8 secret, out-of-the-way places, and they usually consist of a Face/Reach:10 ft./10 ft. jumble of magic paraphernalia the creatures have ac-",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Acid resistance 20, adamantine conic, and three additional languages (often Under- feathers, cold resistance 20, darkvision 60 ft., detect common, Giant, and Orc). magic, DR 20/+3, electricity resistance 20, fire resistance 20, knowledgeable, low-light vision, sonic immunity, COMBAT SR 31 A chronotyryn is highly magical and capable of unleashing",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, standard 5-foot steps; goods, double standard items a full attack",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 claws 1d4+5 plus acid; bite 1d6+2 plus acid Spell-Like Abilities:At will—detect magic, clairaudience/ Face/Reach:5 ft./5 ft. clairvoyance, fear, invisibility, Melf’s acid arrow, spider climb,",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Acidic slime, sneak attack +4d6, spell-like tongues;3/day—fog cloud, ray of enfeeblement; 2/day—acid fog, abilities, stench, summondemodand dispel magic. Caster level 13th; save DC 14 + spell level.",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +20, Concentration +19,Diplomacy +24, the same effect. Disguise +20 (+22 acting), Gather Information +7, Hide Spell-Like Abilities:At will—detect magic, clairaudience/ +17, Intimidate +25, Knowledge (arcana) +18, clairvoyance, fear, invisibility, spider climb, tongues;3/day— Knowledge (local)+18, Knowledge (the planes) +18, cloudkill,fog cloud, ray of enfeeblement, stinking cloud; 2/day— Listen +20, Move Silently +17, Search +17, Sense Motive dispel magic; 1/day—mass charm.Caster level 15th; save DC +21, Spot +20, Survival +3 (+5 following tracks or on 15 + spell level. other planes) Spells:A shator can cast arcane spells as an 8th-level sor-",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alertness, Combat Reflexes, Expertise, Improved cerer (spells/day 6/8/7/6/4; spells known 8/5/3/2/1; save Trip, Multiattack, Spell Penetration DC 15 + spell level). A typical spells known list: 0—dancing Climate/Terrain: Any land and underground (Carceri) lights, daze, flare, ghost sound, read magic, mage hand, open/close,",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +10, Ref of lakes in the deepest +14, Will +10 reaches of the Abyss. 46 NOMED Alkilith Acid (Su): Anyone struck by an alkilith’s pseudopod Summon Tanar’ri(Sp): Once per day, an alkilith may must make a Fortitude save (DC 18) or take an additional attempt to summon 1 hezrou with a 50% chance of success 1d6 points of acid damage in the current round and each (result of 51–100 on d%). of the next 1d6 rounds. Additionally, each time a character fails a Fortitude save against BLOOD FIEND this attack, one of his items Large Undead (Extraplanar) is put at danger as if he had Hit Dice: 12d12 (78 hp) rolled a natural 1 on his Initiative: +6 saving throw (see Items Speed: 40 ft., fly 80 ft. (perfect)",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, double goods, double items sionally launching a volley of spines. If one manages to grab",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, double goods, standard items points of bludgeoning damage.",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +16, magic, divination, ethereal Concentration +18, jaunt, hallow, holy aura, holy Diplomacy +19, smite, neutralize poison, plane Knowledge (any shift, remove curse, remove dis- three) +16, Listen ease, remove fear; 1/day— +16, Move commune, dispel evil, raise Silently +16, dead. Caster level 11th; Sense Motive save DC 14 + spell level. +16, Spellcraft +16, Deliverance from Spot +16 Death(Ex):Monadic devas",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleave, Great are immune to all death spells and Cleave, Improved magical death effects. They are like- Initiative, Power wise immune to ability damage, Attack ability drain, and energy drain. Climate/Terrain: Any land Elemental Ease (Ex): and underground (Upper Monadic devas are immune Planes) to the deleterious effects",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, double goods, double dard action, a paeliryon items",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins, double goods, double items",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18–34 HD (Huge); 35–51 HD (Gargantuan) 61 RHINOCEROS DIRE Dire rhinoceros DISENCHANTER A surly beast by nature, a disenchanter is constantly Huge Magical Beast hungry. It can sense a strong magical aura from up to 10",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+6 ignores individuals that do not radiate magic and lopes away",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tail slam + 21 melee, or tongue +21 melee that are loaded down with magic items. It chooses the",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tail slam + 21 melee, 2 hooves +15 melee, or character with the most powerful items first, grappling tongue +21 melee with its tongue and trying to increase its strength. It some-",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tail slam 1d10+5, hoof 1d8+2, tongue see text times tries to disarm an opponent, then runs away with a Face/Reach:15 ft./10 ft. (15 ft. with tongue) particularly powerful item until it has been drained of all",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adhesive, constrict, disenchant, drain magic before returning for more. magic, improved grab While draining magic, a disenchanter can still attack with",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., DR 10/+1, detect its hooves and powerful tail, and it thrashes about wildly magic,low-light vision, SR 30 while feeding. The creature often uses its tongue to grapple",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide –2, Jump +9, Listen +7, Move Silently +11, powerful adhesive that allows it to hold creatures or items Spot +7 fast in order to feed. This adhesive gives the disenchanter a",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 otherwise similar to the detect magicspell.",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13–18 HD (Huge); 19–36 HD bonus +24), an ethereal ooze can constrict a grabbed oppo- (Gargantuan) nent, dealing automatic slam and acid damage. 63 OOZE ETHEREAL Ethereal ooze Engulf (Ex): Although it moves slowly, an ethereal ooze partly enters the Material Plane and becomes visible but can simply mow down Large or smaller prey on the Ethereal incorporeal on the Material Plane. A manifested ooze Plane as a standard action. It cannot make a slam attack on cannot harm material opponents except by using its ethere- the round it engulfs prey. The ethereal ooze merely has to alize ability. A manifested ooze remains partially on the move over the opponents, affecting as many as it can cover. Ethereal Plane, where is it not incorporeal. A manifested Opponents can make opportunity attacks against the ethe- ooze can be attacked by opponents on either the Material real ooze, but if they do, they are not entitled to a saving Plane or the Ethereal Plane. The ethereal ooze’s incorporeal- throw. Those who do not attempt opportunity attacks must ity helps protect it from foes on the Material Plane, but not succeed on a Reflex save (DC 20) or be engulfed; on a suc- foes on the Ethereal Plane. cess they are pushed back or aside (opponent’s choice) as the Ooze Traits: An ethereal ooze is immune to mind- ethereal ooze moves forward. Engulfed creatures are subject affecting effects, poison, sleep,paralysis, stunning, and poly- to the ooze’s constrict damage and are considered grappled morphing. It is not subject to critical hits or flanking. and trapped within its body. A creature so trapped cannot breathe and must hold its breath or suffocate. ETHERGAUNT Etherealize (Su): After manifesting on the Material Plane, an ethereal ooze can attempt to etherealize material Travelers to the Ethereal Plane report vast fields of noth- targets. To do so, it moves over them, covering as many tar- ingness, roiling fog cloaking a barren landscape. Some- gets of Large size or smaller as it can.These targets can make times, however, they come upon fantastic stone pyramids attacks of opportunity against the ethereal ooze, but it is or cyclopean menhirs topped with flashing magical flames, incorporeal. The ethereal ooze can then make use of its ethe- relics of an ancient race. Knowledgeable scholars refer to realize ability as a standard action. Creatures covered by its the fearsome creators of these structures as ethergaunts, body must make a Will saving throw (DC 20) or be drawn after their emaciated, delicate frames. An advanced culture into the Ethereal Plane inside the ethereal ooze. Such a crea- that abandoned the Material Plane more than 10,000 years ture is then considered engulfed. ago, the ethergaunts are finally coming back. Should a victim manage to win its way free of the ethereal Adult ethergaunts stand 8 feet tall and resemble extraor- ooze on the Ethereal Plane, the ooze continues to attack. Crea- dinarily thin humanoids. An ethergaunt’s long, thin arms tures freed of the ooze while ethereal remain in that state, and reach to mid-calf; each hand has three agile fingers and a they must find their own way back to the Material Plane. thumb. An inhuman face caps a short neck that protrudes Improved Grab (Ex):If an ethereal ooze hits an opponent from the center of the creature’s chest, giving the ethergaunt on the Ethereal Plane that is at least one size category smaller a somewhat stooped appearance. Because few creatures can than itself with a slam attack, it deals normal damage and gaze upon an ethergaunt’s face without taking severe attempts to start a grapple as a free action without provoking damage to their psyches, the creatures have developed an attack of opportunity (grapple bonus +26). If it gets a hold, bisected masks that serve to give them a somewhat human- it constricts on the same round. Thereafter, the ethereal ooze like appearance. Dozens of colorful, prehensile tendrils has the option to conduct the grapple normally, or simply use emerge from behind the mask like a mane of thick, fleshy its pseudopod to hold the opponent (–20 penalty on grapple hair. The faceplate resembles a featureless porcelain visage, check, but the ethereal ooze is not considered grappled). In and the mask’s color reveals the ethergaunt’s role in the crea- either case, each successful grapple check it makes during tures’ pragmatic society. Red ethergaunts serve the race as successive rounds automatically deals slam and acid damage. scientists and explorers. White ethergaunts manage the",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str powerful slaves that serve as bodyguards. If necessary, 14, Dex 14, they sacrifice their thralls to protect themselves. Though Con 12, Int they are able to use etherblades, black ethergaunts con- 23, Wis 15, sider engaging in physical combat to be a sign of failure, Cha 13 preferring to rely on spells or technological items such Skills: Con- as doubt bombs (see Ethergaunt Items, later in this centration entry). They particularly hate clerics, viewing divine +9, Heal +10, spellcasters as a threat to the khen-zai’s atheist philoso- Knowledge (ar- phy. Rather than change that philosophy, the black cana) +14, Listen ethergaunts have decided to simply eliminate the divine +10, Move Silent- spellcasters. ly +10, Spell-",
        "name":  "Black ethergaunts are rarely found without a handful of Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Flame snakes have a +8 racial bonus on Climb the same name (caster level 3rd; Ref DC 11). checks and can always choose to take 10 on Climb checks, Fiery Poison (Ex): A minor flame snake delivers its even if rushed or threatened. poison (Fort DC 10 negates) with each successful bite attack. Initial and secondary damage are the same (1d4 Str). MINOR FLAME SNAKE In addition, if the save fails, the minor flame snake’s poison Small Magical Beast (Fire) burns its victim from the inside as it courses through the",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Burning hands, fiery poison, heat 73 SNAKE FLAME pqs FLAME SNAKES AND DEITIES AND DEMIGODS If you are using the Pharaonic pantheon presented in Deities and Demigods, flame snakes are foremost among the minions of Set. Their home plane in the Pharaonic cosmology is the Twelve Hours of Night. pqs of fire damage (no save). This includes the round in which of the species. Abused by the greater flame snakes on a regular the victim was bitten. basis, they frequently take their anger out on minor flame snakes—or any other creature that wanders nearby. LESSER FLAME SNAKE Lesser flame snakes appear nearly identical to minor Medium-Size Magical Beast (Fire) flame snakes, with the exception of being quite a bit larger.",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide –5, Listen +7, Spot +7, Survival +7 is standing in “splashing” water. This includes the waterfall Feats:Cleave, Great Cleave, Improved Bull Rush, Power itself, plus an area that extends out 2d10×5 feet downstream Attack (or farther for bigger waterfalls). Climate/Terrain:Any land and underground (Nine Hells) A fossergrim can be summoned using a summon nature’s Organization:Solitary, pair, or herd (6–12) ally Vspell. Challenge Rating:10 True Strike (Sp): As long as both a fossergrim and its Treasure:— opponent are standing in the fossergrim’s river, the fosser- Alignment:Always lawful evil grim gains a +20 insight bonus on Advancement:10–16 HD (Huge); attack rolls as if affected by the 17–27 HD (Gargantuan) spell true strike. The distance be- tween the fossergrim and target does Gathras are powerful and dangerous not matter, although range incre- animals that wander the scorched ments still apply. plains of Avernus, one of the Fast Healing (Ex):When layers of the Nine Hells. in splashing water, a fos- Although they look like sergrim regains lost hit herd animals, gathras are points at the rate of 5 actually predators that hunt per round. Fast heal- down and devour any animal unlucky ing does not restore enough to be caught in the open. hit points lost from star- A gathra looks like a horrid blend vation, thirst, or suffocation, and it of boar and bull. It is heavily does not allow a fossergrim to regrow muscled, with stubby legs that or reattach lost body parts. can propel it at great speed. Waterfall Dependency (Su): Two enormous tusks jut from Each fossergrim is mystically its fang-filled mouth, and it bound to a large waterfall and must constantly drools a foul- never stray more than 1,000 feet smelling spittle. The eyes of from it. Any who do become ill and a gathra glow with a dim red die within 4d6 hours. A fosser- light that becomes brighter grim’s waterfall does not radi- when the beast is angered. ate magic. Demons and other evil",
        "name":  "Many of its special abilities work only when a fossergrim Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A blood golem is immune to all Saves: Fort +4, Ref +4, Will +4 spells, spell-like abilities, and supernatural effects, except Abilities: Str 23, Dex 11, Con —,Int 6, Wis 11, Cha 8",
        "name":  "Magic Immunity",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Acid resistance 20, cold resistance effects (it cannot be blinded by a holy aura,for example, 20, construct traits, DR 30/+3, fire immunity, immunity because that effect allows a Fortitude save). to magic As an extraplanar creature, a hellfire golem on the Mater-",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4 spell level. Half-Fey Traits:Half-fey The magical nature of fey allows have low-light vision and are them to crossbreed with virtu- immune to enchantment ally any other creature. The off- spells and effects. spring of the resulting unions, half-fey, are enigmatic and free- THE HALF-FEY spirited beings. TEMPLATE Fey are deeply curious about other “Half-fey” is an inherited tem- creatures, spending a great deal plate that can be added to any of time watching their behavior. corporeal living creature (referred to hereafter Sometimes they have dalliances with a as the base creature). The creature’s type changes to nonfey, often forgetting that there are fey. It uses all the base creature’s statistics and special consequences for their actions. The progeny from these abilities except as noted here. moments of passion are either completely ignored by the Hit Dice:Change to d6. fey parent or utterly embraced, with the parent teaching it Speed:All half-fey have butterflylike wings unless the secrets that only the fey can know. base creature has wings already. A half-fey that did not 89 CENTAUR HALF-FEY Half-fey centaur HALF-ILLITHID already have wings gains a fly speed equal to twice the LIZARDFOLK base creature’s fastest mode of movement, with good maneuverability. Medium-Size Aberration (Reptilian)",
        "name":  "Level Adjustment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Half-fey have low-light vision and are Challenge Rating: 4 immune to enchantment spells and effects. Treasure: 50% coins; 50% goods; 50% items",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A half-illithid has all the special Trolls, as a rule, breed only with those of their own kind. But qualities of the base creature and also gains the qualities from time to time, a troll in rut finds itself without a mate. noted below. At such times, many trolls wander into the territories of Darkvision (Ex):A half-illithid has darkvision with a range other creatures in a nearly blind state of lust. Such trolls are of 60 feet (or as the base creature, whichever is better). often less particular about their choice of mates, willing to Spell Resistance (Ex):A half-illithid has spell resistance make an attempt with whatever creature they encounter. equal to 10 + its HD. At other times, trolls might breed with polymorphed or Telepathy (Su): A half-illithid can communicate with any otherwise magically altered spellcasters or other creatures creature within 100 feet that has a language. in disguise, hoping to cause just the sort of crossbreed such",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beard, improved reach, rage, rend 2d4+7, ceeds on three consecutive Fortitude saves, the disease is spell-like abilities, summon baatezu,wound cured magically, or the victim dies.",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+10 points of damage (2d4+9 when raging). 92 LLORT-FLAH UZABRAB Telepathy (Su): A half-troll barbazu can communicate telepathically with any creature within 100 feet that has a language. THE HALF-TROLL TEMPLATE “Half-troll” is an inherited template that can be added to any animal, dragon, fey, giant, humanoid, magical beast, monstrous humanoid, or outsider (referred to hereafter as the base creature). The creature’s type becomes giant, and a half-troll with an outsider as the base creature also gains the extraplanar subtype. The half-troll uses all the base creature’s statistics and special abilities except as noted here.",
        "name":  "Level Adjustment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brew Potion, Lightning Reflexes, Scribe Scroll, As punishment for their heresies, they are doomed to Toughness (B) undeath. Huecuvas are sometimes created when a good or 94 AVUCEUH neutral cleric changes his alignment to evil and dies with- any victims hit with a natural attack to a deadly disease out seeking atonement for his wrongs, or when an evil known as huecuva blight. priest is subjected to a particularly powerful curse by her Huecuva Blight (Su): Victims hit by a huecuva’s slam patron deity. attack must succeed on a Fortitude save (DC 14) or fall Huecuvas retain dim memories of their old lives and prey to the disease called huecuva blight. The incubation often dwell in desecrated shrines and broken temples that period is 1 day; at the end of that time, the disease deals mock their former orders. They hate all living things, but 1d2 points of Strength and Constitution damage. An they especially loathe good-aligned priests. infected victim must make a saving throw each day there- Huecuvas appear as humanoid skeletons after or take another 1d2 points of Strength and Consti- wrapped in tarnished, corroded, or tat- tution damage. The effects of huecuva blight tered vestments. are cumulative each day until the victim reaches 0 Constitution (and dies), makes CREATING A HUECUVA two consecutive successful “Huecuva” is an acquired template that saves, or receives magical can be added to any humanoid (here- treatment (such as a re- after referred to move disease spell). as the base crea- Special Qualities: ture) with at least Huecuvas retain all one level in the the special qualities of cleric, druid, pal- the base creature and adin, or monk class. The creature’s gain the following ad- type changes to undead. Unlike lich- ditional qualities. dom, which preserves the intellect and Turn Resistance powers of the base creature, the trans- (Ex):A huecuva is formation to a huecuva exacts a terrible treated as an un- toll on the victim’s mind, reduc- dead with 2 ing its Intelligence to barely more Hit Dice sentient levels. The hue- than it actually has for cuva uses all the base creature’s statistics the purposes of turn, rebuke, com- and special abilities except as noted here. mand, or bolster attempts.",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 (+2 size, +2 Dex, +3 natural),touch 14, flat-footed 15 Spell-Like Abilities:At will—detect good, detect magic, and Base Attack/Grapple:+4/–4 invisibility(self only); 1/day—major image.Caster level 6th;",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +5, Climb +5 (+7 rope), Decipher Script +8, deals 1d3 points of Dexterity damage and 1d3 points of Con- Diplomacy –1, Escape Artist +0 (+2 rope), Hide +13, stitution damage. Forgery +8, Listen +6, Move Silently +5, Search +8, Sense Spell-Like Abilities:At will—detect good, detect magic, Motive +6, Spot +6, Survival +1 (+3 following tracks), invisibility(self only); 1/day—stinking cloud.Caster level 6th; Use Rope +5 save DC 7 + spell level.",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "31 (+1 Dex, +7 half-plate, +13 natural),touch 11, flat- why this is so. footed 30 Quaruts are concerned about spellcasters who use such Base Attack/Grapple:+13/+18 powerful magic as limited wish, miracle, temporal stasis, time",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard will reconcile their differences and work together for a Alignment:Usually chaotic evil common goal. Usually this goal involves establishing a Advancement:By character class powerful temple dedicated to their deity or banding together for an attack on a good-aligned group. These The jackalwere is a savage creature that assumes a pleas- coalitions rarely last for longer than necessary, breaking ing guise, lulls foes into sleep, and feasts on their freshly down into backstabbing and betrayal as soon as the task killed corpses. In its natural form, a jackalwere is indis- is complete. tinguishable from a normal jackal, though it is far bolder. It can also take the form of a Medium-size humanoid of JACKAL LORD CHARACTERS any kind or a hybrid that stands erect but retains the Jackal lords’ favored class is cleric. Levels of cleric add to jackal’s head and fur. Jackalweres are often found in a a jackal lord’s ability to cast spells, so a 5th-level cleric pack with ordinary jackals (use the statistics for the dog jackal lord casts spells as a 13th-level cleric. Many jackal in the Monster Manual). lords multiclass as rogue/clerics. Jackalweres speak Common and can communicate with jackals in any form. JACKALWERE COMBAT Small/Medium-Size Magical Beast (Shapechanger) In jackal form, a jackalwere uses its bite. In hybrid form, it",
        "name":  "On extremely rare occasions, two or more jackal lords Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary, patrol (2–9), cyst pilgrimage COMBAT (10–20 plus 1–3 kaorti thralls), or cyst (21–60 plus 10–20 Kaortis prefer to use magic against their enemies, while thralls and 1 skybleeder per 15 kaortis) their transformed minions and thugs engage in melee.",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 When magic fails, a kaorti tries to fight with ranged",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12–15 HD (Large); 16–33 kelp angler is not blind, HD (Huge) but it maneuvers and fights as well as a sighted creature by using Kelp anglers are reef assassins. They sonar, like that of a bat. This abil- lurk in shadowy shoals, coral growths, and ity enables it to discern objects kelp beds, waiting for fresh prey to wander and creatures within 100 feet. A their way. With a knack for finding shipping kelp angler usually does not lanes and commonly used coastal waters, they need to make Spot or Listen checks quickly become a menace to any other creatures to notice creatures within range of in the vicinity of an angler’s territory. its blindsight. A silence spell negates A kelp angler resembles a large tangle of kelp shaped this ability and forces the kelp angler to rely roughly like a jellyfish, 9 feet long and 4 to 5 feet in diam- on its vision (which is as good as a human’s). eter. Its coloration varies depending on the natural colors Camouflage (Ex):A kelp angler can change its coloring of its surroundings. to match its environment, gaining a +10 competence bonus A kelp angler stakes out an area for days at a time and on Hide checks. patiently waits for large prey to present itself. By staying Immunities (Ex): A kelp angler is immune to cold in one area, the creature can remain near a large kelp damage and bludgeoning damage. patch or a reef without driving away smaller denizens, Plant Traits (Ex):A kelp angler is immune to poison, which preserves the illusion of safety in the area. sleep, paralysis, stunning, and polymorphing. It is not sub- ject to critical hits or mind-affecting effects. The creature COMBAT also has low-light vision. A kelp angler’s natural appearance ensures that one is Regeneration (Ex):Acid attacks deal normal damage rarely spotted until it attacks. It often begins a fight by to a kelp angler. Attack forms that don’t deal hit point using its confusionability on one opponent before moving damage ignore regeneration, and a kelp angler does not in to grapple others. Kelp anglers know something of restore hit points lost from starvation, thirst, or suffoca- magic and have evolved the ability to dispel spells with tion. some proficiency. Once a target is grappled, a kelp angler Skills:Due to their stealthy nature, kelp anglers have a +6 typically triggers its dispel magiceffect to remove magical racial bonus on Move Silently checks. Kelp anglers have a protection (such as water breathing) from the victim, +8 racial bonus on any Swim check to perform some special thereby subjecting it to the effects of being underwater action or avoid a hazard and can always choose to take 10 on and possibly the threat of drowning. Swim checks, even if distracted or endangered. Kelp anglers can be summoned using a summon nature’s ally VII spell. 113 ANGLER KELP Kelp angler KELPIE Large Fey (Aquatic)",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 resolved through a nonlethal form of ritual combat. 115 KHAASTA Khaasta Khaastas have a convoluted sense of honor that is impos- The hulking kuldurath is commonly seen serving as a sible for outsiders to understand. Treachery, betrayal, theft, mount for ferrumach rilmani (described later in this book). and murder are all acceptable methods of advancement in A kuldurath measures nearly 14 feet long, is 8 feet high khaasta society. at the shoulder, and weighs as much as 7,500 pounds. It is Females are just as strong and tough as males and are just similar in shape to a rhinoceros, except its legs are longer as likely to be found in marauder bands. Some foes have and more muscular and it lacks the rhino’s horn; in place of seen a female khaasta wading into battle with a young one this is a pair of huge, razor-sharp tusks. The hind legs of a strapped to her back. Despite this seeming disregard for kuldurath are much more muscular and limber than its the safety of their children, khaastas defend their young front legs, allowing it to jump and kick with great power. A with incredible ferocity. running kuldurath looks similar to a running rabbit, although it is much more menacing. The creatures are KHAASTA CHARACTERS covered with iron-gray scales, and most kul- A khaasta’s favored class is fighter; most khaasta duraths also wear +2 full plate barding. leaders are fighters or clerics. Khaasta clerics Kulduraths understand Sylvan but do not can choose any two of the following domains: speak any languages. Chaos, Strength, Trickery, or War. A khaasta PC’s effective character level (ECL) is its class COMBAT level + 3. For example, a 1st-level khaasta Kulduraths fiercely protect their herds fighter has an ECL of 4 and is the equivalent of against attacks, but they are not territorial a 4th-level character. and do not mind friendly or ambiva- lent creatures in their midst. When mounted, a kuldurath can be a formida- KULDURATH ble opponent. A kuldurath being ridden Large Magical Beast (Extraplanar) by a ferrumach rilmani uses its Intimi-",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 10, Dex 11, Con 14, Int 9, Wis 10, Cha 7 attempting to bring its claws to bear. It uses its reach and Skills:Hide +9, Sleight of Hand +9 improved grab ability to establish a grapple; then it holds Feats:Endurance the victim down while fighting other foes off with its other Climate/Terrain:Any land and underground claw and bite. Organization:Solitary, troupe (2–8), band (9–20 plus 2 Improved Grab (Ex):If a mega- 3rd-level elders), tribe (21–120 plus 6 2nd-level sheriffs, therium hits an opponent that is at 3 3rd-level elders, and 1 4th-level chieftain) least one size category smaller than Challenge Rating:1/3 itself with a claw attack, it deals Treasure:50% coins, standard goods, 50% items normal damage and attempts to start Alignment:Often lawful neutral a grapple as a free action without pro- Advancement:By character class voking an attack of opportunity Level Adjustment:+0 (grapple bonus +25). If it gets a hold, it can pin down the oppo- Mongrelfolk, hideous creatures descended nent on its next successful grapple from generations of crossbreeding among check. Thereafter, the megatherium the worst examples of many species, has the option to conduct the grapple exhibit few redeeming qualities. normally, or simply use its claw to hold Like canine mongrels, mongrelfolk vary the opponent (–20 penalty on grapple widely in appearance, but they tend toward check, but the megatherium is not con- a generic humanoid form and display the sidered grappled). In either case, each most terrible features of their many ances- successful grapple check it makes tral races. Their ears are long, wide, and during successive rounds automati- sharply pointed, their noses flat and broad, cally deals claw damage. their foreheads sharply sloped, and their Pin Down (Ex):A megatherium can make a eyes large and bright. Their hides are typi- grapple check against an already grappled cally covered in hair ranging from thick opponent in an attempt to pin it down. If patches on their shoulders and bellies to successful, the opponent is pinned down very light covering on the arms beneath the megatherium’s claw. Pinned and legs. Their teeth are invari- opponents take trample damage in each round ably sharp, crooked, and rotten. they are pinned, including the round in which Mongrelfolk speak Common the pin is established. and their own pidgin language. Trample (Ex):As a standard action, a megatherium can trample oppo- COMBAT nents at least one size category smaller than Mongrelfolk are extremely cowardly, and they avoid itself. This attack deals 2d8+12 points of bludgeoning direct conflict as much as possible. They construct traps damage. A trampled opponent can attempt either an attack around their lairs rather than relying on combat to keep of opportunity at a –4 penalty or a Reflex save (DC 24) for intruders away. half damage. Emulate Race (Ex):Because of their radically mixed Scent (Ex):A megatherium can detect approaching ene- heritage, mongrelfolk can use magic items that only func- mies, sniff out hidden foes, and track by sense of smell. tion for a user of a certain race. This ability works like the 125 FOLK MONGREL- Mongrelfolk emulate race function of the Use Magic Device skill. A mon- COMBAT grelfolk can automatically emulate any humanoid race, with The creature’s normal method of attack is to hide, and then no need for a skill check. Mongrelfolk that have the Use stealthily approach and sneak attack an unwary target. If Magic Device skill have a +4 racial bonus on attempts to confronted by multiple foes or by a creature aware of its emulate nonhumanoid races using that skill. presence, it uses its dance of death ability to allow it to Sound Imitation (Ex): A mongrelfolk can mimic any approach its enemies and bite. voice or sound it has heard. Listeners must succeed on a Dance of Death (Su):A necrophidius can sway in a hyp- Will save (DC 16) to detect the ruse. notic manner, riveting the attention of any creature within",
        "name":  "A megatherium tries to trample its nearest opponent before Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A quth-maren is immune to mind- Change Shape (Su): A rilmani can assume the form of affecting effects, poison, sleep, paralysis, stunning, disease, any Small or Medium Humanoid. death effects, necromantic effects (unless they specifically Spell-Like Abilities: At will—comprehend languagd affect undead), and any effect that requires a Fortitude save detect chaos, detect evil, detect good, detect law, detect magic, detect unless it also works on objects. It is not subject to critical thoughts, feather fall,sanctuary, tongues. Caster level 17th hits, subdual damage, ability damage, ability drain, or death (aurumach), 12th (cuprilach), 9th (ferrumach); save DC 18 + from massive damage. A quth-maren cannot be raised, and spell level (aurumach), 16 + spell level(cuprilach), 15 + spell resurrection works only if it is willing. A quth-maren has level (ferrumach). darkvision (60-foot range). In addition all rilmani have spell-like abilities unique to",
        "name":  "Undead Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins, double goods, standard items DC 18 + spell level.",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +12, them to use their magic Bluff +21, Climb +22, to locate a target and Concentration +14, get close before unleashing a Diplomacy +20, Disguise deadly hail of arrows. At other +16 (+18 acting), Escape times cuprilachs use their skills Artist +14, Forgery +14, to infiltrate an organization or an Gather Information +16, individual’s life, and then they ply Hide +16, Intimidate +18, their victims with lies to lure the Jump +14, Listen +14, Move rilmani’s foes into a dangerous sit- Silently +16, Search +14, uation that eliminates them. Sense Motive +14, Spot +14, A cuprilach can be summoned using Survival +4 (+6 following asummon monster IX spell. tracks), Tumble +16 Sneak Attack (Ex): Anytime a",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins, double goods, standard items dimension door, enervation, mislead, poison.Caster level 12th;",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climb +16 (+18 ropes), Concentration +16, Spell-Like Abilities:At will—blur, command, obscuring Diplomacy +7, Escape Artist +1 (+3 ropes), Intimidate mist, see invisibility, silence;3/day—cure moderate wounds, dispel +20, Listen +16, Profession (soldier) +16, Ride +16, magic, ice storm, phantom steed.Caster level 9th; save DC 15 + Search +17, Sense Motive +17, Spot +16, Survival +1 (+3 spell level. following tracks), Use Rope +16 Summon Rilmani (Sp): Once per day, a ferrumach can",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dodge, Iron Will, Mobility, Point Blank Shot, The sarkrith wage a war that few understand. Beings of logic Precise Shot, Rapid Shot, Shot on the Run (B) and cold calculation, sarkriths cannot abide the unpre- Climate/Terrain:Warmforest and underground dictable although undeniably powerful forces of magic. To Organization:Solitary or with squad of thanes the sarkrith, peace means control, and magic in the hands of Challenge Rating:13 anyone is a symbol that the sarkrith do not have control. Treasure: Standard",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Selkies have a +8 racial bonus on any Swim check oids in distress, especially those under attack by evil crea- to perform some special action or avoid a hazard and can tures. Able to sense both good and evil, senmurvs are very always choose to take 10 on Swim checks, even if distracted particular about whom they assist, and they become or endangered. enraged if they discover duplicity or betrayal among those they are assisting. SELKIE CHARACTERS Senmurvs speak Sylvan and can understand, but not A selkie’s favored class is bard. Selkie clerics often do not speak, Common. choose to worship a particular deity, but have access to the domains of Healing, Protection, and Water. If the cleric chooses to worship a specific deity, the character has access to the deity’s domains instead. A selkie PC’s effective character level (ECL) is equal to its class level +4. Thus, a 1st-level selkie bard has an ECL of 5 and is the equivalent of a 5th-level character. SENMURV Large Magical Beast",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Flyby Attack, Improved Initiative the rider must learn to do without. 149 SENMURV Senmurv Rend (Ex):If a senmurv hits a single target with both Long ago, the shadar-kai thought to preserve the world claws, it latches onto the opponent’s body and tears the from the rising humanoid races. Skilled in shadow magic, flesh. This attack deals 2d6+6 points of damage. the shadar-kai made a pact with a dark power of the Plane of Smite Evil (Su):Once per day a senmurv can make a Shadow to cast the world into an endless twilight in which normal attack to deal additional damage equal to its HD the shadow fey would rule supreme. But the experiment total (maximum of +20 additional damage) against an went awry, and the shadar-kai were left bound to the Plane evil foe. of Shadow, cursed to lose their souls in its dark depths. This Spell-Like Abilities:At will—detect good, detect evil. shadow curse affects shadar-kai to this day, and every Scent (Ex):A senmurv can detect approaching enemies, member of the race is engaged in a lifelong struggle to stave sniff out hidden foes, and track by sense of smell. off inevitable doom. The continuous pull of the Plane of Shadow has left the shadar-kai grim and embattled. Few races understand the SHADAR-KAI plight of the shadow fey. Even the temporary solutions the Medium-Size Fey (Extraplanar) shadar-kai have found leave them struggling with con-",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +9, Listen +8, Move Silently +9, Search +6, The shadar-kai described in the statistics block wears a +1 Spot +8, Survival +6 (+8 following tracks) gal-ralan (see Shadar-Kai Items, below).",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*Shadar-kai have a and so on. +10 racial bonus on Hide checks made in dark or shadowy Caster Level:5th;Prerequisites:Craft Wondrous Item, resist- conditions (anything other than daylight or the area of a ance,caster level must be three times that of the gal-ralan’s daylightspell). bonus;Market Price:625 gp (+1), 2,500 gp (+2), 5,600 gp (+3), 10,000 gp (+4), or 15,600 gp (+5). Weight:—. SHADAR-KAI SOCIETY Blackstone Rune: Shadar-kai overcome by the shadow The shadar-kai have developed a predatory society. They curse often make use of the blackstone rune.The rune is a have few permanent cities of their own but can often be complex sigil drawn on a small, glossy stone. On command, found in other settlements. The cities built by humans and ablackstone runeallows its bearer to plane shift between the other intelligent races have little chance of keeping out a Plane of Shadow and the Material Plane (in either direc- determined group of shadar-kai infiltrators because such tion), along with up to 50 pounds of objects. A blackstone cities are full of shadows. runecan be used three times before its magic fades. The few shadar-kai cities that remain on the Material Caster Level: 9th;Prerequisites: Craft Wondrous Item, plane Plane are concealed by illusions and shadow magic, and shift; Market Price: 3,300 gp. Weight:—. well guarded by bands of shadar-kai scouts leading shadow Night Extract:When thrown or dropped, one vial of mastiffs. Many shadar-kai have been subsumed into the this magic liquid reduces the ambient light level to that of Plane of Shadow, and even the greatest cities of the shadar- starlight in a 20-foot radius. Magical light still functions in kai are desolate, sparsely populated places. the area (and counters the effect), but torches, lanterns, Most shadar-kai realms are magocracies, ruled by power- sunrods, and other mundane light sources are suppressed ful illusionists. Shadar-kai hate other fey, and they hunt and until removed from the area. The DC of Spot checks made 151 SHADAR-KAI Shadar-kai against targets within the nightextract’s area increases by Organization:Solitary or clutch (3–12) +10, although creatures with darkvision or superior low- Challenge Rating:1 light vision ignore this increase, and creatures with normal Treasure:50% coins, 50% goods, 50% items low-light vision gain a +5 bonus on Spot checks made in Alignment:Always neutral starlight. The night extractprovides nine-tenths conceal- Advancement:2–3 HD (Small) ment (40% miss chance) against creatures without low- light vision, one-half concealment (20% miss chance) Shadow asps are dark versions of their more common reptil- against creatures with low-light vision, and no conceal- ian cousins. They often guard the tombs of kings and other ment against creatures with darkvision or superior low- important members of royal families. Naturally observant, light vision. The effect lasts for 10 minutes. quiet, and capable of creating even more guards, they are",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st;Prerequisites:Craft Wondrous Item, light; perfectly suited to this task.",
        "name":  "Caster Level",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50 gp. Weight:—. The average shadow asp measures 4 feet long. Its dark, scaled body often seems nearly translucent due to the SHADAR-KAI CHARACTERS potential the creature has to become incorporeal. No pattern A shadar-kai’s favored class is rogue. Although rogues are adorns its scales, making the creature nearly invisible in the by far the most common characters among the shadow fey, gloomy surroundings it favors. many other shadar-kai become wizards or clerics. Few Thought to have originated on the Plane of Shadow, shadar-kai are strong in melee combat, so they rarely do shadow asps quickly found a niche on the Material Plane well as fighters, rangers, monks, or barbarians. as “watchdogs” at the tombs of pharaohs and other great Due to their starting Hit Dice and unique powers, a leaders, which is where they’re most often encountered. shadar-kai’s effective character level (ECL) is +4. Thus, a 1st- Clutches might also be found near portals to the Plane of level shadar-kai rogue has an ECL of 5 and is the equivalent Shadow or in out-of-the-way Underdark locales. of a 5th-level character. COMBAT Shadow asps are smarter than normal snakes, and anyone SHADOW ASP observing their tactics can easily see this. They use their Tiny Magical Beast ability to become incorporeal to mob intruders in the",
        "name":  "Market Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A shadow asp has a +10 Ethereal, and Astral Planes ex- racial bonus on Hide checks tolling the virtues of law due to its natural cam- andgoodness and help- ouflage, and a +5 ingthose in need of in- racial bonus on struction or protection. Listen and Spot checks due From the neck down, shedim to its natural vigilance. Shadow (the plural form) resemble immense asps also have a +8 racial bonus on Climb checks and can winged bulls with well-developed muscles and a fifth leg always choose to take 10 on Climb checks, even if rushed between and behind the two forelegs. The stoic creatures or threatened. have human heads with elaborately braided beards and long, bristly black hair worn in tight curls. Shedim bear a regal, somewhat detached mien, as if the gilded crown SHEDU each wears marks them as kings. If the creatures once Large Magical Beast held terrestrial kingdoms, those lands have most likely",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Acid resistance 5, cold resistance 5, Shedim speak Common, Draconic, and Celestial. They darkvision 60 ft., depart, electricity resistance 5, ethereal prefer to communicate telepathically. jaunt, fire resistance 5, low-light vision, magic circle against evil, rational mind, sonic resistance 5, SR 14, COMBAT uncanny stability Despite their ability to trample opponents under powerful",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 19, Dex 11, Con 17, Int 22, Wis 18, Cha 16 skilled foes. In such cases, they prefer to take to the air, 153 SHEDU Shedu from where they attempt to control enemies using dominate Treasure:Standard person. Should things get chancy, they jump to the Ethereal Alignment:Usually chaotic evil Plane or depart to the Astral Plane. Advancement:By character class Spell-Like Abilities:At will—clairaudience/clairvoyance, Level Adjustment:+2 see invisibility, telekinesis;3/day—dominate person.Caster level 9th; save DC 13 + spell level. Once members of the underprivileged caste of an ancient Trample (Ex):As a standard action during its turn each empire, the humans who would become skulks withdrew round, a shedu can run over opponents at least one size cat- from the world through a magical ceremony that solidified egory smaller than itself. This attack deals 2d6+4 points of their “untouchable” status. The ritual granted them natural bludgeoning damage. A trampled opponent can attempt camouflage, allowing the skulks to blend in perfectly with either an attack of opportunity at a –4 penalty or a Reflex their surroundings. save (DC 18) for half damage. Skulks stand 5 to 6 feet tall and are devoid of hair. They Depart (Su): Once per week, a shedu may cast astral wear clothing only when forced to. It is difficult to deter- projectionas an 18th-level sorcerer. The ability affects only mine, at first glance, whether a given skulk is male or the shedu. female. A skulk’s gray skin feels like soft leather, and it can Ethereal Jaunt (Su):A shedu can shift from the Ethereal change color at the creature’s whim, from the most sub- Plane to the Material Plane as a free action, and shift back dued brows to the most lurid reds and yellows. Sometimes again as a move action. This ability is otherwise identical a skulk assumes a “natural” human flesh tone and wears withethereal jauntcast by a 15th-level sorcerer. clothing to better blend in with human society. Their deep Magic Circle against Evil (Su):A shedu radiates a con- blue eyes lack pupils, and remain an identifying feature no tinuousmagic circle against evilthat affects a 20-foot radius. matter what coloration a skulk assumes. The aura can be dispelled, but the shedu can create it again Many skulks are prone to outlandish acts of violence, and as a free action on its next turn. those skulks best able to prove their proficiency in the ways Rational Mind (Ex):A shedu’s superior brain renders it of silent murder generally lead skulk communities. Those immune to mind-affecting effects. few who somehow manage to resist their innate vio- Uncanny Stability (Ex): A shedu’s five legs grant it lent tendencies attempt to survive by haunting the increased stability, rendering it immune to being pushed outskirts of human encampments, scrounging back as the result of a bull rush. The ability also prevents food and supplies whenever possible. pushes from spells such as Bigby’s forceful hand. Hated by skulks and humans alike, the",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 154 KLUKS Skulk BS COMBAT SKULK CHARACTERS Skulks prefer to hide from opponents, waiting for a group of Though common skulks doubtless provide a nuisance to enemies to split up before picking off the weakest of the adventurers, members of the race really come into their own bunch. They don’t hesitate to use a coup de grace on fallen or with levels of rogue, their favored class. Skulk leaders tend helpless victims. Skulks never attack when outnumbered. to be rogue/assassins or rogue/shadowdancers, and fre- Innate Nondetection (Su):Skulks are difficult to detect quently offer the services of their coterie to unscrupulous by divination spells such as clairaudience/clairvoyance,locate clients eager to have someone killed. creature, detection spells, and items such as a crystal ball. If a divination is attempted upon a skulk, the caster of the div- SKYBLEEDER ination must succeed on a caster level check (1d20 + caster level) against DC 20. Huge Aberration Peerless Camouflage (Ex): Skulks can move at full Hit Dice:12d8+48 (102 hp) speed (and can even run) while hiding, taking no penalties Initiative:+3 on Hide checks due to movement. Speed:40 ft., fly 80 ft. (average) Trackless Path (Ex):The DC of any Survival check to AC:22 (–2 size, +3 Dex, +11 natural), touch 11, flat- follow the trail of a skulk is increased by 10. footed 19",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12 conclusions about ghost cults, for the creatures seldom Treasure:— leave any trace of their coming or leaving. Skulks who allow Alignment:Usually neutral evil prey to track them to the lair of their coterie face swift, fatal Advancement:13–18 HD (Huge); 19–36 HD discipline from the band’s ruthless leader. (Gargantuan) Skulks have managed to survive as parasites in human civilization due to a strong self-preservation instinct that The skybleeder is a terrible nightmare created by kaorti other races often misidentify as cowardice. A skulk values wizards to serve as mounts. (The kaorti is described earlier its own life above and beyond anything else; cases of skulk in this book.) When not serving as mounts, they drift mothers abandoning their young to escape a dangerous sit- lazily in the sky, miles above ground. They descend only uation are not uncommon. Such abandoned children fetch to feed or to amuse themselves by tormenting ground- enormous prices from slavers, who sell them to unscrupu- based victims. lous folk who then raise the children as the perfect unde- Those attacked by a skybleeder rarely get a good look at tectable thieves and silent killers. the creature, since it constantly surrounds itself with yel- lowish white mist that rains a torrent of burning red acid. Pale yellow tentacles and long chitinous claws that extend from the mist provide a hint as to what lurks within the cloud. If this cloud cover is pierced, a skybleeder is revealed to be a horrifying tangle of hair and eyes and wormlike tendrils. Its three claws are arrayed around its equator, while its eight yellow tentacles trail below like a jellyfish’s tendrils. The creature is naturally buoyant in air, 155 SKYBLEEDER pqs SKULKS AND THE LIVING GREYHAWK GAZETTEER If you are using the Living Greyhawk Gazetteerin your campaign, the patron deity of skulks is Syrul, a deity of lies, deceit, treachery, and false promises. Her domains are Evil, Knowledge, and Trickery. pqs and it can maneuver with great ease in the sky by venting blasts of air out numerous openings in its body. When a kaorti uses a skybleeder as a mount, it first lashes a 5-foot-diameter platform (usually made of wood) to the top of the skybleeder’s body. The kaorti then sits upon this plat- form, strapping itself in place with a large number of ropes and cords. A kaorti guides its skybleeder through voice commands and gestures. Skybleeders are quite intelligent and must be treated with respect by anyone who wishes to use one as a mount, lest the rider suddenly find himself attacked miles above the ground. Skybleeders almost always prefer to communicate in Kaorti, although they understand Common and Sylvan as well COMBAT A skybleeder doesn’t always initiate combat to slay or find food. Often, it simply attacks ground- based targets simply for the joy of causing pain and panic. These “idle” attacks usually involve the unleashing of acid rain or the use of spell-like abilities from afar. A skybleeder only resorts to physical attacks in matters of self defense, to secure food (it particularly relishes the flesh of fey), or at the behest of its rider. Its claws can inflict deep, bloody wounds, and its tentacles are coated with acid. Acid Rain (Su):The tentacles of a skybleeder con- stantly weep a slimy red acid. The sight of this acid raining from the mist that surrounds the creature is what prompted its name. This acid does 2d4 points of acid damage per round to any living creatures the skybleeder hovers above or flies over (Reflex DC 19 half); the acid makes during suc- becomes inert right after it deals damage, so a target is only cessive rounds automatically deals tentacle and acid damage. affected for as long as the skybleeder remains overhead. Spell-Like Abilities:At will—flare, shocking grasp, wind Constrict (Ex):With a successful grapple check with a wall; 3/day—call lightning, control winds, gust of wind. tentacle, a skybleeder can constrict a grabbed opponent, 1/day—control weather, cloudkill.Caster level 12th; save DC dealing 1d4+4 points of bludgeoning damage. The tentacle 17 + spell level. deals an additional 1d4 points of acid damage each round to No Discernible Anatomy (Ex):A skybleeder is immune a creature it constricts. to critical hits and cannot be sneak attacked or flanked. Improved Grab (Ex):If a skybleeder hits an opponent Regeneration (Ex): A skybleeder takes normal dam- that is at least one size category smaller than itself with a ten- age from fire and force effects. Attack forms that don’t tacle attack, it deals normal damage plus acid damage and deal hit point damage ignore regeneration, and a sky- attempts to start a grapple as a free action without provoking bleeder does not restore hit points lost from starvation, an attack of opportunity (grapple bonus +25). If it gets a hold, thirst, or suffocation. it also constricts on the same round. Thereafter, the sky- Unnatural Mist (Su): A skybleeder constantly sur- bleeder has the option to conduct the grapple normally, or rounds itself with an unnatural white mist to a radius of 60 simply use its tentacle to hold the opponent (–20 penalty feet. This mist grants a skybleeder a +10 circumstance on grapple check, but the skybleeder is not considered bonus on Hide checks and affords it three-quarters con- grappled). In either case, each successful grapple check it cealment (30% miss chance) against attacks against it from foes outside the mist. Those inside the mist find that they can see through it clearly. Those within the unnatural mist gain spell resistance 22 against druid magic. The mist can be dissipated by strong winds, but it reforms naturally in 2d6 rounds after the winds die down. 156 REDEELBYKS JE Skybleeder SLAAD, MUD COMBAT Medium-Size Outsider (Chaotic, Extraplanar) Mud slaadi usually begin combat with their sonic screech or",
        "name":  "Most humans who view a skulk murder scene jump to Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7–9 HD (Medium-size); screech. Every creature within 30 10–18 HD (Large) feet must succeed on a Fortitude save (DC 15) or take 5d6 points of Though the red slaad is sonic damage. thought by many to be Summon Slaad(Sp):Once the weakest member perday a mud of the race, this is slaad can at- not true. The mud tempt to sum- slaad is an even lower mon 1 mud slaad creature. Derided by with a 40% chance some of its more pow- of success (result erful relatives, the mud of 61–100 on d%) or slaad is still a challeng- 1 red slaad with a 20% ing opponent for many groups chance of success (result of of adventurers. 81–100 on d%). Mud slaadi stand Fast Healing (Ex):A mud slaad about 5 feet tall and regains lost hit points at the rate of 3 weigh around 170 per round. Fast healing does pounds. Their skin not restore hit points lost varies in tone through from starvation, thirst, shades of brown to a sickly or suffocation, and it brownish green. They have does not allow a mud a slaad’s characteristic wide slaad to regrow or reattach lost body parts. mouth full of sharp teeth, and strong, sharp talons on the Feign Death (Ex):If an opponent strikes a mud slaad ends of long, spindly arms. and reduces it to 10 or fewer hit points, it can immediately Mud slaadi are insecure and cowardly creatures. They attempt to feign death. This ability comes into use on the have a strong survival instinct, though, and often find ways opponent’s turn. Any creature that witnesses a mud slaad to stay alive even in the face of overwhelming odds. that is feigning death, including those creatures that Mud slaadi speak the language of slaadi. watch it fall, can make a Sense Motive check (DC 22) to 157 SLAAD, MUD Mud slaad AS determine if the slaad’s death is genuine. A Spot check will Created by magic, most not reveal that the slaad’s slasraths now serve as death is feigned, and mounts for yugoloths. even a Heal or Search These mounts are magi- check isn’t guaran- cally controlled and are teed to discover the outfitted with special har- deception, so adroit nesses to allow their mas- is the mud slaad ters to ride them with ease. at stilling its Nevertheless, one some- breathing times bucks its and re- enchant- ducing its heart rate. ment and A successful check using escapes either skill (DC 22) is required to reveal that the mud slaad into the wild. still lives.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*A spectral lurker has a +8 racial bonus on Hide the clouds. checks when it is hiding in a solid object. A spirit of the air resembles a monkey, roughly 10 feet tall, with elongated fingers that form the ribs of its fanlike wings. The coloration of their furred bodies ranges from SPIRIT OF THE AIR dark brown to blond, and their tusked mouths have a Large Magical Beast (Air) mirthful set, even when the spirits are engaged in battle.",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Expertise, Hover, Improved Trip, Multiattack ning, control winds, detect magic;1/day—confusion, control Climate/Terrain:Any land weather, whirlwind, wind walk.Caster level 15th; save DC 13 +",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleave, Combat item to be a delicacy and Reflexes, Flyby Attack, rarely passes Hover, Power Attack up an opportu- Climate/Terrain: nity to consume it Warm desert or (using its sun- plains dering bite Organization: to destroy the Solitary, pair, or item first). flight (3–6)",
        "name":  "It considers such an Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18 (+3 Dex, +5 natural),touch 13, flat-footed 15 Medium-Size Magical Beast (Extraplanar, Swarm of Base Attack/Grapple:+7/— Diminutive Creatures)",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    }
]
