[
    {
        "origin_file":  "magic_items.json",
        "description":  "No at least one axis—evil if you are good, (with appropriate modifi ers for a bull lawful if you are chaotic, and so on. For rush) against a DC of 21. If the check is With a mighty invocation to your deity, example, a lawful good cleric can place failed, the subject is pushed back 5 feet, you mark a creature as a target of your holy a mark of judgment upon a chaotic good, plus 5 feet for every 5 points by which judgment. The ground shakes, the air grows chaotic neutral, lawful evil, neutral it failed the check. still, and all wild animals in the air become evil, or chaotic evil opponent. A neutral You can conjure an additional uni- suddenly quiet and fearful as your deity caster can use this spell against any corn arrow for every three caster levels passes judgment upon the target. good, evil, lawful, or chaotic foe. beyond 5th, up to fi ve at 17th level. You can have them strike a single creature 120 4 RETPAHC SLLEPS WEN or several creatures, but each horn can This spell functions like mirror image, Saving Throw: Will negates strike only one creature. You must except that an additional image is Spell Resistance: Yes designate targets before you make your created in each round after the fi rst, attack rolls. A creature struck by more up to a maximum of eight concurrent You grip the creature’s head, and a surge of than one horn is only required to make images. If all images are destroyed, the magical energy overwhelms its senses. one Strength check to avoid the bull spell ends. rush, but the DC of the check increases This spell also differs from mirror With a touch, you deal nonlethal by 2 for each horn beyond the fi rst that image in that you can cast this spell damage to the subject equal to the strikes it. even when it’s not your turn. creature’s current hit point total.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial; Level: Beguiler 1, sorcerer/wizard 1 your hands wide, and unleash an invisible see text Components: V, S cone of magical power that assails the minds",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One living creature You assail the mental faculties of crea- color, light, and motion. Creatures in the Duration: Instantaneous tures in the area, dealing 1d6 points of area stagger as the barrage of sensations Saving Throw: Will negates nonlethal damage per two caster levels overloads their senses and leaves them Spell Resistance: Yes (maximum 5d6 at 10th level) to each overcome with vertigo. creature that fails its save. You thrust one arm forward toward your This spell creates a field of illusory foe, palm open and fingers splayed. The Wrack Earth magic that hampers the movement creature reels as an invisible surge of power Evocation [Earth] and senses of any creature that enters invades its mind. Level: Druid 7 it. The area within the fi eld counts as Components: V, S, DF diffi cult terrain. Attacks made through You launch a magical assault that wears Casting Time: 1 standard action or from inside the fi eld have a 20% miss at the target’s mind, dealing 1d6 points Range: 30 ft. chance. A creature that begins its turn of nonlethal damage if it fails its Area: 30-ft. line inside the fi eld must make a Fortitude saving throw. Duration: Instantaneous save or become nauseated for 1 round. For every two caster levels beyond Saving Throw: Refl ex half; see text Once a creature fails this save, it does 1st, you deal an extra 1d6 points of Spell Resistance: No not need to make another save against nonlethal damage to the subject, to a this effect. maximum of 5d6 at 9th level. You stomp your foot, causing a shockwave When you cast this spell, you can to shoot out from you. choose for this nauseating effect not Whelm, Mass to apply to a number of allies you des- Enchantment (Compulsion) [Mind- When you cast this spell, earth and ignate less than or equal to your caster Affecting] stone blast upward along a 30-foot line, level. Those allies still treat the vertigo Level: Beguiler 4, sorcerer/wizard 4 smashing creatures and knocking fi eld as diffi cult terrain and have the Components: V, S them out of the way. This spell deals 20% miss chance on attacks. Casting Time: 1 standard action 1d6 points of bludgeoning damage",
        "name":  "You create a field of swirling patterns of Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You an invisible surge of magical power invades ficult terrain that requires 2 squares",
        "name":  "Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What drove you from the comforting grip of simply of your youthful patience. the workshop to the world of adventure? Your motivation Transition: A scholar can only learn so much in a library could come from within, or events beyond your control might surrounded by books. Your masters ordered you out into the have cast you into the role of an adventurer. world to experience its wonders fi rsthand. Having learned Perhaps the toil of the workshop grew tiresome. You always everything your masters can teach, you can never return preferred tales of heroes, monsters, and ancient treasures to home until your magic or ki is strong enough, or until you your master’s long lectures on responsibility, technique, and have surpassed your masters, or you have achieved enlighten- craftsmanship. As soon as you had enough money saved, you ment or ultimate arcane or divine power. left your master and took up training in your current class. Alternatively, a rivalry or power struggle among your masters Your master might still hold a grudge for your desertion; if might have forced you out into the world. Your tutor or sponsor he is powerful in his community or guild, you can expect fell into disgrace or disappeared under mysterious circum- trouble from him in the future. stances. Without your master around, there was no longer a If your master was cruel, life on the road could have been place for you. You still seek him, or at least to avenge him. a better option than another year of slaving away in his shop. Perhaps rather than simply leaving your order, you were Underfed, beaten for the smallest infraction, and worked expelled. Scholarship demands innovation and forward thought, to the point of exhaustion, you didn’t so much leave your but your thoughts were too radical for your elders. Your ideas craft as escape from it. Alone in the world and penniless, were deemed dangerous or subversive or heretical, forcing you learned enough to survive and eventually became an your exile. Maybe you delved into lore too dangerous for mere adventurer. Perhaps a kindly new master took you in, or you apprentices, such as spells to summon forgotten gods or bind were drafted into military or religious service. demons. Perhaps a rival student framed you. Artisans need peace and stability to make a living. A war, At the Table: You know a lot, and you aren’t afraid to show plague, or other calamity could have forced you onto the it off. While others might refer to creatures by common adventurer’s path. If orcs sacked your home city and burned names such as “kobold,” “troglodyte,” and “bugbear,” you it to the ground, you could have become an adventurer out of know the proper classifi cation of each in Old Draconic. If you necessity rather than any desire for glory. Perhaps you thirst fi nd an ancient library, a collection of scrolls, or even ancient for vengeance against the cruel tyrant who slew your master murals and frescoes that depict myths and prehistorical and smashed your dreams of becoming a respected artisan events, you happily lose yourself in studying them even in with a shop of your own. the midst of a dungeon.",
        "name":  "Transition",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You always compare the character of civiliza- A companion is the best ally anyone could ever hope for. tion to that of your people and fi nd it wanting. You are fond of He is loyal and dedicated, and he often shares a special kin- quoting your grandmother’s sayings to drive home this point. ship with a particular individual. A companion supports his Civilized folk lie, cheat, and steal from each other, actions that allies in all they do and never abandons or betrays them. He would doom a tribe in the wild. You see civilized folk as soft doesn’t lead, but he does offer cogent advice and support. and complacent. Few of them have stalked a beast in the wild, Classes: Cleric, duskblade, favored soul, fi ghter, knight, and fewer still have fought off a dire wolf or displacer beast monk, paladin, sorcerer. attack. Your origin sets you apart, but it makes you stronger, Traits: Connected, funny, loyal. tougher, and more cunning than the soft-bellied folk of the cities. While you might be ignorant of civilization and its CRUSADER customs, you are by no means a fool. “Crush the minotaurs and spread the word of Obad-Hai!” A crusader serves a cause. The cause might be noble or PERSONALITY heinous, universal or personal. She could belong to an organi- zation that shares her cause, or she could act as her individual ARCHETYPES beliefs demand. Either way, a crusader adventures to further Each of the following personality archetypes includes a quote her cause. The normal motivations for adventuring—wealth, (something a character corresponding to that archetype power, fame, personal betterment, excitement—hold scant might say), a description, and a list of classes and of traits appeal for a crusader; she is happiest when she is directly that are especially appropriate to that archetype. You are not serving her cause. She keeps her party adventuring, since limited to these classes and traits; they simply represent good whenever her fellow PCs don’t know what to do next, she is combinations for D\u0026D characters. quick to suggest a course of action.",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric, dragon shaman, fi ghter, knight, marshal, and fascinating objects. When she reads a map, she looks to paladin, warmage. the edges and wonders what’s beyond. Her eyes fall fi rst on the Traits: Ambitious, charming. unknown areas: What’s in the middle of that for- est? On top of those mountains? Beneath that MARTYR ocean? She is happiest when she discovers “My life for you.” something new. She is driven to be the A martyr willingly and even ea- fi rst person to look at a new land, gerly puts her life on the line battle a new creature, or discover a for a greater purpose. This new item. An explorer keeps her purpose might be a cause, party moving, and she guaran- an organization, a specific tees constant adventure as person, a group of people, she points her companions or just about anything else. A toward uncharted territory. martyr is willing to die to fur-",
        "name":  "An explorer is driven to fi nd new places, interesting cultures, Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Barbarian, bard, beguiler, fighter, hexblade, “Onward, men! We have those orcs on the run!” marshal, rogue, sorcerer, wizard. A leader leads. Others look to him for guidance, and he Traits: Boastful, greedy. provides it. He might provide assurance and protection, or he Illus. by C. Frank 138 5 RETPAHC RUOY GNIDLIUB YTITNEDI ORPHAN For some reason, a renegade cannot go home. He might “I’ve been on my own my whole life. Always alone.” be a wanted criminal on the run. He might have disgraced An orphan has no parents, at least not that he can remember, himself or be a member of a dishonored family. He might be a or parental fi gures in his life. He might have grown up in an political exile or might hold beliefs counter to those currently orphanage or on the street, but in any case he spent his forma- in power. Perhaps his banishment will be lifted and he can tive years fending for himself. This upbringing taught him return home after he accomplishes a specifi c task (atoning for self-reliance and confi dence but also distrust of others. An a sin, recovering a lost artifact, capturing the real criminal), orphan could be curious about his parentage and his lost past, offering a motivation for him and his companions to adventure. and seeking answers to such questions can spark adventure. Alternatively, he could be making his way in the world as best After he learns to trust his adventuring partners, he cleaves he can, now that his roots to home are severed. to them like the family he never had. Classes: Barbarian, bard, druid, duskblade,",
        "name":  "LEADER Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Calm, erudite. SAVAGE “I do not understand your ways, but I will fi ght for you.” A savage comes from a primitive culture, and the trappings of civilization that the other PCs take for granted—metalworking, architecture (stone buildings), distilled al- coholic drinks, and the like—are foreign to her. She greets new sights with wonder and excitement. Though her ways are primitive, she shares ties with the natural and spiritual worlds that others envy. She possesses a raw knowledge and wisdom that helps her and her allies out of diffi cult situations. She might face prejudice from others, but she is a stal- wart friend to those who treat her well. Given enough time in this new culture, she can as- similate parts of it, creating a unique fusion of wild power and sophisticated knowledge.",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Conservative, erudite, serious. your roleplaying skills, try selecting traits that do not seem obvious matches for your character’s alignment or archetype. THEORIST Doing so makes for more interesting characters. An angry, “Fascinating. And I wonder what happens if I cast stone shape in fatalistic neutral good bard is more unusual, and thus more these circumstances?” memorable, than a friendly, fl amboyant neutral good bard. A theorist is equivalent to a scientist in the D\u0026D world. She adventures to test her ideas and hypotheses and to see what AMBITIOUS happens under certain circumstances. Her interests could “I’ll be the greatest wizard who ever lived.” lie in magic, either in specifi c schools or in general (“What You have big plans. You want to attain the highest happens if I create illusions of demons in front of angels?”), heights and outdo all the rest. One day you’ll take your strategy (“Try using your hammer against the vampire, and place in the history books, become a legend, and perhaps tell me what happens”), medicine (“Well, I guess this herb even attain godhood. might help”), or anything else imaginable. A theorist adds At the Table: You speak of your plans and dreams. You energy and motivation to the adventuring party as she con- make friends with powerful NPCs who might help you, stantly seeks new ideas to understand and new circumstances even if you personally dislike them. The monetary reward under which to perform experiments. Her experiences often for a successful adventure is nice, but the political favors and produce useful knowledge, which she and her party can apply popularity the deed wins you are more important. You care to other adventures in the future. little for money and gems. Instead, you always want the pick",
        "name":  "Traits",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric, fi ghter, marshal, warlock, wizard. of magic items and artifacts the group fi nds. The Leadership",
        "name":  "Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Even better than page fall naturally? Any of these options is fi ne, but you should decide notations, it’s best if you simply know how your spells, feats, before the start of a new campaign and be specifi c. The same items, and special abilities function. When in doubt, quickly rules should apply to all the players as well as the DM. review them before a session. Supply Your Own Dice: Though everyone can share the",
        "name":  "Know What Your Stuff Does",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The rogue class offers three key advantages: sneak transport your allies past obstructions and obstacles. Playing attacks, an excellent selection of class skills, and trapfi nding. the party’s arcane spellcaster is a big responsibility, but it can The sneak attack ability allows the rogue to support the be both memorable and highly rewarding as well. party’s key warrior by taking advantage of fl anking oppor- Wizard: The wizard’s strength lies in the depth of her tunities and surprise attacks. The rogue’s skill in breaking knowledge and her ability to cast a variety of different spells. and entering allow the party to overcome obstacles such as In addition, she can modify those spells with metamagic locked doors and deadly traps. In addition, the rogue often feats and use them to create magic items that benefi t not only scouts ahead to gain information about enemies. While the herself but also the rest of the party. ranger, who sometimes serves as a rogue substitute, has a Deciding which spells to prepare on a given day, however, broad selection of skills and plenty of skill points to back requires a bit of strategy. A poorly prepared wizard all too them up, his talents make him more useful in wilderness often becomes meat for monsters. For instance, a 5th-level environments than in dungeons, and he can’t help his party wizard who prepares lightning bolt before facing a creature bypass traps. On the other hand, he is more of a warrior than that is immune to electricity now might lack access to a spell the rogue is, so he can hold his own next to fi ghters, paladins, that could have overcome the opponent. and barbarians. When you play an arcane spellcaster, resist the urge to pre- As a rogue, you are expected to fi ll in where needed. Don’t pare all offensive spells. A charm person spell can accomplish ignore the Use Magic Device skill; it allows you to use a wand a lot more than a magic missile at times, and you shouldn’t of cure light wounds to get the cleric back on his feet should underestimate its value. By preparing a good mix of spells, he become disabled. Likewise, your ability to use a wand of you can be useful in situations ranging from diplomacy to magic missile, or even read a scroll, can make all the difference divination to war. in combat. And perhaps most important, your sneak attack Sorcerer: The sorcerer makes an excellent substitute for ability can help the party’s main warrior bring down the the wizard in an adventuring party. Although the number of tough opponents. different spells he can access is relatively small, he outstrips",
        "name":  "Rogue",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The druid is a viable substitute for the cleric. character who can identify and disable traps means the party While the druid lacks spontaneous healing ability, she can is at risk of springing nearly every trap in the dungeon. spontaneously summon creatures instead. Add the ability to When a party fi nds itself in this situation, it’s up to the cleric change shape and a potent spell list that retains most of the to compensate. The Trickery domain offers some stealth skills cure spells, and the druid becomes an important addition to and spells, and the fi nd traps spell—though its use depletes any adventuring party. the cleric’s available spell slots—can make up for the missing If you’re playing a druid, you’re more than likely the only rogue ability. A group that’s missing a rogue can also consider character in the party with any ability to cast cure spells— fi lling the warrior’s role with the paladin, since that class can unless your group also includes a bard or a higher-level paladin. help the cleric compensate for his expanded role. A ranger is So it pays to invest in disposable magic items such as wands also a good choice because he offers the party scouting abilities of cure light wounds or wands of cure moderate wounds to free up that would otherwise be lacking. your spell slots for more interesting spells. Don’t be afraid to Ideal Four-Character Group: Cleric, paladin, ranger, and experiment with your spell selection; in a worst-case scenario, wizard. you can lose a prepared spell to cast a summon nature’s ally spell Ideal Three-Character Group: Cleric, ranger, and wizard. of the same level. Missing Arcane Spellcaster: The lack of an arcane",
        "name":  "Druid",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Complete Divine offers three additional spellcaster can spell disaster for a party. Wizards and sorcer- divine spellcasting classes: the favored soul, the shugenja, and ers provide the means to eliminate large numbers of foes, the spirit shaman. Each brings a specialized set of abilities clearing the way for the principal warrior to hammer away to the table, as well as a few disadvantages. The favored soul at the key opponent. The arcane spellcaster also signifi cantly offers better combat potential, the shugenja a broader access improves a party’s chances of overcoming particularly nasty to different kinds of spells, and the spirit shaman a set of opponents, such as dragons and magical beasts. unique abilities effective against specifi c kinds of creatures. While having an arcane spellcaster is certainly preferable, a All three however, cast spells like a sorcerer, so none has the party can compensate for the lack of one. The best way is for the same spell versatility as the cleric. expert to keep pumping skill points into the Use Magic Device skill so that she can use items to produce the necessary magi- Missing Elements cal effects. A bard, who can provide a small amount of arcane Sometimes no one in the group wants to play a particular magic, is also extremely useful, as is an extra cleric, who can at role, or the players don’t want to be constrained by the four least provide some damage-dealing divine magic. The hexblade, classic character roles. And some groups have only two or from Complete Warrior, makes a good backup as well. 155 GROUP THE ADVENTURING CHAPTER 6 Ideal Four-Character Group: Bard, cleric, fi ghter, and rogue. weave through their enemies and select the best targets for their Ideal Three-Character Group: Bard, cleric, and fi ghter. attacks, while also supporting the party’s primary warrior.",
        "name":  "Other Classes",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The divine spellcaster is the On the other hand, two rogues also overlap a great deal. The element most commonly missing from a party. Many players party really doesn’t need more than one character to fi nd traps, prefer to go for the spotlight with a fi ghter or wizard (or the pick locks, and translate musty inscriptions on the wall. If the equivalent) rather than playing what they see as a supporting group does have a second translator, it’s typically the wizard. character. But the lack of a divine spellcaster results in a consid- To prevent this kind of overlap, one of the players should erable drain on party resources. Parties that lack this element consider playing a bard. Easily the most versatile kind of soon discover that they must invest in multiple wands of cure character, the bard offers a mix of abilities from all classes, light wounds just to compensate for the healing a cleric could including combat prowess, solid saving throws, and spellcast- have provided—fi fty charges don’t last as long as one might ing ability. Better still, bardic music helps everyone, providing think. This healing defi cit plus the loss of turning capabil- bonuses on certain tasks or in the heat of combat. ity and the lack of strong divination spells (such as augury Other experts, such as the ninja and the scout, can help the and divination) makes operating without a divine spellcaster rogue concentrate on developing the right skills and abilities quite expensive and more than a little dangerous. Still, a party to eliminate traps. Because these other characters are more that’s missing this element can compensate with the bard and combat-oriented, they excel at maneuvering through the paladin classes, both of which have some healing abilities. battlefi eld to help the rogue fl ank enemies for sneak attacks, The party rogue should maximize her ranks in Use Magic as well as to support the other warriors. Device so that she can activate divine scrolls and wands. Two Arcane Spellcasters: Two wizards in the same party Ideal Four-Character Group: Bard, paladin, rogue, and wizard. can effectively double the number of spells they ordinarily Ideal Three-Character Group: Paladin, rogue, and wizard. would have by sharing their spellbooks. And in heated combat, two fi reballs from allied wizards are always better than one. The Fifth Character However, a better tactic for individualizing party roles is Groups with more than four players offer greater fl exibility for one player to select a sorcerer. If that character focuses in class choices. The party doesn’t suffer from having two on combat spells, the wizard can take charge of the more wizards or two fi ghters, but the roles of the duplicate charac- utilitarian spells. ters overlap, reducing the enjoyment for the two players who Multiple arcane spellcasters can help the party in other must share the spotlight. The best way to prevent role overlap ways as well. If the party’s primary warrior is not a fi ghter, a is for players to branch out into different aspects of the same warmage can provide some great offensive spells, as well as roles. Instead of two fi ghters, for example, consider a ranger some combat ability to shore up any shortcomings. A bard or a barbarian for the second warrior. The ranger can provide is also a great choice, since an extra character with access to the ranged attacks (assuming he has selected the archery healing spells is never bad. combat style), while the barbarian serves as the melee menace. Two Divine Spellcasters: Clerics are probably the best of Likewise, instead of two wizards, try a wizard coupled with all the classes to duplicate in a party. Sharing the burden of a bard or sorcerer. The wizard retains a diverse selection of keeping the warrior on his feet gives each cleric more freedom spells, while the other arcane spellcaster helps to fi ll gaps in to cast other spells. Multiple clerics can provide buff spells, the party caused by casualties. The following sections offer such as bull’s strength and bear’s endurance, to boost the front line, recommendations for character choices in larger parties. as well as eagle’s splendor to help the sorcerer cast more powerful",
        "name":  "Missing Divine Spellcaster",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Every character on the team or 2 can be included on a team only if it learns the teamwork must meet these requirements. Any new character who joins trick through some character’s use of the Handle Animal skill the team must also meet them, or the team can no longer enjoy (see the sidebar). A creature without an Intelligence score can the benefi t. never be part of a team. For example, the cunning ambush teamwork benefi t has a To maintain their teamwork benefi ts, the characters on a team task leader prerequisite of 8 ranks in both Hide and Listen, must train together for at least four one-week periods per year. and a team member prerequisite of 1 rank in Hide. So, at These training periods need not be consecutive and can happen least one character in the group must have 8 or more ranks at the same time when the characters are training to earn the new in both Hide and Listen, and every other character on the class features for a given level, so in most cases PCs don’t have team must have at least 1 rank in Hide. Thus, when the team to spend additional time to keep their teamwork skills sharp. is sneaking around, the task leader directs her less adept Any new character added to a team after it has gained comrades in stealth techniques, covers any extra noise with teamwork benefi ts must train with the other characters on environmental sounds, and so on. the team for at least two weeks. During this time, she learns A team (see The Team Roster, below) gets one teamwork the team’s standard operating procedures and the nuances of benefi t for every 4 Hit Dice the lowest-level member of her comrades’ behavior. This training can occur during the the team has. If that character’s level later drops below the training time required to gain the benefi ts of a new level. required point (due to energy drain, for example), the team A character can join an adventuring party without joining retains all its current teamwork benefi ts but can’t gain a new the team that includes the other members of the group. In this one until that character regains his lost level(s), plus enough case, the new character doesn’t gain any teamwork benefi ts, additional levels to qualify for an additional benefi t. but neither does her lack of prerequisites count against the Whenever a team gains a new teamwork benefit, it also team’s qualifi cation for those benefi ts. has the option to swap out a benefit it previously had for a A character can leave a team at her own option, or by new one, as long as it meets the new prerequisites. In effect, consensus of the other team members. For more teamwork the team can elect to lose one teamwork benefit to gain benefi ts, see Dungeon Master’s Guide II, pages 190–194. two others. Such swaps usually occur when the team roster has changed in such a way as to render a previously known TEAMWORK BENEFIT teamwork benefi t less useful than before. DESCRIPTIONS Unless otherwise specifi ed, each teamwork benefi t can be taken only once. A teamwork benefi t applies whenever the Below is the format for teamwork benefi t descriptions. characters on the team can communicate with each other—be it verbally, through gestures, or by magical means. BENEFIT NAME Description of what the benefi t does or represents.",
        "name":  "Team Member Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Be sure to put spellcasters on the fi rst watch or last manner requires 10 minutes of work. watch so that they can get enough uninterrupted rest to regain Tips: The ambush teamwork benefi t is a great way to play their spells. Your fi rst priority when the party is attacked while smart. Instead of always going after the monsters on their you are on watch is to wake up your allies, so you should carry own turf, let them come to you. Try luring monsters into your a signal whistle, bell, or similar item. trap with spells such as dancing lights or major image. Failing that, buff up the party scout with defensive spells to protect CIRCLE OF BLADES her while she acts as bait. The members of your team can combine their attacks to slice through the defenses of a foe they have surrounded. CUNNING AMBUSH, IMPROVED",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Through long experience in dealing with to keep up. adversity, you and your teammates develop the trust and Training: Your team must march for a week as a group, support needed to bolster each other’s minds when subjected traveling across roads, dells, forests, and mountain passes. By to magical fear. so doing, each team member learns how best to help everyone",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " multiple affi liations at one business, cabal, college, druid time. However, each sub- circle, fi ghting company, govern- sequent affi liation is harder ment, spy ring, temple, thieves’ to maintain. The fi rst affi liation guild, or tribe. An affi liation’s that you have (your primary affi li- type limits the kinds of ex- ation) imposes a –10 penalty on all ecutive powers wielded by other affi liation scores. Subsequent its leaders, and whether affi liations oppose an additional –5 it is better at fighting, penalty to each affi liation that you spying, or negotiation. In gain afterward. In other words, you the example affi liation de- can have one affi liation score with no scriptions that follow, a penalty, a second at –10, a third racial affi liation is identi- at –15, a fourth at –20, and so fi ed by the word “racial” in on. High-level characters are parentheses after its type. All usually able to maintain one other example affi liations or two affi liations of note but are social. only minor associations with Scale: An affiliation’s other organizations. scale is a measure of its scope Some affi liations might not be of infl uence. As affi liations grow compatible, and the DM has fi nal in size and power, they increase say on such issues. For ex- the scale of their activities. ample, in a campaign where The Bulette Rampant Mer- the human kingdom of Al- cenary Company could thar wars with the elven be as inconsequential as realm of Gaelian, the DM a cadre of men-at-arms might rule that no char- with a rotting ballista acter with an affi liation or as mighty as an army to the Knights of Althar for hire with half a doz- can also have an affi liation en battalions and fl ying with the Greenfold Rangers dragon support. An affi l- of Gaelian. The halfl ings of the Caravan of Shadows (see page 169) iation’s scale can be from 1 to Multiple Affi liation Ben- stay one step ahead of the authorities 20 and is also defi ned by a de- efits: If you have multiple scriptive term that indicates affi liations, you can only gain the benefi ts of one affi liation the extent of its infl uence. Scale directly affects an affi l- at a time. If you have a high enough affi liation score to gain iation’s capital and its ability to project power. Table 7–1, benefi ts from more than one affi liation, choose which set of on page 184. affi liation benefi ts affect you at the beginning of each day. Affi liation Score Criteria: Base requirements for mem- You gain all the benefits for which you qualify from the bership, if any, are given here. An affi liation might have chosen affiliation. race, nationality, alignment, class, or some other baseline membership criteria. The table in this portion of an affi liation FEATURES OF AFFILIATIONS description lists a number of factors and how they impact Your affi liation has many features, some primarily of use your affi liation score in that group. in roleplaying and background. These aspects include such Titles, Benefi ts, and Duties: A title is a designation of basic information as the affi liation’s name and its background, rank within the affi liation’s hierarchy. Characters with an goals, and dreams. Most affiliations have a symbol that affi liation score of 3 or lower are usually not considered enables members to identify one another. An affiliation’s members. In social affi liations, members with affi liation Illus. by E. Widermann 166 7 RETPAHC SNOITAILIFFA scores from 4 to 10 are generally looked upon as probation- Nine-Eyes criminal syndicate strikes at your family while you ary members. A character with an affi liation score of 30 or are adventuring underground, you can resolve the attempt higher attains the most prestigious title. by playing out the details (in the absence of your character) Lower-rank benefi ts carry over to higher ranks, but normal or, more simply, by using opposed violence checks for your stacking rules apply. mercenary company and the brute squad sent by the beholder. Even if you have founded your own affiliation (as (Violence checks are described below.) opposed to positing the existence of one that you can Have you ever picked up a powerful magic item, say a join as a recruit), you still must increase your affi liation +2 thundering dire flail, that no one in the party could use? score normally before you can gain the benefi ts (and take Campaign credulity is stretched by simply selling it to an on the duties) of a titled member of your affi liation. This anonymous buyer who just happens to have 36,500 gp ready represents the fact that you can’t simply say, “I am founding to spend. Instead, you donate it to your affi liation and increase an affi liation,” and by virtue of that declaration become its capital—it is reasonable to assume that a sizable affi liation entitled to send an assassin after the duke or bring a plague includes a member who knows (or now wants desperately to to the eastern river tribes. Rather, you must establish your learn) how to use a dire fl ail. affiliation as a force in the world by satisfying affiliation Have you ever heard yourself utter the lines that score criteria, proving by virtue of your deeds that your famously fill a DM’s heart with annoyance, frustration, affi liation is a force to be reckoned with and a player on and uncertainty? Namely, “Can I buy magic items?” When the political stage. you use affiliations, businesses and colleges have the trade",
        "name":  "You can be associated with one of the following ten types",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Convincing arguments, delicate orcs and humans too much to ever fully trust those not of engagements, and subtle (perhaps even magical) manipula- mixed blood. tion are the province of an affi liation’s negotiation checks (1d20 + negotiation bonus). Businesses, colleges, druid circles, Criterion Affi liation Score Modifi er and temples have negotiation bonuses equal to 1/2 their scale. Character level +1/2 PC’s level Barbarian or shaman +2 All other types of affi liations have negotiation bonuses equal Druid or ranger +1 to 1/4 their scale. Track feat +1 Assist tribe in major battle +1 Bring word of bountiful land (wilderness with plentiful EXAMPLE AFFILIATIONS game, frontier with poorly guarded villages) +1 The following affi liations are representative of the standard Bring head of enemy chief to Bloodfist chieftain +2 D\u0026Dworld and adaptable for most campaigns. Don’t be shy about renaming or revising any of the example affi liations Titles, Benefi ts, and Duties: The greatest reward of affi li- described below. The more specifi c to your world that you ation with the Bloodfi st Tribe is simply becoming part of a make them, the more likely they are to come to life at your welcoming community with a shared heritage—something gaming table. all too rare for half-orcs. But there’s an additional benefi t: the Blood Lodge, where worthy half-orcs test their resistance to BLOODFIST TRIBE pain and the strength of their blood.",
        "name":  "Negotiation Check",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once affi liated, you receive a tattoo of a game Score Title: Benefi ts and Duties token on the back of your left hand in a solemn ceremony. 23–29 Shadow Rook: You can sell jewelry, art, and magic items to the caravan masters for 70% When other members see the tattoo, they’re more likely to of their purchase price. talk to you and believe what you say. 30 or higher Shadow Castle: +6 racial bonus on Bluff,",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefi ts and Duties 5 or more ranks in Survival +1 3 or lower Not affiliated or junior member with no Can cast cure spells 2nd level or higher +4 benefits. Explored the shafts of +1 for each 4–10 Caravan Member: +2 racial bonus on Bluff, the Raptor-Pharaohs tomb shaft fully explored Gather Information, and Sleight of Hand Slew Raptor-Pharaoh mummy +1/4 Hit Dice of mummy checks. Knew Regdar or Herridek I +4 11–15 Shadow Pawn: Can sell jewelry, art, and Takes part in defense of the fort against raiders +4 magic items to the caravan masters for 60% Is an outlaw –2 of their purchase price. +2 circumstance Retreats in battle –2 bonus on attempts to influence the attitude Commits a crime within the barony –10 of caravan members. Is member of a thieves guild –10 16–22 Shadow Knight: Additional +2 racial bonus * Overlaps (does not stack with) the modifier for a base on all saving throws. +4 racial bonus on attack bonus of +5 or higher. Bluff, Gather Information, and Sleight of Hand checks. +4 circumstance bonus on attempts to influence the attitude of caravan Titles, Benefits, and Duties: As you advance in the members. hierarchy of the barony, you gain access to its riches and 170 7 RETPAHC SNOITAILIFFA begin to enjoy the benefi ts of nobility, while accepting the Heironeous millennia ago—not by Dis, but by Hextor, who duties thereof. attempted to shirk responsibility for his deed (and to better Once you attain the rank of Knight Baronet, you are secure his prize) by loaning the chalice to the Iron Lord of invested with authority in the castle. Herridek the Second the Second—was not a powerful magic item, nor even an often makes forays into the desert for weeks or months at a artifact. As revealed to Arbinget Ivenay by the solar Tomal time, harassing the Reviled and making sure that they are on the eve of St. Vorgan’s Day 1,223 years ago, the Chalice of not a threat to the Castle and its mines. Heironeous is in fact the daughter of Heironeous, a young goddess-angel now held in durance vile deep in Dispater’s Affiliation Iron Tower. Every day, the Lightning Councilors dream of",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Dark spire College’s campus is built into the sides of three enormous hanging stalactites tapering down from the vaulted ceiling of a colossal underground cavern. Piercer, the largest stalactite, extends more than 300 feet down from the ceiling and has a base with a radius of 150 feet. It houses laboratories and libraries for each school of arcane magic, a concert hall, thirteen summoning chambers, two gymnasiums, the Desmodu Dormitory, and lecture halls. Each of the Fangs, the other two stalactites, is roughly two-thirds the size of the Piercer. They contain classrooms, stud- ies, artists’ cupolae, and practice rooms. The northernmost Fang also features the Sunless Rose tavern and a warehouse. The warehouse stores goods in transit to and from the surface and other underground communities, and it sells surplus and goods gone unclaimed when a caravan doesn’t return. The warehouse has a 25% chance to have any given Player’s Handbook item in stock and available at 150% of the price. The Piercer and the Fangs are connected by a network of rope bridges. Faculty and students attend Darkspire to increase their arcane knowledge, and that is the stated goal of the organization.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Affi liation members are human characters who Can cast arcane spells 3rd level or higher +2 grew up on Dragon Island, learning magic under the wing Can cast arcane spells 5th level or higher +4 Has a magic staff +4 (literally) of draconic masters and even riding loyal dragons Is an archmage or has a staff of power +8 as steeds. Donates 1,000 gp (or more) magic item +2 per item, Type: Government (racial). to the Department of Crafting max 3 items/year Scale: 12 (multiregional/kingdom). Is drow, derro, duergar, or drider –2",
        "name":  "Members",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As you advance in the col- lege, you improve your Knowledge skills and gain access to Criterion Affi liation Score Modifi er magic items. You also earn a modest stipend for sharing your Character level +1/2 PC’s level Speak Draconic +2 expertise with the college. Sorcerer +2 10 or more ranks in Ride +1 Affiliation Donate 20,000 gp in treasure to the hoard",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You’ll correspond with the college while adventuring. learn from your draconic teachers, but 11–20 Adjunct Researcher: +2 competence bonus on Knowledge skills while in the college’s libraries. the most thrilling reward of affi liation 21–29 Professor: When crafting a magic item, you with Dragon Island is the chance to can scavenge materials from the college— take wing with a friendly dragon as spend only 90% of the normal gp cost to craft your fl ying steed. Doing so isn’t easy; an item. Drow slavers and derro kidnappers raising your affi liation score on Dragon recognize your value—5% chance per Island is diffi cult. month that an EL 12 team of subterranean There are many more humans than mercenaries comes to claim your bounty. 30 or higher Regent: Can requisition any arcane scroll of dragons on Dragon 750 gp or less from the college stores, up to Island, and the three times per month. Must replace these dragons often scrolls with scrolls of equal value within have better one month of taking them. things to",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To gain affi liation with the Elves of the High Forest, you need only be an elf or half-elf. The elves have many non-elf friends in the forest, but only those with elf blood can partake in the privileged Hunt of the Full Moon. You don’t need to grow up among the Elves of the High Forest; you can be from a far-off elf community, and you’ll still gain affi liation with these elves normally. The Elves of the High Forest take part in the Hunt of the Full Moon Illus. by H. Lyon 174 7 RETPAHC SNOITAILIFFA Affiliation creating rare items invested with potent magic, each one a",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A golden helm is the symbol of the guild, natu- Per item creation feat* +1 rally. Working in their smithies and forges, the gnomes often Each successful mission +1 wear yellow skullcaps to indicate their affi liation. Per magic item worth at least",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefi ts and Duties Score Title: Benefi ts and Duties 30 or higher Golden Helm Exalted: Spend 10% fewer 3 or lower Not affiliated or junior member with no experience points than normal when crafting benefits. a magic item. 4–10 Citizen of Land of Honor: +2 circumstance bonus on attempts to infl uence the attitude of other citizens of the Land of Honor. Your",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once you reach an affi liation score of 30, you 5 or more ranks in Survival +1 must defeat one of the current One and Five in a mortal spell 10 or more ranks in Survival +2 Trophy Hunter feat +1 duel. After killing your opponent, you are inducted into the Can cast control weather +3 heart of the cabal, where you learn that the order is devoted Defeat animal or magical beast to Vecna, and that the One represents his Eye, and the Five of your level or higher one-on-one +1/4 creature’s HD represent the fi ngers of his severed hand. Defeat a clan champion one-on-one +2 per win You need not worry about converting to worship of Vecna No ranks in Survival –2 at this point—when you fi rst attained an affi liation score of Has lived in city –2 25 or higher and the subtle wooings of the inner cabal did not Does not accept a –6, and cannot improve affiliation challenge to combat score until challenge is accepted persuade you to convert to the service of the Maimed Lord, Member of a civilized affiliation –4 per affiliation EL 14 assault squads of summoned monsters and golems are * Overlaps (does not stack with) the modifier for a base sent to kill you before you learn the cabal’s secret. attack bonus of +5 or higher. Type: Cabal.",
        "name":  "Secrets",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefi ts and Duties Can cast divination spells of 5th level or higher +2 3 or lower No affiliation. Has over 2,500 gp in magic items +1 4–10 Lowborn: The Merata Kon hold less Donates magic item valued at 1,000 gp contempt for you than for most. or more to the cabal +1 per item, max six/year 11–20 Setaf Kon: +2 competence bonus on Shares 5th-level or higher-level spell with other Diplomacy checks involving your clanmates wizards at cabal Grand Convocation, held twice/year +2 and a +2 competency bonus on Survival Completes mission for the leaders of the checks made when traveling with clanmates. cabal, the One and the Five +2 per mission 21–29 Trebor Kon: Become a subchief and have a Can cast divine spells –6 3rd-level adept to assist you. By a system Divulges identities of members or of bonfi res and smoke, you can transmit other secrets of the cabal –4 signals 200 miles across the Stalking Plains Is known to investigate –10, and an EL 12 coterie of in 1d2 days. the identities or the nature sorcerer wraiths is sent 30 or higher Clan Chief: You are accompanied by four of the One and the Five to dissuade or dispose of you chief’s men (6th-level barbarians), and your Is a member of a spy ring –6 counsel is a 4th-level cleric/4th-level bard.",
        "name":  "Score Title",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A secret ring of six Score Title: Benefi ts and Duties 3 or lower No affiliation. wizards and sorcerers is at the heart of this cabal. Arcane 4–10 Of the Many: The cabal is aware of your casters vexed by a lack of resources fi nd this group’s support presence and judging you. exceptionally useful for purchasing spellbooks, researching 11–20 Of the Mind: When you gain a wizard level, new spells, and perfecting metamagic techniques. automatically learn three spells rather than",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cabal has strained relations with two. most other organizations. Its secretive core, the six wizards 21–29 Of the Body: When you craft a magic item, and sorcerers known as the titular One and the Five, frustrate pay only 90% the gp cost. 30 or higher Of the One and the Five: Three times per the attempts of spy rings and thieves guilds to penetrate and year, you can borrow any wondrous item in gather information, while their subsidization of spell books, the Dungeon Master’s Guide of 10,000 gp research, and material components irks arcane colleges and value or less for up to 1 week. You may not many business guilds. borrow a charged item in this manner.",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To join, you must be a probationary footpad for some months, while the guild surveys your work. If you are sufficiently skilled, the guild invites you to run its gauntlet, a maze of mechanical and magic traps (and, according to some, an otyugh assassin retained by the guild to challenge overconfident would- Eyeless Errol listens to a suggestion be initiates). for the Restenford Guild’s next job Criterion Affi liation Score Modifi er RESTENFORD GUILD OF INSURERS, Character level +1/2 PC’s level SOLICITORS, AND BEGGARS 10 or more ranks in Hide, Sleight of Hand, Forgery, Disguise, or Open Lock +2 per skill",
        "name":  "Affiliation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sharulhensa has no particular symbol, but many of the buildings within the neighborhood have fonts and fountains incorporated into their design—a architectural nod to the magic pools.",
        "name":  "Symbol",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sharulhensa is a half- elf enclave built within the walls of a human metropolis. Raised on the ruins of an ancient elf empire, the enclave holds onto its magical heritage even as other cultures have supplanted elves as the dominant humanoids across the land. The half-elves of Sharulhensa remember the mighty magic of their forebears, and they pass along ancient tradi- tions to the new generation in an effort to connect their dual heritage.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throughout the city of Sharulhensa are sacred pools believed to hold the spirits of departed half-elves in a quiescent state. When a half-elf drinks of these waters, he or she gains a measure of magical power and a sense of the eldritch tapestry that weaves together residents of Sharul- hensa, no matter how far they roam. The enclave’s elders keep the locations of the sacred pools a secret even from the ordinary residents of Sharulhensa, so the only way to get access to the pools is by garnering favor with Sharulhensa’s elders—earning affi liation, in other words. The movers and shakers within Sharulhensa have intense academic rivalries with each other as they vie to recapture more of their elven heritage.",
        "name":  "Secrets",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only half-elves are eligible to join this affi liation. Sharulhensa residents regard full-blooded elves as lacking suffi cient vitality and energy to guard the heritage of their ancient forebears. Criterion Affi liation Score Modifi er The half-elves of Sharulhensa are dedicated Character level +1/2 PC’s level to preserving ancient lore Wizard +2 Other spellcaster +1 more diffi cult than most other racial affi liations. Those who 10 or more ranks in Knowledge (arcana) +2 persevere find their ability to wield magic, especially the Each successful mission +1 Recovers a magic item worth 30,000 gp or more +2 subtle enchantments of the elves, vastly improved. Recovers a spellbook with at least 7th-level spells +1 Affiliation",
        "name":  "Affi liation Score Criteria",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As you advance in the Secrets: When you rise to a captaincy, Captain Jakes ranks of the Pelorite priesthood, you learn to win converts informs you of the Thunder Sail Argosy’s hidden power and to your faith, to spread the healing light of your faith, and to purpose. Once a prominent plantation owner in a southern scourge the undead (along with, some would say, rivals for kingdom, Jonas Jakes saw his daughter, a powerful druid the archbishopric). who helped him tend his crops, polymorphed into a green mist by a chaotic, mad archmage who rode his horse through town one day and casually sowed destruction in his wake. By 181 AFFILIATIONS CHAPTER 7 some arcane accident, Jonas’s daughter Ellyrese retained her Affiliation intelligence and spellcasting ability. Jonas keeps her in the Score Title: Benefi ts and Duties crystal sphere on the harpy-leg monopod in his quarters, and 3 or lower No affiliation. 4–10 Able-Bodied Seaman: The affi liation does now she uses her druid magic to cast spells for him to turn not recruit you, but does recognize your the tide of a battle or to speed the Argosy on its way. Jonas seamanship. is desperately searching for an island with a white alabaster 11–20 Corsair: +2 competence bonus on Profession cliff dwelling containing “no more than one eye, no less than (sailor), Balance, and Climb checks while on fi ve mouths,” which a seer once told him would be the key board one of the Argosy’s ships. to restoring his daughter. 21–29 Ship’s Offi cer: Gain an average of 200 gp per",
        "name":  "Titles, Benefits, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Wintervein dwarves CREATING YOUR are masters of both alchemy and genealogy, and they can OWN AFFILIATIONS create “ancestral infusions” that give the imbiber a measure of the fortitude and strength of their famous forebears. Those To create your own affi liation, follow these steps: infusions are the mechanism that (1) Devise a concept, name, symbol (if desired), and delivers your affi liation benefi ts. background. (1a) Create information (if desired) pertaining to members, enemies and allies, and secrets of the affi liation. (2) Choose your affiliation’s type and category. (3) Choose its scale. (4) Select the affi liation score criteria. (5) Create the titles held by members and select the benefi ts and duties that accom- pany each title. (6) Choose the executive powers available to the leader or leaders of the affiliation. Keep in mind that creating your own affi liation is a bit like creating a new magic item and pricing it; tweaking is sometimes neces- sary. While these rules can be used like a cookbook to combine ingredients and make a decent product, there is always room for extra fl avor. Astute readers will notice that the sample affi liations do not always follow this process in lockstep. You The Winterveins delve deep into the darkest underground reaches are encouraged to modify your affi liations as sillE .S yb .sullI 183 AFFILIATIONS CHAPTER 7 desired, and your DM is encouraged to allow for it, so that they enemies preferentially, and in parley, they bait and insult fi t your game and campaign world as well as possible. them. The opposite applies to those creatures of individuals As discussed, affi liations bring many new aspects to your you choose as allies. They should be given aid and succor game. As you’re working through your creation ideas, don’t where possible, and you should expect similar treatment in forget that many of them can be enriched even further if other return. Some information on how this relationship came people at the table are doing the same with affi liations of their about, what the degree of cooperation is, and how steadfast own. Friendly rivalries between affi liations can provide great the relationship is would be useful as well. motivation and background for adventure. Members: Name some of the other people in your affi li- ation. Identify the leader, his or her subordinates, and the CONCEPT AND BACKGROUND rivals vying for position within the affi liation. You might It is most helpful to devise a general concept for your affi li- consider, with the DM’s permission, co-opting several pre- ation at the outset. Will it openly rule in an area, or will it viously existing NPCs from the campaign to be members act behind the scenes? Are its members, assets, or abilities of your affi liation. Think about how your affi liation treats clandestine or hidden? Does it have a specifi c creed or objec- ex-members (if it tolerates them at all). tive? The answers to these questions help direct your creative Secrets: The byzantine politics of some affi liations afford efforts and make the affi liation more coherent and real. them ample opportunity to gestate a tangled mass of secrets. Beyond a general concept, the extent of your affi liation’s If you like, choose one or two secrets for your affi liation. Share background is entirely up to you. Indeed, the extent of what’s them with your DM, but only give hints about them within your known about your affi liation is as broad as your imagination. party. Then, at an opportune time, unveil the secret. Perhaps your The following topics can be considered when devising your order is more ancient than anyone guesses, and under another affi liation. They might be set at the outset. Alternatively, you name it founded the ruined castle you are now exploring—only can move on to the other creation steps after only jotting your order’s motto will activate the magic mouth on the nether down a few notes about your concept. Further details can cyst below the throne room. Perhaps you’ve been hinting at be left for the end of the creation process, or for description surprise allies, and when you reach the vampire’s manse, you and evolution during game sessions. tap on the portcullis to summon the beast’s apothecary, who The example affi liations described earlier in this chapter is actually a spy for your guild. make up a varied collection, yet they barely scratch the sur- face of what sorts of affi liations you can create for yourself. TYPE Each piece of information that can be part of an affi liation’s Choose your affi liation’s type: business, cabal, college, druid description is discussed below. circle, fi ghting company, government, spy ring, temple, thieves’",
        "name":  "Titles, Benefi ts, and Duties",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You might choose one or two affi li- burgomaster on a slow day. ations, races, regions, or creature types that your affi liation The exact meaning of scale could vary from affiliation cannot abide. Perhaps your affi liation wants to expunge them to affi liation, however. For example, an affi liation does not from the earth, feels snubbed by them at court, or was almost necessarily need to be scale 19 to have infl uence on the Outer exterminated by them after a mass immigration from another Planes. Take a cabal of scale 6—it has infl uence throughout a continent. In combat, members of the affi liation attack these roughly city-sized area or population. This city might be the 184 7 RETPAHC SNOITAILIFFA City of Brass on the Elemental Plane of Fire, and the cabal’s criterion beyond the fi fth one you choose (six positive and scale might be explained by the fact that it is extremely one negative, seven positive and two negative, eight positive secretive and almost unheard by the general population on and three negative, or nine positive and four negative). its home plane. For the most part, racial affi liations do not have negative You must have the Leadership feat to found an affi liation. criteria; once you’re in a racial affi liation, you have to do If you do so, it normally begins at scale 1. Campaign circum- something pretty outrageous to lower your status in the stances might dictate otherwise, however, so you should group—and such lowering is usually accomplished by simply consult with your Dungeon Master. kicking you out of the group. Because it is easier to move up in the ranks of a smaller affi li- Table 7–1: Affiliation Scale ation than a larger one, the base modifi ers given on Table 7–2 Scale Scope of Infl uence Examples must be adjusted according to the affi liation’s scale. The base 1 Neighborhood Bakery, druid hermit modifi ers given are for affi liations with a scale of 1 to 7. For 2 Neighborhoods Crossroads tavern affi liations of scale 8 to 14, divide the modifi ers given by 2. For 3 City quarter Small abbey, small affi liations of scale 15 to 20, divide the modifi ers given by 4. The nomadic tribe minimum impact of a criterion after modifi cation is 1/2. 4 City quarter Bank, slaughterhouse, barbarian trading post 5 City Arena, pirate ship, Table 7–2: Affiliation Score Criteria githzerai rrakma Positive Criteria Affi liation Score Modifi er 6 City City watch, wild elf tree tribe Expertise and power +1/2 character levels 7 City and outliers Large college, tyrant wizard Is a member of a favored race +1 in tower, death slaad Charisma 13 or higher +1 commanding a populous Base attack bonus of +5 or higher +1 gnoll tribe Base attack bonus of +10 or higher +2 8 City/county Frontier fort, druid sect 5 or more ranks in an appropriate skill +1 9 Regional/barony Small castle, established 10 or more ranks in an appropriate skill +2 church Has a feat that is signifi cant to the affi liation +1 10 Regional/march Minor nobility, powerful guild Can cast arcane or divine spells +1 11 Multiregional/duchy Nobility, established knightly Can cast 3rd- to 4th-level spells +2 order, dread pirate fleet Can cast 5th- or higher-level spells +3 12 Multiregional/kingdom Standing army, orc hordes Has/does not have a familiar +2 led by legendary chieftain Member of a prestige class important to 13 Multiregional/kingdom Vast army raised to fight off the affiliation +2 and vassal states the tarrasque Possesses a magic item significant 14 Continental/ Centuries-old large kingdom, to the affiliation +1/10,000 gp value seafaring kingdom illithid underground nation 15 Continental/empire Emperor and his legions, Wealth +1/20,000 gp value circle of archmages Landowner +2 16 Multicontinental/ Imperial legions with arcane Noble title +2 empire and divine support Lives in a favored region +1 17 Global Ancient order of epic-level Parents or siblings in the affiliation +2 knights Marries into a family whose head is an 18 Astral Plane Githyanki incursion force affi liation member +2 19 Multiplanar Armies in the Blood War Recruits a new member into the affiliation +1 between demons and devils Spends ten or more years in the affi liation +2 20 Cosmos Epic-level affiliations, In the thrall of a member of the affiliation +2 hero-deities Recommendation of a member who has an affi liation score of 21 or higher +2 AFFILIATION SCORE CRITERIA Saves the life of a member who has an Affi liations measure a member’s value by a number of fac- affiliation score of 21 or higher +3 tors. Some are baseline: If a character is not of the proper Adventures with a member of the affiliation +1 religion, nationality, race, alignment, class, or other nature, Completes a mission assigned by the affi liation +2 his affi liation score is irrelevant (absent special dispensation Makes a discovery important to the affiliation +2 from the leadership). First, decide if your affi liation enforces Humiliates an enemy of the affi liation +2 any such prerequisites. Defeats a violent enemy of the affiliation in combat Other than baseline criteria, numerous other aspects of a (the foe’s CR must be equal to or or greater character are considered when awarding benefi ts and status than the character’s level) +1/4 the creature’s CR Destroys an artifact anathema to the affi liation +4 in a group. For your affi liation, choose up to thirteen of the Razes a stronghold of one of the affiliation’s enemies +8 criteria listed on Table 7–2. Makes a pilgrimage or journey important A social affi liation can (and usually does) have some nega- to the affi liation +2 tive criteria—characteristics or accomplishments that reduce Donates money or magic items to the affiliation (a a character’s affi liation score instead of increasing it. As a maximum per year might be set, after which donations rule of thumb, select one negative criterion for every positive accrue no additional bonus) +1/1,000 gp donated 185 AFFILIATIONS CHAPTER 7 Negative Criteria Affi liation Score Modifi er Benefi ts (affi liation score 21 or higher, or 15 or higher for Is of unfavored race –2 racial affi liations) Associates with unfavored race –2 +1 on attack rolls against members of an enemy affiliation Has been dead –4 10% discount on experience or gp cost when crafting Has been undead –6 Bard song—+1 bonus on Diplomacy checks in a tavern whose Charisma 8 or lower –2 primary language matches that of the song Lacks base attack bonus of a certain level –3 Call in favor—lower your affi liation score by 5 permanently Lacks ranks in a certain skill –2 to gain access to arcane or divine spell of 5th level or Lacks a feat that is signifi cant to the affi liation –3 higher for 1/4 standard price Lacks ability to cast a spell –2 Claim audience with the king/emperor/theocrat within 1d6 Has/does not have a familiar –2 days once per month Is of opposed alignment –4 to –20 Communications network lets you use the Gather Acts in a manner befi tting opposed alignment –4 Information skill across the duchy, sea, or planes, Known to be friendly with opposing affiliation –2 to –20 depending on the scope of your affi liation, without Known to be a member of opposing affi liation –20 requiring you to move from your hometown Face, hair, time and place of birth, birthmark, or other Dreamwalker—if sleeping in affiliation headquarters and can quality marks the character as undesirable –20 prepare arcane spells, prepare one unknown spell per 8 hours sleep if it is known to another sleeper in the headquarters Lives in unfavorable area –2 Paper charm—when burned, word of recall (caster level Loses or destroys affi liation property –1/1,000 gp value equal to affi liation scale, minimum 11th) takes you Fails in combat –2 and possibly allies back to your headquarters Falls in combat with affi liation’s hated foe or rival –4 Personal honor guard of 4–6 appropriate creatures (EL 8) Steals from the affiliation –10 Purchase spellcasting from your affiliation or an allied one Composes a song ridiculing the affiliation at 2/3 standard price or a prominent member –10 Has been/has never been to an Outer Plane –2 Benefi ts (affi liation score 30 or higher) Personal hagiographer (6th-level gnome bard) shadows your TITLES, BENEFITS, AND DUTIES every move with quill in hand, recording your deeds for the affiliation’s records and the benefit of general posterity, Fill in titles as you wish for affi liation scores of 4 through strumming his lute and rhyming about your life when not 30. In general, each ranking covers a range of six points of engaged in his primary task affi liation score, but variances are common. Often it is easier Borrow one item of up to 15,000 gp value from the to move through the lower ranks than the upper. affi liation’s stores once per month for 2d4 days Choose three to five benefits from Table 7–3 for your (30,000 gp value if the guild’s scale is above 10); while the item is borrowed, the guild’s capital is decreased affiliation. If you choose more than three benefits, it’s a by 1 if the item is valued at more than 10,000 gp good idea to choose one duty (so that members don’t get Monument—your affiliation, a grateful populace, or a coterie too many benefits without having to do something to earn of rich, adoring sycophants erect an obelisk, a dolmen them). If you choose four benefits, you should select one garden, or a statue in your honor, granting you a +2 bonus duty, and if you choose five benefits, you should select to your Leadership score and a +2 circumstance bonus two duties. on Diplomacy and Intimidate checks when dealing with people who have seen your monument Not all the benefi ts and duties detailed in the example Personal honor guard of 4–12 appropriate creatures (EL 12) affi liations appear in Table 7–3. You and your DM should Form friendship with head of allied affiliation (often a creature feel free to devise your own benefi ts and duties, using the of CR 10 + 1/2 scale) ones given here as guidance. Ancient advisors—the spirits of the former affi liation heads are trapped within will-o’-wisplike glowing balls on the Table 7–3: Affiliation Benefits and Duties Wisp Crown, a symbol of your offi ce; three times per Benefi ts (affi liation score 11 or higher, or 4 or higher for day you can use the Wisp Crown’s ancient advisors racial affi liations) to grant you a +6 insight bonus on any Appraise, +2 circumstance bonus on particular skill checks within a Decipher Script, Knowledge, Sense Motive, or Use geographical region Magic Device check +2 circumstance bonus on particular skill checks when Claim audience with a rival (but not enemy) affiliation head working with other affi liation members or affi liation within 1d4 weeks once every three months resources 100 gp/month income (or 200 gp for a business affiliation) Duties (affi liation score 11 or higher, or 4 or higher for Ability to share spellbooks with one spellcaster of your racial affi liations) level once per month Enemy affiliation’s members gain +1 on damage rolls against Personal valet or servant (CR 1 or lower) you Purchase spellcasting from your affi liation or an allied one Enemy affi liation’s members have hostile reaction and at 3/4 standard price impose –10 penalty on Diplomacy checks Rent-free use of small flat in undesirable neighborhood Must destroy five items or creatures anathema to your affiliation Requisition one 1st-level potion or scroll per month in one month or reduce affiliation score by 1 Travel with impunity through an allied affiliation’s territory Must donate 5% of treasure to affi liation Must make pilgrimage or endure initiation ritual or dangerous journey 186 7 RETPAHC SNOITAILIFFA Duties (affi liation score 21 or higher, or 15 or higher for Wisdom bonus to the amount cured (maximum bonus equal racial affi liations) to the spell’s level). Good judgment—make DC 20 Appraise check once per Druid circles and temples can beatify a creature. month; failure indicates loss of 200 gp and affiliation",
        "name":  "Enemies and Allies",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hammers ring on anvils, saws hum through wood, score reduced by 1 and kraken-ink quills scratch on half-petrifi ed calf vellum Must recruit one new member per month or reduce at your affi liation’s headquarters. Your affi liation is adept affi liation score by 1 Must defeat a CR 9 creature in single combat at producing valuable items. It can craft any masterwork Must donate 10% of treasure to affiliation item or magic item from the Dungeon Master’s Guide with a market price of up to 2,000 × the affi liation’s scale. This item Duties (affi liation score 30 or higher) belongs to the affi liation, but you can borrow it according Assassination attempts—if you fail to uncover a plot each to the benefits of your title in the affiliation description. month with a DC 30 Gather Information check, then you Mobilizing the affi liation in this way is a big job; to do so must face a CR 12 assassin (can be simplified: make DC 15 Fort save or die) requires either an expenditure of 1 capital or a successful Great judgment—make DC 20 Appraise check once per negotiation check (DC 15 + 1 per 2,000 gp value of the item) month; failure indicates affi liation loses 1 capital to bargain with supply and labor vendors. The process of Must defeat a CR 13 creature in single combat crafting is not quick; you must wait 1–2 months to receive Mutiny—succeed on DC 15 Diplomacy check once per month the item. During this time your affi liation is free to engage or face mob/challenger (EL 12) in other actions. Businesses, cabals, druid circles, colleges, temples, and EXECUTIVE POWERS tribes can craft items.",
        "name":  "Craft",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Through rumor, propaganda, forgeries, and lies, ing party perishes and your affi liation loses 1 capital. you portray an individual as anathema to his affi liation. You Cabals, druid circles, fi ghting companies, governments, spread tales of priests slaughtering innocents, of businessmen spy rings, thieves’ guilds, and tribes can stage raids. squandering riches on games of knucklebones, of soldiers Research: Gathering information is the raison d’etre for plotting sedition. This causes the individual to be outcast spy rings and colleges, but it is useful for other affiliations from his affiliation. The target’s affiliation score drops to as well. When your affiliation conducts research, you can 0 temporarily, during which time he has no access to any make an arcane discovery or unearth information about affi liation benefi ts, funds, items, or abilities. your enemies. Your affi liation must succeed on an espionage check or Your affi liation can research any arcane spell. The leader negotiation check opposed by the individual’s Diplomacy must pay the market price of a scroll of that spell in seed check to make the rumors stick. If the individual exercises money for the research. In 1d4 months, your affiliation executive power within his affi liation, he can add his guild’s produces a scroll of the researched spell. negotiation bonus on his Diplomacy check as a compe- Your group can also research opponents. Against any tence bonus. NPC who has been researched, you and other members of Each month, the pariah can attempt to clear his name by your affi liation gain a +1 insight bonus on attack rolls in the making the same opposed check. When he succeeds, the fi rst round of combat (after that, the NPC realizes you are record is fi nally set straight, and the sheep-faced members anticipating his moves and switches tactics). of his affi liation welcome him back with his full affi liation Finally, research can be conducted on an enemy affi liation. score restored. A pariah who has cleared his name cannot Your group gains a +2 insight bonus on its next violence, be again outcast from his guild with the pariah power for 1 espionage, or negotiation check against that affi liation. year plus 1d12 months. Cabals, colleges, and spy rings can conduct research.",
        "name":  "Pariah",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Filth fever, centipede swarms, corn blight, a rain lanes. From concealment you strike, and to concealment of shocker lizards—all these are examples of plague. When you return. When engaged in a shadow war, your affi liation 189 AFFILIATIONS CHAPTER 7 makes an opposed espionage check against your target. If has been located who possesses a wondrous item determined your check fails, your target exposes your affi liation before randomly from those described in the Dungeon Master’s Guide it can strike, and your affi liation takes a –2 penalty on nego- (50% chance for a minor item, 30% chance for a medium item, tiation checks for the next month. If your check succeeds, 20% chance for a major item; roll on Table 7–27, 7–28, or 7–29 your shadow strike is true. If your successful check result as appropriate). Because of your trading connections, you was 10 or lower, your enemy affi liation’s internal structure have a percentage discount equal to your affi liation’s scale is disrupted, and it takes a –2 penalty on violence, espionage, should you purchase the item. For example, if you belong and negotiation checks for the next month. If your success- to an affi liation with a scale of 12, you would receive a 12% ful check result was between 11 and 20, the opposition’s discount on the purchase. command and control structure is paralyzed, preventing Only businesses and colleges can instigate trades, but any affi liation member from using any benefi ts for the next any other type of affiliation can be the other partner in month. If your successful check result was higher than 20, a transaction. your opponent loses 1 capital. War: Fires sweep the rooftops, and the plains shake under Cabals, druid circles, spy rings, and thieves’ guilds can the boots of marching troops. War means many different start a shadow war. things depending on your campaign, but two results are",
        "name":  "Plague",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Commerce is the life blood of business, and it can provide a much-needed infusion of capital for other affi lia- EXAMPLE OF PLAY tions as well. When your group trades, choose one friendly affi liation. Each organization gains 1 capital. Make opposed The players at the table include Leigh (Mialee the wizard), negotiation checks; whoever wins has a 1 in 6 chance of Wendy (Lidda the rogue), William (Regdar the fi ghter), and gaining 1 additional capital. Matt (Jozan the cleric). Jody is the Dungeon Master. Alternatively, your affiliation’s trade connections can help an individual entrepreneur. If your affi liation’s trad- William (Regdar): A 1! I leap back out of the way. ing facilities are put at the disposal of an individual, he Wendy (Lidda): I was trying to open the— gains a +4 competence bonus on Appraise checks and a +2 Jody (DM): Lidda trips the wire and stone rumbles overhead. competence bonus on any Diplomacy checks that involve The crepuscular light fades. When you look up, you can trade for 1 month. see by Regdar’s torch that a stone disk has rotated into Lastly, a trading network can provide rumors of exotic place over the exit, trapping you at the bottom of this items. Make a DC 20 negotiation check. If it succeeds, a seller raptor-pharaoh shaft. 190 7 RETPAHC SNOITAILIFFA Matt (Jozan): How are we going to get back out? Mialee, what should be the one closest to where the sun sets on Wyrm about Hanali’s Circle? Waking Day. Leigh (Mialee): No, don’t you remember the shadow war with The next day, the party descends into the correct tomb. the Vecna cabal? They attacked in Avrillet last month and Jody (DM): Jozan’s boots bang down on the sandstone tomb paralyzed a lot of our activities. So, no new word of recall and puff up a cloud of dust. All right, everybody that has charms for a while. We really do need to go after the One been living in Castle Mairo, this is the start of the day’s and the Five once we get out of here. activities, so let’s see the Will saves. These are to avoid Wendy (Lidda): Right, Tall and Slender, your friends might the effects of the rain of shocker lizards that the Reviled be fl inging acid arrows in the alleys up north, but my plagued you with last new moon. They rolled a 14 on their guild mates are right here guarding the codex. I bet they violence check, so that’s the DC. can let us out. Matt (Jozan): 17. Pelor has no respect for the Reviled. Lidda climbs to the top of the shaft and hangs from two pitons William (Regdar): 13. Gah! –1 to all my saves today. and a krenshar-hide saddle strap. Leigh (Mialee) 21. I scoff at the darkness. Wendy (Lidda): I shout for my guild mates to help while I Jody (DM): Okay, as you’re cursing the ape-frogs, Regdar, you am trying to pick the lock. become aware of a scurrying in the dust. A small spider Jody (DM): It’s unpickable from this side. In fact, there is no is running out of the passage to the north, zipping past lock. However (makes a Listen check for Lidda), you do Jozan’s feet. hear the sounds of shouts, then ringing steel on steel and Matt (Jozan): I squash the nasty thing with my mace! the whoosh of fi reballs. Jody chuckles. William (Regdar): Blood of the emperor! It must be the Jody (DM): It offers no resistance. Both you and Regdar Reviled vanguard. On open ground. Can your rogues hear something in the passageway behind the spider. Sud- take them? denly you see what the spider was running from—three Wendy (Lidda): I don’t know . . . troglodyte degenerates galloping on all fours straight Jody (DM): You specifi cally brought them for this mission, so toward you. I’m going to rule that they’re not surprised by the Reviled, William (Regdar): Troglodytes! I charge and yell, “For even though the light-adapted trogs belly-crawled through Herridek!” the sand from the direction of the sunset. Do you have Jody (DM): A bloody battle brews, it would seem. Jozan, individual stats for your guild force? [Lidda shakes her I need an espionage check for the Sun Fane. There are head.] Then give me a violence check. Reviled agents within; if you fail, they have infiltrated Wendy (Lidda): I rolled a 14 and add my guild’s +2 violence your hierarchy and knew that you were coming. In that bonus. 16! case, they will have sent at least a few more tomb denizens Jody rolls d20 adds the Reviled affi liation’s violence bonus. to your little welcome party. Jody (DM): 15. The Violet Ghosts win by one. A single surviv- Matt (Jozan): Whoa. Espionage is not the Sun Fane’s strong ing guild mate arm-drags himself through the reeking, suit. bloodied sand to the top of the shaft. He scratches at the Wendy (Lidda): Can the Violet Ghosts assist? stone, and after a great deal of encouragement from you, Jody (DM): Sure, make an espionage check, DC 10. If you he fi nally hits the mechanism to tilt the plug-disc. The succeed, you add a +2 bonus on the Sun Fane’s check. stars are out by now, and the stench of the Reviled comes Wendy rolls d20 and adds her affi liation’s espionage bonus. through the opened gap. Wendy (Lidda): 23, no problem.",
        "name":  "Trade",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You decide to give your 2nd-level ranger a level the Races series of supplements, offer characters interesting of the rogue class as his third character level. At this point, he ways to adjust the benefi ts granted by their classes. A wizard could use the skill retraining option to lose 4 ranks in Handle with elf wizard substitution levels, for example, seems a Animal that he purchased with his ranger skill points and bit different from a traditional wizard, and that difference gain 4 ranks in any other ranger or rogue class skill (such as reinforces her racial identity. Since most substitution level Survival or Disable Device). He couldn’t gain ranks in any options are offered for relatively low class levels (many at 1st skill that isn’t on either the ranger or the rogue class skill list level), you might already have missed one or more chances (such as Spellcraft). to add such fl avor to your character. Revising a character to incorporate this feature amounts to a combination of retroac- SPELL OR POWER RETRAINING tive continuity (“Of course I’ve always been a dwarf fi ghter!”) Much like feats, magic spells and psionic powers sometimes and getting back to one’s roots (“I can’t believe I forgot/never look better when you select them than they do after you’ve learned that trick!”). pqqqqqqqqqqqqqqqqqqqqrs RETRAINING COSTS In general, retraining is assumed to be a background activity, just Retraining Option Time GP Cost like normal level increases are. However, if your DM’s campaign Class feature 1 week/2 levels1 500 gp/week requires the PCs to spend time and/or money to improve their Feat 2 weeks 50 gp skills, gain feats, learn spells, or acquire class benefits (DMG 197), Skill 1 week2 25 gp2 the DM can apply similar requirements when characters use the Spell 1 day 5 gp/spell level retraining rules presented in this chapter. The table below shows Substitution level 1 week/2 levels1 500 gp/week some suggested time and gp costs for the various retraining op- 1 Based on the original level at which the class feature or sub- tions. These costs are purely optional; the game works perfectly stitution level is gained. well without them, just as it works without requiring downtime 2 Per skill rank changed. in order to attain higher levels. pqqqqqqqqqqqqqqqqqqqqrs 195 CHARACTER REBUILDING YOUR CHAPTER 8 The Process points than the current level, remove 1 rank from any skill You can trade one of your character’s current class levels for per point of difference between the two levels. If the new a substitution level, or exchange a substitution level she cur- level grants more skill points than the current level, you rently has for a normal class level. If the level to be gained has must immediately spend those skill points using the new prerequisites, not only must the character meet them in her level’s class skill list. For example, if your character gained 2 current state, but you must also be able to show that she met skill points, you could buy 2 ranks in your new level’s class them when you could have chosen the level originally. skills or 1 rank in a cross-class skill. You must still abide by Since a substitution level is actually a collection of different the skill rank limit for your character level in this process. mechanical elements, use the following guidelines to make Spellcasting: If the new level changes some aspect of your the necessary changes to your character. In all cases, “current character’s spellcasting ability (for example, if she gains or level” refers to the class level currently occupying that level loses spells known or spells per day), apply these changes as slot (probably a normal class level), and “new level” refers to appropriate. If she must lose one or more spells known, you the class level the character is gaining through the retraining can select the spells lost from all the legal options. system (probably a substitution level). Class Features: If the new level offers a different class",
        "name":  "Example",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adding or subtracting racial Hit Dice is race, except that he usually doesn’t lose many (if any) existing perhaps the most complicated part of character rebuilding. racial abilities. Follow the guidelines presented in the Race Work with your DM to ensure that he approves of this degree Rebuilding section above, paying special attention to the of change and that you’re doing it correctly. information on gaining or losing Hit Dice and level adjust- If your character’s original race had any racial Hit Dice, ment. If the character’s Hit Die size changes (for instance, you must remove all the benefi ts they granted. This process is from transformation into a vampire), use the Hit Points entry similar to removing class levels (see Class Level Rebuilding, in the Class Rebuilding section above to determine the new page 197). Next, replace these racial Hit Dice with class levels hit point total. of your choice until the character’s effective character level Removing an existing template, on the other hand, requires is the same as it was before the rebuilding occurred. you to eliminate any of the template’s effects and benefi ts, which If your character’s new race has any racial Hit Dice, you might include special attacks, special qualities, skill modifi ers, must subtract class levels until his effective character level ability modifi ers, bonus feats, and a variety of other bits and is the same as it was before the rebuilding occurred. You pieces. Use the guidelines in the Race Rebuilding and Class can choose the lost levels from all those the character has, Rebuilding sections to rework your character’s statistics. regardless of the order in which they were gained. REBUILD QUESTS TEMPLATE REBUILDING Admit it—when fi ghting lycanthropes, you’ve been tempted Note: This section addresses the DM and is intended primarily at least once to let your character get bitten, in hopes that the for his or her eyes. wound infects him. Such a desire is perfectly normal—it’s A quest to rebuild a character should excite and frighten hard to look at the hybrid form ability modifi ers for, say, a players. It’s an adventure few characters would willingly werebear and not imagine the sheer devastation that your embark upon and fewer still could survive. To make rebuild- character could wreak if he had that template. ing an option at all levels of play, however, the degree of Lycanthropy isn’t the easiest template to pick up during an challenge must change according to the PCs’ level. adventuring career, but it’s certainly not the only interesting The two example locations below outline ideas for rebuild option. Whether you’ve dreamed of playing a celestial dwarf, quest objectives, each of which is suitable for a range of character a half-dragon elf, or a vampire halfl ing (don’t worry, we won’t levels. You can use them as described, modify them to suit tell), templates offer the promise of a tantalizingly different your needs, or devise your own rebuild quest objectives. character that can’t be created from mere class levels. Each objective represents the fi nal encounter before a Adding a template can represent a pretty big change for character can undergo rebuilding. The PCs might need to your character, so make sure your choice is acceptable to your embark on a perilous overland journey or a long dungeon DM before proceeding. After all, transforming your chaotic crawl to get to this encounter, or they might take a short break good elf wizard into a vampire might not be appropriate for from an ongoing adventure to teleport there and have one or the style of play the DM has in mind. On the other hand, more encounters before returning. Set up the preliminary “realizing” your character’s celestial heritage by adding that adventures in whatever way best fi ts your game and your template represents a much smaller overall shift in identity players’ desires. and would probably cause no problem at all. To utilize this rebuild, your character must be able to adopt REBUILD QUESTS IN THE GAME the template you want to gain. For example, a warforged fi ghter The rebuild quest objectives described here are designed to (a living construct from the EBERRON campaign setting) can’t allow any type of character rebuild, but in your game, each become a vampire, since that template can be applied only might allow only particular kinds of rebuilds. Creating dif- to humanoids and monstrous humanoids. ferent quests for different rebuilds not only makes each one This rebuilding option also works reasonably well for seem more signifi cant, but it also helps to curtail unplanned a character who picks up a template during play (from a rebuilding by players who are largely satisfi ed with their weretiger’s bite, for example), if the DM wants the character’s characters. (“Well, as long as he’s here, Gravar Orc-Killer is effective character level to remain consistent with the rest of going to turn into a half-celestial umber hulk.”) Below are the party. If a difference in effective character level isn’t an some suggestions for making these locations serve particular issue, don’t worry about these rules—just add the template needs that suit their ambiance. and move on with your game. The Gates of Dawn: Character rebuilds relating to divine magic and fey would be particularly appropriate for this The Process location, as would any kind of rebuild that could be viewed Each time your character completes a rebuild quest, you can as redemption (for example, exchanging rogue or ninja levels add, subtract, or replace one template. For example, a dwarf for fi ghter levels, changing fi ghter levels into paladin levels, paladin could gain the celestial template, a half-dragon elf or increasing Wisdom). 200 8 RETPAHC RUOY GNIDLIUBER RETCARAHC",
        "name":  "Racial Hit Dice",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Character rebuilds that relate to Knowledge (arcana) necromancy (both undeath and aspects of the physical body) DC Result seem particularly appropriate for the Necrotic Cradle. This 20 Certain places of power allow those with mettle to change themselves in strange and wondrous ways. location might allow any or all of the following rebuilds: In some such places, a person can change nearly any return an undead character to life, exchange life for undeath aspect of her being that she does not like, including at the cost of an appropriate number of character levels, race, weaknesses, abilities, and even personal history. change ability scores, or exchange class levels or prestige class levels for necromancy-themed class levels or prestige Knowledge (local) class levels. DC Result 15 Old stories tell of a place called the Lost Isle. These THE GATES OF DAWN (LEVELS 6–8) legends hold that people who return from this place are always profoundly changed. “Travel to the Lost Isle to become lost. Leave it to fi nd yourself anew.” 20 The Lost Isle is a mist-shrouded island that sometimes —The wizard Faldor Stardust, formerly a druid appears in lakes and large ponds in various parts of the world. Most who visit it don’t come back, and Knowing oneself generally leads to a sense of belonging, those who do are never the same again. but wishing to change one’s essential being can bring about 25 A fisherman disappeared while fishing one day, and everyone thought he had drowned. Two years a sense of loss. At the Gates of Dawn, characters can lose later, a ranger came to his village claiming to be the and find themselves, and in that finding rediscover their fisherman, though he didn’t resemble the lost man true selves. in the slightest. He said he had been to the Lost The Lost Isle fl oats in a hundred lonely lakes and in none Isle and passed through the Gates of Dawn. The of them. A place of mysterious magic, it appears out of the fisherman’s wife had remarried and wanted nothing dawn mist on foggy days and then vanishes again when the to do with the stranger, so he left. sun burns the mist away. Tales told at fi reside discourage the 30 The lost fi sherman was named Brent Vostig, and his village was Milford. He disappeared while fi shing in curious from visiting this fey place, warning that most of the nearby Misty Lake. those who go there never return, and those who do always 35 Beautiful music is often heard on the shores of the come back profoundly changed. body of water in which the Lost Isle appears. Those The Lost Isle might appear in a distant forest lake, or a who hear it should stop up their ears, because the crystal-clear pool high in the mountains, or a body of water melody calls them to death. within an area that some race considers sacrosanct. The jour- ney to the island could be part of the adventure. Perhaps the Knowledge (nature) DC Result PCs must give a great gift to the creatures that guard the lands 15 Those who visit a certain fey place called the Lost around the lake, or sneak past them to avoid being slain on Isle either return profoundly changed or never return sight. Alternatively, the PCs might have to go to a lake where at all. the island has appeared before and wait until conditions are 20 The Lost Isle appears in a lake or other body of water right for it to come again, weathering assaults by the native somewhere in the world at dawn each day. As soon creatures in the meantime. as the sun and wind disperse the fog surrounding the misty island, it vanishes. 25 Rumor holds that a fey creature lives on the Lost Isle Lore of the Lost Isle and the Gates of Dawn as its caretaker. Characters with ranks in Knowledge (arcana), Knowledge (local), Knowledge (nature), or Knowledge (religion) can Knowledge (religion) research the Lost Isle and the Gates of Dawn to learn more DC Result about these places. When a character makes a skill check, 20 Certain places of power allow those with mettle to read or paraphrase the appropriate information from one change themselves in strange and wondrous ways. Rumor holds that in some such places, a person of the following tables, including the information from can ignore the plans of the gods and even change lower DCs. his race. If the PCs are just looking for a place to rebuild and want 25 The god Pelor created the Gates of Dawn as a to know if they have heard about such a site, use the entire place where the worthy might fi nd a” new dawn” table. If they have heard of the Lost Isle specifi cally and want by changing themselves in some fundamental way. to see whether they know more about it, reveal information Eventually, however, he had to take the privilege only for check results of 20 or higher. away from mortals due to their misuse of it. 30 The Gates of Dawn exist on the Lost Isle, a place that After getting information from a Knowledge check, the appears only at sunrise in certain lakes. Only the most characters should be able to learn more about the Lost Isle worthy of Pelor’s followers have seen it, and the last by consulting village elders who know the old tales, using reported sighting was at least a hundred years ago. divination magic, or trying to fi nd individuals who were ref- 35 When Pelor hid the Gates of Dawn, he cursed some erenced in the information they have gained. Such resources creature to remain on the island as its guardian. No can reveal the information for Knowledge DCs higher than church records of this ancient event remain, but legend has it that the curse was punishment for foul the PCs’ check results, or other any information about the acts committed against Pelor’s faithful. Lost Isle that you’d like the characters to have. 201 CHARACTER REBUILDING YOUR CHAPTER 8 Random Encounters Read or paraphrase the following text when the Lost Isle Characters traveling to the Lost Isle might encounter several appears. dangerous threats before reaching it. You can either roll 1d4 times on the table below for encounters, or select a few that The fog coils thickly over the dark waters of the lake as the sky gradu- you prefer. Even if the journey to the Lost Isle is supposed to be ally brightens from night-blue to predawn gray. A faint pinkness only a brief detour from the current adventure, consider giving on the horizon grows slowly into a blurry sliver of crimson as the the PCs a few warmup encounters with the creatures that lair sun rises, casting its warm glow through the mist. As the fi rst light near the island before they reach the Gates of Dawn. of dawn falls on the lake, a curling billow of fog rolls aside like a parted curtain, revealing the outline of a forested island fl oating in Lost Isle Encounters the mist-covered water. Moments later, the sweet notes of a distant d% Encounter EL pipe drift out over the lake. Sometimes lilting and happy, sometimes 1–20 2 sea hags (MM 144) 6 slow and sad, the distant melody seems to call to its listeners, cajol- 21–40 Will-o’-wisp (MM 255) 6 ing them closer. 41–60 2 trolls or scrags (MM 58) 7 61–80 Huge water elemental (MM 110) 7 A satyr named Fauldwick who long ago committed a ter- 81–90 Athach (MM 21) 8 91–100 Treant (MM 244) 8 rible transgression against Pelor’s worshipers was cursed by the god to remain on the island forever as caretaker The Isle and guardian of the Gates of Dawn. The satyr is effectively The Lost Isle appears in a mist-covered lake at dawn every immortal—he does not age, and if slain, he reappears alive morning. It remains for 1 hour, or until the sun and wind and well on the Lost Isle the next time it appears. Fauldwick disperse the fog from the lake. At that point, the island and can leave the island, but when it reappears in another place, all its occupants are transferred to another lake elsewhere in he goes with it, no matter how far he was from the lake when the world—often hundreds of miles distant—where a foggy it vanished. dawn is occurring. If no such lake is available, the island Fauldwick has lost track of how long he has lived on the instead appears somewhere on Belierin, the third layer of Lost Isle. Over the centuries, loneliness has driven him quite Elysium (DMG 165), until a lake on the Material Plane has the proper conditions to host it. Fauldwick the satyr, trapped on the Lost Isle until the end of time Illus. by M. May 202 8 RETPAHC RUOY GNIDLIUBER RETCARAHC mad, despite the company of the blink dogs and the invisible stalkers that Pelor has placed there to serve him. Fauldwick’s piping is the source of the music that the PCs hear. The Clearing When the characters arrive, an invisible stalker that was fl ying above the island to watch for visitors reports their whereabouts to Fauldwick, who then tries to lead them to the Gates of Dawn with his music. He stays in the woods where the PCs can’t see him and moves slowly toward the gates while he plays. The invisible stalker (or stalkers; see Creatures, below) provides reconnaissance but fl ees from combat until Fauldwick com- mands it to fi ght. If the PCs ignore Fauldwick’s music, allow them to explore the Lost Isle as they wish, but they still have only an hour at most before the island vanishes. Describe the gradual clear- ing of the mist and the brightening of the sunlight through the trees at every opportunity. If they grow bored with their exploration, a random encounter with a will-o’-wisp or two might be appropriate.",
        "name":  "The Necrotic Cradle",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The titan Morpheus has strange powers to reshape others through their dreams. Those who wish OBJECTIVES his aid must defeat the titan in single combat, because he uses Here are some other ideas for places the PCs might go to rebuild this ability only on those who can best him. and the kinds of creatures they might encounter there. Seldarine Pool: The magic waters of the Seldarine Pool are in",
        "name":  "OTHER REBUILD QUEST Morpheus the Changer",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Somewhere on the Plane of Positive a hidden shrine to the elf gods. Legend holds that washing in Energy floats this place of powerful magic from which all souls the waters of the Seldarine Pool can heal wounds and cure ills, come and to which gods fear to go. Strange beings made of but that drinking from it grants the imbiber the power to alter energy and soulstuff guard it from those who would abuse its his being. A tribe of wild elves fiercely guards the pool, killing all power. This location is fully described in the Bastion of Broken who come to it—even other elves. Souls adventure. Shattershear Cliffs: The winds that rip at someone falling from",
        "name":  "Bastion of Unborn Souls",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In this strange place, a character must the Shattershear Cliffs can actually tear a body to pieces and confront himself and defeat his fears or die trying. By doing so, put it back together. Anyone who can make it there, win her way he can change his truename and thus change his being. This past the guardian beast, leap from the roc’s nest, and somehow location is fully detailed in Tome of Magic. survive the fall, can remake herself. pqqqqqqqqqqqqqqqqqqqqrs APPENDIX",
        "name":  "Forge of Remaking",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Strength 8, Dexterity 13, Constitution 14, Intel- ligence 15, Wisdom 12, Charisma 10. 1. CHOOSE A CLASS If you are creating a character above 1st level, you might Character class determines the types of feats you need to also have attribute bonuses to spend. Your character gains a select, the magic items your character needs, and many other 1-point bonus at 4th, 8th, 12th, 16th, and 20th level. Be sure factors. So the fi rst decision you need to make is what kind to spend these points before moving on to the next step, of character you want to create. if applicable. 2. DETERMINE 3. PICK YOUR RACE ABILITY SCORES Like class, race is primarily a matter of taste or need. If you To speed up the process, use the elite ability score array from lack any real preference, choose the race that best matches the Dungeon Master’s Guide. You can either use the suggested your chosen character class from Table A–1: Preferred Races ability arrangement for your chosen class or assign the scores by Class. Some entries also mention a second race taken as you wish. The elite array gives you scores of 15, 14, 13, 12, from another supplement; those races in italics have a level 10, and 8 to distribute as you wish. adjustment of +1 or higher and thus can’t be used as 1st-",
        "name":  "Wizard",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Survival (Wis), Listen (Wis), Jump (Str), Climb Warlock: Concentration (Con), Use Magic Device (Cha), (Str), Swim (Str), Handle Animal (Cha), Ride (Dex). Bluff (Cha), Spellcraft (Int), Intimidate (Cha), Knowledge",
        "name":  "Barbarian",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Perform (Cha), Concentration (Con), Use Magic (arcana) (Int). Device (Cha), Bluff (Cha), Diplomacy (Cha), Gather Infor- Warmage: Concentration (Con), Spellcraft (Int), Intimi- mation (Cha), Intimidate (Cha), Spellcraft (Int), Knowledge date (Cha), Knowledge (arcana) (Int), Knowledge (history) (local) (Int), Decipher Script (Int). (Int), Craft (Int).",
        "name":  "Bard",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vitriolic blast, devour magic, eldritch cone. 17–18 Connected 66–67 Peaceful 19–20 Conservative 68–69 Philosophical",
        "name":  "Greater",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Those destined to be Score 1-2 3-4 5-6 7-8 9-10 11-12 13-14 15-16 17-18 19-20 psions shows signs of mental powers 1-9 ––––––––––––––––––––––––––––––––––––––––––––––––––––Can\u0027t manifest powers with this key ability –––––––––––––––––––––––––––––––––––––––––––––––––––– from the time they are just a few years 10-11 — — — — — — — — — — old, but manifestations become especially 12-13 1 — — — — — — — — — 14-15 1 3 — — — — — — — — noticeable at puberty. Unexplained 16-17 1 3 5 — — — — — — — noises and lights, crockery flying through 18-19 1 3 5 7 — — — — — — the air of its own accord, and the 20-21 3 3 5 7 9 — — — — — appearance of small items out of thin air 22-23 3 5 5 7 9 11 — — — — are common. Most who have the gift 24-25 3 5 7 7 9 11 13 — — — grow out of it, turning away from their 26-27 3 5 7 9 9 11 13 15 — — potential. However, a few embrace their 28-29 5 5 7 9 11 11 13 15 17 — differences. From that point on, the 30-31 5 7 7 9 11 13 13 15 17 19 budding psion can begin practicing and 32-33 5 7 9 9 11 13 15 15 17 19 34-35 5 7 9 11 11 13 15 17 17 19 improving his or her powers. Like spell- 36-37 7 7 9 11 13 13 15 17 19 19 wielding sorcerers, psions are often on 38-39 7 9 9 11 13 15 15 17 19 21 their own, misunderstood and feared by 40-41 7 9 11 11 13 15 17 17 19 21 friends and family. Sometimes, psions etc. . . 7 CLASSES PSIONIC CHAPTER 1: find others with similar abilities and form informal networks, psionic disciplines, and each discipline is keyed to a different small societies, or even tiny communes populated with ability score. For instance, Dexterity is key for Psy- individuals possessing some psionic ability. choportation. The same key ability score governs all the",
        "name":  "Background",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psions enjoy the company of monks, must also possess sufficient power points to pay the power’s sharing their dedication to self-mastery. Psions sometimes cost. get off on the wrong foot with members of spellcasting Choosing ability scores is also important because a classes such as sorcerers and wizards, because some psions defender\u0027s Will save DC against an attacking psion’s power is feel that magic is a crutch for the mind. Psions often rib set by the attacker each time a power is manifested: 1d20 roll psychic warriors, and vice versa, but their rivalry rarely leads + the power\u0027s level + the key ability modifier. (See Chapter 4: to out-and-out conflict. Psionics for more detailed information.) A psion\u0027s powers make him a good addition to any party. A psion also gets bonus power points based on the key Psions take on differing roles within a party, based on their ability score for his primary discipline (this never varies). discipline. For example, Clairsentience specialists serve to Table 1-2: Psion Bonus Power Points shows bonus power guide parties in difficult spots, while psions who have chosen points a psion with a high ability score in his primary disci- Psychoportation as their primary discipline vastly upgrade pline gains as level increases. The points are additive; thus, a the party\u0027s mobility. 5th-level psion with a score of 18 in his key ability has 1 + 3 + 5 = 9 bonus power points. Likewise, an 8th-level psion with a score of 15 in his key ability still gets the 1 + 3 = 4 bonus GAME RULE INFORMATION power points granted from earlier levels. Bonus power points Psions have the following game statistics. only accrue from a high ability score that has not fluctuated",
        "name":  "Other Classes",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powers that manipulate and transform from any discipline according to the schedule shown in Table 1- physical properties. A psion whose primary discipline is 1, but a psion knows one additional power per accessible power Psychokinesis is called a savant. Constitution is the key ability level within his primary discipline. A psion may not change his primary discipline once chosen. The psion\u0027s primary discipline score for all powers within the Psychokinesis discipline and is also determines which ability score provides the psion\u0027s bonus the ability score savants use to determine bonus power points. power points (see Table 1-2). Metacreativity: Powers that d raw matter from the Astral Plane, creating semisolid and solid items. A psion whose TABLE 1–3: DISCIPLINES AND ASSOCIATED ABILITIES primary discipline is Metacreativity is called a shaper. Associated Intelligence is the key ability score for all powers within the Discipline Ability Subclass in Brief Nickname Metacreativity discipline and is the ability score shapers use to Psychometabolism Strength Psi-biofeedback Egoist. determine bonus power points. Psychoportation Dexterity Move in spacetime Nomad",
        "name":  "Psychokinesis",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can attempt to memorize a long string of characters. numbers, a long passage of verse, or other particularly Refer to Chapter 4 of the Player\u0027s Handbook for details on difficult piece of information (but you can\u0027t memorize the format of skill descriptions, as well as descriptions of all magical spells or similarly exotic scripts). Each successful the skills not mentioned herein. check allows you to memorize up to 800 words (or strange sigils or numbers that would fill one piece of regular AUTO HYPNOSIS (WIS; TRAINED ONLY; PSION, parchment, though multiple checks allow you to remember multiples of 800). You always retain this information; PSYCHIC WARRIOR ONLY) however, you can only recall it with another successful You have trained your mind to resist certain injuries and Autohypnosis check. threats, as well as gain a few select benefits.",
        "name":  "Concentration skill, designed specially for use by psionic Memorize",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This use of the skill allows you to use appropriate psionic item. Use of this skill is described in a psionic item as if you had a particular power on your class association with that power. The remote viewing power allows power list. To activate a power stone (an object that stores a you to spy on others, and this skill just lets you do it better. specific power) or use a dorje, you must have a particular This skill also improves your chance to notice when you\u0027re being viewed remotely by another, or to block being viewed power on your class power list. By using the skill this way, by another, as described under the remote viewing and remote you can use such an item as if you did have the power on your view trap powers. list. Your effective manifester level is your result minus 20.",
        "name":  "Emulate Psionic Power",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Characters with the Scry skill get a bonus equal to For dorjes, it doesn\u0027t matter what manifester level you are, their Scry base rank to Remote View checks, and vice versa. but it does matter for power stones (see page 129). If your effective level is lower than the manifester level, you might fail to manifest the power. STABILIZE SELF (CON; TRAINED ONLY; PSION, The emulation ability works much like the Use Magic PSYCHIC WARRIOR ONLY) Device skill described in the Player\u0027s Handbook, except that it Use this skill to keep from succumbing to a mortal wound. works with psionic items. It does not let you manifest the,",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes you need to have a specific stabilization roll to become stable. If successful, you regain no psionic feat to activate a psionic item. This skill does not let hit points, but you do stop losing them. If your first Stabilize you use that feat. It just lets you activate psionic items as if Self check is unsuccessful, you go back to making normal you had it. stabilization checks each round.",
        "name":  "Emulate Psionic Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes you need to use a psionic class feature to activate a psionic item. Your effective, USE PSIONIC DEVICE (CHA; TRAINED ONLY; level in the emulated class is your result minus 20. BARD, PSYCHIC WARRIOR, ROGUE ONLY) This skill does not let you use another class\u0027s class feature. Use this skill to activate psionic devices, including power It just lets you activate psionic items as if you had it. stones (chunks of crystal that store specific powers) and If the class whose feature you are emulating has an dorjes (“psionic wands”), that otherwise you could not alignment requirement, you must meet it, either honesty or activate. by emulating an appropriate alignment as a separate check.",
        "name":  "Emulate Psionic Class Feature",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is possible that some items have Emulate psionic class feature 25 Emulate ability score 25 positive or negative effects based on your alignment. You can Emulate alignment 30 use these items as if you were of an alignment of your choice. Activate blindly 25 You can emulate only one alignment at a time.",
        "name":  "Emulate Alignment",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some psionic items are activated by special",
        "name":  "Activate Blindly",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If a psionic character\u0027s Master Dorje Metapsionic — total power point maximum Maximize Power Metapsionic — never equals the reserve power Quicken Power Metapsionic — point prerequisite, the character Twin Power Metapsionic — cannot take the feat. *This feat is reprinted from the Player’s Handbook. 22 :3 RETPAHC STAEF character cannot spend so much XP that he or she loses a METAPSIONIC FEATS level. However, he or she can, on gaining enough XP to Metapsionic feats allow a psionic character to enhance the achieve a new level, immediately expend XP on creating an manifestation of a regular power. Using a metapsionic feat item rather than keeping the XP to advance a level. doesn\u0027t take any longer but does increase the total power",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The time to create a psionic item depends on the 1st-level power, giving it a final cost of 7 power points, or he feat and the cost of the item. The minimum time is one day. could quicken the same 1st-level power, giving it a final cost",
        "name":  "Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Dorje, Encode Stone, and Scribe Tattoo of 9 power points. But he can\u0027t use both Quicken Power and create items that directly reproduce power effects and whose Maximize Power on the same 1st-level power, because that strength depends on manifester level. A power from one of would bring the total cost to 15 power points, which exceeds these items has the strength it would have if manifested by a the maximum of 9 set by his level. psionic character of that level. The base price of these items With the proper item creation feat, you can store a power (and thus the base XP cost and the base cost of the raw enhanced by a metapsionic feat in a power stone (a crystal materials) depends on the manifester level and the power that stores a specific power), psionic tattoo (a design that level imprinted into the item. The manifester level must be stores a specific power), or dorje (a \"psionic wand\"), but the high enough that the psionic character creating the item can level limits for psionic tattoos, power stones, and dorjes apply manifest the power at that level. To find the final price in to the power\u0027s higher, metapsionic level. The metapsionic each case, multiply the manifester level by the power\u0027s level level increases by 1 for every 2 points a metapsionic feat and then multiply that figure by a cost in gold pieces noted in increases a power\u0027s cost. Thus, you couldn’t Maximize a 2nd- each specific feat. level power for a psionic tattoo, because the +6 power point",
        "name":  "Item Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Metapsionic feats cannot be used to augment power stones, the psionic character must pay the XP cost psionic attack and defense modes. The feats that allow direct when creating the item. For a dorje, the psionic character manipulation of psionic attack and defense mode powers are must pay fifty times the XP cost. specifically noted with the given feat. Some psionic items similarly incur extra costs in material components or XP as noted in their descriptions. ITEM CREATION FEATS Psionic characters can use their personal power to create FEAT DESCRIPTIONS lasting psionic items. Doing so, however, is draining. A psionic character must put a little of himself or herself into This is the format for feat descriptions. every psionic item he or she creates. An item creation feat lets a psionic character create a FEAT NAME [TYPE OF FEAT] psionic item of a certain type. Regardless of the type of item, each item creation feat has certain features in common. Description of what the feat does or represents in plain",
        "name":  "Important",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Power and energy that the psionic character language. would normally have is expended when making a psionic Prerequisite: A minimum ability score, another feat or item. The XP cost normally equals 1/25 the cost of the item in feats, a minimum base attack bonus, a skill, a base number of gp (see Chapter 7: Psionic Items for item costs). A psionic power points, or a level that a character must have in order to",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What a character who does not have this feat is Psionic Items for rules on dorjes). limited to or restricted from doing. If not having the feat",
        "name":  "Normal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any item creation feat. one hand free. The Power Touch attack of opportunity does",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each time you take this feat, choose one item not preclude the normal manifestation of a psionic power creation feat you know. When determining your cost in XP during the same round. The power used in conjunction with and raw materials for creating items with this feat, multiply this feat costs a number of power points equal to its standard the base price by 75%. cost + 2.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Attacks of opportunity do not involve casting you take the feat, it applies to a new item creation feat. spells or manifesting powers.",
        "name":  "Normal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you also have the Deflect Arrows feat (see the hours. You decide when, or if, to begin using this feat during Player\u0027s Handbook), you make return attacks at a bonus equal a conversation. to your foe\u0027s full ranged attack bonus + your full attack bonus. PSYCHOANALYST [PSIONIC] SCRIBE TATTOO [ITEM CREATION] Your knowledge of the mind gives you influence with others. You can create psionic tattoos, also called psionic circuits,",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You get a +2 bonus on all Diplomacy, Bluff, and 7: Psionic Items for rules on psionic tattoos). Intimidate checks against living humanoids with an",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some powers affect an area. You select where the manifested on objects. Some powers with this notation can power originates, but otherwise you don\u0027t control which be manifested on creatures or objects.) A psionic item\u0027s save creatures or objects the power affects. Sometimes a power bonuses are each equal to 2 + one-half its manifester level describes a specially defined area, but usually an area falls into (Harmless): The power is usually beneficial, not harmful, one of the following categories: burst, cone, creatures, but a targeted creature can attempt a saving throw if it wishes. cylinder, emanation, objects, spread, and other. These areas Saving Throw Difficulty Class: Each time you manifest a are described in Chapter 10 of the Player\u0027s Handbook under power, you set the DC of an opponent\u0027s saving throw: 1d20 + Aiming a Spell. While the text in question deals specifically the level of the power + your ability score modifier for the with spells, psionic powers with areas are exactly the same. key ability. Chapter 3 of the DUNGEON MASTER‘s Guide also provides Succeeding at a Saving Throw: A creature that helpful diagrams of each area. successfully saves against a power without obvious physical effects feels a hostile force or a tingle, but it cannot deduce Discipline the exact nature of the attack. You do not sense when creatures succeed at saving throws against effect and area All powers are grouped according to their discipline. Each of powers. the six disciplines is associated with a key ability score (See the Disciplines sidebar in Chapter 1: Psionic Classes). The Voluntarily Giving up a Saving Throw: A creature can key ability score is important when manifesting a power, voluntarily forgo a saving throw and willingly accept a because it modifies the DC of your opponent\u0027s saving throw power\u0027s result. Even a character with a special resistance to to resist a power, as described in psionics or magic can suppress this if he or she wants to. Saving Throw, below. The Items Surviving after a Saving Throw: Unless the power\u0027s name line gives descriptive text for the power specifies otherwise, all items both the discipline the carried and worn are assumed to survive a psionic arrack. If power belongs to and the a character rolls a natural 1 for his saving throw, however, appropriate key an exposed item is harmed (provided the attack can harm ability score. objects). Determine which four significant objects are most likely to be struck and roll randomly among them. See Table 10-1 in Chapter 10 of the Player\u0027s Saving Handbook; the top four items listed there are most",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psionic",
        "name":  "The default rule for psionics and magic is simple",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In cases Are Different option): Spells, spell-like abilities, and magic when two or more identical powers or spells are operating in items that could potentially affect psionics do affect psionics. the same area, but at different strengths, only the best one A series of examples follow. applies. For example, a character under the influence of both Spell resistance is effective against psionic powers of the oak body and iron body benefits only from the stronger power. same level, using the same mechanics. Likewise, power If one power or spell is negated or its duration runs out, the resistance is effective against spells of the same level using other power or spell takes over (assuming its duration has not the same mechanics as spell resistance. If a creature has one, yet expired). it is assumed to have the other. (Another way to look at it is",
        "name":  "Same Effect More than Once in Different Strengths",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The same power or spell that they are the same quality with two different names, can sometimes produce varying effects if applied to the same depending on your worldview. recipient more than once. For example, a shadow body power Allow all spells that negate or dispel magic equal effect could turn a psion into a living shadow, but if it is against psionic powers of the same level using the same immediately followed by metamorphosis, even while the mechanics, and vice versa. The spell dispel magic also “dispels” shadow body would normally remain in effect, the object to psionics of the appropriate power level, while negate psionics which the psion transformed trumps the shadow body. If similarly negates spells. metamorphosis were followed by a series of polymorph other The spell detect magic detects psionic powers, their number, spells cast by an interfering wizard, the last spell in the series and their strength and location within 3 rounds (though a trumps the other spells, as well as the first two powers. None Psicraft check is necessary to peg the discipline of the psionic of the previous spells or powers are actually removed or aura). dispelled, but their effects become irrelevant while the final “Dead magic” areas are also “dead psionics” areas. spell or power in the series lasts.",
        "name":  "Same Effect with Differing Results",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes psionic or the Enchantment school, as are monks and rogues with still magical effects that establish mental control render one mind and slippery mind, respectively. This translates into the another irrelevant. For example, a hold person spell renders same bonus to resist all psionic powers with the compulsion any other form of mental control irrelevant, be it psionic or descriptor (aversion, domination, and so on). If your DM uses magical, because it robs the held character of the ability to the Psionics Are Different option, then no special bonus move. Mental controls that don\u0027t remove the recipient\u0027s against compulsion effects exist. ability to act usually do not interfere with one another,",
        "name":  "Multiple Mental Control Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powers or psionic effects usually work though one may modify another. If the controlled creature as described in Chapter 5: Powers no matter how many other receives conflicting orders simultaneously, the competing powers, psionic effects, spells, or magical effects happen to be controllers must make opposed Charisma checks to operating in the same area or on the same recipient. Except in determine which one the creature obeys. special cases, a power does not affect the way another power",
        "name":  "Multiple Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Powers and or spell operates. Special cases exist, though. For example, spells that have opposite effects apply normally with all dispel magic removes other magical effects and psionic effects bonuses, penalties, or changes accruing in the order that they (unless the Psionics Are Different option is in use). apply. So a psychic warrior who first uses expansion to grow by Whenever a power has a specific effect on other powers or 20% and later manifests compression to shrink 50% ends up at spells, the power description explains the effect (and vice 60% of her original size. versa for spells affecting powers). Several other general rules",
        "name":  "Powers and spells with Opposite Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Two or more magical or psionic apply when powers, spells, magical effects, or psionic effects effects with instantaneous durations work cumulatively operate in the same place. when they affect the same object, place, or creature. So when",
        "name":  "Instantaneous Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each day, a psion or permission, psions can also select the powers they gain from psychic warrior needs 8 hours of rest, after which he or she new and unusual powers to which they have somehow spends 15 minutes concentrating. During this period, the gained access, as described under the psion class. psionic character’s mind is charged anew with power points, reaching the maximum allowed for the character based on USING STORED POWER POINTS level, key ability score (for psion only), and feat acquisition. Without such a period of refreshment, the psionic character Psionic characters live and die by the number of power points does not regain power points used up the day before. A available to them at any given time. Not surprisingly, a psionic character can only refresh his or her power points variety of psionic items exist that store power points for later once every twenty-four hours. Most psionic characters use, chiefly the storage device called the crystal capacitor (see choose a specific time of day for refreshment, though it is not chapter 7: Psionic Items). Regardless of what sort of item necessary to stick to a schedule. stores the power points, psionic characters all must follow strict rules when tapping stored power points. PSIONIC DISEASE normally, but during the following round, without the Possession of psionic power far beyond the capabilities of character\u0027s volition, two additional powers she knows manifest common minds does not come without a price. While many randomly, debiting their power cost from the character\u0027s psionic characters feel that the world is their oyster, they should reserve. During the third round, three additional powers beware of afflictions that specifically target their source of manifest, and so on, until all the psionic character\u0027s power power. points are drained. (A psionic character who only knows a few As with any disease, a psionic character who is injured or powers but has many power points could run through her attacked by a creature carrying a disease or parasite, or who repertoire many times.) Powers activated by the cascade target otherwise comes in contact with contaminated material, must randomly. Roll d%: On a 01-50 result, the power affects the make an immediate Fortitude save. On a success, the disease character, and 51-00 indicates that the power targets other falls to gain a foothold. On a failure, the character takes damage creatures in the vicinity (powers with personal and touch range (or suffers the specified effect) after an incubation period. Once always affect only the psionic character). Psionic creatures (who per day afterward, the afflicted character must make a manifest their powers freely) cascade until all the powers they successful Fortitude save to avoid repeating the damage. Two know have manifested at least twice. successful saving throws in a row indicate she has fought off the",
        "name":  "Daily Power Point Acquisition",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When using power points from a storage METACREATIVITY item to manifest a power or a psionic attack/defense mode, a Metacreativity powers create objects, creatures, or some form psionic character may not supplement the power\u0027s cost with of matter. Creatures you create usually, but not always, obey power points stored in other items or from his own personal your commands. Representative powers include the various power point reserve. Thus, a psion attempting to manifest a astral construct powers, create food and water, ectoplasmic 2nd-level power (with a cost of 3 power points) could not use shambler, and wall of ectoplasm. an item whose maximum storage capacity is only 1 power A creature or object brought into being cannot appear point, augmenting that single power point with 2 more from inside another creature or object, nor can it appear floating in his own power point reserve. However, he could use a storage an empty space. It must arrive in an open location on a device with a higher maximum to manifest one or more surface capable of supporting it. The creature or object must powers whose costs are less than the maximum: A crystal appear within the power\u0027s range, bur it does not have to capacitor holding a maximum of 9 power points could pay for remain within the range. nine 1st-level powers, or some other combination of powers The power draws raw ectoplasm from the Astral Plane to whose costs added up to 9. create an object or creature in the place the psionic character",
        "name":  "The Bottleneck",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "PSIONICS ARE DIFFERENT powerful psionic creatures have power resistance, which works The standard psionics system treats psionic energy and magic against targeted psionic powers but is useless against targeted as mutually and equally vulnerable to a dispel magic spell or a spells. negate psionics power. Spell resistance works against psionic Creature “Evolution”: In a world where psionic powers work, powers just as it protects against spells, while power resistance but where spell resistance won\u0027t protect against a psionic protects against spells as it does against psionic powers. power, powerful creatures must have both spell resistance and Likewise, spells that protect against mind-affecting effects work power resistance or quickly become extinct. The same can be against psionic powers that are mind-affecting and vice versa. said of purely psionic creatures that enjoy special protection For example, a dragon with a spell resistance (SR) of 18 also has against the energy they control so well, but none against magic. a power resistance of 18 against any psionic power. Take advantage of the following modifications when using this There are many good reasons to treat psionics this way, but option. the primary reason is one of game balance. The core D\u0026D game Give all creatures from the Monster Manual with a spell is already designed to handle magic in all its intricacies. Any resistance of 10 or higher a power resistance equal to their SR system that strays too far afield from these rules runs the risk of -10. For instance, a dragon with a spell resistance of 18 would becoming a “tacked-on” system, not integrated with the rest of have a power resistance of 8. Give all creatures In the Monster the game. Manual with psionic abilities a power resistance equal to their However, some people crave just this sort of juxtaposition. spell resistance, if any. Say you are playing a character using a new psionics system not A few creatures detailed In Chapter 8: Monsters in this book integrated with magic, in a campaign designed exclusively for possess power resistance. Under this option, give those magic and spellcasters. When you appear on the scene, you are creatures with a power resistance of 10 or higher a spell the lone psionic being in your region, or even the world. resistance equal to their PR -10.",
        "name":  "VARIANT",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Like creature “evolution” above, (although saving throws still work normally). What\u0027s good for specialty spells and powers must exist that allow the disparate the goose is good for the gander—to you, magic is the energies to manipulate each other, on a limited scale. For unstoppable alien energy that you cannot negate with your Instance, spell casters could have a dispel psionics spell, but it is powers or mist successfully. Your only viable option is to not nearly so powerful against psionic powers as dispel magic Is befriend a spellcaster or two, or acquire enchanted items that against equivalent spells. So, too, might psions develop the offer some measure of protection against magic. negate magic power, but it is not so potent against spells as This section provides guidelines for differentiating magic and negate psionics is against equivalent psionic powers. psionics. Remember that this is an optional method of dealing Generally, any spells or powers that allow spells to interact with psionics, one that should be embraced only by a DM who with psionics and vice versa should be of higher level and is willing to do additional preparation between games in order provide less effect than spells or powers of similar name that to restore balance. remain within their own area of influence. Some examples",
        "name":  "Nothing can stop you or resist the alien energies of your mind Specialty Spells and Powers",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispel magic has no effect when cast follow. against any psionic power, ability, or item. Likewise, negate Detect Psionics: This 2nd-level spell functions exactly as detect psionics is only so much noise and light when manifested magic, except for its higher level and the fact that it detects for against a spell, effect, or item. psionics. Mind-Affecting Spells and Powers: Spells and special abilities Detect Magic: This 2nd-level psionic power functions like a that protect the mind against magical charm or compulsion standard detect magic, except for its higher level and the fact effects cannot protect against psionic versions of the same that it detects for magic. effects. For instance, elves do not gain a +2 bonus on their Will Dispel Psionics: This 5th-level spell functions as if cast by a saves against psionic charm person as they do against magical caster two levels below the caster\u0027s actual level. It is otherwise charm person. Similarly, antimagic field does not hinder psionics, similar to dispel magic, except that it targets psionics. nor does null psionics field disrupt magic within its area. Negate Magic: This 5th-level power functions as If manifested",
        "name":  "Dispelling and Negating",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A demon\u0027s spell resistance is no by a manifester two levels below the manifester\u0027s actual level. good against the least power manifested by a 1st-Ievel psionic Otherwise, it is similar to negate psionics, except that it targets magic. 39 PSIONICS CHAPTER 4: enjoy the security of a nonpsionic creature against psionic TELEPATHY attack modes. Still, even a nonpsionic being can feel the pain Telepathy powers can spy on and affect the minds of others, of a psionic attack mode albeit blunted. influencing or controlling their behavior. Representative power include aversion, charm person, and mass domination. All telepathic powers are mind-affecting. Two types of HOW DOES PSIONIC COMBAT WORK? powers grant you influence over a subject creature: When Ialdabode the telepath squares off against his nemesis,",
        "name":  "Spell and Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal or close (25 ft. + 5 ft./2 levels) still vulnerable to psionic or magical attacks that deal cold",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A nonmagical bolt, arrow, or sling bullet Saving Throw:",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 3 power\u0027s effect. Lead sheeting, magical protection (such as",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One living creature antimagic field, mind blank, or nondetection) or psionic",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 “manifested” instantaneously when the prescribed You release a focused scream circumstances occur. Note that if of sonic energy that deals 5d4 complicated or convoluted conditions are points of damage to each prescribed, the whole power complex (contingency and creature within its area. The cone the companion power) may fail when called on. The begins at your mouth, instigated by the barest whisper. (Cone companion power occurs based solely on the stated of sound doesn\u0027t work in an area of magical silence.) conditions, regardless of whether you want it to. Unattended objects also take damage, and the sonic energy You can use only one contingency power at a time; if a can break fragile items. If the damage caused to an second is manifested, the first one (if still active) is negated. interposing barrier shatters or breaks through it, the sound may continue beyond the barrier if the power\u0027s range permits; otherwise, it stops there just as any other power Control Air effect does. Psychokinesis (Con)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2,000 XP. 61 POWERS CHAPTER 5: You have some control over wind speed and direction. The Duration: Concentration, up to 1 minute/level speed of air within the area can be increased or decreased by Saving Throw: See text up to 10 +5/level miles per hour. You can alter the direction Power Resistance: No of any wind that moves at this speed or less by up to 90 Power Points: 3 degrees from its original direction. High winds can create a stinging spray of sand or dust, fan a large fire, heel over a You pyrokinetically control the intensity or movements of small boat, and blow gases or vapors away. If powerful one fire source. A nonmagical fire source can be controlled if enough, they can even knock characters down (see Table 3-17 its bed or base is equal to or less than 1 square foot/level; in Chapter 3 of the DUNGEON MASTER\u0027s Guide for specific larger fires cannot be controlled. You can freely switch effects of various wind speeds). control between fire sources, or change the character of control while you maintain concentration, but only one Control Body specified change can be made to one fire source in a round. Psychokinesis (Con) When control over a fire source lapses, that fire immediately returns to its original state (or goes out if it has no fuel or has",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical fire source up to 1 sq. ft./level (see",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) any nonmagical sound you\u0027ve heard for the target sound. For",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical, unattended object weighing up to instance, you could replace the sound of a dragon\u0027s snores 100 pounds with the sound of a trickling waterfall. You can change the",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 you attempt to exactly duplicate the voice of a specific individual, or an inherently terrifying sound (such as a You telekinetically “bring to life” inanimate objects. Though dragon\u0027s roar), you must succeed at a Bluff check with a +5 not actually alive, objects move under your control. For circumstance bonus opposed by the defender\u0027s Sense Motive instance, a chair may walk, a dead tree shuffle, a stone waddle. check to avoid arousing suspicion. Live vegetation may not be controlled in this fashion, nor You can muffle a sound all the way to nothing, or magnify may already animate objects or undead. The controlled object a sound _o such loudness that it can shatter nonmagical moves like a puppet, with jerky and clumsy movements. If objects of crystal, glass, ceramics, or porcelain (vials, bottles, rigid, it makes creaking, groaning, or grating sounds as you flasks, jugs, mirrors, and so forth). When a sound is control it. The object can move with a speed of 10 feet. A destructively magnified in this manner, all applicable objects controlled object that attacks an opponent has one slam within a 3-foot radius of the originating sound are smashed attack with an attack bonus of +0, dealing 1d4 points of into dozens of pieces. Objects weighing more than 1 pound bludgeoning damage. per manifester level are not affected. Alternatively, you can",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You may attempt to “control” a normal lock, making modulate a sound so that it affects only a single item of the it move in such a way as to attempt to unlock itself. Using appropriate material weighing up to 10 pounds per this power in this fashion grants a +4 competence bonus on manifester level, if within 5 feet of the originating sound. Open Lock checks involving that particular lock. Crystalline creatures of any weight take 1d6 points of damage per manifester level (maximum 10d6) if within 5 feet of the originating sound. Control Shadow Psychokinesis (Con)",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Au see in magical darkness.",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 depends on how long you study a particular area or subject: 1st Round: Presence or absence of psionic auras. You fill your enemies with self-doubt, conferring on them a -1 2nd Round: Number of different psionic auras and the morale penalty on all saving throws, attack rolls, and skill strength of the strongest aura. An overwhelming aura stuns checks. Allies are unaffected. you for 1 round and the power ends. 3rd Round: The strength and location of each aura. If the items or creatures bearing the auras are in line of sight, you Destiny Dissonance can make Psicraft checks to determine the discipline Clairsentience (Wis) [Mind-affecting] involved in each. (Make one check per aura; DC 15 + power",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature or object touched on a power\u0027s functioning power level or an item\u0027s manifester",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Functioning Item Aura",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 Power Level Manifester Level Strength 0-level or lingering aura Lingering aura Dim Your mere touch grants your foe an imperfect, unfocused 1st-3rd 1st-5th Faint glimpse of the many possible futures in store. Unused to and 4th-6th 6th-11th Moderate unable to process the information, the subject takes 1d8 7th-9th 12th-20th Strong points of subdual damage from the dissonance. Your touch Artifact or deity-level Beyond mortal Overwhelming attack, charged with a psionic power, is treated as an armed psionics manifester attack. If an aura falls into more than one category, detect psionics Detect Poison indicates the stronger of the two. Clairsentience (Wis) Time Aura Lingers: How long the aura lingers depends on its",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 area. You can tell the difference between magical and psionic auras. The power can penetrate barriers, but 1 foot of stone, 1 You determine whether a creature, object, or area has been inch of common metal, a thin sheet of lead, or 3 feet of wood poisoned or is poisonous. You can determine the exact type of or dirt blocks it. poison with a successful Wisdom check (DC 20). A character 65 POWERS CHAPTER 5: Detect Remote Viewing Intelligence Mental Strength 1-2 Animal Clairsentience (Wis) 3-5 Very low",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 Note: Each round, you can turn to detect thoughts in a new area. The power can penetrate barriers, but 1 foot of stone, 1 You immediately become aware of any attempt to observe inch of common metal, a thin sheet of lead, or 3 feet of wood you by means of clairaudience/clairvoyance or remote viewing. or dirt blocks it. The power’s effect radiates from you and moves as you move. The power also reveals the use of other means of viewing, Detonation including magical scrying (unless the Psionics Are Different Psychokinesis (Con) option is used). You know the location of every psionic Level: Psion 9 sensor within the power’s area. Power Resistance: Yes (object)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 know its location. If the attempt originates outside this range, you and the remote viewer immediately make opposed. As concussion, except detonation deals 17d6 points of damage. Remote View checks. (A Remote View check is the same as You may choose to have the power deal an equal amount of an Intelligence check for a creature without the Remote subdual damage instead. View skill. If opposing magical scrying, your Remote View check is opposed by the opponent’s Scry check) If you at least Dimensional Anchor match the remote viewer’s result, you get a visual image of Psychoportation (Dex) the remote viewer and a sense of the remote viewer’s Level: Psion 4 direction and distance from you (accurate to within one- Display: Au tenth the distance). Manifestation Time: 1 action",
        "name":  "If the viewing attempt originates within the area, you also Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 blink, dimension door, dimension slide, ethereal jaunt, etherealness, gate, maze, phase door, plane shift, shadow walk, dream walk, You detect surface thoughts. The amount of information teleport, and similar spell-like, magical, or psionic abilities. The revealed depends on how long you study a particular area or dimensional anchor does not interfere with the movement of subject: creatures already in ethereal or astral form when the power is 1st Round: Presence or absence of thoughts (from conscious manifested, nor does it block extradimensional perception or creatures with Intelligence scores of 1 or higher). attack forms such as a basilisk’s gaze. Dimensional anchor does 2nd Round: Number of thinking minds and the mental not prevent astral constructs from disappearing at the end of strength of each. 3rd Round: Surface thoughts of any mind in the area. A an astral construct power. target’s Will save prevents you from reading its thoughts, and Dimensional anchor protects a subject from the effects of baleful teleport. you must manifest detect thoughts again to have another chance. Creatures of animal intelligence have simple, instinctual thoughts that you can pick up. Dimension Door Psychoportation (Dex) [Teleportation]",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11 67 POWERS CHAPTER 5: A slick, translucent ray springs from your pointing finger, Displacement causing the creature or object it strikes to glow and vanish, Psychometabolism (Str) leaving behind only a trace of fine dust. You must make a Level: Psion 3/Psychic Warrior 3 successful ranged touch attack to hit. Up to a 10-foot cube of Display: Au nonliving matter is affected, so the power disintegrates only Manifestation Time: 1 action part of any very large object or structure targeted. The ray Range: Personal affects even magical and psionic matter or energy of a magical Target: You or psionic nature, such as a wall of force or a wall of ectoplasm, Duration: 1 round/level (D) but not a null psionics field or similar areas that negate psionics Power Points: 5 or magic. A creature or object that makes a successful Fortitude save is only partially affected. It suffers 5d6 points Emulating the displacement ability of the displacer beast, you of damage instead of disintegrating. Only the first creature or appear to be about 2 feet away from your true location. You object struck can be affected (that is, the ray only affects one benefit from a 50% miss chance as if you had total target per manifestation). concealment. However, unlike actual total concealment, displacement does not prevent enemies from targeting you normally. True seeing reveals your true location. Dismissal Psychoportation (Dex) Dissipating Touch",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 You dismiss creatures or objects composed of ectoplasm (such as astral constructs), or that were formerly composed of A creature or object you select is disintegrated, leaviu\u002611 ectoplasm (such as items created using any of the creation behind only a trace of fine dust. Dissolution is like disintegrate powers). The power affects everything in a 3o-foot radius. except that it affects up to a 50-foot cube of nonliving, Creatures that fail their saving throw dissipate into so much nonmagical matter whose hardness is less than 15. A creature constituent ectoplasm, which evaporates in the course of 1 or object that makes a successful Fortitude save is only round. Unattended objects automatically fail their saving partially affected, taking 10d6 points of damage instead of throws unless they are psionically enhanced in some fashion, disintegrating. Only the first creature or object targeted can in which case they save as psionic items (see Chapter 8: be affected (that is, the power affects only one target per Psionic Items). Characters in ectoplasmic form who fail their manifestation). saving throws may be displaced. Roll d%: On a 01-50 result they are physically shifted to a random location in the Astral Dissolving Touch Plane, and on 51-00 they are destroyed outright. To observers, Psychometabolism (Str) [Acid] it looks lethal either way. Level: Psion 4/psychic Warrior 4",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 change so that the information is no longer useful. The base chance for a correct divination is 70% + 1% per You cause your subject\u0027s mind to wander, distracting her. manifester level. The DM adjusts the chance if unusual Subjects of distract make all Listen, Spot. Search, and Sense circumstances require it (if, for example, unusual precautions Motive checks at a -1 penalty. against Clairsentience powers have been taken). If the dice roll fails, you know the power failed, unless specific psionics Divert Teleport or magic yielding false information is at work. Psychoportation (Dex) [Teleportation]; and As with augury, multiple divinations about the same action Psychokinesis (Con) [Teleportation] by the same manifester use the same dice roll result as the",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 As sense psychoportation, except you can divert the final destination of any teleportation made by others within the You can control the actions of any humanoid of Medium-size area. This is a free action, like manifesting a quickened power, or smaller. You establish a telepathic link with the subject\u0027s and counts toward the limit of one quickened power per mind. If you and your subject share a common language, you round. You can divert the destination of both incoming and can generally force the subject to perform as you desire, outgoing teleportations, both psionic and magical. You must within the limits of his abilities, If no common language is overcome the power resistance of creatures that possess it for shared, you can only communicate basic commands, such as a successful diversion, and the teleporting creature can make “Come here,” “Go there,” “Fight,” “Stand still,” and so on. You a Will save to foil the diversion as well. know what the subject is experiencing but do not receive For purposes of this power, “divert” means you choose the direct sensory input from him. 69 POWERS CHAPTER 5:",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "300 XP or the XP requirement of the emulated Material Plane are limited to 60 feet. Force effects and power, whichever is greater. magical abjurations affect you normally. Their effects extend onto the Ethereal Plane from the Material Plane, but not vice Energy Barrier versa. An ethereal creature can\u0027t attack material creatures, and Psychometabolism (Sir) powers you manifest while ethereal affect only other ethereal",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A. nonmagical, unattended object weighing up to 5 pounds",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 You experience light translated through tactile sensation (by Motes of unstable ectoplasm flare and dissipate explosively touch). Your entire body becomes a receiver for light. In within the area you designate. Any creature in the area takes effect, your body replaces your eyes. You can “see” what your 1d4 points of fire damage. Flammable materials such as cloth, eyes would normally reveal. Your field of vision does not paper, parchment, thin wood, and so on, burn if the flames change, but if you have darkvision, sight is not translated to touch them. A character can extinguish burning items as a touch via feel light. full-round action. If your eyes are working normally, the expanded view gives you a +1 enhancement bonus on all Spot and Search checks. If this power is used in conjunction with hear light, Fission the bonus is +2. Psychometabolism (Str)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal item. A saving throw must be made each round the",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You creature attempts to pick up or use the greased item.",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 conjunction with a clairaudience/clairvoyance effect (you don’t need to manifest telekinesis to use this power). Improved This power determines the single most basic function of a clairtangency‘s duration is up to 1 minute/level when the psionic item, including how to activate that function (if telekinesis effect is used as a sustained force, but it expires appropriate), and how many charges are left (if any). immediately after a violent thrust. If a psionic item has multiple different functions that are equally basic, identify determines the lowest-level function. If Improved Etherealness these functions are also of equal level, the DM decides Psychoportation (Dex) randomly which is identified.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 3 82 :5 RETPAHC SREWOP The knock power opens stuck, barred, locked, or psionically As body adjustment, except you cure yourself of 1d8 hit points, locked doors (and magically held and arcane locked doors, or gain just a +1 bonus on your next Fortitude save against unless the Psionics Are Different option is in use). It opens poison or disease, or heal 1 point of temporary ability damage. secret doors, as well as locked or trick-opening boxes or You don\u0027t gain all three benefits simultaneously for a single chests. It also loosens welds, shackles, or chains (provided manifestation. they serve to hold closures shut). If used to open a psionically locked door, the power does not remove the psionic lock but Lesser Concussion simply suspends its functioning for 10 minutes. In all other Psychokinesis (Con) cases, the door does not relock itself or becomes stuck again Level: Psion 1 on its own. Knock does not raise barred gates or similar Power Points: 1 impediments (such as a portcullis), nor does it affect ropes, vines, and the like. Note that the effect is limited by the area. As concussion, except lesser concussion deals 1d6 points of A 4th-level manifester can manifest knock on a door of 40 damage. square feet or less. Each power can undo up to two means of preventing egress through a portal. Thus if a door is locked, Lesser Domination barred, and held, or quadruple locked, opening it requires two Telepathy (Cha) [Compulsion, Mind-Affecting, Language- knock powers. Dependent]",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You Items are not psionic or magical). See the DUNGEON MASTER\u0027s",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes other finished item. Power Points: 1",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The item\u0027s final hardness x 100 XP. You can excite the structure of a nonmagical object, heating it to the point of combustion over time. If you shift your focus Matter Rearrangement to another object, the first object cools and the second object Psychokinesis (Con) begins to heat up. Level: Psion 5 1st Round: Readily flammable materials (paper, dry grass, Display: Ma tinder, torches) ignite. Skin reddens (1 point of damage). Manifestation Time: 1 action 2nd Round: Wood smolders and smokes, metal becomes hot Range: Close (25 ft. + 5 ft./2 levels) to the touch, skin blisters (1d4 points of damage), hair Target: Nonmagical metal objects weighting up to a total of smolders, paint shrivels, water boils. 1/10 pound, each no more than 1 inch from another 3rd Round: Wood ignites, metal scorches (1d4 points of Duration: instantaneous damage for those holding metallic objects). Skin burns and Saving Throw: None hair ignites (1d6 points of damage), lead melts. Power Resistance: No",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute structure. You can affect both mundane and magical inani- Range: 10 feet mate material. Weakening an object\u0027s substance decreases its Target: You and up to fifteen other psions who also know hardness and hit points, and strengthening it increases its metaconcert hardness and hit points. You can increase or decrease an Duration: 1 round/level (D) object’s hardness by up to 5 from its base hardness (see Table Saving Throw: None 8-12, Table 8-13, and Table 8-15 in Chapter 8 of the Player’s Power Resistance: No Handbook). When hardness increases, the object (or portion Power Points: 9 of an object) gains 3 hit points per inch of thickness per increased hardness. When hardness decreases, the object (or You link your psychic might with other psions, creating an portion of an object) loses 2 hit points per inch of thickness entity more powerful than the sum of its parts. All partici- per decreased hardness (to a minimum of 1 hit point/inch of pants (up to sixteen total, including you) must be willing; thickness). You can\u0027t decrease the hardness (or the hit points) thus, saving throws and power resistance do not reply. Once of an object that already has a hardness of 0. For instance, you linked, all your power points flow into a collective pool, the can increase the hardness of a 1-inch-thick rope from 0 to 5, total of which is 20% more than the sum of the participants\u0027 at the same time giving it a total of 17 hit points. You could pools. Thus, if ten psions each contribute 10 power points, also reduce the hardness of a stone wall to 3 and its hit the initial total of the pooled power points is 120. When the 85 POWERS CHAPTER 5: power is manifested, one individual is chosen as the lead For purposes of this power, “exceptional insight” includes a mind by mutual consent of the other participants. Until the name, a mental image of the subject, the subject\u0027s alignment, power ends, this “conductor” directs the efforts of the group. and the subject\u0027s location (an image of the subject’s current Visually, misty strands of glowing power link the brows location that is good enough to teleport to as if studied of all the participants in a complex and shifting pattern. carefully). Powers, special abilities, and spells do All the powers of each participant are known to not protect against metafaculty’s ability to find the mental entity constructed by metaconcert. This the truth, not even mind blank or spells such as entity can\u0027t take any more actions than a normal wish. individual, but it manifests all its powers more XP Cost: You expend a number of XP equal effectively. Each individual psion making up the to the total level (or HD) of the individual you entity provides a cumulative +1 bonus to DCs set focus on x 500. Thus, you would expend 5,000 when manifesting a power (including using a XP to gain exceptional insight about a 10th- psionic attack mode) and a cumulative +1 bonus level or 10-HD subject. You can never when making saving throws against powers expend so much XP using metafaculty that (including will saves against psionic attack modes). If the you would lose a level. If that would be the psionic entity takes temporary ability damage from a case, metafaculty simply fails to work (which psionic attack, the total is divided up among all the provides some information by itself). members as they see fit (so if a ten-psion group took 3 points of ability damage, they could select three different Metamorphosis participants to each take only 1 point). Psychometabolism (Str) Once linked, the participants must remain within a 20-",
        "name":  "You can weaken or strengthen the substance of an object or Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch blocked by protection from evil or a similar magical or psionic",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 1/Psychic Warrior 1 an area filled with psionic or magical darkness, my light goes",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes/level (D) negation check against the item\u0027s manifester level. If you Saving Throw: None succeed, all the item\u0027s psionic properties are suppressed for Power Resistance: See text 1d4 rounds, after which the item recovers on its own. A Power Points: 11 suppressed item becomes nonpsionic for the duration of the effect. An invisible barrier surrounds you and moves with you. The You automatically succeed in your negation check against space within this barrier is totally impervious to most psionic any power that you manifest yourself. effects. Likewise, it prevents the functioning of any psionic",
        "name":  "If the object that you target is a psionic item, you make a Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration, up to 10 minutes/level (D) magical effects reveal a phase door but do not allow its use.",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None 91 POWERS CHAPTER 5: A phase door is subject to negate psionics. If anyone is within Polymorph Self the passage when it is negated, she is harmlessly ejected just Psychometabolism (Str) as if she were inside a magical passwall effect. Level: Psion 4/Psychic Warrior 4 A phase door can be made permanent with a incarnate power. Display: Ma, Ol",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 3 the result of extraordinary magical, or psionic ability, so they",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13 The base chance for a correct precognition is 80%, plus 1% per manifester level. The DM adjusts the chance if unusual Powers (and spell-like effects) targeted against you rebound circumstances require it (if, for example, unusual precautions on the original manifester. This power only turns psionic against Clairsentience powers have been taken). If the dice powers that have you as a target. Effect and area powers are roll fails, you know the power failed, unless specific psionics not affected. Power turning also fails to affect touch range or magic yielding false information is at work. 93 POWERS CHAPTER 5: As with divinations, multiple precognitions about the same psionic lock can be opened only by breaking in or by a action by the same manifester use the same die roll result as successful negate psionics or knock power. Add +10 to the the first precognition and yield the same answer each time. normal DC to bash open a door or portal affected by this power. Note that knock does not remove psionic lock; it only Probability Travel suppresses it for 10 minutes. Psychoportation (Dex)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9 94 :5 RETPAHC SREWOP This power shrouds your hand with darkness that you can Psycholuminescence brought into an area of magical use to drain an opponent\u0027s power. Your successful melee darkness (or vice versa) is temporarily negated, so that the touch attack drains 2 power points/level from your foe and orherwise prevailing light conditions exist in the overlapping transfers them immediately to you. You can\u0027t gain more areas (unless the Psionics Are Different option is in force). power points than you normally have available in a day. The stolen power points remain in your reserve until used Quintessence normally. Your touch attack, charged with a psionic power, is Metacreativity (Int) armed as an armed attack. Level: Psion 4 Against psionic beings who have no power points (such as Display: Ma (see text) a psionic character with an empty power point reserve, or a Manifestation Time: 1 round psionic monster that freely manifests its powers), your touch Range: Close (25 ft. + 5 ft./2 levels) instead deals 1 point of temporary Intelligence, Wisdom, or Effect: 1 ounce dollop of quintessence (see text) Charisma damage (your choice). You gain 1 power point from",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7 seal, or an insignia. Objects sealed within quintessence are protected from the You can use power points to boost your Strength, Dexterity, effects of time; in practical terms, they enter a state of stasis. and Constitution modifiers as a free action. While the Living flesh with only partial contact with quintessence is duration lasts, you can use power points on a round-by-round also partially pulled out of the timestream. This disruption basis to boost any or all of your ability score modifiers (not deals 1 point of damage per round beginning 10 rounds after the actual ability score) by a number equal to half the power partial contact begins. points you expend for that round as a free action. For Quintessence can be manually scraped away from a example, you can boost your Strength modifier by as much as protected object, freeing it to rejoin the time stream. Remov- 8 points (if you spend 16 power points). Unless you again ing the protective film is 75% likely to force the quintessence spend 16 power points the following round, though, your to evaporate back into the continuum. Otherwise, it coalesces Strength modifier returns to its former lower level. You could again into a 1-inch-diameter bead, available for later usage. simultaneously boost two scores, or all three, as long as you Large quantities of quintessence could theoretically be pay the total power point cost. You don\u0027t have to boost an gathered to preserve large items or structures (or even a ability modifier every round to keep the power in effect—as complete living creature, which would prevent the damage long as the duration lasts, you have the potential to boost taken from partial contact). However, psionic characters and your ability modifiers on any round you choose. creatures are generally loath to do so because accumulations of quintessence weighing 1 pound or more generate a half- Psycholuminescence strength catapsi effect (DC 16, radius 5 feet, all are affected, Metacreativity (Int) including caster).",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5 When others use clairaudience/clairvoyance, remote viewing, or other means of observing you from afar, your prepared trap Rejuvenation cures 1 point of temporary ability damage per gives them a nasty surprise. Prior to an attempt to view you hour, up to a maximum of 10 points. It does not restore from afar, you and the remote viewer immediately make permanent ability drain (such as from a wraith\u0027s touch). opposed Remote View checks, but you gain a +10 insight bonus on your check. (A Remote View check is the same as Remote Viewing an Intelligence check for a creature without the Remote Clairsentience (Wis) View skill. If opposing a magical scrying, your Remote View",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 creature is using the power. Specified powers include dimension door, dimension slide, ethereal jaunt, etherealness, fly, You sense what the subject creature senses. Only one sense is spider climb, teleport, and possibly others your DM determines. linked, and you may not switch between senses with the same manifestation. For example, you could see what the Sensitivity to Psychic Impressions subject sees, or hear what it hears, or taste what it tastes, and Clairsentience (Wis) so on. Once sense link is manifested, the link persists even if Level: Psion 2 the subject creature moves out of the original manifestation Display: Au, Ma range (but the link does not work across planes). You do not Manifestation Time: 1 action control the creature, nor can you communicate with it via Range: Close (25 ft. + 5 ft./2 levels) this power. Target: Area within a 25-ft. + 5 ft./2 levels-radius spread, You must concentrate to access the sense link. If you do not centered on you concentrate, that sense returns to your own immediate Duration: Concentration, up to 10 minutes/level (D) surroundings. The powers of the subject creature\u0027s senses Saving Throw: None could be enhanced by other powers or items, if desired, Power Resistance: No allowing you the same enhanced sense. You are subject to any Power Points: 2 gaze attack met by the subject creature. A successful negate You gain historical vision in a given location. Rooms, streets, psionics manifested on you or the linked creature ends the tunnels, and other discrete locations accumulate psychic power. With respect to your own blindness, deafness, and so impressions left by powerful emotions experienced in a given on, the linked creature is an independent sensory organ. (For area. These impressions offer you a picture of the location\u0027s example, it is not made blind if you are blinded yourself, so past. you could still see via the sense link while its duration lasts.) The types of events most likely to leave psychic When linked to a subject, you make your own perception impressions are those that elicited strong emotions: battles checks, such as Spot and Listen, regardless of the subject\u0027s and betrayals, marriages and murders, births and great pain, Spot and Listen results, if any. or any other event where one emotion dominates. Everyday occurrences leave no residue for the manifester to detect. Sense Psionics The vision of the event is dreamlike and shadowy. You do Telepathy (Cha) not gain special knowledge of those involved in the vision,",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal and touch except from a third eye negate (or similar magical items),",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9 Anything contained within a telekinetic sphere weighs only one-sixteenth of its normal weight. You can telekinetically This power instantly transports you to a designated destina- lift anything in the sphere that normally weighs up to 5,000 tion. Distance is not a factor, but interplanar travel is not pounds. Telekinetic control extends to a maximum distance possible. You can bring along objects and willing creatures of medium range from you (100 feet + 10 feet per manifester totaling up to 50 pounds per manifester level. As with all level) after the sphere has actually encapsulated its contents. powers where the range is personal and the target is you, you You move objects or creatures in the sphere by concen- need not make a saving throw, nor is power resistance trating on them. The sphere begins moving the round after applicable to you. Only objects held or in use (attended) by manifesting the power. A round\u0027s concentration (a standard another person receive saving throws and power resistance. action) moves the sphere up to 30 feet. If you cease concen- You must have some clear idea of the location and layout of trating, the sphere does not move that round (if on a level the destination. You can\u0027t simply teleport to the warlord\u0027s surface) or descends at its falling rate (if aloft) until it reaches tent if you don\u0027t know where that tent is, what it looks like, or a level surface, the power\u0027s duration ends, or you begin what\u0027s in it. The clearer your mental image, the more likely concentrating again. Because of the reduced weight, the the teleportation works. Areas of strong physical, psionic, or sphere falls at a rate of only 60 feet per round, which is not magical energies may make teleportation more hazardous or fast enough to cause damage to its contents. If you cease even impossible. concentrating (voluntarily or due to failing a Concentration",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 3 other creatures seem frozen, though they are actually still Display: Vi, Au (see text) moving at their normal speeds. Manifestation Time: 1 action You are free to act for 3d4 Range: Close (25 ft. + 5 ft./2 levels) rounds of apparent lime. Targets: Any object or creature whose weight is 600 lb. or Normal and magical fire, less cold, acid, and the like can Duration: Instantaneous still harm you. While Saving Throw: Will negates temporal velocity is in Power Resistance: Yes effect, other creatures Power Points: 5 are invulnerable to your attacks and power; however, you can manifest powers and leave their effects to appear when the temporal velocity power ends. (The powers\u0027 durations do not begin until the temporal velocity duration is over.) You cannot move or harm items held, carried, or worn by a creature stuck in the standard time frame, but you can affect any item that is not in another creature\u0027s possession. You are undetectable while temporal velocity lasts. You cannot enter an area protected by a null psionics field or by powers or spells that neutralize high- level powers or spells. When temporal velocity lapses, you are disoriented on your return to the standard time frame. You suffer a -2 penalty on all attack rolls, saving throws, and skill checks for half the number of rounds (round down) you were accelerated. Thrall The subject of the power Telepathy (Cha) [Compulsion, Mind-Affecting] hops forward in rime 3d6",
        "name":  "You enter another time frame, speeding up so greatly that all Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One unattended, nonmagical object of nonliving plant matter, up to 1 cu. in. Psychoportation (Dex)",
        "name":  "Time Regression Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17, XP cost ring, a piece of paper, a handkerchief, a thin glove, or other item. You cannot create a dried herb. poison, or other You can regress apparent time 1d4+1 rounds into the past. In distillate of dead plant matter that has a special secondary effect, you “replay” the previous few rounds of activity. The effect. power regresses time to the point along the timestream when you first began manifesting the power. (You replay the same 1d4+1 rounds noted in the manifestation time.) Once you\u0027ve True Concussion regressed, only you retain knowledge of the next 1d4+1 Psychokinesis (Con) rounds; however, you can communicate that knowledge Level: Psion 7 verbally to your companions, if desired. During the rounds Power Points: 13 that you live through a second time, you can act on As concussion, except true concussion deals 13d6 points of knowledge you gained by living through the immediate damage. You may choose to have the power deal an equal future. In all likelihood, you\u0027ll probably not choose to amount of subdual damage instead. manifest time regression during your second pass through the time stream, instead taking completely new actions, but True Creation you pay the XP cost all the same. Metacreativity (Int)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Psion 6 As major creation, except items created are permanent and",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vi cannot be negated by dispelling magic or negating powers.",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 action For all intents and purposes, these items are completely real.",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) XP Cost: The XP cost equals 10 times the cost of the item in",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Circle, centered on you, with a radius of 100 ft. + 10 gold pieces (see the Player\u0027s Handbook for item costs), or a ft./level minimum of 1 XP.",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11 As domination, except a subject forced to take actions against As sense psychoportation, except you can trace the origination or its nature receives a new saving throw with a penalty of -10. destination of any teleportation made by others within the On a failed save, the subject must take the action, but on a area. You can trace both psionic and magical teleportations. success, the power is broken. Obviously self-destructive You must pierce the power resistance of creatures that orders may be carried out, unless the subject can succeed at possess it for a successful trace, but the creature conducting the above-noted saving throw, thereby breaking the power. the teleportation can make a Will save to foil the trace. For purposes of this power, “trace” means you could True Metabolism teleport to the location yourself if you so desired (and know Psychometabolism (Str) the teleport power), as if you had “seen casually” the trace",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9 suffer a -4 enhancement penalty on saves against all gaze attacks during the power\u0027s duration. You confer on the subject the ability to see all things as they actually are. The subject sees through normal and magical or psionic darkness, notices secret doors hidden by magic or Ultrablast psionics, sees the exact locations of creatures or objects under Telepathy (Cha) [Mind-Affecting] blur or displacement effects, sees invisible creatures or objects Level: Psion 7 normally, sees through illusions, sees through falsified sensory Display: Au (see text) input, and sees the true form of polymorphed, changed, or Manifestation Time: 1 round transmuted things. Further, the subject can focus her vision Range: Medium (100 ft. + 10 ft./level) to see into the Ethereal Plane. The range of true seeing Area: Several living creatures within a 15-ft.-radius burst conferred is 120 feet. Duration: Instantaneous True seeing, however, does not penetrate solid objects. It in Saving Throw: Will half no way confers X-ray vision or its equivalent. It does not Power Resistance: Yes cancel concealment, including that caused by fog and the Power Points: 13 like. True seeing does not help the viewer see through mundane disguises, spot creatures that are simply hiding, or You “grumble” psychically for 1 round (which both psionic notice secret doors hidden by mundane means. In addition, and nonpsionic creatures can detect), then release a horrid the power effects cannot be further enhanced with known shriek from your subconscious that penetrates and disrupts psionics or magic, so one cannot use true seeing through a third the soft tissues of the subjects’ brains. This attack deals 13d4 eye open or in conjunction with clairaudience/clairvoyance. points of damage. True Telekinesis Undead Sense Psychokinesis (Con) Clairsentience (Wis)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 action sight. In magically obscured regions, such as magical darkness Range: Long (400 ft. + 40 ft./level) or fog, vigilance allows you to see only 10 feet. The power does Area: 20-ft.-radius spread not grant you the ability to see through solid objects. Duration: Instantaneous",
        "name":  "Vision is black and white only but otherwise like normal Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 the area. It can melt metals with a low melting point, such as lead, gold, copper, silver, or bronze. You suffuse yourself with power, gaining 3 temporary hit points per manifester level (maximum 18 hit points). These hit points do not stack with temporary hit points from other sources or with additional uses of vigor. See Chapter 8 of the Player\u0027s Handbook for more on temporary hit points. 108 :5 RETPAHC SREWOP his chapter provides information about psionic prestige Four psionic prestige classes are presented in this book: the classes, optional specialists that add flavor to a metamind, the pyrokineticist, the slayer, and the soulknife. campaign. It also presents baseline statistics for psion and psychic warrior nonplayer characters (NPCs) at METAMIND levels 1-20. The metamind knows that accumulating the most power in the shortest time is the key to psionic superiority. “Power to burn” is something all metaminds strive for—they are unconcerned with glamour or flashy ways, but single- mindedly determined to amass as much psychic power as Eulad strides the sky, fiery footprints fading in her wake. Her possible. Someone who takes one or more levels of meta- hair is a burning corona, her eyes are white-hot flakes. Her mind is sometimes colloquially referred to as a “head” by gaze drops to the cowering robed figures below who, in their other psionic characters. ignorance, offended her. “How, users of magic, you finally In game terms, a metamind is all about power points. understand what it really means to wield fire.” Eulad is a Any character with some psionic ability can become a pyrokineticist, and she’s not happy. metamind to beef up mental strength—at the expense A pyrokineticist is a psionic prestige class. Ass described in of discovering higher-level powers. Psychic warriors in Chapter 2 of the DUNGEON MASTER‘s Guide, characters who particular may wish to increase their otherwise medio- qualify can multiclass with a prestige class when they advance cre mental power so as to have adequate reserves for in level. Taking a prestige class does not incur the experience combat-oriented psionic feats. Psions who need an ex- point penalties normally associated with multiclassing. Psionic tra edge for prolonged use of specific powers may take prestige classes offer special abilities and powers otherwise several levels of metamind. inaccessible to PCs and focus them in specific, interesting NPC metaminds are often found among dedicated directions. schools of psychic warriors who have banded together Allowing PCs access to prestige classes is purely optional in opposition to a given threat, such as illithids. and always under the purview of the DM. Even though a few",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magically enhanced scores are in",
        "name":  "Increased Ability Scores",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vigor (1st-2nd), invisibility (1st-3rd), (magic item) (12th-17th), ring of stabilization (12th), crystal levitation (2nd-4th), body adjustment (3rd-6th, 9th-20th), animal capacitor [5] (13th-16th), dorje of invisibility purge (14th-15th, affinity (5th, 8th), fly (11th). 18th), torc of free will (15th), third eye assimilate (magic item)",
        "name":  "Psionic Tattoos",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 14, Dex 15, Con 12, Int 10, of nimbleness (3rd), crystal capacitor [1] (4th-8th), dorje of Wis 13, Cha 8. biocurrent (4th), cloak of resistance +1 (magic item) (5th-18th),",
        "name":  "Starting Ability Scores",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4th, Int 16; 8th, Int 17; 12th, cloak of displacement (magic item) (19th-20th), crystal capacitor Int 18 (20); 14th, Dex 14 (16); 16th, Int 19 (23); 20th, Int 20 [9] (19th), third eye negate (20th), skin of the troll (20th). (24).",
        "name":  "Increased Ability Scores",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20 normal (1st-7th), 25 +1 arrows (8th-13th), 50 +1 will (13th), amulet of catapsi (14th-20th), gloves of Dexterity +2 arrows (14th-17th), 50 +2 arrows (18th-2oth). (magic item) (14th-20th), dorje of invisibility purge (14th-15th,",
        "name":  "Arrows",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 15, Dex 13, Con 14, Int 10, (17th-20th), quiver of Ehlonna (magic item) (18th-20th), cloak of Wis 12, Cha 8. resistance +3 (magic item) (18th-20th), belt of giant strength +6",
        "name":  "Starting Ability Scores",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A crystal capacitor resembles elaborate festing powers in combat. jewelry and stores power points that can be used later by any Activating a psionic item is a standard action psionic creature or character. Sometimes crystal capacitors are unless the item description indicates otherwise. hung from belts or necklaces, or attached to the ends of rods The manifestation time of psionic power is the time or staffs, but that is unnecessary for their function. required to activate the same power in an item, whether it’s a power stone, a dorje, or a tattoo, unless the item description specifically states otherwise. DAMAGING PSIONIC ITEMS",
        "name":  "Crystal Capacitors",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Psionic items should always get a saving throw against",
        "name":  "The three ways to activate psionic items are these",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cost in gp and XP to create the item. 01-30 01-05 01-05 Landing +1 bonus This entry appears only for items with components (material — 06- 07 06-07 Reinforcement, light +1 bonus or XP) that make their market prices higher than their base 31-52 08- 19 09 Floating +1 bonus prices. The cost to create includes the costs derived from the 53- 74 20- 30 10-11 Quickness +1 bonus 75- 96 31-49 12-14 Sight +1 bonus base cost plus the cost of the components. Items without — 50 15-16 Power resistance (13) +2 bonus components do not have a “Cost to Create” entry. For them, — 51-60 17-21 Phasing +3 bonus the market price and base price are the same. The cost in gp is — — 22-23 Crystalline +3 bonus half the market price, and the cost in XP is 1/25 the market 97- 98 61-65 24-27 Reinforcement, price. moderate +3 bonus",
        "name":  "Cost to Create",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When things go awry, the user of a psionic item instance, a dorje of invisibility purge with a manifester level of 10 sometimes improperly manifests the stored power. The has a market price of 22,500 gp. See Table 8–40 in Chapter 8 of the Dungeon Master‘s Guide. Unlike magical wands, psionic resultant psionic surge persists for 1d4 rounds, unless the dorjes can hold powers of up to 9th level. power stone is flung 15 feet or feet away or destroyed. The **Any dorje that stores a psionic power with an XP cost also carries surge deals 1d4 points of electricity damage per power stored a commensurate cost above that noted here. See Table 8–40 in per round and arcs across multiple targets, similar to Chapter 8 of the Dungeon Master‘s Guide. biocurrent (see Chapter 5: Powers): The user is the primary target, and one nearby ally is the secondary target (chosen at POWER STONES random).",
        "name":  "Brainburn",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Activating a power stone requires — 96– 100 06– 50 5th 1,125 gp holding the stone and willing the power\u0027s manifestation, as if — — 51–70 6th 1,650 gp manifesting a power normally. Activating a power stone is — — 71–85 7th 2,275 gp subject to disruption just as manifesting a normally — — 86– 95 8th 3,000 gp manifested power would be. — — 95– 100 9th 3,825 gp Additionally, the user must meet the following *Any dorje that stores a psionic power with an XP cost also carries a requirements: commensurate cost above that noted here. See Table 8–40 in Chapter 8 of the Dungeon Master‘s Guide. (cid:1) The user must have the power on his or her class list (see Chapter 5: Powers). PSIONIC TATTOOS (cid:1) The user must have the requisite ability score (for example, Psionic tattoos are designs scribed on the skin that manifest Intelligence 15 for a psion manifesting a 5th-level powers on their wearers. The wearer doesn\u0027t get to make any Metacreativity power). decisions about the tattoo\u0027s effect—the manifester who scribed it has already done so. For example, a tattoo of body If the user meets these requirements and has a manifester adjustment is designed to heal the wearer. Tattoos are level at least equal to that required to manifest the power, she sometimes referred to as “psionic circuits” or “psionic seals.” can automatically activate the power without a check. If she Psionic tattoos may vary in size, but a creature can only meets both requirements but her own level is below the wear a total of seventeen tattoos—adding one more causes all 129 ITEMS PSIONIC CHAPTER 7: the scribed tattoos to simultaneously “go off.” A psionic tattoo UNIVERSAL ITEMS fades away after use. This is a catch-all category for anything that doesn\u0027t fall into",
        "name":  "Activate the Power",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A typical psionic tattoo is a colorful the other groups. Anyone can use a universal item (unless pattern of hundreds of tiny, interlacing lines within a larger specified otherwise in the description). design. This could be as simple as a circle or star, or as",
        "name":  "Physical Description",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usually use a command thought, but details design does not change. A psionic tattoo usually covers an vary from item to item. area of skin no more than 5 inches in diameter (larger ones",
        "name":  "Activation",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To generate universal items ran- could be designed, but would have no added effect). domly, roll on Table 7-12: Universal Psionic Items.",
        "name":  "Random Generation",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Roll d%. An 01 result indicates the for a psionic tattoo is the minimum level required to manifest universal item is intelligent, 02-31 indicates that the the scribed power. A psionic tattoo can contain only powers command thought is mentally encoded and whispers itself of level 0 to 3. into the user’s mind on acquisition, and 32-100 indicates no A psionic tattoo inscribed on a wearer is potentially more special qualities. mobile than a mundane tattoo. As a standard action, the Intelligent items have extra abilities and sometimes also wearer can will the tattoo to a different part of his body or extraordinary powers and special purposes. Use the rules in onto the skin of any willing (or unconscious) living creature Chapter 8 of the DUNGEON MASTER‘s Guide for defining he touches. If the wearer of a psionic tattoo is rendered intelligent items, substituting psionic manifestation for spell- unconscious or is slain, another sentient creature can touch casting as required. the tattoo and will it to leave the previous wearer and apply itself to the new creature as a standard action. Psionic tattoos cannot overlay one another. UNIVERSAL ITEM DESCRIPTIONS",
        "name":  "Special Qualities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A psionic tattoo produces its effect when Manifester Level: 10th; Prerequisites: Craft Universal Item, touched by its wearer and willed to do so (this is called catapsi; Market Price: 12,000 gp; Weight:—. “tapping”). Tapping a tattoo is a standard action. A psionic Amulet of Psychic Bastion: When worn, this amulet tattoo fades away after use. protects the wearer as the Psychic Bastion feat. The wearer",
        "name":  "Activation",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To generate psionic tattoos Boots of Skating: These boots allow the wearer to slide randomly, roll on Table 7-11: Psionic Tattoos, then choose the along the ground at will as if using the skate power. This specific power of a given level from those described in benefit counts as an enhancement bonus. Chapter 5: Powers. You may pick a likely power or determine Manifester Level: 3rd; Prerequisites: Craft Universal Item, it randomly. skate; Market Price: 2,000 gp; Weight: 1 lb.",
        "name":  "Random Generation",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites: Craft Universal Item, wearers face. concussion; Market Value: 600 gp; Weight:—. Crystal masks confer special abilities or improved skills on their wearers.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14th; Prere- is specified at the time of quisites: Craft Universal creation. Item, creator must have 1 The user activates a crystal anchor by level of rogue; Market Price: plunging the sharp head into the 12,000 gp; Weight: 1 lb. ground, leaving the shaft freestanding. It",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "14th; Prere- manifester to the shaft, even one quisites: Craft Universal Item, outside the area, up to 300 feet away. emulate power; Market Price: (Beyond that distance, there is no 56,000 gp; Weight: 1 lb. filament, although the anchor does glow",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of to indicate it is working.) This is only a visual display: the various crystal masks of Severing the filament does not dispel the effect. knowledge grants the wearer a +5 A crystal anchor has an AC of 7, 15 hit points, a competence bonus on a specific hardness of 8, and a break DC of20. type of Knowledge check. For instance, one mask might add the Designated bonus on Knowledge (arcana) checks Power’s Level Market Price 0 5,000 gp while another might do so for Knowledge 1st 10,000 gp (dragons). 2nd 10,400 gp Manifester Level: 10th; Prerequisites: Craft Universal Item, 3rd 11,300 gp creator must have 5 ranks of a Knowledge skill of the 4th 12,600 gp appropriate type; Market Price: 500 gp; Weight: 1 lb. 5th 14,300 gp Crystal Mask of Language: Each of the various crystal masks of 6th 16,400 gp language grants the wearer the ability to speak and write a specific language. For instance, one mask might grant the",
        "name":  "Crystal Mask of Knowledge",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item, ability to speak Draconic, while another might allow the brain lock, contingency, power to be designated; Weight: 3 lb. wearer to speak the human language of the northern ice barbarians.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item, Crystal Anchor Example creator must have the Speak Language skill of the appropriate",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item, against all compulsion effects while worn. brain lock, contingency, remote viewing; Market Price: 11,300 gp;",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item,",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These crystal lenses fit over the Psionatrix of Clairsentience: Blue light glimmers in this user\u0027s eyes. The wearer is able to drain power points from crystal\u0027s heart. A psionatrix of Clairsentience adds a +1 en- psionic characters merely by meeting their gaze (at the rate of hancement bonus on the wearer\u0027s roll when using a Clair- one target per round). The target must succeed at a Will save sentience power. (DC 14) or lose 2d10 power points. The eyes of powerleech have Manifester Level: 10th; Prerequisites: Craft Universal Item, no effect on nonpsionic targets or psionic beings who have creator must be a seer; Market Price: 2,000 gp; Weight:—. exhausted their power points already (or manifest their Psionatrix of Metacreativity: Green light glimmers in this powers freely). If the wearer has only one lens, the DC of the crystal\u0027s heart. A psionatrix of Metacreativity adds a +1 saving throw is reduced to 10. The wearer can attempt a enhancement bonus on the wearer\u0027s roll when using a powerleech attack up to three times per day. Metacreativity power.",
        "name":  "Eyes of Powerleech",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Universal Item, Manifester Level: 10th; Prerequisites: Craft Universal Item, negate psionics; Market Price: 7,200 gp; Weight:—. creator must be a shaper; Market Price: 2,000 gp; Weight:—.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These crystal lenses fit Psionatrix of Psionic Attack: White light glimmers in this over the user\u0027s eyes, enabling him to drain power points from crystal\u0027s heart. A psionatrix of psionic attack adds a +1 psionic characters merely by meeting their gaze (at the rate of enhancement bonus on the wearer\u0027s roll when using a one target per round). The target must succeed at a Will specified psionic attack mode. For instance, a psionatrix of saving throw (DC 18) or lose 2d10 power points, which the mind thrust grants a +1 bonus on the attacker\u0027s roll when wearer instantly adds to his own power point reserve, even if using mind thrust, in addition to me other standard modifiers. these would bring him over his normal maximum. Power Manifester Level: 10th; Prerequisites: Craft Universal Item, points in excess of the wearer\u0027s maximum fade after 24 hours. any psionic attack mode; Market Price: 2,000 gp; Weight: —.",
        "name":  "Eyes of Vampiric Powerleech",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Universal Item, ne- using empty mind, in addition to the other standard modifiers. gate psionics, psychic vampire; Market Price: 61,000 gp; Weight: —. Manifester Level: 10th; Prerequisites: Craft Universal Item,",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Universal Item, enhancement bonus on the wearer\u0027s roll when using a object reading; Market Price: 2,000 gp; Weight:—. Psychometabolism power.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This small hand mirror manifests Manifester Level: 10th; Prerequisites: Craft Universal Item, its power against those who see their reflections within it, as a creator must be an egoist; Market Price: 2,000 gp; Weight: —. gaze attack with a range of 30 feet. Potential victims can Psionatrix of Psychoportation: Yellow-red light glimmers in attempt to avert their eyes or look away as they would from a this crystal\u0027s heart. A psionatrix of Psychoportation adds a +1 normal gaze attack (see Gaze Attacks in Chapter 3 of the enhancement bonus on the wearer\u0027s roll when using a DUNGEON MASTER‘s Guide). A creature meeting its own gaze in Psychoportation power. the mirror must succeed at a Will save (DC 13) or be affected Manifester Level: 10th; Prerequisites: Craft Universal Item, by a suggestion chosen by the mirror\u0027s wielder. Because the creator must be a nomad; Market Price: 2,000 gp; Weight: —. mirror is small, only a single creature can meet its own gaze Psionatrix of Psychokinesis: Red light glimmers in this each round. The wielder of the mirror is not affected by crystal\u0027s heart. A psionatrix of Psychokinesis adds a +1 seeing herself. enhancement bonus on the wearer\u0027s roll when using a",
        "name":  "Mirror of Suggestion",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Universal Item, Psychokinesis power. suggestion; Market Price: 12,000 gp; Weight: 1/2 lb.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item,",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of the various psionic restraints is potentially deal splash damage, draining 1 power point from an iron cuff that cunningly locks around the wrist (DC 27 for psionic characters within 5 feet. The burst destroys the item. Open Lock checks). The cuff limits the total number of",
        "name":  "Psionic Restraints",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites: Craft Universal Item, power points a psionic character wearing it can use in a round negate psionics; Market Price: 1,000 gp; Weight:—. (regardless of total power point reserve), or completely damps",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of these multifaceted crystals is worn the ability to use psionics. Damping psionic restraints even as an amulet. Any psionatrix adds an enhancement bonus on inhibit free manifestation, so they also affect psionic the wearer\u0027s roll to set the save DC when using psionic creatures, which are unaffected by the other types of powers or attack/defense modes, in addition to the other restraints. standard modifiers. 133 ITEMS PSIONIC CHAPTER 7:",
        "name":  "Psionatrices",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18th; Prerequisites: Craft Universal Item, fate Restraints Type Points/Round Market Price of one; Market Price: 68,000 gp; Weight: 2 lb. Lesser 5 or fewer 1,000 gp Skin of Iron: This psychoactive skin continually affects the Average 3 or fewer 6,000 gp wearer as the iron body power. Greater 1 or fewer 12,000 gp Manifest Level: 18th; Prerequisites: Craft Universal Item, iron Damping 0 24,000 gp body; Market Price: 240,000 gp; Weight: 2 lb.",
        "name":  "Allowed Power Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item, grants the wearer a +10 competence bonus on Tumble ckeck. negate psionics; Weight: 1 lb.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Universal Item,",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18th; Prerequisites: Craft Universal Item, wide array of powers that constantly affect the wearer. metamorphosis; Market Price: 90,000 gp; Weight: 2 lb. A deployed skin completely covers the wearer (but not",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Universal Item, like a second skin, allowing the psychic chirurgery; Market Price: 66,000 gp; Weight: 2 lb. wearer to see, hear, and breathe",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft three skins can be worn Universal Item, creator must have 5 simultaneously, although only the outermost is ranks of the Climb skill, body active in any given round (hidden skins cannot equilibrium; Market Price: manifest their powers). Skin layers can be 20,000 gp; Weight: 2 lb. changed with a command thought as a standard",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: increment 10). If hit, the target takes 3d4 points of Craft Universal Item, chameleon; fire damage as the ectoburst flames and is consumed.",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Universal Item, wearer\u0027s fingertips. With claws burning ray, hustle; Market Price: 24,000 gp;Weight: 2 lb. extended, the wearer\u0027s unarmed",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Subdual damage Craft Universal Item, claws of heals at a rate of 1 the bear, Market Price: 16,000 gp; point per level every 5",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "18th; Prerequisites: Craft Universal Item, the wearer a +3 luck bonus to AC, a +3 luck bonus on all true metabolism; Market Price: 90,000 gp; Weight: 2 lb. saving throws, and a +3 luck bonus on attack rolls. 134 :7 RETPAHC CINOISP SMETI",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A reverse capacitor doesn\u0027t store Manifester Level: 10th; Prerequisites: Craft Universal Item, power points—it drains them, to the surprise and chagrin of creator must have ranks of the specified skill totaling half the a psionic character taken in by its resemblance to a crystal encoded bonus (minimum 1 rank); Weight:—. capacitor. Powers that identify psionic items will incorrectly Third Eyes: These appear as small crystals, always with at identify a reverse capacitor as a crystal capacitor 50% of the least one wide, flat facet, and contain a variety of powers. time. With the proper command thought, the crystal self-adheres A psionic character attempting to use the power points to the center of the wearer\u0027s forehead (the same command supposedly stored in a reverse capacitor must succeed at a Will thought causes the third eye to disengage). Only one third eye save (DC 20) or lose 3d6 power points. If this drains more can be worn at a time. power points than the psionic character possesses, he takes Assimilate: While worn, a third eye assimilate allows the the balance in temporary Charisma damage on a point-for- wearer to borrow one power from a psionic target\u0027s repertoire point basis. If this Charisma damage is greater than his once per day. This is a ranged touch attack with a ray of Charisma score, he takes the balance as temporary silvery plasma streaming from the third eye (range 100 feet), Constitution damage. and the wearer can make as many attacks each day as needed",
        "name":  "Reverse Capacitor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Universal Item, until one succeeds. On a successful attack, the wearer Disarm Mind, contingency; Market Price: 182,000 gp; Weight: 1 becomes aware of the victim\u0027s psionic repertoire, chooses one lb. power from among those and instantly gains it, while the",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Universal Item, manifests it, the wearer must still pay the appropriate number creator must have 5 ranks of the Stabilize Self skill; Market of power points to manifest that power. The wearer retains",
        "name":  "Manifester Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    }
]
