[
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes When you cast this spell, you designate a target composed of one of the ﬁ ve wu jen elements —earth, ﬁ re, metal, water, and wood. The target then releases magical energy in a sudden, explosive burst, as follows:",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes One of your hands bursts into an aura of brilliant emerald ﬂ ame, shedding light equal to that of a torch. You take no damage or penalties from the ﬂ ames, but on a melee touch attack, an emerald ﬂ ame ﬁ st deals 3d6 points of ﬁ re damage +1 point per caster level (maximum +20). The creature you touch must then succeed on a Fortitude save or b e  e n g u l f e d  b y  t h e  ﬁ ercely hot aura of ﬂ ame. Each round on your turn, a creature engulfed in the ﬂ aming aura takes 3d6 points of ﬁ re damage +1 point per caster level (maximum +20) until the spell ends (Fortitude save each round for half). You can use your ﬂ aming touch attack repeatedly until one of your targets is engulfed, at which point the ﬂ ame leaves your hand. You can use this spell to attack an object. Nonmagical, unattended objects are automatically engulfed in green ﬂ ame and take 3d6 points of ﬁ re damage +1 point per caster level each round. ENERGY IMMUNITY",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No W h e n  y o u  ca s t  this  sp e ll ,  y o u  ﬂ ick a silk scarf at one creature within range, magically propelling it toward the target. The scarf assumes an ironlike hardness on its way and then wraps around the target creature. You must h a v e  l i n e  o f  s i g h t  t o  t h e  t a r g e t  a n d  hit with a ranged touch attack. If you 620_17925_Chpt4.indd   105 620_17925_Chpt4.indd   105 9/15/04   3:04:56 PM 9/15/04   3:04:56 PM106 CHAPTER 4 SPELLS  AND INVOCATIONShit, the target must make a successful Reﬂ ex save or become entangled.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No W h e n  y o u  c a s t  t h i s  s p e l l ,  a  g a r m e n t or container becomes a safe haven for a Tiny or smaller familiar. The spell turns the target item or pocket into a comfortable extradimensional space (about 1 cubic foot). The familiar can ﬁ t inside the space without creating any noticeable bulge in the item. Whenever the familiar is touching you, you can whisk it inside the space as a free action by speaking a command word chosen by you when the spell is cast. If the familiar can speak, it can command itself inside. As a free action, you can call the familiar forth or it can leave the space on its own. Once inside, the familiar has total cover (+4 AC) and concealment (20% miss chance), and as a free action, you or the familiar can further seal t h e  s p a c e  t o  m a k e  i t  a i r t i g h t  a n d waterproof. The air supply inside the sealed space lasts for 1 hour, but with the pocket unsealed, the familiar can remain inside inde ﬁ nitely. The familiar cannot attack or cast spells from within the space, but can use supernatural or spell-like abilities as normal (provided they don ’t require line of sight, which the pocket blocks). The spell ends if the familiar pocket is placed within or taken into another extradimensional space (such as a portable hole ). If your familiar is within the pocket when the spell duration expires or if the spell ends abnormally (as above), it appears in your space unharmed. Material Component:  A tiny golden needle and a strip of ﬁ ne cloth given a half twist and fastened at the ends. FIENDFORM Transmutation [Evil]Level: Sorcerer/wizard 6",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reﬂ ex special; see text T h i s  s p e l l  c a u s e s  y o u r  e y e s  t o  g l o w with an unnatural ﬁ re whose color you determine (from dull red to brilliant yellow), projecting beams of bright light that clearly illuminate a 5-foot-square area to a range of 5 feet. By ﬁ xing your sight on one spot within 60 feet as a full-round action, you can cause combustible materials to burst into ﬂ ames, and though you cannot target living creatures with this effect, creatures carrying or wearing items you ignite take 1d6 points of ﬁ re damage and must make a DC 15 Re ﬂ ex save or catch on ﬁ re themselves. FINDING THE CENTER Abjuration",
        "name":  "Saving Throw",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One magical shuriken/3 levels",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes This spell creates shuriken formed of magic ﬁ re that you can throw as a normal ranged attack at any target within range. You are automatically considered proﬁ cient with the ﬁ re shuriken , which have a range increment of 10 feet, threaten a critical hit on a roll of 19 –20, and deal 3d6 points of ﬁ re damage each on a successful hit (though you and your possessions take no damage as the shuriken are thrown). Any a d d i t i o n a l  d a m a g e  d e a l t  b y  t h e ﬁ re shuriken  (including Strength and sneak attack bonuses) is also ﬁ re damage. The shuriken disappear when they hit, so they cannot set ﬁ re to combustibles or damage objects. You can create one ﬁ re shuriken per three caster levels, up to a maximum of six at 18th level.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level This spell transforms your arms into wings of brilliant ﬁ re (resembling those of a phoenix), which do not damage you or any items you carry. Since your arms are transformed, you cannot hold items in your hands or cast spells with somatic components while using ﬁ re wings , but rings, bracers, and other items worn on your arms meld into the new form and continue to function normally. The wings allow you to ﬂ y at a speed of 60 feet (good) while carrying no more than a light load. You can ascend at half speed and descend at double speed, and you can charge (but not run) while ﬂ ying. You can make unarmed attacks with ﬁ re wings  but are not considered pro ﬁ - cient with them, taking a –4 penalty on your attack rolls. A successful unarmed strike deals 2d6 points of ﬁ re damage in addition to your normal unarmed attack damage (treated as lethal damage while the spell is in effect). The wings are extinguished (and the spell ends) if subjected to a quench  spell, immersed in water for 1 round, or exposed to winds o f  h u r r i c a n e  f o r c e  o r  g r e a t e r .  I f  t h e  spell expires while you are aloft, you fall normally. Material Component:  The feather of a bird, which you must burn when you cast the spell. Focus:  A golden amulet shaped like a phoenix. FIREBURST Evocation [Fire]",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute You transform one of your hands into a mighty fist of living stone, gaining a +6 enhancement bonus to Strength for purposes of attacks, grapple checks, or breaking and crushing items. In addition, you gain the abil- ity to make one natural slam attack as a standard action, dealing 1d6 points o f  d a m a g e  p l u s  y o u r  n e w  S t r e n g t h  bonus (or 1-1/2 times your Strength bonus if you make no other attacks that round). You can make the slam attack as a natural secondary attack with the normal –5 penalty (or –2 penalty if you have the Multiattack feat; see page 304 of the Monster Manual ) as part of a full attack action. However, you cannot gain more than one slam attack per round with this spell due to a high base attack bonus (+6 or higher). Your ﬁ st undergoes no change in size or form, remaining as ﬂ exible and responsive as it would normally be while under the spell ’s effect.",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No This spell creates a whip of magical force that you wield as if you had pro- ﬁ ciency with it. Simply cracking a force whip keeps normal animals (but not magical beasts or vermin) at bay unless they succeed on a Will save. Affected animals stay at least 30 feet away from you for the duration of the spell, as space permits. On a successful ranged attack with the whip, any normal animal you strike must succeed on a Will save or become frightened. Against other creature types, you can use a force whip  in combat as if it were a normal whip.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 year You exchange your own living heart for a ﬁ nely crafted heart of perfect, unblemished stone, altering the very nature of your body. Your living heart can then be stored or hidden anywhere you like, where it continues to beat for the duration of the spell. While under the effect of heart of stone , you gain damage reduction 5/– and resistance to energy 5 against cold, ﬁ re, and electricity, but are subject to the following disadvantages. First, your rate of natural healing slows to only 1 hit point per day (regardless of character level or whether you rest). Second, any attempt to heal you with conjuration (healing) spells, or spell-like and supernatural abilities that mimic the effects of such spells, requires a caster level check (DC 10 + y our caster lev el ) to succeed. F inally , your own living heart is vulnerable to attack; if it is damaged or destroyed, you are instantly slain. Heart of stone  can be dispelled, in which case your own living heart instantly returns to its proper place while the stone heart is transported to the place where you left your own heart. Your heart and the stone heart l i k e w i s e  s w i t c h  p l a c e s  i f  y o u  e n t e r  an antimagic ﬁ eld (temporarily negat- ing the spell ’s effects), but the spell resumes when you leave it. Stone to ﬂ esh can also end the spell, though you get a Fortitude saving throw to resist.",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) This spell allows you to transfer a number of your spells and the ability to cast them into your familiar. Spontane- ous spellcasters, such as sorcerers, can imbue a familiar with any spells they know how to cast. Arcanists who pre- pare spells, such as wizards, can imbue a familiar with any spell they have currently prepared. In either case, you can imbue one spell per three caster levels, with a maximum spell level of one-third your caster level, rounded down (maximum 5th level). Multiple castings of imbue familiar with spell abil- ity have no effect on these limits. The transferred spell ’s variable char- acteristics (range, duration, area, and so on) function according to your level. Once you cast imbue familiar with spell ability  on your familiar, both the spell slot from which you cast the spell and the spell slots of the transferred spells remain unavailable for the preparation or casting of new spells until the famil- iar uses the transferred spells or imbue familiar with spell ability  expires. The spell can be dispelled; if this spell fails, the spells transferred are lost as if the familiar had cast them. In an antimagic ﬁ eld, the familiar loses the ability to cast the imbued spells, but regains it again if it leaves the ﬁ eld (so long as the spell ’s duration hasn ’t expired). If any transferred spell requires a focus or material component, you must have it on your person when the spells are cast (components are consumed as normal without requiring you to bring t h e m  t o  h a n d ) .  An y  X P  c o s t s  f r o m  a  transferred spell are deducted from your total when the familiar casts the spell. INTERNAL FIRE Evocation [Fire]Level:  Wu jen 9 ( ﬁ re)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text This spell allows you to melt ice and snow, or to deal damage to cold creatures. The spell melts normal ice and snow auto- matically (no saving throw or spell resistance allowed); melted ice creates an equiv- alent volume of water that ﬂ ows and spreads accord- ing to its location. Melted snow creates a volume of water equal to one-tenth its original volume (so that a 10th-level wu jen melting ten 10-foot cubes of snow would create a single 10-foot-cube volume of water in its place). In both cases, depending on the local temperature, melted ice or snow might begin to freeze again once the water stops ﬂ owing, possibly creating a movement hazard. Against cold creatures, the spell deals 2 points of damage per caster l e v e l  ( m a x i m u m  1 0  p o i n t s ) ,  o r  h a l f damage on a successful Fortitude save. Against magically created ice or snow (like that generated by wall of ice ), the spell deals the same damage (possibly smashing or breaching the ice) but does not melt it. Cold creatures apply spell resistance, if any. Material Component:  A few crystals of rock salt and a pinch of soot.Metal skinIllus. by F. Vohwinkel 620_17925_Chpt4.indd   114 620_17925_Chpt4.indd   114 9/15/04   3:05:24 PM 9/15/04   3:05:24 PMLesser orb of acid 115CHAPTER 4 SPELLS  AND INVOCATIONSMETAL SKIN Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You create an opaque, immobile, shim- mering screen of violet energy. Any spell effect operating on a creature or unattended object that passes through the screen is affected as by a targeted dispel magic  a t  y o u r  c a s t e r  l e v e l .  A t - tended items that pass through are not affected by the screen, which is the only way the screen differs from a normal targeted casting of dispel magic —attended items are essentially not tar- geted by the screen. Make a caster level check (1d20 + 1 per caster level, maxi- mum +10) to dispel spell effects (DC 11 + caster level) or suppress an unattended ob- ject’s magical properties for 1d4 rounds (DC equal to the item ’s caster lev- el). Spell effects not operating on objects or unattended creatures cannot pass through the screen. A disintegrate  or successful dispel magic  removes Otiluke ’s dispelling screen , while an antimagic ﬁ eld suppresses it.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By erasing the subject ’s previous personality and implanting a false set of memories, you can build a new persona for the creature, altering its alignment, beliefs, values, and personality traits. Some class abilities are affected by alignment changes. Programmed Trigger: You can pro- gram the subject to delay the onset of any of the above effects until a speci ﬁ c event takes place, such as the receipt of a coded message, capture by enemies, or arrival at some destina- tion. Similarly, you could specify some or all of the alterations you create in a subject to be removed by a speci ﬁ c event. The nature of programmed amnesia  is such that a subject given new memories (whether willing or not) might be given cause to suspect that those memories are false, based on how complete your programming is. For example, a pala- din subject to a persona rebuilding that changes her alignment to neutral loses her paladin abilities. Unless you impart a speci ﬁ c believable memory of why she changed alignment, the character will perceive this unexplained gap in her memory and might take steps (such as seeking a magical cure for her “amnesia ”) that could negate the spell ’s effect (see below). Generally, your subject must be either willing to undergo the spell or restrained in some way so that it cannot leave or interfere with the casting. Programmed amnesia  is normally perma- nent unless you care to specify events that will end the effect. Its effect can also be removed by a greater restoration or wish  spell.",
        "name":  "Persona Rebuilding",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) You restore a semblance of life to a deceased creature, putting the reani-mated subject in a state of half life but not fully binding the soul back into the body. Creatures that have been dead no more than one day per caster level can be reanimated so long as their souls are free and willing to return (see Bringing Back the Dead, page 171 of the Player ’s Handbook ). The reanimated creature has 1 hit point and can take only a single move action each round (and so is unable to attack, use spells, or activate magic items). Its speech (if it could speak while alive) is slow and slurred, and the creature ’s memory is cloudy, making it dif ﬁ cult for the subject to remember even the basic details of its past life. If left unwatched, the creature is prone to wander off ran- domly. It can gain temporary hit points but cannot increase its 1 hit point by means of a Constitution increase or any other method (though if it is wounded, healing can bring the creature back to 1 hit point again). The creature can be killed again (and reanimated again if possible), and can be restored to full life by any spell that would restore a fully dead creature to life (such as raise dead ). As with gentle repose , time spent reanimated does not count against the time limit on raising the creature from the dead, and the reanimated body does not decay. A reanimated creature is not undead, and it cannot be turned, harmed by positive energy or holy water, or healed by negative energy. A greater restora- tion spell fully restores the creature ’s memory but does not improve its physical state.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Reaving dispel  functions like dispel magic , except that the maximum caster level on your dispel check is +25 instead of +10, and (as with greater dispel magic ) you have a chance to dispel any effect that remove curse  can remove, even if dispel magic  can ’t dispel that effect. When casting a targeted dispel or counterspell, you can choose to reave each spell you successfully dispel, stealing its power and effect for yourself. When making a targeted dispel, make a Spellcraft check (DC 25 + spell level) to identify the target spell or each ongoing spell currently in effect on the target creature or object. Each spell you dispel with a targeted dispel can be reaved if you so desire, and the spell ’s effects are redirected to you, continuing as if cast on you by the original caster with no interruption to or extension of duration. Once you reave the spell, you identify it if you haven ’t done so already (see below). If the subject was the caster and the spell is dismissible, you can dismiss it as if you had cast it yourself. Likewise, if the subject was the caster and the spell requires concentration, you must concentrate to maintain the spell ’s effect as if you had cast it yourself. You can still attempt to reave a spell you didn ’t identify with your Spellcraft check, but doing so can be risky if you don’t know the speci ﬁ cs of the spell ’s effect. For example, if you fail to iden- tity an ongoing spell effect on an enemy character and choose to reave anyway, you might ﬁ nd yourself under the inﬂ uence of the dominate person  effect that character was suffering from. Any spell resistance you might have has no effect against harmful spells you might inadvertently reave, but you get the same chance to save against those spell effects as the original target. If you choose to reave a spell you have successfully counterspelled with reav- ing dispel , you seize control of the spell after the enemy caster completes it, and you can redirect the spell to whichever targets or area you wish (including the original caster, if appropriate). Again, you must make a Spellcraft check (DC 25 + spell level) to identify the spell you intend to reave, but you are free to choose to redirect a spell whose effects, range, and area you don ’t know. Note, though, that if its correct casting conditions aren ’t met (because you guess at an im proper targ et or ran g e, for example), the spell fails. Reaving dispel  c a n  b e  u s e d  t o  c a s t a n  a r e a  d i s p e l  w i t h  t h e  i n c r e a s e d maximum caster level, but any magical effects so dispelled cannot be reaved. RECIPROCAL GYRE Abjuration",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You manipulate the magical aura of a creature or object, creating a damag- 620_17925_Chpt4.indd   119 620_17925_Chpt4.indd   119 9/15/04   3:05:45 PM 9/15/04   3:05:45 PM120 CHAPTER 4 SPELLS  AND INVOCATIONSing feedback reaction of arcane power. The target takes 1d6 points of damage per spell level of each functioning spell or spell-like ability currently affecting it (maximum 25d6). For example, a creature who is hasted  (3rd level), ﬂ ying  (3rd level), and protected by a stoneskin  spell (4th-level wizard version) takes 10d6 points of damage (Will save for half). In addition, any creature that fails its save must then succeed on a Fortitude save or be dazed for 1d6 rounds. Only spells speci ﬁ cally targeted on the creature in question can be used to create the backlash of a reciprocal gyre, so spells that affect an area (such as invisibility sphere and solid fog ) can ’t be used to deal reciprocal damage to creatures within their area. Likewise, persistent or continuous effects from magic items can ’t  b e  u s e d  t o  d e a l reciprocal damage, but targeted spell effects can be —for example, the magic of a cloak of resistance  can ’t be used by reciprocal gyre , but a spell cast by a wand of invisibility  could be.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You seal a door, chest, or similar closure with a prominent magical sigil that bars entry and prevents opening. A door or object protected by this spell can be opened only by breaking (add 10 to the normal break DC) or by the use of knock  or dispel magic . If the door or object is forced open by any means (magical or physical), the sign of sealing deals 1d4 points of damage per caster level (maximum 10d4) in a 30-foot radius (Re ﬂ ex half). A knock  spell doesn ’t negate or auto- matically bypass a sign of sealing , but will suppress the sign for 10 minutes on a successful caster level check (DC 11 + the caster level of the sign ’s creator). A sign of sealing  is a magical trap that can be disarmed with a suc-cessful DC 28 Disable Device check. You can pass your own sign safely, and it remains set behind you.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes This spell functions like sign of sealing , except that it can also be used to seal an open space (such as a corridor or an archway), creating a magical barrier of force that repels any creature attempt-ing to pass. In addition, doors and objects protected by a greater sign of seal- ing are strengthened, increasing their hardness by 10 and gaining 5 hit points per caster level. Any object protected by the sign is treated as a magic item for the purpose of making saving throws and gains a +4 resistance bonus on all saves. If its seal is broken, a greater sign of sealing  deals 1d6 points of damage per caster level (maximum 20d6) in a 40-foot radius (Re ﬂ ex half). A greater sign of sealing  cannot be passed with a knock  spell, but it can be dispelled (DC 15 + the caster level of the sign ’s creator). It can be disarmed with a successful DC 31 Disable Device check.",
        "name":  "Casting Time",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No This spell creates an immobile, swirl- i n g  m a s s  o f  g r e e n i s h - w h i t e  f o r m s resembling tortured spirits. One side of the wall, selected by you, emits a low groaning that causes creatures w i t h i n  6 0  f e e t  o f  t h a t  s i d e  t o  m a k e  a Will save or ﬂ ee in panic for 1d4 rounds. Any living creature that merely touches the wall takes 1d10 p o i n t s  o f  d a m a g e  a s  i t s  l i f e  f o r c e  i s  disrupted. A living creature passing through the wall takes 1d10 points of damage, as above, and must make a successful Fortitude save or gain one negative level. The barrier is semimaterial and opaque, providing cover and total concealment against physical attacks, and it blocks magical effects (including spells, spell-like abilities, and super-natural abilities).",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You send a message or sound on the wind to a number of speci ﬁ c creatures that you identify while casting the spell. You need not directly know the recipients, but you must be able to distinguish them by their location, position, or some feature other than race or character class. For example, you could send a summoning wind  to the soldiers of your palace guard or to 620_17925_Chpt4.indd   124 620_17925_Chpt4.indd   124 9/15/04   3:06:32 PM 9/15/04   3:06:32 PM125CHAPTER 4 SPELLS  AND INVOCATIONSthe governors of all the provinces in the empire, provided you know that such characters exist. You can prepare the spell to bear a message of up to twenty- ﬁ ve words, cause the spell to deliver any other normal sounds for 1 round, or merely have a summoning wind seem to be a mysterious stirring of the air. The wind travels to each recipi-ent provided that it can ﬁ nd a way from you to their locations (the wind can travel around virtually any obstacle, but can ’t pass through closed portals or windows, regardless of whether they ’re airtight). You choose its speed (from as slow as 1 mile per h o u r  t o  a s  f a s t  a s  1  mile per 10 minutes), but the summoning wind is as gentle and unnoticed as a zephyr until it reaches the recipients, where it delivers its whisper-quiet message and dissipates. As with magic mouth,  a summoning wind  cannot speak verbal components, use command words, or activate magical effects. SUPERIOR INVISIBILITY Illusion (Glamer)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical wooden object or a volume of wood; or one plant creature",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use darkness  as the spell. Devil ’s Sight:  See normally in darkness and magical darkness.",
        "name":  "Darkness",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use dispel magic  as the spell, caus- ing damage to creatures whose effects are dispelled.",
        "name":  "Voracious Dispelling",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use targeted greater dispel magic  with a touch and gain temporary hit points based on the level of spells successfully dispelled.",
        "name":  "Devour Magic",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " Apples and pomegranates with magi- cal properties are commonplace in mythology. A potion-fruit might consist of a slice or section of a fruit steeped in a magical libation that produces its effect when consumed. Magic Tiles: A small ceramic tile inscribed with a magic rune could hold a potion-type ef- fect. When it is snapped or broken in one ’s hand, the effect is re- leased.",
        "name":  "Magic Fruit",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A thin wafer of specially prepared bread or dough, stamped with a holy or arcane symbol, can hold a spell as well as a potion bottle can. When the wafer is consumed, the stored magic takes effect. SCROLLS Unlike potions, scrolls require magical training (or the ability to mimic such training by means of the Use Magic Device skill) to use properly. The essential characteristics of a scroll are as follows.• Single-use only —once it is read, the writing that makes up a scroll is gone. • Spell completion device —only a spellcaster can readily use a scroll, and he might need to make a level check to read a scroll of a spell level exceeding the maximum level of spell he can normally cast. • Usable by means of the Use Magic Device skill. • Must be physically manipulated in a complex way (held in the hand, unrolled, and read). • Must be in the user ’s hand to be used. • Use provokes attacks of opportunity. Some common alternate scroll forms are described below.",
        "name":  "Spell Wafers",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spell is stored in a special mix of powders and glyph-covered paper. To use an incendiary, a spellcaster speaks the last words of the spell while si- multaneously igniting the prepared de- vice (usually by means of a minor magical property of the incendiary form that requires no additional action A wounded warrior uses a potion-tileIllus. by M. Moore 620_17925_Chpt5.indd   138 620_17925_Chpt5.indd   138 9/15/04   11:25:54 AM 9/15/04   11:25:54 AM139CHAPTER 5 MAGIC ITEMSto activate). The incendiary is consumed in a brilliant col- ored ﬂ ash or haze of strangely coiling smoke, completing the spell.",
        "name":  "Incendiary",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The book looks and feels like something else of similar size (no more than 25% larger or smaller in any dimension) and weight (between half as heavy and twice as heavy as the original). Upon command, the book switches between its normal and its glamered appearance, but anyone who touches the book in glamered form can make a DC 14 Will save to disbelieve the illusion. Moderate illusion; CL 6th; Craft Wondrous Item, major image ; Price +2,000 gp.",
        "name":  "Glamered",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The book is infused with an acrid essence that repels damaging pests. Any creature that touches the book without ﬁ rst speaking a command word must make a DC 14 Fortitude save or become nauseated for 1d4+1 rounds. Moderate conjuration; CL 7th; Craft Wondrous Item, stinking cloud; Price +2,000 gp.",
        "name":  "Pungent",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The book hovers in the air at whatever point it is placed, much like an immovable rod  (though the book can support only its own weight). Moderate transmutation; CL 6th; Craft Wondrous Item, levitate; Price +2,000 gp.",
        "name":  "Levitating",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This potent device prevents the op- eration of other magic items. On command up to three times per day, a rod of interference  shoots forth a brilliant sapphire beam that unerringly strikes a single t a r g e t  c r e a t u r e  w i t h i n  6 0  f e e t . The targeted creature must suc- ceed on a DC 19 Will save, or the functions of all magic items currently in its possession are suppressed for 1 minute, as if they were under the effect of a targeted dispel magic. Moderate abjuration; CL 11th; Craft Rod, greater dispel magic; Price 72,000 gp. Warlock’s Scepter: This fearsome device is a +2 light mace  with a head in the shape of a demonic horned skull. When held, it confers a +2 profane bonus on ranged touch attack rolls made with it. In addition, a warlock (or any other character capable of invoking an eldritch blast ) can choose to spend charges from the scepter to increase the amount of damage his eldritch blast  deals. Extra Damage Charges+1d6 1 charge+2d6 2 charges+3d6 3 charges+4d6 5 charges The rod ’s wielder can expend up to 5 charges in any 24-hour period. A rod is created with 50 charges. After all charges are used, the rod remains a +2 light mace,  but no longer provides a bonus on ranged touch attack rolls. Moderate necromancy; CL 10th; Craft Rod, bestow curse; Price 28,000 gp; Weight 3 lb.Warlock’s scepterIllus. by E. Fiegenschuh 620_17925_Chpt5.indd   145 620_17925_Chpt5.indd   145 9/15/04   11:26:37 AM 9/15/04   11:26:37 AM146 CHAPTER 5 MAGIC ITEMSMETAMAGIC RODS Metamagic rods hold the essence of a metamagic feat but do not change the spell slot of the altered spell. The metamagic rods presented here (modeled after the new metamagic feats presented in Chapter 3 of this book) function in all respects as those described on page 236 of the Dungeon Master ’s Guide .",
        "name":  "Rod of Interference",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Normal metamagic rods can be used with spells of 6th level or lower. Lesser rods can be used with spells of 3rd level or lower, while greater rods can be used with spells of 9th level or lower. Metamagic, Chaining:  The wielder can cast up to three spells per day that are chained as though using the Chain Spell feat. Strong (no school); CL 17th; Craft Rod, Chain Spell; Price 27 ,200 gp (lesser), 108,000 gp (normal), 243,000 gp (greater).",
        "name":  "Lesser and Greater Metamagic Rods",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The wielder can cooperatively cast up to three spells per day as though using the Cooperative Spell feat. Strong (no school); CL 17th; Craft Rod, Cooperative Spell; Price 2,700 gp (lesser), 10,500 gp (normal), 24,300 gp (greater). Metamagic, Sculpting:  The wielder can cast up to three spells per day whose areas can be modi ﬁ ed as though using the Sculpt Spell feat. Strong (no school); CL 17th; Craft Rod, Sculpt Spell; Price 5,400 gp (lesser), 21,600 gp (normal), 48,600 gp (greater). Metamagic, Substitution:  Four different types of the metamagic rod of substitution exist, each keyed to a different type of energy (acid, cold, electricity, or ﬁ re). The wielder can cast up to three spells per day as though using the appropriate Energy Substitution feat. Strong (no school); CL 17th; Craft Rod, Energy Substitu-tion for the appropriate energy type; Price 2,700 gp (lesser), 10,500 gp (normal), 24,300 gp (greater). NEW STAFF DESCRIPTIONS Few magic items are as distinctive —or threatening —as the arcanist ’s staff, and a spellcaster with staff in hand will give even the ﬁ ercest opponent pause.",
        "name":  "Metamagic, Cooperation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "First seen long ago in the hands of humans and drow in the service of powerful demons and devils, these staffs are made of ebony or polished bone, often topped with a metal claw at one or both ends. When held by any good creature, a staff of ﬁ endish darkness  bestows one negative level that remains as long as the staff is carried. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration  spells) while the staff is held. A staff of ﬁ endish darkness  allows the use of the following spells:• Darkness  (1 charge) • Summon monster IX  (nightmare only) (2 charges) • Dispel magic (2 charges) • Animate dead (2 charges) Strong varied; CL 17th; Craft Staff, animate dead, darkness, dispel magic, summon monster IX,  creator must be evil; Price 98,200 gp.",
        "name":  "Fiendish Darkness",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cut from bamboo and ﬁ tted with white leather straps, this slender staff seems more delicate than most. It allows the use of the following spells:• See invisibility  (1 charge) • Darkvision  (1 charge) • Remove blindness/deafness  (1 charge) • True seeing  (2 charges) Each use of this staff is mentally tiring and requires the user to make a DC 12 Will save or take 1 point of Intelligence damage. Strong divination; CL 12th; Craft Staff, darkvision, see invis- ibility, remove blindness/deafness, true seeing; Price 42,800 gp. NEW WONDROUS ITEM DESCRIPTIONS Although many of the items described here were invented by arcane spellcasters for their own safety, convenience, and comfort, most can be used by any character.",
        "name":  "Vision",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This dark, viscous ﬂ uid is usually stored in a small stoppered bottle and applied like a perfume. One round after exposure to air, it creates an invisible cloud of poison gas in a 10-foot radius that lasts for 1 minute. The creature wearing the aroma of curdled death is protected from the cloud ’s effect, but all other exposed creatures with 3 Hit Dice or less die with no save. Creatures with 4 to 6 Hit Dice must succeed on a DC 17 Fortitude save each round they are exposed to the effect or die (taking 1d4 p o i n t s  o f  C o n s t i t u t i o n  d a m a g e  o n  a  s u c c e s s f u l  s a v e ) ,  a n d creatures with 6 or more Hit Dice take 1d4 points of Constitu- tion damage (Fortitude DC 17 half). The cloud moves as the creature does. If the bottle is opened but the liquid within not immedi- ately applied to a creature, the cloud of poison gas that forms spreads to ﬁ ll only a 5-foot radius, centered on the opened bottle or the place the liquid was poured out. This cloud also lasts for 1 minute. M o d e r a t e  c o n j u r a t i o n ;  C L  9 t h ;  C r a f t  W o n d r o u s  I t e m ,  cloudkill, character must have 4 ranks in Craft (alchemy); Price 4,500 gp. Aroma of Dreams: This silvery liquid is usually kept in a small bottle and applied like a perfume. One round after exposure to air, it creates an invisible cloud of magical poison gas in a 10-foot radius that lasts for 1 minute. The creature wearing the aroma is not subject to its effect, but other crea- tures exposed to the gas must make a DC 14 Fortitude save or fall asleep for 1 minute. One round later, exposed creatures (whether already asleep or not) must make a second DC 14 Fortitude save or fall asleep for 1 hour. Sleeping creatures are helpless. The cloud moves as the creature does. If the aroma is opened but not immediately applied to a creature, the cloud of poison gas that forms spreads to ﬁ ll only a 5-foot radius, centered on the opened bottle or the place the liquid was poured out. This cloud also lasts for 1 minute. Faint enchantment; CL 5th; Craft Wondrous Item, deep slumber , character must have 4 ranks in Craft (alchemy); Price 1,500 gp.",
        "name":  "Aroma of Curdled Death",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This broad belt seems to be nothing more than a well-made article of clothing, but closer examina- tion reveals eight small pouches along its inner front. In fact, a total of sixty-four extradimensional pouches exist in the belt, with seven more “behind ’’ each of the eight readily apparent ones. Each pouch is similar to a miniature bag of holding , able to contain up to 1 cubic foot of material weighing as much as 10 pounds. In addition, if the wearer has a familiar, any pouch can hold it no matter what its size or weight. The familiar has no need for food, water, or air while inside the pouch, but any other living creature of suitable size placed within a pocket has enough air for only 1 minute, after which it suffocates. Anything stored in the belt ’s pockets is effectively weight- less and doesn ’t affect the wearer ’s carrying capacity so long as  th e  be l t  is  w o rn  ar o un d  th e  w aist.  If  r e m o v ed,  th e  be l t  weighs one-tenth of the total weight of all the items stored within it. While worn around the waist, the belt responds to its wearer ’s desire to extract something (by opening the correct pouch) or store something (by opening an empty pouch). 620_17925_Chpt5.indd   147 620_17925_Chpt5.indd   147 9/15/04   11:26:42 AM 9/15/04   11:26:42 AM148 CHAPTER 5 MAGIC ITEMSRetrieving a speci ﬁ c item from the pouch is a move action, but doesn ’t provoke the attacks of opportunity that retrieving a stored item usually does. M o d e r a t e  c o n j u r a t i o n ;  C L  9 t h ;  C r a f t  W o n d r o u s  I t e m , familiar pocket *, Leomund ’s secret chest, locate object; Price 11,000 gp; Weight 1 lb. *New spell described on page 106. Belt of Spell Resistance:  When worn around the waist, this intricately embroidered sash grants the wearer spell resistance 21. Moderate abjuration; CL 9th; Craft Wondrous Item, spell resistance; Price 90,000 gp.",
        "name":  "Belt of Many Pockets",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bound in blood-red leather and bearing a bronze clasp, this vellum spellbook is waterproof, ﬁ reproof, and lockable, and can contain up to forty- ﬁ ve spells of any level. In addition, once per day, its owner can use the book to cast summon monster IV to summon a yeth hound. The book can also be used to cast ﬁ nger of death once per day, but each such use permanently drains 1 hit point from the wielder. The book must be held to utilize its powers. Strong conjuration, strong necromancy; CL 13th; Craft Wondrous Item, ﬁ nger of death, summon monster IV ; Price 21,300 gp; Weight 3 lb. Chasuble of Fell Power: This long, embroidered strip of scarlet cloth is covered with arcane sigils and mystic designs. W o r n  o v e r  t h e  n e c k  ( o c c u p y i n g  s p a c e  o n  t h e  b o d y  a s  a n amulet), a chasuble of fell power  a d d s  1 d 6  p o in t s  o f  d a m a g e (lesser) or 2d6 points of damage (greater) to any eldritch blast the wearer invokes, or to any spell the wearer casts that deals hit point damage and has the chaotic descriptor. Moderate evocation; CL 6th (lesser) or 9th (greater); Craft Wondrous Item, creator must be able to invoke an eldritch blast  or cast chaos hammer ; Price 8,000 gp (lesser), 18,000 gp (greater). Contract of Nepthas: Easily mistaken for a scroll if found as treasure, this item is actually a magical contract , usually contained in an ivory tube and scribed in black ink on golden-brown vellum. The details of the contract are blank, and the user can ﬁ ll it in with any instructions, agreement, or conditions he cares to create. When the contract is signed, though, the item ’s true power is revealed to both parties, and any signatory who breaks the contract is subject to a curse that strikes it blinded, deafened, and mute (no saving throw, though spell resistance applies). The curse of a contract of Nepthas  can be removed only by means of remove curse  cast by an 8th-level spellcaster or a break enchantment  spell (DC 25). Because a contract typically involves two parties agreeing on a set of conditions, nonspeci ﬁ c terms might allow a clever signatory to escape them without suffering the contract ’s curse. For example, if an adventurer signs a contract with a king stating that she will slay a dragon in the Northern Hills by the eve of the new moon, the contract is effectively o p e n -e n d e d  b y  virtu e  o f  i t s  n o t  s p e c ifyin g  “the next new moon, ” even if that was both parties ’ meaning and intent. Contracts signed by creatures under the in ﬂ uence of charm or compulsion effects are null and void. Moderate enchantment; CL 11th; Craft Wondrous Item, lesser geas; Price 1,400 gp.",
        "name":  "Book of Blood",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This masterwork lute grants a +2 circumstance bonus on Perform (string instruments) checks and a +3 compe- tence bonus on bardic music checks for countersong, fascinate, and suggestion . A character with 6 ranks in Per- form (string instru-ments) can use the instrument to cast delay poison, hold person, and mirror image each once per day. When held, a doss lute bestows one negative level on any creature that doesn ’t have at least 6 ranks in Perform (string instruments). Faint various; CL 5th; Craft Wondrous Item, delay poison, hold person, mirror image,  creator must be a bard; Price 9,800 gp; Weight 3 lb.",
        "name":  "Doss Lute",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This eight-stringed masterwork m a n d o l i n  g r a n t s  a  + 2  c i r c u m s t a n c e  b o n u s  o n  P e r f o r m (string instruments) checks and a +4 competence bonus on a bard ’s bardic music checks for countersong,  fascinate, and suggestion.  A character with 8 ranks in Perform (string instruments) can use the instrument to cast cure serious wounds, dispel magic,  or summon monster III each once per day. When held, the instrument bestows one negative level on any creature that doesn ’t have at least 8 ranks in Perform (string instruments). Moderate various; CL 8th; Craft Wondrous Item, cure seri- ous wounds, dispel magic, summon monster III, creator must be a bard; Price 23,400 gp; Weight 3 lb.",
        "name":  "Canaith Mandolin",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This masterwork lyre grants a +2 circumstance bonus on Perform (string instruments) checks and a +5 competence bonus on a bard ’s bardic music checks for coun-tersong, fascinate, and suggestion . A character with 10 ranks in Perform (string instruments) can use the instrument to cast break enchantment, dimension door, and shout each once per day. When held, a cli lyre  bestows one negative level on any creature that doesn ’t have at least 1 0 ranks in Perform (string instruments). Moderate various; CL 11th; Craft Wondrous Item, break enchantment, dimension door, shout, creator must be a bard; Price 37,600 gp; Weight 3 lb.",
        "name":  "Cli Lyre",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This masterwork harp grants a +2 circumstance bonus on Perform (string instruments) checks and a +6 competence bonus on a bard ’s bardic music checks for countersong,  fascinate, and suggestion . A character with 12 ranks in Perform (string instruments) can use the instrument to cast control water, mass cure light wounds, and mind fog each once per day. An anstruth harp  bestows one negative level on any creature that doesn ’t have at least 12 ranks in Perform (string instruments). Strong various; CL 14th; Craft Won- drous Item, control water, mass cure light wounds, mind fog, cre- ator must be a bard; Price 60,000 gp; Weight 3 lb.",
        "name":  "Anstruth Harp",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This masterwork harp grants a +2 circumstance bonus on Perform (string instruments) checks and a +7 competence bonus on a bard ’s bardic music checks for countersong,  fascinate, and suggestion.  A character with 14 ranks in Perform (string instruments) can use the instrument to cast control weather, eyebite, and repulsion each once per day. The instrument bestows one negative level on any creature that doesn ’t have at least 14 ranks in Perform (string instruments). Strong various; CL 17th; Craft Wondrous Item, control weather, eyebite, repulsion, creator must be a bard; Price 83,600 gp; Weight 3 lb.",
        "name":  "Ollamh Harp",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These two dark glass lenses ﬁ t over the user ’s eyes, granting a +4 bonus on saving throws against illusion (pattern) spells, spells with the light descriptor, and any light effects that cause blindness (such as a prismatic wall ). Faint abjuration, faint evocation; CL 3rd; Craft Wondrous Item, darkness, resistance; Price 7,700 gp.",
        "name":  "Lenses of Darkness",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This helm is forged of copper and inlaid with silver and gold, stylized in the shape of a phoenix with wings unfurled, legs guarding the temples, and its head adorning the brow. When worn, the helmet grants its wearer Phoenix helmIllus. by M. Moore 620_17925_Chpt5.indd   149 620_17925_Chpt5.indd   149 9/15/04   11:26:45 AM 9/15/04   11:26:45 AM150 CHAPTER 5 MAGIC ITEMSlow-light vision and the ability to use feather fall, ﬂ ame arrow, ﬂ y, resist energy, and speak with animals (birds only) each once per day. Moderate various; CL 9th; Craft W ondrous Item, feather fall, ﬂ ame arrow, ﬂ y, low-light vision*, resist energy, speak with animals; Price 53,000 gp; Weight 3 lb. *New spell described on page 113. Powder of the Black Veil: A pinch of this sooty, black powder cast into an area creates a 10-foot-high cloud in a 10-foot spread centered on the user. The cloud remains in place for 2d4 rounds, and any creature caught in the area (or one that enters it) is blinded for as long as it stays in the cloud and for 1d4 rounds after it leaves unless it succeeds on a DC 13 Will save. Faint necromancy; CL 3rd; Craft Wondrous Item, blind- ness/deafness; Price 750 gp.",
        "name":  "Phoenix Helm",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These items usually resemble two lumps of unworked stone. Once per day, each stone in a pair can send a message (as the sending  spell) to the bearer of the other stone. If the stone ’s mate is not in a creature ’s possession, no message is sent and the user knows the message did not g o through. If ei th er stone in a pair is destro y ed, i ts mate becomes useless. Moderate evocation; CL 7th; Craft Wondrous Item, sending; Price 15,000 gp (pair); Weight 1 lb.",
        "name":  "Sending Stones",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Combat Like a living dire lion, an ef ﬁ gy attacks by leaping on its opponent, clawing and biting. Improved Grab (Ex): T o use this ability , an ef ﬁ gy dire lion must hit with its bite attack. It can then attempt to start a grapple as a free action without provoking attacks of opportunity. If it wins the grapple check, it establishes a hold and can rake. Pounce (Ex): If a dire lion charges, it can make a full attack, including two rake attacks. Rake (Ex): Attack bonus +15 melee, damage 1d6+9.CREATING AN EFFIGY “Efﬁ gy” is an acquired tem- plate that can be added to any corpo- real aberration, animal, dragon, giant, humanoid, magical beast, monstrous hu- manoid, or vermin (referred to hereafter as the base creature). An ef ﬁ gy uses all the base creature ’s statistics and special abilities except as noted here.",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A creature of lurid, darting ﬂ  ame dances and capers obscenely. Its shape and size are roughly humanoid, but its fea-tures shift and crackle like the leaping ﬂ  ames of a bonﬁ  re. Harginns, or ﬁ re grues, are creatures of living ﬂ ame cor- rupted by dark magic. Like other grues, they are malicious and destructive beings that delight in in ﬂ icting pain. Fire grues speak Ignan, their voices rustling and crackling like ﬂ ame as they taunt their foes with cruel jests and hateful laughter. A harginn is about 6 feet tall but weighs only 10 pounds (most of its substance is nothing but ﬁ re). To determine the type of spell object contained in a ﬁ re grue, roll d%: 01 –70, ﬂ  aming sphere;  71–100, haste. COMBAT Harginns typically rush into melee, counting on their speed and agility to protect them while they battle wildly.ChaggrinHarginnIllus. by D. Crabapple 620_17925_Chpt6.indd   154 620_17925_Chpt6.indd   154 9/15/04   11:23:46 AM 9/15/04   11:23:46 AMCHAPTER 6 ARCANE MONSTERS 155Fire Spray (Sp): As a standard action, a ﬁ re grue can create a 30-foot cone of ﬁ re, dealing 2d6 points of ﬁ re damage (Re ﬂ ex D C  1 1  h a l f) .  T h i s  a b i l i t y  i s  t h e  e q u i v a l e n t  o f  a  2 n d - l e v e l spell. Blur (Sp): Fire grues naturally ﬂ icker and waver continu- ously as if under the effect of a blur spell (caster level 10th). They have concealment against all attacks by creatures that rely on sight. ILDRISS (AIR GRUE) Medium Elemental (Air, Evil, Extraplanar)Hit Dice: 3d8 (13 hp)",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Some unseen force seems to hover in the surrounding air. Wild winds whip past, carrying dust, debris, and litter in their wake. An ildriss, or air grue, is the product of an evil spell corrupt- ing the substance of elemental air. It is a capricious and violent creature that rages constantly against its surroundings, trying its strength against any obstacle in its path or hurling items through the air from sheer spite. It most enjoys venting its anger against any Material Plane creature it encounters. A n  a i r  g r u e  i s  n o r m a l l y invisible, but if ren- dered visible, it appears as a roil-ing cloud of dark vapor, its face marked by angry, ever- changing features. It speaks Auran, but it is more prone to simply scream in in- choate anger than attempt to communicate. An air grue is about 4 feet in diameter and weighs 10 pounds. To determine the type of spell object contained in an air grue, roll d%: 01 –70, invisibility; 71–100, ﬂ y. COMBAT An ildriss uses its speed, maneuverability, and invisibility to best advantage in combat. Air grues like to race through an enemy ’s ranks, striking foes at random to cause the most mayhem and uncertainty. Invisible (Su): Air grues are naturally invisible, gaining total concealment. VARDIGG (WATER GRUE) Medium Elemental (Evil, Extraplanar, Water)Hit Dice: 3d8+6 (19 hp)",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— A volume of animated water the size of a large inn rises up in a crude humanoid shape. Its limbs are thick tendrils of water that loosely resemble arms, its body reshaping itself to ﬂ ow across the ground without breaking up or losing its form. Like the other elemental monoliths, water monoliths are the chieftains and leaders of their kind. Generally unwilling to leave the Elemental Plane of Water, they can be summoned only with the most powerful of spells, and though they speak Aquan, water monoliths rarely deign to speak to creatures other than other water elementals. Their voices sound like the crashing of surf in a wild storm, and they are noticeably more intelligent and strong-willed than most of their kind. Combat Water monoliths are almost as strong as earth monoliths, but they are much quicker and more agile. They prefer to ﬁ ght in water, where they can disappear beneath the waves and outmaneuver their foes, but in any instance a water monolith cannot venture more than 300 feet from the body of water from which it was conjured. Drench (Ex): A water monolith ’s touch puts out torches, camp ﬁ res, exposed lanterns, and other open ﬂ ames of non- magical origin of they are Huge or smaller. The creature can dispel magical ﬁ re it touches, as if using greater dispel magic (caster level 20th). Vortex (Su):  A water monolith can transform itself into a whirlpool at will as a standard action, provided it is under-water. It can remain in that form as long as it likes. In vortex form, a monolith can move through the water or along the bottom at its swim speed. The vortex is 10 feet wide at the base, up to 50 feet wide at the top, and up to 80 feet tall. The monolith controls the exact height, but it must be at least 20 feet.A water monolith ’s movement while in vortex form does not provoke attacks of opportunity, even if the monolith enters the space another creature occupies. Another crea-ture might be caught in the vortex if it touches or enters the vortex, or if the monolith moves into or through the creature ’s space. Huge or smaller creatures take damage when caught in a vortex and may be swept up by it. An affected creature must succeed on a DC 42 Re ﬂ ex save when it comes into contact with a vortex or take 4d6 points of damage. It must also suc-ceed on a second DC 42 Re ﬂ ex save or be picked up bodily and held suspended in the powerful currents, automatically taking the indicated damage each round. An affected creature is allowed a Re ﬂ ex save each round to escape the vortex. The creature still takes damage, but can leave if the save is successful. The save DC is Strength-based. A creature trapped in a vortex cannot move except to go where the water monolith carries it or to escape the vortex. It can otherwise act normally, but must make a Concentration check (DC 20 + spell level) to cast a spell. Creatures caught in the vortex take a –4 penalty to Dexterity and a –2 penalty on attack rolls. A monolith can have only as many creatures trapped inside the vortex at one time as will ﬁ t inside the vortex ’s volume. A water monolith can eject any carried creatures whenever it wishes, depositing them wherever the vortex happens to Illus. by W. O’Connor 620_17925_Chpt6.indd   159 620_17925_Chpt6.indd   159 9/15/04   11:24:08 AM 9/15/04   11:24:08 AMCHAPTER 6 ARCANE MONSTERS 160be. A summoned monolith always ejects trapped creatures before returning to its home plane. If the vortex ’s base touches the surface beneath a body of water, it creates a swirling cloud of debris. This cloud is centered on the elemental and has a diameter equal to half the vortex ’s height. The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have conceal- ment, while those farther away have total concealment. Those caught in the cloud must make a Concentration check (DC 15 + spell level) to cast a spell. A water monolith in vortex form cannot make slam attacks and does not threaten the area around it. Water Mastery (Ex): A water monolith gains a +2 bonus on attack rolls and damage rolls if both it and its opponent are touching water. If the opponent or the elemental are touching the ground, the monolith takes a –4 penalty on attack rolls and damage rolls. A water monolith can easily affect the movement of ships in any squares it threatens as a full-round action, overturning any craft up to 180 feet long, or halting and holding motionless a ship as long as 360 feet. Larger ships can be reduced to half speed for as long as they remain threatened by the monolith.",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Illus. by D. Crabapple 620_17925_Chpt6.indd   160 620_17925_Chpt6.indd   160 9/15/04   11:24:12 AM 9/15/04   11:24:12 AMCHAPTER 6 ARCANE MONSTERS 161Combat A pseudonatural hippogriff dives at its prey and strikes with its clawed forelegs. When it cannot dive, it slashes with claws and beak. Alternate Form (Su):  As a standard action, a pseudonatu- ral hippogriff can take the form of a grotesque, tentacled mass (though this alien appearance has no effect on the creature ’s abilities). Other creatures receive a –1 morale penalty on their attack rolls against the creature when it is in this alternate form. True Strike (Su):  Once per day, a pseudonatural hippog- riff can gain a +20 insight bonus on a single attack roll. In addition, the creature suffers no miss chance against a target that has concealment or total concealment when making this attack. Skills:  Hippogriffs have a +4 racial bonus on Spot checks. CREATING A PSEUDONATURAL CREATURE “Pseudonatural ” is an acquired template that can be added to any corporeal creature (referred to hereafter as the base creature). A pseudonatural creature uses all the base creature ’s statistics and abilities except as noted here. Even though the creature ’s type changes, do not recalculate Hit Dice, base attack bonus, or skill points. Size and Type:  The creature ’s type changes to outsider. Size is unchanged. Special Attacks:  A pseudonatural creature retains all the special attacks of the base creature and also gains the following attack. True Strike (Su):  Once per day, a pseudonatural creature can gain a +20 insight bonus on a single attack roll. In addition, the creature suffers no miss chance against a target that has concealment or total concealment when making this attack. Special Qualities:  A pseudonatural creature retains all the special qualities of the base creature and also gains the following special qualities. Resistance (Ex):  A pseudonatural creature has resistance to acid and electricity based on the base creature ’s Hit Dice (see the table below). Damage Reduction (Ex):  A pseudonatural creature gains damage reduction based on the base creature ’s Hit Dice (see the table below). Spell Resistance (Ex):  A pseudonatural creature gains spell resistance equal to 10 + the base creature ’s HD (maximum 25). Acid, Electricity Hit Dice Resistance Damage Reduction1–3 5 — 4–7 5 5/magic 8–11 10 5/magic 12 or more 15 10/magic Alternate Form (Su): As a standard action, a pseudonatural creature can take the form of a grotesque, tentacled mass (or another appropriately gruesome form, as determined by the DM). Despite the alien appearance, its abilities remain unchanged. Other creatures receive a –1 morale penalty on their attack rolls against a pseudonatural creature when it is in this alternate form.",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to 3 HD, as base creature; 4 HD to 11 HD, as base creature +1; 12 or more HD, as base creature +2. SPELLSTITCHED Spellstitched creatures are undead that have been powerfully enhanced and forti ﬁ ed by arcane means. They are more dif- ﬁ cult to attack in melee and more resistant to being turned, and they gain the ability to cast spells. The process is much more effective when applied to intelligent undead than those that are mindless, since intelligent undead can discharge their spells tactically. A spellstitched undead can be identi ﬁ ed by the runes that cover its body, either carved into its skeletal remains or tattooed onto its rotting ﬂ esh. Under casual observation or while in combat, the runes can be noticed only with a DC 15 Spot check, otherwise simply appearing to be cracks in the creature ’s bones or wrinkles in its skin. Spellstitched creatures can be created only by a wizard or sorcerer with the Craft Wondrous Item feat and of suf ﬁ cient level to cast the spells to be imbued within the undead ’s body. The creation process takes a number of days equal to the Wisdom score of the undead creature being spellstitched (so a minimum of 10 days) and requires the expenditure of 1,000 gp for carving or tattooing materials in addition to 500 XP × the undead creature ’s Wisdom score. Undead with arcane spellcasting abilities can spellstitch themselves. SAMPLE SPELLSTITCHED CREATURE This emaciated, hairless humanoid has the burning red eyes and razor-sharp teeth of the ghoulish undead, but on closer glance, its decaying ﬂ esh can be seen to be covered with scars or mark- ings of some kind. This example uses a 4 HD ghast as the base creature. Spellstitched Ghast",
        "name":  "Challenge Rating",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage resistance 5/magic or silver, spell resistance 18, +4 turn resis- tance, undead traits",
        "name":  "Special Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Combat A spellstitched ghast uses its spell-like abilities to begin a battle, resorting to its natural attacks when an opponent closes to melee range or its spell abilities are exhausted. Aware of its increased and potent defenses, it doesn ’t fear divine spellcasters as it once did. Ghoul Fever (Su): Disease —bite, Fortitude DC 15, incu- bation period 1 day, damage 1d3 Con and 1d3 Dex. The save DC is Charisma-based. Paralysis (Ex): Anyone hit by a spellstitched ghast ’s bite or claw attack must succeed on a DC 15 Fortitude save or be paralyzed for 1d4+1 rounds. Even elves are vulnerable to this paralysis. The save DC is Charisma-based. Stench (Ex): The stink of death and corruption surround- ing a ghast is overwhelming, and living creatures within 10 feet must succeed on a DC 15 Fortitude save or be sickened for 1d6+4 minutes. A creature that successfully saves cannot be affected again by the same spellstitched ghast ’s stench for 24 hours. A delay poison  or neutralize poison  spell removes the effect from a sickened creature. Creatures with immunity to poison are unaffected, and creatures resistant to poison receive their normal bonus on their saving throws. The save DC is Charisma-based. Spell-Like Abilities: 3/day —darkness, magic missile; 1/ day—ﬂ ame arrow, Melf ’s acid arrow (+5 ranged touch) , obscuring mist, vampiric touch (+5 melee touch) . Caster level 4th. CREATING A SPELLSTITCHED CREATURE “Spellstitched ” is an acquired template that can be added to any corporeal undead with a Wisdom score of 10 or higher (referred to hereafter as the base creature). A spellstitched creature uses all the base creature ’s statistics and abilities except as noted here.",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spellstitched creature retains all the special qualities of the base creature and gains the following special qualities. Damage Reduction (Ex): Spellstitched creatures with 1 –3 HD hav e no damage reduction, those with 4 –11 HD have damage reduction 5/magic or silver, and those with 12 or more HD have damage reduction 5/magic and silver. Spell Resistance (Ex): A spellstitched creature has spell resis- tance equal to 10 + the base creature ’s Charisma modi ﬁ er. Turn Resistance (Ex): A spellstitched creature gains +2 turn resistance (added to the base creature ’s turn resistance, if any).",
        "name":  "Special Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Operating below the level of the many guilds that exist to regulate and protect arcane spellcasters, a small number of sinister cabals are dedicated to establishing the primacy of arcane spellcasters over all other folk (or, in an antimagocracy, to keeping the persecuted art of free spellcasting alive). Like other types of wizards guilds, secret cabals offer their members collective protection against their enemies, access to magical lore and items, and prospective allies and hirelings. Unlike the open guilds, though, few of these conspiracies openly proclaim their sometimes dark or illicit goals. Societies and Orders Guilds are associations of mages bound by profession, but groups of arcanists often come together for other purposes, creating a unique society or order dedicated to a particular cause. The demeanor and activities of particular societies or orders vary signi ﬁ cantly with their purposes, but because those purposes generally go beyond the simple advancement of arcane knowledge, societies and orders are often less useful than true wizards guilds for acquiring and sharing arcane lore. Arcane orders don ’t normally have special resources such as laboratories or libraries, but neither do they generally charge dues of any sort. Because they have chosen to take up a common cause with their fellows, the members of an order tend to be more than willing to ally with or otherwise assist fellow members (often sharing knowledge and resources on an individual basis). In some cases, arcane spellcasters might belong to a larger society incorporating different classes, often with a speci ﬁ c cultural or political mandate. For example, an elven kingdom might be home to the Knights of the White Arrow, an order of arcane archers and rangers who serve as elite guards and agents to the elven king. Schools and Colleges Becoming an arcanist is rarely as straightforward a process as simply deciding one day to start casting spells. Most arcane characters begin their training as children or young teenagers, spending several years engaged in tedious and difﬁ cult studies before being able to successfully cast even the simplest cantrips. Finding the necessary training in the arcane arts is never easy, and many people who might have become skilled mages never follow the arcane path for lack of any opportunity to learn the fundamental skills. Some sorcerers and wizards apprentice themselves to an older, more experienced spellcaster with the time and patience to instruct them, while others enroll in wizard schools or colleges to obtain a formal education in the magical arts. Wizard colleges run the gamut from royal academies train- ing warmages for the realm ’s armies to private schools where the children of nobles learn to tap the power of the arcane arts; from spontaneous classes for the talented youngsters in an elf community to remote towers in which promising children are evaluated as potential members of a secret arcane order. Some schools require a prince ’s ransom in tuition, while others teach any and all who can demonstrate even minor magical talent. Still others offer instruction in the expectation that young mages will repay their education with years of unquestioning service. Mentors As with any art requiring extensive amounts of training and considerable time to master, the knowledge of magic is often passed from one generation to the next by means of a long apprenticeship. The master –apprentice relationship is a time-honored tradition among arcane spellcasters. As with any more mundane vocation, the challenges of arcane apprenticeship begin with ﬁ nding an experienced mage with an interest in teaching. While few arcanists feel any obligation to take on the task of instructing a neophyte in the ways of magic, most mages (even evil ones) feel at least a vague sense of duty to the arcane arts themselves, and they Aspiring warmages learn from their teacherIllus. by R. Spencer 620_17925_Chpt7.indd   180 620_17925_Chpt7.indd   180 9/15/04   9:40:59 AM 9/15/04   9:40:59 AMpqqqqqqqqqqqqqqqqqqqqrs WIZARD TRAINING Mages who have trained in a dedicated college or academy learn different approaches to spellcasting (and gain different advan-tages once their training is completed) from characters who ap-prentice at the side of an experienced arcanist. If the DM wants the abilities of 1st-level wizards to reflect their training (or wants to allow other arcane classes a specialized edge for having trained at the side of a master), he or she may make the following feats available in the campaign. Collegiate Wizard [General] You have undergone extensive training in a formal school for wizards. Prerequisites:  Int 13, wizard level 1st.",
        "name":  "Secret Cabals",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one 2nd-level spell from a school of magic you have access to. You gain an extra 2nd-level spell slot that must be used initially to cast only the chosen spell. Until your level is high enough to allow you to cast 2nd-level spells, you must succeed on a DC 8 caster level check to successfully cast this spell; if you fail, the spell is miscast to no effect. Your caster level with the chosen spell is your normal caster level, even if this level is insufficient to cast the spell under normal circumstances. When you become able to cast 2nd-level spells, you lose the benefit described above but retain the extra 2nd-level spell slot, which you can use to prepare or spontaneously cast a spell of 2nd level or lower as you normally would. Finally, you gain a +2 bonus on all Spellcraft checks. Special:  You can take this feat only as a 1st-level character. pqqqqqqqqqqqqqqqqqqqqrsCHAPTER 7 ARCANE CAMPAIGNS 181understand the wisdom of passing on some of their own learning to those who will follow them. At the same time, even the most willing masters feel enti- tled to seek some compensation for taking on an apprentice, from the mundane (payment in gold to train the daughter of a wealthy merchant) to the in ﬂ uential (gifts of of ﬁ ce or property for mentoring the child of a local lord) to the sinister (the complete and abject servitude of an apprentice from a family otherwise too poor to pay). Evil mages in particular often command the allegiance of their apprentices for years after their formal training ends. While neutral mages usu-ally place less onerous conditions on the teaching of their lore, most will at least ensure that their costs and time are adequately covered while the apprentice in question works hard to earn his keep. Only the most charitable of good mages considers mentoring an apprentice for free. Even after a relationship is established, the quality of instruction can vary widely from master to master, and, as many hopeful mages have learned, the most powerful wizards are not necessarily the best mentors. Often, a low- level spellcaster with patience and a willingness to give of his time and attention makes a better master than an imperious, inattentive archmage quicker to punish than instruct. THE ARCANE ORDER A well-established college of wizardry, the Arcane Order is based in the ancient stronghold of Math-ghamhna, a castlelike collection of towers and vaults carved from the ﬂ anks of a long-dead volcano. Students and masters alike engage in deep arcane studies, sharing with each other many of their own special insights into rare bits of arcana or spellcraft.",
        "name":  "Benefit",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any sorcerer or wizard is welcome to join the Arcane Order. A prospective member must usually agree to cast several spells under the observation of two or more of the Order ’s regents so that they can evaluate 620_17925_Chpt7.indd   181 620_17925_Chpt7.indd   181 9/15/04   9:41:08 AM 9/15/04   9:41:08 AMCHAPTER 7 ARCANE CAMPAIGNS 182his talents. Novices (1st or 2nd level) are invited to take up residence at Mathghamhna to begin a formal education in the arts of magic. More experienced spellcasters (generally 5th level or higher) might be offered the opportunity to serve as instructors to the novices or as arcane researchers or lorekeepers at Mathghamhna. Spellcasters who are not yet quali ﬁ e d  t o  b e  i n s t r u c t o r s ,  a n d  q u a l i ﬁ ed spellcasters who choose not to take on these duties, can join the order anyway. They have few obligations to the order, but receive little bene ﬁ t from membership other than the right to make use of Mathghamhna ’s guest quarters and peruse the order ’s libraries at their convenience. The dues are a modest 30 gp per month. In addition, students at Mathghamhna pay 200 gp per month in tuition for the instruction they receive. Player Beneﬁ  ts: The mage of the Arcane Order prestige class is available only to sorcerers and wizards who join the Arcane Order. The class offers a number of bene ﬁ ts, all described beginning on page 48.",
        "name":  "Joining the Order",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Most of the Arcane Order ’s members are itinerant mages, sometimes known as associates. They d o n o t r esi d e a t M a th gh amhn a, inst ea d spe n din g m ost o f their time engaged in their own researches and interests. Associates usually visit the organization ’s headquarters twice a year to pay their dues, consult with colleagues who remain at the college year-round, or make use of the order ’s excellent libraries. Members who choose to stay at Mathghamhna are gener-ally known as collegians or scholars. The collegians are those mages whose primary responsibilities involve the instruction of the novices. Collegians often take long sab-baticals to pursue their own researches, but in general, they are expected to remain at Mathghamhna for several months at a time to provide a reasonable course of instruction. In exchange for their time and trouble in teaching less capable mages, collegians are paid a stipend of 30 gp per caster level per month. Scholars are Mathghamhna ’s resident researchers and l o r e k e e p e r s .  U n l i k e  t h e  c o l l e g i a n s ,  t h e y  h a v e  n o  f o r m a l  duties, but they receive no stipend either. The chief bene ﬁ t they enjoy for their membership is a safe and secure home in the company of other brilliant mages who can often assist with their work. The leaders of the order are known as regents. A regent i s  a l w a y s  a n  a r c a n i s t  o f  a t  l e a s t  1 0 t h  l e v e l .  C u r r e n t l y ,  t h e regents include the Master Collegian (head of the college and overseer of the students), the Master Librarian, the Master of the Spellpool, the Master Diviner, and the Master Warder (responsible for Mathghamhna ’s security and the conditions Tower of the Arcane OrderIllus. by D. Kovacs 620_17925_Chpt7.indd   182 620_17925_Chpt7.indd   182 9/15/04   9:41:14 AM 9/15/04   9:41:14 AMCHAPTER 7 ARCANE CAMPAIGNS 183of the grounds). The head of the order is the Chancellor, a wizard named Japheth whose own researches concern an ancient, universal magical grammar known as Aleph or the Language Primeval. Prestige Classes: The majority of Arcane Order mages e v e n t u a l l y  t a k e  l e v e l s  i n  t h e  m a g e  o f  t h e  A r c a n e  O r d e r prestige class, if for no other reason than to gain access to the order ’s potent Spellpool. In addition, many members pursue the path of the loremaster, re ﬂ ecting the scholarly inclination of the organization. Members who are powerful enough often aspire to become archmages. It ’s not unusual for a high-level member of the Arcane Order to have a couple of levels in two or three of these prestige classes, acquiring a smattering of abilities from each. SEEKERS OF THE SONG With music the world was made, and by using music the Seekers of the Song shape it further. While many members of this order of bards eventually take levels in the seeker of the song prestige class (see page 56), most seekers are simply like-minded bards and performers who gather regularly to exchange tales, frag- ments of lore, and new musical works. Beneath this surface camaraderie, though, all members of the order believe in the powerful magic of the primal music, and many make it their life’s work to explore this music and master its power. Although most people are familiar with the magic within a bard ’s song, the music of the seekers goes far beyond the regular power of bardic music, blending sound and power into one compelling truth. Though some individual seekers have gone to extreme lengths in pursuit of the music ’s power (ultimately turning it to evil ends), the order as a whole is more focused on trying to understand the source of this primal power, learning what it has to teach about the creation of the world and the nature of magic itself. Few in number compared to more mainstream guilds, the membership of the Seekers of the Song still tends to be powerful. Because their goals are generally seen as little threat to law and order, seekers are generally able to operate outside the social and cultural mainstream; only occasionally will a seeker use the power of her music t o  a s s um e  a  p o s i ti o n  o f  l e a d e r s h i p  wi t h in  a  c o m m un i ty ,  a d v e n turin g party , o r mili tary f o r ce. On su ch oc casi o ns, the order as a whole tends to hold itself at arm ’s length from the individual ’s goals and actions, quickly disavowing any connection to disreputable or suspect behavior (but just as quick to seek assistance and resources from an individual seeker who attains any measure of glory and fame). Joining the Seekers: The Seekers of the Song have few rules, few requirements for membership, and only the loosest of organizational structure. Joining the order is essentially a matter of a character ﬁ nding other seekers and making known his desire to explore and embrace the primal music. The seekers maintain large libraries of lore and bardic magic in major cities, and though admission requires membership, another seeker ’s willingness to vouch for a hopeful ’s interest in the primal music is generally enough to grant it. Player Bene ﬁ ts: Upon joining the seekers, a character ﬁ rst and foremost gains a forum in which to further explore the primal music and gain access to resources and training. The order ’s libraries are open to all seekers willing to observe its requirements for peaceful use, and characters gain a +4 bonus on all Knowledge and bardic knowledge checks for which they spend at least a day at the library in study and research. Characters in the order can hail from any number of backgrounds; their ranks include many high-level NPCs often will- ing to provide advice and knowledge to other seekers. Though con ﬂ icts within the membership aren ’t unheard of, NPC seekers tend to be friendly toward other members, and while not generally quick to provide one another with aid against physical threats, a member can usually ﬁ nd a seeker spellcaster willing to cast spells at a 2 –5% discount below standard prices (see page 107 of the Dungeon Master ’s Guide ).",
        "name":  "Typical Member",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A campaign that includes the primal music as a major theme or focus offers many possibilities. The primal music can be seen as an underlying power that all characters are exposed to and will seek more of as the cam-paign progresses, or it might be one of many paths to power, possibly aligning with or competing against existing arcane and divine orders. Variations on the idea of primal music as a source of magical power might include establishing that primal music is the machination of a powerful evil creature or deity (possibly tying into or expanding on the opposing views surrounding the Karoninwaithe legend). THE WAYFARERS UNION In lands where arcane spellcasters are common and magic is prevalent, people in a hurry can avail themselves of a par-ticularly useful trick: hiring a wizard to cast teleport to take them where they need to go. The Wayfarers Union grew out of an effort to standardize the rates and procedures for such travel, to provide a medium through which willing spellcast- ers could earn the high fees associated with such services, and to give paying clients a way to quickly ﬁ nd spellcasters capable of taking them where they want to go. Wayfarers Union of ﬁ ces exist in a number of cities. Most ofﬁ ces are small, each serving as a base for no more than two or three spellcasters —who are rarely to be found sit- ting around and waiting for potential clients. Instead, the wayfarers retain a small staff of nonspellcasting agents to “work the desk. ” When a client comes in seeking quick trans-portation, the agents contact whichever union spellcaster happens to be available. A wayfarer can usually be ready to travel within the hour, but it ’s not unusual for all the union spellcasters in an of ﬁ ce to be away at the same time or booked ahead by other clients, so that additional teleportation ser- vices might not be available for several days. Of ﬁ ces in large o r  p r o s p e r o u s  c i ti e s  t e n d  t o  h a v e  m o r e  un i o n  s p e ll c a s t e r s  available, with correspondingly shorter and fewer periods of unavailability. The Wayfarers Union prides itself on delivering its custom- ers to any location that can be identi ﬁ ed and suf ﬁ ciently described, although any union member reserves the right to refuse transportation to a particularly dangerous or imprecise destination. Wayfarers Union Services and Fees Service Cost*Teleport,  one-way, very familiar area 900 gp Teleport , one-way, studied area 1,080 gp Teleport,  one-way, area seen casually 1,260 gp Teleport,  one-way, area viewed once 1,440 gp Teleport,  one-way, description only 1,620 gp Greater teleport  1,820 gp Teleportation circle,  very familiar area 3,060 gp Scroll of teleport  1,125 gp Scroll of greater teleport  2,275 gp * Includes return travel of union caster. All costs cut by 25% with a contract for ten or more travel spells. All costs to hazardous locales are doubled.",
        "name":  "A Seeker Campaign",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Anyone who can cast teleport or employ some equivalent ability is welcome to join the Wayfarers Union. While spellcasters are preferred, some nonarcanists have joined the guild, relying on a helm of teleportation or similar device to provide travel services. The initiation fee is 200 gp, and each member pays the union dues equal to 20% of all income gained through employing travel magic for clients, usually remitted on a quarterly basis. More than a few members “forget ” to keep track of the exact amount of dues they owe, but only the most egregious offenders are censured for this behavior. Player Bene ﬁ ts: Members of the Wayfarers Union have access to the wayfarer guide prestige class, although taking this class is not mandatory. Wayfarers have numerous contracts to supply teleportational shipping, and they also undertake particularly dangerous assignments. The great bene ﬁ t of belonging to the union is the opportu- nity to make a lot of money by offering spellcasting services. Whenever a wayfarer is in a town with a union of ﬁ ce, he can report to the local Travel Board on his availability for transpor- tation. If a client comes in with a request for transportation, t h e  m e m b e r  w i ll  b e  n o t i ﬁ ed and given an opportunity to accept or decline the assignment. In busy of ﬁ ces, the union members generally respect a “queue ” of availability, so that everyone has a fair chance to take on a client. 620_17925_Chpt7.indd   184 620_17925_Chpt7.indd   184 9/15/04   9:41:21 AM 9/15/04   9:41:21 AMCHAPTER 7 ARCANE CAMPAIGNS 185 Wayfarers who frequently decline assignments tend to fall to the bottom of the queue, since the desk agents don ’t like to waste time looking for spellcasters who are likely to say no. The frequency of opportunities to take on teleportation assignments is left to the DM ’s discretion. As a rough rule of thumb, about one person per month seeks teleportation services in a small city, one person per week in a large city, and two people per week in a metropolis. Cities that serve as centers of government for large realms often have much more traf ﬁ c in the form of royal agents and diplomats going from place to place, and cities that are especially prosperous or blessed with magical qualities tend to have more traf ﬁ c as well.",
        "name":  "Joining the Union",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mages who don ’t like other people and who don ’t see any need to cater to crass commerce generally don ’t join the Wayfarers Union. You ’ve joined the union because you like making money, and you ’re not afraid to say so. Many of your fellow members are mages who would normally regard you as a rival or even an enemy, so union membership provides you with an opportunity to develop a professional relationship with a spellcaster you might otherwise have nothing to do with. Establishing the nature of your relationship with regular clients or unusual customers is an excellent way to offer the DM potential adventure hooks. You ’re not supposed to be too curious about who you ’re taking where, but you can ’t keep f r o m  n o t i c i n g  w h e n  y o u  t e l e p o rt  s o m e o n e  i n t o  a  d a n g e r -ous situation or you seem to be aiding and abetting people engaged in nefarious goals. Typical Member: Many mages join the union to meet a short-term ﬁ nancial challenge, and then allow their mem- berships to lapse once they ’ve earned a few thousand gold pieces. For this reason, in practice, there really isn ’t a “typical ” wayfarer. A black-hearted necromancer with a penchant for horrible acts of evil might put himself on his best behavior and make himself available for spellcasting if he needs the money and the local Travel Board decides that he won ’t cause trouble while engaged in legitimate magical commerce. Active union members must serve two months per year on the Travel Board, which is based in the union ’s headquarters in a given city and deals with clients seeking magical travel. The Travel Board oversees the operation of the desk, collects dues from members, and administers the queue of on-call spellcasters. A character serving his stint on the Travel Board can expect union business to require his presence in the ofﬁ ce one or two days per week. There ’s no reason why Travel Board members can ’t keep their place in queue and continue to accept assignments, but in very busy of ﬁ ces it ’s considered good form to drop out of queue while serving on the Board.",
        "name":  "Roleplaying Suggestion",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While many members of the Wayfarers Union choose to take levels in the wayfarer guide prestige class, most do not. Any sorcerer or wizard who knows the teleport spell is perfectly capable of carrying out at least some of the assignments offered by the union.ARCANE LORE All arcanists dream of mastering magical secrets known to no other spellcasters, and almost without exception, taking up the practice of magic is the beginning of a lonely and dif ﬁ cult exploration of powerful mysteries and secrets forgotten to all but a few. The particular talents and inclinations of a student of the arcane quickly lead him into places few others go; although a group of warmages might share much knowledge and many of the same spells when they ﬁ nish their training, the moment they embark on their own personal travels and studies, their skills and lore become their own. One might hone an interest in the arts of item creation, with his feats, skills, and spell choices re ﬂ ecting his talent. Another might stumble across the forgotten secrets of an ancient sect and become Born of the Three Thunders, a master of lightning and sonic spells. No matter how common the origins of any group of arcane spellcasters, each arcanist ultimately follows his own path. MULTICLASS SPECIALISTS AND PROHIBITED SCHOOLS As discussed on page 57 of the Player ’s Handbook,  a specialist wizard pays for an increased af ﬁ nity for the spells of his chosen school by selecting two prohibited schools (or just one, in the case of the diviner) whose spells, as well as spell trigger and spell completion items using those spells, are forever denied to him. One way around at least part of this restriction is for a specialist wizard to take levels in sorcerer, using her sorcerer spellcasting ability to master the spells and magic items she cannot use as a wizard. S u c h  a n  a p p r o a c h  c a r r i e s  c o s t s ,  o f  c o u r s e —ﬁ rst and foremost, the fact that spellcasting ability in the two arcane classes doesn ’t stack. A 7th-level necromancer/5th-level sorcerer casts spells from each class at the appropriate level, while a single-classed necromancer of caster level 12th has access to higher-level spells, better spell penetration checks, and better level-based variables. In the same way that a single-classed sorcerer gains an advantage over a wizard in the number of spells he can cast per day at the expense of delaying increases in spell power until higher levels, a mul-ticlass sorcerer/wizard drastically increases her daily spell output, but at the cost of decreasing the maximum level and power of those spells. The most ef ﬁ cient way to create a multiclass sorcerer/ wizard is often to take relatively low levels in sorcerer ( no more than two or three) and the rest of the character ’s levels in the wizard specialist class. This approach gives the character access to any prohibited schools through the sorcerer class, and though she won ’t be able to know or cast higher-level spells of those schools, she can freely use any spell trigger items based on spells of the formerly prohibited school or schools. 620_17925_Chpt7.indd   185 620_17925_Chpt7.indd   185 9/15/04   9:41:24 AM 9/15/04   9:41:24 AMCHAPTER 7 ARCANE CAMPAIGNS 186ALTERNATIVE SPELLBOOKS Chapter 5 describes several options for designing, protecting, and disguising a wizard ’s spellbook. While arcane script remains the default medium in which most wizards record the details of the spells they prepare, standard spellbooks aren ’t the only means available for storing the workings of magic. Arcane Geometry A small number of wizards study the magic inherent in precisely scribed designs and perfect angles, abandoning the standard arcane symbology of words and equations.  The spellbook of a geometer (see page 40), its pages ﬁ lled with painstakingly precise diagrams of circles, arcs and angles, looks nothing like the spellbook of another wizard. While a standard spellbook requires a number of pages scribed with phrases and formulae to record a single spell of 2nd level or higher, a geometer can record any spell of any level on only a single page of his book. Learning to record and prepare spells through arcane geometry is almost as dif ﬁ cult as learning to prepare wizard spells in the ﬁ rst place, so to use this new symbology for his spellbooks, a wizard must take levels in the geometer prestige class. Structures More impressive than even the most extravagant grimoire, permanent structures (circles of standing stones, pyramids, labyrinths, towers, and the like) can be used to record the workings of arcane spells. At the simplest level, walls can be graven or painted with spell scripts (essentially serving as an oversized spellbook of plaster and stone), while in other cases, a structure ’s very form and arrangement can serve to record arcane information. A ring of standing stones each carved with a single glyph, for instance, could provide an arcanist with the information necessary to determine how the spell is to be cast from their physical orientation. Aside from the advantage of its permanence and strength, a structure can record spells that can then be prepared or learned by any number of spellcasters for as long the structure stands. At the same time, that openness means that anyone who visits the site (friend or foe) might be able to comprehend and ultimately use the spell scribed there. Preparing a spell from a structure works like preparing a spell from a borrowed spellbook (see page 178 of the Player ’s Handbook ). A spellcaster must ﬁ rst decipher the arcane markings with a read magic  spell or a Spellcraft check (DC 20 + spell level), then succeed on a Spellcraft check (DC 15 + spell level) to prepare the spell. An arcanist can also scribe a structure spell into her spellbook (as if transcribing from another caster ’s spellbook) if she so desires.",
        "name":  "Prestige Classes",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The epic warlock ’s eldritch blast  damage increases by 1d6 at every even-numbered level higher than 20th (12d6 at 22nd level, 13d6 at 24th level, and so on). Damage Reduction: The epic warlock ’s damage reduc- tion increases by 1 point (to 6/cold iron) at 23rd level and by 1 additional point every four levels thereafter (7/cold iron at 27th, 8/cold iron at 31st, and so on). Bonus Feats:  The epic warlock gains a bonus feat every three levels higher than 20th (23rd, 26th, 29th, and so on). Epic Warmage An epic warmage has perfected the art of destruction and devastation through his magic, able to lay waste to entire armies and cities with horrifying ease. Hit Die:  d6.",
        "name":  "Eldritch Blast",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An epic wu jen ’s caster level is equal to her class level. The wu jen ’s number of spells per day does not increase after 20th level, but each time the wu jen achieves a new level, she learns two new spells of any spell level that she can cast. Spell Secret:  Every three levels after 18th (21st, 24th, 27th, and so on), the epic wu jen can select one additional spell known to her to become modi ﬁ ed as though affected by one of the following feats: Enlarge Spell, Extend Spell, Still Spell, or Silent Spell. The spell ’s level does not change, and once the spell and the modi ﬁ cation are chosen, they cannot be changed. As the wu jen goes up in level, she can choose the same spell to be modi ﬁ ed in different ways with multiple spell secrets. She does not need to know a feat in order to apply its effect to the spell. Each time a new spell secret is learned, the wu jen must also choose an additional taboo (see page 16). Bonus Feats:  The epic wu jen gains a bonus feat every three levels after 20th (23rd, 26th, 29th, and so on). Bonus feats must be chosen from the following list, and can be selected even if the wu jen does not meet the prerequisites. Epic Wu Jen Bonus Feats: Augmented Alchemy, Automatic Quicken Spell*, Automatic Silent Spell*, Automatic Still Spell*, Enhance Spell*, Epic Spell Focus*, Epic Spell Pen-etration*, Epic Spellcasting, Ignore Material Components, Improved Combat Casting*, Improved Heighten Spell, Improved Metamagic, Improved Spell Capacity, Intensify Spell, Multispell, Permanent Emanation, Spell Knowledge, Spell Opportunity, Spell Stowaway, Spontaneous Spell, Superior Initiative, Tenacious Magic. *Feats marked with an asterisk are presented under Epic Feats, below. See page 209 of the Dungeon Master ’s Guide  (as well as the Epic Level Handbook ) for descriptions and informa- tion on other epic feats. 620_17925_Chpt7.indd   189 620_17925_Chpt7.indd   189 9/15/04   9:41:37 AM 9/15/04   9:41:37 AMCHAPTER 7 ARCANE CAMPAIGNS 190EPIC PRESTIGE-CLASS CHARACTERS The Dungeon Master ’s Guide  has information on advancing characters of the basic classes beyond 20th level (see Epic Characters, page 206). You can also advance beyond 10th level in a prestige class that already offers ten levels, but only if your character level is already 20th or higher. You cannot advance in a prestige class with fewer than ten levels beyond the maximum level indicated for that class, regardless of your character level. When an epic-level character advances beyond 10th level in a prestige class, he follows all the rules presented in the Dungeon Master ’s Guide.  In addition, the DM must create an epic-level progression for the prestige class, just as the Dungeon Master ’s Guide  presents epic-level progressions for the classes from the Player ’s Handbook.  Many, but not all, class features continue to accumulate after 10th level. The follow- ing guidelines describe how to create an epic prestige class progression, and are followed by a sample epic progression for the mage of the Arcane Order class (presented on page 48).• Base save bonuses and base attack bonus don ’t increase after 20th character level, and since a character can ’t take an epic progression in a prestige class without being at least a 21st-level character already, there are no base save or base attack columns for prestige classes beyond 10th level. Instead, use Table 6 –18: Epic Save and Epic Attack Bonuses, page 206 of the Dungeon Master ’s Guide,  to determine the character ’s epic bonus on saving throws and attack rolls. • A character continues to gain Hit Dice and skill points as normal beyond 10th level. • Generally speaking, any class feature that uses class level as part of a mathematical formula (such as a loremaster ’s lore check) continues to increase as normal by class level. However, any prestige class feature that calculates a save DC using the class level (such as the assassin ’s death attack) should add only one-half the character ’s class levels above 10th. Thus, a 19th-level wizard/14th-level assassin ’s death attack would have a DC of 22 + Int modi ﬁ er (base 10 + 10 class levels + 1/2 class levels above 10th). Without this adjustment, the save DC for epic character prestige class abilities increases at a much higher rate than those of normal class abilities. • For spellcasters, caster level continues to increase after 10th level at the same rate it did during the ten levels of the prestige class. Thus, a 13th-level loremaster adds thirteen to the caster level of her original class to determine total caster level. However, spells per day don ’t increase after 20th caster level. • The powers of familiars, special mounts, and ﬁ endish servants continue to increase as their masters gain levels if they ’re based on a formula that includes the character ’s level. • A n y  c l a s s  f e a t u r e s  t h a t  i n c r e a s e  o r  a c c u m u l a t e  a s  p a r t of a repeated pattern (such as an assassin ’s sneak attack damage) typically also continue to increase or accumulate after 10th level at the same rate. For instance, a 10th-level rogue/15th-level assassin would deal an extra 13d6 points of damage with a successful sneak attack (5d6 from rogue levels and 8d6 from assassin levels). An exception to this rule is any bonus feat progression granted as a class feature. Bonus feats gained by a prestige class don ’t increase with epic levels. The prestige class instead gains a new bonus feat progression that varies from class to class (see the next item). • I n  a d d i ti o n  t o  t h e  c l a s s  f e a tu r e s  r e t a in e d  fr o m  n o n e p i c levels, each prestige class gains bonus feats at a certain rate (usually every two, three, four, or ﬁ ve levels after 10th). These bonus feats augment each class ’s progression of class features, not all of which improve after 10th level, and are in addition to the feat that every character gains every three levels. • Epic prestige classes don ’t gain any new class features, and class features with a progression that slows or stops before 10th level or that have a limited list of options (such as the loremaster ’s list of secrets) typically don ’t improve as a character gains epic prestige class levels. Likewise, class features that are gained only once and do not improve as a character rises in level (such as a barbarian ’s fast movement) also do not improve at epic levels.",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An epic mage of the Arcane Order ’s caster level increases by one for each new mage of the arcane order level he attains. A mage of the Arcane Order ’s number of spells per day does not increase after 10th level. If a mage of the Arcane Order memorizes his spells from a book (as a wizard does), then each time he achieves a new spell level he learns two new spells of any level that he can cast. Bonus Language:  For every four levels higher than 10th (14th, 18th, and so on), a mage of the Arcane Order gains another bonus language. Bonus Feats:  An epic mage of the Arcane Order gains a bonus feat every four levels after 10th. Spellpool:  If you have access to the Epic Level Handbook, an epic mage of the Arcane Order can also call epic spells from the Spellpool as long as he has the Epic Spellcasting feat. Treat epic spells as 10th-level spells for the purpose of accumulating Spellpool debt. A DM might wish to rule that certain epic spells are unavailable to an epic mage of the Ar-cane Order on a case-by-case basis. EPIC FEATS The feats below are available only to characters of at least 21st level. All feat descriptions presented here supersede earlier versions that may have appeared in other supplements. 620_17925_Chpt7.indd   190 620_17925_Chpt7.indd   190 9/15/04   9:41:39 AM 9/15/04   9:41:39 AMCHAPTER 7 ARCANE CAMPAIGNS 191Automatic Quicken Spell [Metamagic] You can cast any of your lesser spells with a moment ’s thought.",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this f e a t  m u l t i p l e  t i m e s .  E a c h time you take it, the spells of your next level can be quick- e n e d  w i t h  n o  a d j u s t m e n t to their spell slots. Thus, a wizard who took this feat twice could quicken her 0-level through 2nd-level spells with no adjust-ment to their spell slots. This feat doesn ’t increase the cast- ing time for those spells that normally require a full-round action to cast in metamagic form (including bard spells, sorcerer spells, and spontane-ously cast spells such as a good cleric ’s cure spells). Automatic Silent Spell [Metamagic] You can cast any of your lesser spells silently.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Each time you take it, the spells of your next three highest spell lev-els can be silenced with no adjustment to their spell slots. Thus, a wizard who took this feat twice could silence his 0-level through 6th-level spells with no adjustment to their spell slots. This feat doesn ’t increase the casting time for those spells that normally require a full-round action to cast in metamagic form (including sorcerer spells and spontaneously cast spells such as a good cleric ’s cure spells), but, as with the Silent Spell metamagic feat, bard spells cannot be affected by this feat. Automatic Still Spell [Metamagic] You can cast any of your lesser spells without gestures.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Each time you take it, the spells of your next three highest spell levels can be stilled with no adjust- ment to their spell slots. Thus, a wizard who took this feat twice could still her 0-level through 6th-level spells with no adjustment to their spell slots. This feat doesn ’t increase the casting time for those spells that normally require a full-round action to cast in metamagic form (including bard spells, sorcerer spells, and spontaneously cast spells such as a good cleric ’s cure spells). Enhance Spell [Metamagic] You can increase the power limit of your damage-dealing spells.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Maximize Spell. Bene ﬁ t: The damage cap for your spells increases by 10 dice for spells that deal a number of dice of damage equal to your caster level (such as ﬁ reball ) or by 5 dice for spells that deal a number of dice of damage equal to half your level (such as searing light ). An enhanced spell uses up a spell slot four Morthos the warlock as an epic characterIllus. by R. Spencer 620_17925_Chpt7.indd   191 620_17925_Chpt7.indd   191 9/15/04   9:41:40 AM 9/15/04   9:41:40 AMCHAPTER 7 ARCANE CAMPAIGNS 192levels higher than the spell ’s actual level (or as modi ﬁ ed by any other metamagic feats). This feat has no effect on spells that don ’t speci ﬁ cally deal a number of dice of damage equal to your level or half your level, even if the spell ’s effect is otherwise dictated by your level. Thus, it has no effect on magic missile  (though your level determines how many missiles you ﬁ re), Melf ’s acid arrow (though your level indicates how many rounds the acid deals damage), or produce ﬂ ame  (though you add your level to the base 1d4 points of damage dealt). Epic Spell Focus Choose a school of magic, such as illusion. Your spells of that school are far more potent than normal. Prerequisites: Greater Spell Focus in the selected school, ability to cast at least one 9th-level spell of the selected school. Bene ﬁ t: Add +1 to the DC of all saving throws against spells from the school of magic you select. This bonus stacks with the bonuses from Spell Focus and Greater Spell Focus. Special: You can gain this feat multiple times but its effects do not stack. Each time you take the feat, it applies to a different school of magic. Epic Spell Penetration Your spells are tremendously potent, breaking through spell resistance with ease. Prerequisite: Greater Spell Penetration. Bene ﬁ t: You get a +2 bonus on caster level checks made to overcome a creature ’s spell resistance. This bonus stacks with the bonuses from Spell Penetration and Greater Spell Penetration. Improved Combat Casting You heighten your ability to cast spells while threatened without fear of being attacked. Prerequisites: Combat Casting, Concentration 25 ranks. Bene ﬁ t: You get a bonus equal to 1/2 your caster level on Concentration checks made to cast a spell or use a spell-like ability while on the defensive or while you are grappling or pinned. Master Staff You can activate a staff without using a charge. Prerequisites: Craft Staff, Spellcraft 30 ranks. Bene ﬁ t: When you activate a staff, you can expend a spell slot instead of using a charge. The spell slot must be one you have not used for the day, though you can lose a prepared spell to emulate a staff charge (but you cannot lose prepared spells from a specialty school). The spell slot expended must be equal to or higher in level than the speci ﬁ c spell stored in the staff (including any level-increasing metamagic enhancements). You cannot emulate a charge for a staff power or ability that does not match a speci ﬁ c spell. For example, you can use this feat to lose a prepared 3rd-level spell to activate lightning bolt from a staff of power , but you can ’t lose a spell to double the staff ’s melee damage because that power doesn ’t match a speci ﬁ c spell.Master Wand You can activate a wand without using a charge.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wand, Spellcraft 15 ranks. Bene ﬁ t: When you activate a wand, you can expend a spell slot instead of using a charge. The spell slot must be one you have not used for the day, though you can lose a prepared spell to emulate a wand charge (but you cannot lose prepared spells from a specialty school). The spell slot expended must be equal to or higher in level than the spell stored in the wand (including any level-increasing metamagic enhancements). Appendix The prestige class sample characters and arcane monsters in this book are organized below by Challenge Rating. CR Character or Creature Page 2 Chaggrin (earth grue) 153  2 Harginn (fire grue) 154  2 Ildriss (air grue) 155  2 Pseudonatural hippogriff 160  2 Vardigg (water grue) 155  4 Spellstitched ghast 161  6 Dire lion effigy 152  8 Cotter Maggin, male human sorcerer 6/ 29 blood magus 2  8 Fenlun Herlendal, male gnome illusionist 7/ 31 effigy master 1  8 Sheris Liaday, female human monk 1/ 36 sorcerer 4/enlightened fist 3  8 Theogrin Raablek, male human barbarian 4/ 43 sorcerer 1/Green Star adept 3  9 Vorta Nehalem, male human warlock 6/ 20 acolyte of the skin 3  9 Turial Edemont, male human wizard 5/ 50 mage of the Arcane Order 410 Kal Brandric, male halfling sorcerer 6/ 56 mindbender 410 Kyevera Luerten, female elf warmage 6/ 34 elemental savant 410 Raadi Weskil, male human sorcerer 8/ 38 fatespinner 210 Trillia Lilleir, female human conjurer 5/ 23 alienist 511 Cahlo Sheebrehl, male human fighter 7/ 65 Suel arcanamach 411 Filas Lamean, male half-elf abjurer 6/ 40 geometer 511 Iaryo Felunnda, female human abjurer 9/ 47 Initiate of the Sevenfold Veil 211 Mekkhier Saadren, male human sorcerer 8/ 53 master transmogrifist 311 Revena Callordin, female half-elf sorcerer 5/ 70 wild mage 612 Erbera Anvilheart, female dwarf conjurer 9/ 66 wayfarer guide 312 Faerjan Laughingsong Skoras, female gnome 62 bard 10/sublime chord 212 Maralea Duskwood, female half-elf bard 10/ 59 seeker of the song 212 Silveth Agreimal, female elf sorcerer 10/ 25 argent savant 217 Air monolith 15617 Earth monolith 15717 Fire monolith 15817 Water monolith 158 620_17925_Chpt7.indd   192 620_17925_Chpt7.indd   192 9/15/04   9:41:48 AM 9/15/04   9:41:48 AM1TARTH MOORDA An Adventure Site for Complete Arcane CREDITS",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; magic device; loca- tion trigger; automatic reset; multiple targets (all onoctagon); spell effect ( discern lies, 12th-level cleric, Will DC 16); Search DC 29; Disable Device DC 29.",
        "name":  "Discern Lies Trap",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If the warmages atop the towers see intruders approaching, they wait until they reachthe octagonal watchpost (area 1) or stray from the mainroad, then hail them, asking them to halt and identifythemselves (see area 1 for details). Should an altercationbreak out, the watch captain arrives at the top of onetower within 2 rounds to lend magical support. 4. STABLE This stable houses the order’s regular mounts—ruggedmountain ponies accustomed to the high altitude anddifficult terrain.The horses here are somewhat older than most combat- trained mounts. Except for Nightfire, Sereda’s thor-oughbred, they are actually retired from active service.They are used for training in mounted combat. The students here rotate stable duty, with two arriv- ing morning and evening to see to the horses. Unlessthe complex is in danger, the horses are led out onto themountainside to graze for four hours each day.",
        "name":  "Development",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The students are not immediately hostile if roused; they are merely curious. Should a fight breaksout in one of these chambers, they need 1 round to armthemselves. The students lead off with magic missile spells, then use the rest of their spells to advantage.Should they be in position to melee, they attempt toflank their opponents.",
        "name":  "Tactics",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The students’ chests contain mostly personal belongings. Each of the regular students’chests also contains 12 gp and a fire hawk symbol (anenameled pendant, worth 30 gp). Each of the seniorstudents’ chests contains 80 gp and a jeweled fire hawksymbol (a gold pendant set with small rubies andtopazes, worth 150 gp). Bendrik’s chest also contains hisscrolls, his sending stone, and a book with notes about the warmasters’ plans (gleaned from eavesdropping onconferences). (See Bendrik’s statistics in The Order ofthe Fire Hawk for details of these items.) †New item in Complete Arcane. CHAPEL The chapel on the grounds is dedicated to Heironeous, though the students are free to worship any othernonevil deity they wish here. 9. Narthex The entryway of the chapel is lined with statues of vari-ous nonevil deities.Eight beds, made up in military style, ring the walls of this chamber. At the foot of each is a chest,and at the head is a small table bearing a lamp andone or two books. The sound of laughter and song fills this longchamber. The walls bear marks of impact, as wellas numerous scorch marks. Young humanoids ofall races sit in groups here and there, playinggames, drinking, and talking. At one end, some-one strums a lute and sings a song of battle. Littorches line the walls, and other lights sit on tablesor hover about students. Tables and chairs stand inhaphazard groups about the room. Two staircaseslead upward into the darkness.7The inscription is the Fire Hawks’ motto, and it refers to combining magic with good strategy. The stairs lead upto the balcony over the sanctuary. 10. Sanctuary This spacious chamber is where the members of theorder gather to worship Heironeous. Worship services are conducted here weekly, as well as on special occasions and prior to major battles. Thischamber also serves as an infirmary to house studentsinjured during spell practice.",
        "name":  "Treasure",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Male or female warmage 10; hp 38. Students (10-30): hp 3; see The Order of the Fire Hawk. 22. Library (EL 5) The order’s prized collection of books is kept in thischamber.The library holds no magic books of any sort, but it does have an excellent collection of books on militaryhistory, spellcasting theory, schools of magic, and otherarcane subjects.",
        "name":  "Warmaster",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sereda is a human woman perhaps 40 years of age. Her face is serious, and though she alwaysappears to be in deep thought, she is keenly observant.Her hair is black with gray streaks, and her frame is thinbut wiry. Sereda has fought in several major battles and distin- guished herself as a warmage. She has been a memberof the Fire Hawks ever since the order was founded, butshe harbors private doubts about the wisdom of pursu-ing battle magic to the exclusion of all else, and sherelies heavily on Melver, the priest of Heironeous, foradvice on filling the gaps in the order’s defenses.Despite such musings, however, she is determined totrain her students well, and she asks nothing less thanperfection from her students and staff.",
        "name":  "Description",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some of those who Miniatures Handbook (MH), Spell Compendium (SC), Tome of wield divine power do not follow particular deities. Many Magic (ToM), and Unearthed Arcana (UA). druids do not worship Obad-Hai (or any other nature deity), An asterisk (*) following the name of a game element and some clerics simply follow ideals in keeping with their denotes an item described in this book. SWIFT AND IMMEDIATE ACTIONS see page 122). This kind of swift action does not provoke attacks The Miniatures Handbook introduced the concept of a new action of opportunity. type: the swift action. Likewise, Expanded Psionics Handbook in­ Immediate Action: Much like a swift action, an immediate troduced another new action type: the immediate action. Some action consumes a very small amount of time but represents a of the class features, spells, and items in Complete Champion use larger expenditure of effort and energy than a free action. Unlike these concepts. A description of how they work follows. a swift action, an immediate action can be performed at any",
        "name":  "The Power of Belief Is Manifest",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The entries in the following tables are Followers of Moradin believe that crafting an object, divided into one-time and multiple-use score modifiers. especially from metal or stone, is a tribute to Moradin\u0027s One-time criteria can be used only once. For multiple creation. Thus, anyone who takes raw, unformed materials occurrences of the same criterion, the benefits overlap and turns them into items of value—especially practical but do not stack. A multiple-use modifier can be gained items, though art is also considered worthy—is engaging as many times as you meet the criteria, and the modifiers in the highest form of worship. The more gifted the worker, for multiple occurrences of the same criterion stack. In the greater the glory to Moradin. The Soul Forger\u0027s altar either case, modifiers for different criteria involving the nearly always takes the form of a massive anvil and forge, same feature overlap but do not stack unless oth­ around which worshipers work day and night while erwise noted. For example, if one of a church\u0027s singing his praises. criteria is \"5-9 ranks in Bluff\" and another But the Church of Moradin is concerned is \"10 or more ranks in Bluff, \" only the one with more than just shaping metal and stone. that provides the higher modifier applies. Its primary duty is to the dwarves, and to Likewise, if one criterion reads \"founds anyone else who worships the Soul Forger. a school of magic (+4)\" and another reads Thus, the church maintains a significant \"founds a school of magic devoted to military presence within dwarven culture, both arcane and divine magic (+6), \" only and its champions are often generals in the the higher modifier applies. dwarf armies. Acquiring resources, espe­",
        "name":  "Criteria Tables",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To gain a new rank and its important to the church +4 associated benefit, you must spend 24 hours crafting a gift Performs an act of personal sacrifice +1 for the church. This gift can be any item made with a Craft Converts a new member +1 Slays an evil orc, goblinoid, or giant +1/4 creature\u0027s CR skill (check DC 10) and must be worth at least your new rank Lives in a mountainous region or underground +1/year x 100 in gp. Affiliation \"May you find peace between my hammer and anvil\" and \"I\u0027ll",
        "name":  "Titles, Benefits, and Duties",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Church members value Extra Turning race. Neither Yondalla\u0027s nor Dallah Thaun\u0027s clerics want to and other feats that aid followers of Ehlonna in fights against see a return to the days when halflings were forced to live undead creatures. Since Ehlonna is also famed for her archery, on the edges of society, barely scraping by on the leavings many of her followers (especially those with ranger levels) take of the larger humanoid races. Thus, despite their alignment Point Blank Shot and other feats that improve their ranged¬ differences, members of Yondalla\u0027s twin churches always attack capabilities. Natural Spell is a favorite of Ehlonna\u0027s work together, though the means they use to accomplish druid followers, and many clerics or druids who worship her their goals may vary considerably. take feats designed to make their summon nature\u0027s ally spells The Church of Yondalla has few permanent temples, but more potent, such as Augment Summoning. at least one wagon in every caravan is devoted to Yondalla (and Dallah Thaun). Wandering Criterion (Dallah Thaun) Affiliation Score Modifier halflings who approach a cara­ One-Time van always find welcome Character level +1/2 levels with their fellows, and Chaotic alignment +1 those who care to can Knowledge (any) 5 or more ranks +1 pray to either aspect of Disguise or Hide 5 or more ranks +1/skill Can cast 3rd- or 4th-level divination spells +2 their deity at the temple Can cast 3rd-level or higher illusion spells +1 wagon. Nonhalflings are Is entitled to a reroll at least once per day free to venerate Yondalla through a spell, feat, or item +1 for her bounty, but they are Able to hide in plain sight +2 never told of her dark side— Charisma 8 or lower -2 indeed, revealing that part of her nature is a crime punishable Multiple Use by death. Within the Humiliates a law enforcement officer +1 church, members call Breaks a law without getting caught +1 Holy symbol of Yondalla each other by familial Acts preemptively to protect halflings +3 names to reinforce the connection that all halflings have Discovers a plot that threatens halflings +1 with one another. Avoids a battle as a result of careful preparation +1 Wins a battle as a result of careful preparation +4 When the caravans camp close to a town or city, the church Wins a battle against seemingly insurmountable odds sets up a large tent to serve as a gathering place for all the as a result of careful preparation +8 local halflings who want to worship their deity. Such tent Avoids combat by deceiving a foe +1/4 creature\u0027s CR revivals feature massive feasts, dancing late into the night, Avoids getting caught while breaking a major law +2 and copious amounts of ale. Slays an enemy of the church that has a CR Both sides of the church take threats to the halfling race within 1 of own character level, using only trickery (such as illusion spells, sneak attacks, seriously. Yondalla\u0027s clergy acts swiftly to ensure that church and so on) +1/4 creature\u0027s CR members are safe, even moving a caravan out of town in Gets caught breaking the law -8 the dead of night to avoid conflict. Meanwhile, Dallah Thaun\u0027s Acts in a lawful manner outside a halfling community -4 minions creep out to ascertain (and probably eliminate) Steals knowledge from the church -10 the threat.",
        "name":  "Favored Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only good-aligned halflings of halflings anywhere at a moment\u0027s notice. can gain the benefits of affiliation with the Blessed Bounty of Yondalla. A halfling of any alignment can gain ranks with Affiliation the Church of Dallah Thaun as long as she has at least 5 ranks Score Rank (Yondalla) Title: Benefits and Duties in Bluff. 0 3 or lower None. 1 4-12 Peacemaker: Gain a +2 bonus on Criterion (Yondalla) Affiliation Score Modifier Diplomacy checks made to avoid One-Time combat. Character level +1/2 levels 2 13-21 Defender: Cain a+1 bonus on saves Lawful alignment +1 against chaotic spells and effects. Knowledge (religion) 5 or more ranks +1 3 22-29 Blessed Guardian: Gain a +1 bonus Gives up own life for that of another +8 on attack rolls and damage rolls Can cast 3rd- or 4th-level abjuration spells +2 against enemies of a larger size Can cast 5th-level or higher abjuration spells +3 category than your own. Can cast a spell that increases AC +1/spell 4 30 or higher Warden of the Horn: Once per day Can cast a spell that increases save modifier +1/spell as an immediate action, grant a dodge bonus to AC equal to 1/2 Multiple Use your character level to yourself or Performs an act of sacrifice for the benefit of halflings +1 an adjacent ally. (You can use this Openly thwarts an evil enemy +2 ability after you know the result of Converts a new member +1 the roll. ) Brings order to a frontier or lawless region +4 Defends a good-aligned community or group unable to defend itself +4 Performs an overtly evil act -4 Associates with known evil creatures -4 Fails to defend an item or structure important to the church -6 Affiliation dominion over their fellows in Score nature. Even creatures that Rank (Dallah Thaun) Title: Benefits and Duties survive by cooperation, , 0 3 or lower None. such as wolves, have 1 4-11 Scout: Gain a +2 bonus on Bluff an alpha member lead­ checks made to feint in combat. ing each pack. A leader 2 12-21 Shadow: Gain a +1 bonus on caster who shows weakness is level checks made to overcome spell replaced quickly and ef­ resistance. ficiently for the benefit of 3 22-29 Hunter: Gain a +1 bonus on saves against lawful spells and effects. all. Thus, advancement with­ 4 30 or higher Secret Whisper: Once per day as in the church is based solely a swift action, become invisible on merit. Any leader who (as the invisibility spell) as a proves unequal to the task is supernatural ability for 1 round/ removed by his peers—gently character level. Rounds of use need if possible. Holy symbol of Obad-Hai not be consecutive. Deactivating As with Ehlonna\u0027s church, the invisibility is also a swift action the Brotherhood of Equals does not tolerate the unnatural. unless you end it prematurely. Thus, the church\u0027s members universally revile undead and slay them on sight. ROLEPLAYING APPLICATIONS",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wherever halflings are Has visited at least one of the Elemental Planes +2 persecuted, followers of Yondalla strike without warning, Has an animal companion +2 displaying a capacity for violence undreamed of by those Has energy resistance as an innate ability who have never witnessed the ferocity of these small people. or from a magic item +1 Allies who have proven themselves in the past can also expect Has energy immunity as an innate ability help from the Blessed Bounty of Yondalla, as can members or from a magic item +2 of any persecuted non-evil group. Spends 1-11 months protecting a natural area from exploitation or destruction* +2",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yondalla\u0027s faithful often utter oaths such Spends 1 year or more protecting a natural area as \"May you never see Her face\" and \"For the Horn!\" from exploitation or destruction* +6 Lacks ranks in Knowledge (nature) -2 THE BROTHERHOOD * Overlaps for the same area. OF EQUALS Multiple Use Survival is not a right; it\u0027s a privilege. If you\u0027re worthy of life, Frees someone from captivity or slavery +4 you\u0027ll find your place in the world; otherwise, you\u0027ll pass from Destroys a sign of civilization encroaching it. It is up to you to find your own way. The Brotherhood of on nature, such as a lumber camp +4 Explores a previously unexplored or Equals teaches that nature is not gentle. Obad-Hai, the church\u0027s undiscovered natural area +2 patron deity, represents a more distant, and to many, a colder Successfully defends an item or structure aspect of nature than does Ehlonna. Nature does not act important to the church +4 altruistically, nor does it act in anyone\u0027s benefit except its Acts as a missionary in an inhospitable region +2 own. Nature is hard and selfish, and while it is full of beauty, Converts a new member +1 she is also full of cruelty. Sets up a natural preserve in which The Church of Obad-Hai teaches that all creatures of the nature remains untouchable +2 natural world merit equal treatment. Its members place no stock Hunts down enemies of nature, or razes in titles, so they might greet a peasant or a king as equals and the stronghold of a despoiler of nature +8 call them both by name. Though the church does have leaders, Incarcerates or enslaves another creature -8 no member has a title. Newer members typically defer to the Lives in an urban environment for more than half the year -2 knowledge and experience of more senior ones, but no member Fails to prevent the destruction of a natural area -4 is considered innately more worthy to lead than another. Fails to prevent the destruction of a sacred grove The Brotherhood of Equals does not maintain that all crea­ or untouched natural area -15 tures are of equal ability—after all, the strong typically achieve Illus. by S. Wood ROLEPLAYING APPLICATIONS",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Brotherhood of Equals does not bestow titles on its members, although it does Favored Feats: Followers of the Shalm favor feats that acknowledge those who have progressed in power. A member enhance spellcasting ability. Some members of the Broth­ who has attained sufficient rank gains a new benefit after erhood of Equals prefer item creation feats and other feats spending 1 hour in solitary prayer. that enhance their self-sufficiency.",
        "name":  "Titles, Benefits, and Duties",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As proponents of equality Affiliation and balance, members of the Brotherhood of Equals seek to Rank Score Benefits and Duties neutralize enemy advantages in battle. Thus, dispel magic is 0 3 or lower None. a favored first-round spell. If the sides of a battle are made 1 4-12 Cain a +1 bonus on saves against unequal by the neutralization of an ally, a church member spells and effects that have the air, is quick to rectify the situation with break enchantment or earth, fire, or water descriptor. some other spell. A worshiper who faces unbalanced odds 2 13-22 Cain a+4 bonus on checks made in an enemy\u0027s favor is likely to counsel a tactical withdrawal to resist bull rush, trip, or overrun attacks. to find a better battleground or more allies. 3 24-29 Once per day as a swift action, cast Favored Adventure Types: Creatures that overstep a summon nature\u0027s ally spell of a level their bounds and claim or annex natural areas often find normally available to you, provided themselves on the bad side of Obad-Hai\u0027s church, as do that you use it to summon an animal. those who exert an unnatural influence over nature by 4 30 or higher Once per day as an immediate building roads, damming rivers, clearcutting forests, and action, gain immunity to critical hits the like. Anyone who defiles, corrupts, or otherwise takes for 1 minute. (This ability can be from nature without giving something back also angers activated in response to a critical hit the Brotherhood. against you. )",
        "name":  "Favored Combat Tactics",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Members of Obad-Hai\u0027s church are likely to exclaim, \"My bark is thicker than that\" in response to an attack, or \"Obad-Hai\u0027s fire (or wind, earth, or water) take you!\" in the heat of battle. Other popular oaths include \"By the Shalm!\" and \"His roots consume you!\" THE ETERNAL LIBRARY Knowledge equals power, and it is the only kind of power worth having. With the right knowledge, you can accomplish any goal, so you never rest in your search for information. The knowledge you find in the next crypt, the next dungeon, or the next hidden vault could make the difference between prosperity and poverty, or even life and death. Temples of the Eternal Library are always repositories of magical knowledge. Hidden catacombs and vaults beneath each site hold a priceless collection of ancient tomes on the nature of magic, as well as massive spellbooks and collections of scrolls, both arcane and divine. In addition, temples to Boccob frequently double as schools of magic, where students can learn arcane secrets from some of the most learned practitioners in the world—all for an exorbitant fee. The Church of Boccob has a small clergy that boasts nearly as many mystic theurges (DMG 192) as that of Wee Jas. However, a great many of the Eternal Library\u0027s active \"priests\" have no ability with divine magic whatsoever. A significant percentage of the highest-ranking members are actually wizards or sorcerers, and some are also loremasters (DMG 191). Services in the temple, when they are held at all, consist of lectures on new spells or on obscure bits of magical lore. Boccob\u0027s devoted realize that their patron doesn\u0027t care a whit whether they even worship him, so why waste their valuable time singing the praises of a deity they openly call \"the Un­ caring\"? The few clerics of Boccob rarely even mention the deity. Instead of the dogma that other churches preach, they teach that their god\u0027s only gifts to his faithful are the abil­ A worshiper of Obad-Hai appreciates the beauty of nature ity to think for themselves and the freedom to pursue their ... and respects its deadliness own ends. They claim that their patron\u0027s knowledge is so vast, and his power so tremendous Multiple Use that he ignores his worshipers Turns the tide of a battle by identifying an out of pity. Were he to enemy creature\u0027s weakness with a Knowledge check +1 turn his gaze upon his Recovers an ancient, previously lost piece mortal followers and of knowledge (such as a new spell) +2 actually notice them, Spends at least 1 month creating magic items for the church +4 the massive accumula­ Discovers a new source of magical power +4 tion of his knowledge Creates a new spell or magic item +1 would bathe the world all Founds a school of magic +4 at once and drive its people Founds a school of magic dedicated to both into madness. arcane and divine magic +6 Members of the Eter­ Holy symbol of Boccob Deceives someone into giving up nal library believe that a valuable item +1/1, 000 gp value magical knowledge is not a prize to be enjoyed only by the Successfully steals a valuable magic item, worthy, or even those with an understanding of the na­ spellbook, or tome of magical lore +1/1, 000 gp value Associates with creatures of lawful alignment -2 ture or laws of magic. Rather, it should be available to Gets caught stealing from or deceiving the church -8 anyone for the right price. Thus, in addition to its massive Associates with creatures that hunt library, any temple of Boccob houses a thriving business or persecute spellcasters -4 in magic items. Business-savvy members of the church Loses or destroys magic keep a shop in a corner of each temple to display their church property -1/1, 000 gp value wares. The Eternal Library sometimes runs afoul of local Destroys a place of learning (such as governments because of this practice. Many a temple has a library or college) -10 been secretly approached by those seeking to buy magic items for an army attacking the temple\u0027s own town—and Titles, Benefits, and Duties: To gain a new rank and the Eternal Library is always willing to accommodate even its associated benefit, a member must donate some piece such buyers as long as its own livelihood isn\u0027t threatened. of magical knowledge to the Eternal Library in addition The church never takes sides in political conflicts, and its to paying the normal tithe. Such a donation usually takes members care only about who stands between them and the form of a minor scroll or potion, but could include I another magical discovery. allowing a fellow member to scribe a free spell from the The Eternal Library often employs adventurers to affiliate\u0027s spellbook. acquire new or rare magic items and spells, or to retrieve the long-lost magical knowledge of some ancient culture. Affiliation",
        "name":  "Favored Oaths",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefits and Duties else\u0027s possession, the church does not hesitate to lie or cheat 0 3 or lower None. to acquire it, or even steal it outright. In such cases, its 1 4-12 Student: Cain a+2 bonus on checks with one Knowledge skill of your choice members might hire unscrupulous individuals to procure in which you have at least 1 rank. the desired item or send their own agents to take charge 2 13-19 Scholar: Once per day, gain a bonus of a particularly rare find. equal to 1/2 your character level on",
        "name":  "If the desired item or information is already in someone Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While not necessarily an ally, the one Bluff, Disguise, or Hide check. Ruby Temple of Wee Jas (see page 20) frequently works with 3 20-29 Professor of Magic: Once per the Eternal Library to the mutual benefit of both organiza­ day, identify a magic item with a tions. The leaders of the Church of Boccob know that the successful Spellcraft check (DC 15 + Ruby Temple sells magic items only to those they deem item\u0027s caster level). worthy, so the Boccobites do not stand to lose much profit 4 30 or higher Eternal Librarian: Once per day, by sharing their finds. counter a spell without a readied action, and without having the same",
        "name":  "Enemies and Allies",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To gain the benefits of affili­ succeed on a Spellcraft check to ation, a member of the church must be able to cast lst-level identify the spell, as normal. or higher spells. Criterion Affiliation Score Modifier Specific Roleplaying Applications One-Time Favored Feats: Members of Boccob\u0027s church prefer feats Character level +1/2 levels that enhance their spellcasting abilities or enable them to Knowledge (any) 5-9 ranks +1/skill avoid melee combat. Dodge and Mobility are favorites in Knowledge (any) 10 or. more ranks +2/skill the latter category. Item creation feats are also prized by the Bluff, Disguise, or Hide 5 or more ranks +1/skill Eternal Library, especially if they are used to produce items Skill Focus (Knowledge [any]) +1/skill the temple can sell. Can cast 3rd- or 4th-level spells +1 Can cast 5th-level spells +2 Favored Adventure Types: A member of the Eternal Has one or more levels in the loremaster prestige class +1 Library leaps at the chance to lead any mission dedicated Is illiterate -4 to gaining new magic, even if doing so means breaking Lacks ranks in any Knowledge skill -2 local laws. Church members would readily break into an ancient, sacred tomb to rob the dead of their treasured creation. Because he sees whatever his followers see, his belongings or invade the home of a local merchant who church readily welcomes new members, whose travels recently bought a rare spellbook. A true follower of Boccob can aid the deity in his ultimate mission. The church does not shrink from unwholesome tasks if undertaking teaches that one day, when his followers have shown them could bring new knowledge, new power, and greater him every place that exists, Fharlanghn will stop to rest, wealth to the church. and the multiverse will cease to grow. What exactly that",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Fingers of the Laughing Rogue LAUGHING ROGUE have many enemies. Few understand the church\u0027s principles Ownership equals possession. If you want an item, take it—as and ideologies, and lawful organizations especially condemn long as you\u0027re willing to risk the consequences, if someone its activities. The churches of St. Cuthbert and Heironeous in particular frequently attempt to expose temples to the takes an item from you, you didn\u0027t guard it carefully enough Laughing Rogue and shut them down. and should take better care next time.",
        "name":  "Enemies and Allies",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Fingers of the Laughing Rogue teach (if character is not chaotic evil) +3 that a truly successful combatant is one who fights only when Secretly breaks any law she wants to. Anyone foolish enough to get hit is in the wrong (if character is not chaotic good) +1 Openly breaks any law place. Thus, members prefer feats that increase their combat (if character is not chaotic good) +3 mobility (such as Spring Attack) and enhance their ability Humiliates a law enforcement officer +1 to choose their own battlegrounds. Survives an encounter with an EL 3-4 Favored Combat Tactics: Many church members take levels higher than own character level +1 of rogue, so they attempt to set up sneak attack opportunities Survives an encounter with an EL 5 or more whenever possible. Clerics try to remain unobtrusive, often stay­ higher than own character level +2 ing invisible and summoning monsters to fight for them. Most Avoids a battle as a result of careful preparation +1 affiliates also like to use spells that incapacitate their enemies so Wins a battle as a result of careful preparation +4 that allies can do the dirty work of killing. All, however, revel Wins a battle against seemingly insurmountable odds in the chaos of a battle once joined. In such situations, they as a result of careful preparation +8 focus on known lawful enemies first and try to humiliate as Scores two consecutive critical hits in a single battle +1 well as defeat such targets. A member of Olidammara\u0027s church Converts a new member +1 Deceives a creature into offering +1/4 creature\u0027s CR can agree with a member of the Fist of Valor (see below) on a desired item at least one topic—defeating Hextorites is good fun. Deceives a lawful creature into +(1/4 creature\u0027s CR) +2 Favored Adventure Types: A member of this church offering a desired item enjoys any quest designed to take another person down a Successfully steals a valuable item +1/1, 000 gp value peg. If the enemy is lawful—especially one in a position Becomes the patron of a musician +1 of authority—at least one Finger of the Laughing Rogue is Is caught breaking the law -8 likely to lurk in the shadows, hoping to teach him a lesson. Is caught in a lie -4 High-risk quests might interest church members, as long as Acts in a lawful manner -4 the payoff is high as well. After all, the greater the danger, Associates with known lawful beings the finer the song that can be written afterward. (such as paladins or monks) -4",
        "name":  "Favored Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Ruby Temple is based on a strict hierarchy, magic (your choice). with rank determined by individual knowledge and magi­ 4 30 or higher Ruby Master: Once per day, counter cal strength. Many priests pursue both arcane and divine a spell without a readied action, and without having the same spell ready spellcasting classes, and some of the highest-ranking church to cast, provided you succeed on a members are mystic theurges. Spellcraft check to identify the spell,",
        "name":  "Members",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Members of the Ruby Temple who can rarely given quarter, and the church frequently brings far turn or rebuke undead often choose feats that enhance more troops to the field than most observers would deem that ability, such as Extra Turning, Empower Turning™, or necessary to win. Quicken TurningCD. Many members also choose Spell Focus As a result of its unbending views, this church frequently (necromancy) and Greater Spell forms the foundation of a region\u0027s system of laws in areas Focus (necromancy). where it holds power. Where St. Cuthbert\u0027s church does Favored Combat Tac not dictate local laws, it still enforces its own, making its tics: An affiliate of the clergy unpopular with the ruling caste. For the most part, Ruby Temple uses mag­ high-ranking members of the church are willing to work ic in preference to all with local governments to form alliances, but the Law is other attack forms, if always supreme. possible. Nonmembers Scale: 14 (continental). believe that the church Affiliation Score Criteria: A member of the Scales of favors necromantic Balance must be of lawful alignment. magic, but this suppo­ sition is simply a myth Criterion Affiliation Score Modifier that the church allows One-Time to persist. Its enemies Holy symbol of Wee Jas Character level +1/2 levels are thus caught off Base attack bonus+5 or higher +1 Knowledge (religion) 5 or more ranks +1 guard when confronted by evokers, transmuters, or con­ Can cast disintegrate or destruction +2 jurers affiliated with the church, or even clerics with Can cast 3rd-level or higher spells +1 tremendous mastery of destructive divine spells. Many Strength score of 20 or higher +1 church members hide behind dark robes and death fe­ Strength score below 12 -2 tishes to encourage the belief that they practice only necromancy. Multiple Use",
        "name":  "Favored Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A follower of Wee Jas enjoys Razes the stronghold of an enemy of the church +8 adventures that involve recovering rare or unique magic Razes the stronghold of an enemy of the church items. Because the preservation and recovery of magical while the inhabitants are unprepared or through superior preparation +10 knowledge is also very important to the church, its leaders Brings a lawbreaker to justice +1 often send members to seek out the bones of long-dead Aids a government by improving or spellcasters and return them to the church\u0027s crypts. creating its system of laws +6",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Church of Corel­ other structure important to the church +2 lon considers the destruction of orcs a sacred calling. Serves as a guardian of the church or Gruumsh and his get are still prime enemies of elves a structure important to the church for 1-11 months\"-\u0027\u0027 +1 Serves as a guardian of the church or everywhere, and Corellon\u0027s clerics frequently send a structure important to the church for 1 year* +4 adventuring parties into the mountains or the Underdark Defends a community or group unable to take the fight to the orc hordes. Any mission to hunt to defend itself (if character is good) +4 drow, or counter the threat they represent, is also a sacred Associates with known lawful creatures duty to Corellon\u0027s followers. (such as paladins or monks) -4 In addition, the Temple of Associates with known evil creatures -4 True Aim strives to preserve Associates with drow or orcs -20 the elven way of life at any Fails to defend a structure or item cost. The church knows important to the church -6 that conflict can nev­ Fails in combat -2 Fails in combat against a drow or orc -4 er end, and that some * Overlaps for same structure. enemy will always at­ tempt to exterminate",
        "name":  "Favored Adventure Types",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "THE FIST OF TYRANNY are less violent in its acquisition. Such members are also The Church of Hextor took its name to mock its patron\u0027s more likely to share what they have learned with those good-aligned brother. The Fist of Tyranny seeks to rule the they trust, such as other members of the church (on rare Sortie followers of Nerull do not share their patron\u0027s penchant for evil occasions), or people with whom they have close bonds. \"protect the resources of you or your pack (adventuring But even they believe that knowledge must be protected party), \" since you\u0027ve defined ferocity and killing as key tenets from those who do not understand or appreciation its of that religion. Use the following domain descriptions, crite­ importance—a category that includes nearly everyone else ria, and benefits as starting points for your own inspiration, in the world. and work from there. CREATING D\u0026D CHURCHES DOMAIN AFFILIATIONS The cleric domains of the DUNGEONS \u0026 DRAGONS game Since not all divine characters worship deities from the are more than just lists of spells and powerful granted D\u0026D pantheon (and some do not worship any deities at abilities. Each deity of the core pantheon embodies the all), you might wish to create your own D\u0026D churches, or philosophical concepts of the domains around which it model affiliation rules for churches in another campaign bases its power in addition to granting access to powerful setting. The following domain descriptions can be used magic through them. for that purpose. Players and DMs should work together In this section, each domain is presented as a basis for to design the specific feel and structure of any churches creating affiliations like those detailed in the previous pages. needed, using the domains most appropriate to the deity Some affiliations have membership restrictions, set out I or belief. under affiliation score criteria, but most are broad-reaching Some of the affiliation criteria in this section might be philosophies. If you\u0027re running a home campaign and don\u0027t mutually exclusive with those of other domains, or even want to use the deities from the Player\u0027s Handbook, you can internally contradictory (depending on what aspect of that create your own by choosing from the domain entries domain is being emphasized). Such exclusions are intentional that follow, then using the affiliation tables provided to but need not prevent desired pairings. In fact, you don\u0027t have come up with church affiliation rules for your new deity. to adopt every criterion in a domain description to make a Not every affiliation criterion from a domain needs to successful and interesting church model. For example, if be selected for a deity with that domain. Just choose the you wanted to create a church using the Animal, Death, and criteria that match your deity\u0027s concept, then do the same Destruction domains, you might not choose as a criterion for the affiliation benefits. You could also add a specific criterion or two that is unique to your deity, and perhaps Affiliation even a specific benefit. Alternatively, the deities of your Rank Score Title: Benefits and Duties world might be much more focused than those in the D\u0026D 0 3 or lower None. pantheon, with each devoted to only one philosophical 1 4-12 Wind Traveler: Cain a+1 bonus concept. In such a case, you could use each domain as on saves against earth spells and effects, and a +1 bonus to AC its own \"church, \" treating it as a religious affiliation like against attacks from earth creatures. those described earlier. 2 13-22 Wind Runner: Once per day, gain If you use the core D\u0026D pantheon in your home game, a +5-foot bonus to speed (all the material provided here expands on each domain as a movement modes, even those philosophy. You can substitute different criteria and benefits granted by a spell or special ability) from the domain affiliation tables for those in the churches\u0027 for 1 minute. tables if you want to create a different sect for one of the core 3 23-29 Soaring Gust: Use fly, as the spell, deities, or if the church affiliation presented for a given deity for up to 10 rounds per day (duration doesn\u0027t match your concept. need not be consecutive, caster level equals your character level). AIR DOMAIN 4 30 or higher Breath of the Hurricane: Once per day, use overland flight, as the spell The wind moves unhindered throughout the world. It (caster level equals your character touches all but can never be touched. Air embodies both level) life (living creatures need it to survive) and death (in the form of destructive winds). By becoming one with the air, ANIMAL DOMAIN you can take flight and experience life as you were meant to do—in complete freedom. As the domains of humans, elves, and dwarves spread both Deities who grant access to the Air domain embody balance above and beneath the ground, the beasts of the earth have and freedom. Such deities are rarely lawful, but some portion endured. Whether in the sacred, quiet parts of the world, or of an air god\u0027s alignment (as is that of any elemental patron) just outside civilization\u0027s back door, the fierce, proud animals is almost always neutral. Air represents the purest form of have adapted and seek a way to survive. They are your kindred, existence: It sees the whole world, travels on a whim, and can and it is your duty to render them whatever aid you can in never be entirely contained. Yet when its power is harnessed, their struggle. it becomes a potent force. A deity with the Animal domain does not discriminate Churches dedicated to air deities preach that no creature between good and evil, or between law and chaos. Survival is can constrain another, and that freedom is meaningful only far more important than such civilized concepts. Such deities if it is absolute. The wind seems fickle and unpredictable are fiercely protective of their territory. The basic requirements only to those who don\u0027t understand it. In truth, it offers the of life—food, water, shelter, and companionship—are worth ultimate equality. Air simply is. fighting and dying for. The dogma of the churches devoted to these deities tends Criterion Affiliation Score Modifier to be simple. Their clergy preaches that the bare essentials of One-Time life are more important than any other trappings. However, Character level +1/2 levels as humanoids, representatives of these churches have more Knowledge (nature) 5 or more ranks +1 resources at their disposal than normal animals do. Thus, Knowledge (religion) 5 or more ranks +1 they often provide shelter and food for roaming packs of dogs, Is capable of flight +3 sewer rats, and other animals that have managed to carve Has a neutral alignment component their own niches out of an urban environment. Animals in (if the deity has one) +1 the wild are seen as allies in a mutual struggle for survival, Can cast arcane or divine spells that have the air descriptor +1 but the church does not provide for their needs as often. Has visited the Elemental Plane of Air at least once +2 \"Survival of the fittest\" is a precept more appropriate to the Lacks a neutral alignment component wilds of nature than to the dangers of civilization. (if the deity has one) -4 Churches devoted to deities with the Animal domain are typically little more than shrines. For the most part, Multiple Use they exist in out-of-the-way places or temporary shelters, Frees someone from captivity or slavery +4 although they occur almost as frequently in cities as in Lives in a plain, mountainous region, the wilderness. or other windy area for at least 1 year +1/year Travels more than 100 miles in a week +2/year Criterion Affiliation Score Modifier Humiliates or defeats a follower of earth +1 One-Time Casts a spell that has the earth descriptor -1 Character level +1/2 levels Knowingly associates with creatures Knowledge (nature) 5 or more ranks +1 of the earth subtype -2 Handle Animal 5 or more ranks +1 Imprisons or enslaves another creature -8 Has an animal companion +2 Can cast summon nature\u0027s ally spells +1 Lacks at least 1 rank in Handle Animal -2 Lacks at least 1 rank in Knowledge (nature) -2",
        "name":  "HEXTOR",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only evil-aligned creatures movements, sending hardy clerics into the wild reaches can gain rank within an evil church. If your alignment ever of the world in search of converts. The heady mix of changes to one that is not evil, you lose your affiliation with impassioned sermons and gaudy shows of power (usually this church. casting impressive spells such as flame strike) make them popular even among more savage humanoid tribes, as does Criterion Affiliation Score Modifier their habit of encouraging parishioners to give in to the One-Time whims of the flesh. Most fire churches are also distinctly Character level +1/2 levels warlike, and many active priests have levels of barbarian Furthers the church\u0027s cause through evil acts +2 as well as cleric. Slights to their members or their deities Creates opportunities to pursue an evil agenda +1 are not tolerated. Creates opportunities to pursue an evil agenda in a strongly good-aligned area (such as Criterion Affiliation Score Modifier a city run by paladins) +3 One-Time Has visited an infernal plane at least once +4 Character level +1/2 levels Knowledge (nature) 5 or more ranks +1 Multiple Use Knowledge (religion) 5 or more ranks +1 Performs an overtly evil act Has innate resistance to fire +2 in a meaningful/dangerous situation +1 Has innate immunity to fire +4 Openly thwarts a good-aligned enemy +2 Has a neutral alignment component Slays a creature with the good subtype +1/4 creature\u0027s CR (if the deity has one) +1 Razes the stronghold of a good-aligned regime +8 Can cast arcane or divine spells that have Overthrows a good-aligned government +15 the fire descriptor +1 Fails in combat against a good-aligned enemy -4 Has visited the Elemental Plane of Fire at least once +2 Performs an overtly good act -4 Lacks a neutral alignment component Knowingly associates with good-aligned creatures -4 (if the deity has one) -4 Knowingly associates with celestial creatures -8 Multiple Use Churches of good are likely to he engaged in missionary work. Serves as a missionary in an inhospitable Souls turned to evil or apathy must be aided in any way—even region for at least 1 month +2 by destroying their mortal forms if necessary. All churches of Converts a new member +1 good openly preach messages of redemption, but some take a Explores a new volcanic or fiery area +2 stiffer stance than others on how such redemption should be Razes an enemy structure to the ground using fire +1 delivered. Some teach that certain kinds of evil creatures are I Deals 30-99 points of fire damage with a single spell +1 irredeemable and must be destroyed. Others hold that even the Deals 100 or more points of fire damage with a single spell +5 most despicable souls, such as those of fiends, can be saved by a | Lives in a volcanic region for at least 1 year +1/year heart of absolute purity (possibly requiring a great deal of time). Humiliates or defeats a follower of water +1 All good churches are intolerant of sin, though their definitions Successfully defends an item or structure of sin vary wildly. According to most doctrines, perfect purity important to the church +4 can be achieved only through a lifetime of experience—and Casts a spell that has the water descriptor -1 even then, most fall short of ultimate glory. Knowingly associates with creatures",
        "name":  "Affiliation Score Criteria",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefits and Duties charitable nature will be rewarded in the next life, when 0 3 or lower None. your spirit merges with divine purity. The benevolent and 1 4-12 Samaritan: Gain a+2 bonus on just ruler, the altruistic missionary, and the freedom fighter Diplomacy checks made to avoid are all followers of good, each pursuing the path to purity combat. in a different manner, and each seeking to redeem the souls 2 13-21 Humanitarian: Gain a+1 bonus on of the lost. saves against evil spells and effects. The deities of good endorse a philosophy that doing 3 22-29 Altruist: Gain a +1 bonus on attack rolls against evil-aligned enemies. for others is more important than doing for oneself. Such 4 30 or higher Saint: Once per day, confound an deities are kind, caring, and actively interested in the evil foe within 5 feet with the power welfare of their mortal followers. The souls of mortals of good, forcing it to make a Will are treasures, not avenues to power (although even a good save (DC 10 + your character level + deity wouldn\u0027t decline power gained through pure means). your Cha modifier) or be unable to Self-denial is often a cornerstone of the belief structure take an attack or spellcasting action for these deities\u0027 churches. Some hold that a mortal cannot on its next turn. truly learn the meaning of goodness without experienc­ ing the ultimate sacrifice. Like true evil, true goodness is HEALING DOMAIN composed of both intent and action. It is not enough to harbor kind thoughts in your heart; they must be expressed Life is more valuable than anything else in the multiverse. as deeds. It is a rare and precious gift, and preserving it is the highest Clerics of healing value life above all else, and they find undead to be an abomination in the eyes of their deity calling to which one can aspire. Those who cheat life and Multiple Use pursue a path of death (or worse, undeath) are fools who Discovers a new natural remedy bring only pain and misfortune to the world. By preserving that heals or removes a debilitating condition +1 life and health, you take a stand against death and heal some Heals more than 50 points of damage with a single cure spell +1 of the world\u0027s ills. Converts a new member +1 Deities of the healing arts try to alleviate suffering and pain Uses the Heal skill to stabilize a dying creature +1 and value life, in all its forms, above all else. Such deities are Brings a dead creature back to life nearly always good, although those who espouse the practice with raise dead or similar magic +2 of medicine as a purely scientific pursuit might be neutral. Founds a hospital or organization But even good-aligned healing deities discourage their fol­ dedicated to the healing arts +6 lowers from withholding aid even from a creature with the Destroys a CR 8+ undead creature +1/4 creature\u0027s CR blackest of souls. Only creatures that spurn life are without Casts a spell that has the death descriptor -2 hope of redemption, and worshipers of healing deities use Refuses healing to a living creature cure spells to guide them to a peaceful afterlife. when providing it is feasible -4 Associates with known followers The church of a healing deity is likely to found adjunct of a deity devoted to death -4 hospitals or schools of medicine. Some such churches prac­ Takes the life of another creature without cause -10 tice only divine healing, while others teach that sustaining and aiding life can follow many paths, including the use of Affiliation alchemy or natural remedies. Rank Score Title: Benefits and Duties 0 3 or lower None. Criterion Affiliation Score Modifier 1 4-10 Novitiate: Cain a+2 bonus on Heal One-Time checks made to stabilize a dying creature. Character level +1/2 levels 2 11-17 Healer: Cain a+2 bonus on turning Heal 5-9 ranks +1 checks. Heal 10 or more ranks +2 3 18-24 Bastion of Health: Cain a+1 bonus on Can spontaneously cast 3rd- or 4th-level cure spells +1 saves against the spells and abilities of Can spontaneously cast 5th-level or higher cure spells +2 undead creatures. Can cast heal +3 4 25-29 High Physician: Effective caster level Serves in a hospital without compensation for healing spells increases by 1. of any kind for at least 1 month +2 5 30 or higher Master Physician: Once per day, cast a cure spell as a ranged touch spell with a range of 30 feet. : ^^M KNOWLEDGE DOMAIN Affiliation Knowledge truly is power. Understanding an enemy\u0027s Rank Score Title: Benefits and Duties weakness can turn defeat into victory, and the right piece 0 3 or lower None. of information can open any door. Wizards and their ilk 1 4-12 Student: Choose a Knowledge skill in which you have at least 1 rank. Gain embrace learning as a path to might, but arcane lore is only a +2 bonus on checks with that skill. one aspect of knowledge. With absolute, untainted certainty, (Once made, this choice cannot be you can make the impossible possible. changed. )",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "information 2 13-19 Academic: Once per day, gain a +2 about their foes, about their allies, and about the nature insight bonus on a single attack, of the multiverse. All deities of knowledge share a healthy save, or check. respect for the unknown and an insatiable curiosity, and 3 20-29 Master Researcher: Effective caster they pursue knowledge without concern about its poten­ level for divination spells increases by 1. tial for good or evil. They differ only in their motives. 4 30 or higher Scholar: Once per day, negate a single Some covet lore and seek to conceal it from others, using ability of an enemy creature that it to further their own agendas. Others seek to pass you\u0027ve discovered using a successful Knowledge check. This effect lasts for knowledge along, so that all might share in the benefits 1 minute and is a supernatural ability. of their discoveries. The creature can attempt a Fortitude A church devoted to a deity of knowledge follows its save (DC 10 + your character level + patron\u0027s desires when gathering, cataloguing, and dis­ your Int modifier) to negate this effect. seminating information. Such churches instill the hunger for learning in their parishioners, and many start schools LAW DOMAIN for basic or advanced instruction. Their clerics share their patrons\u0027 hunger for knowledge. Some choose to obtain it The world might have been formed from chaos, but through through adventuring, seeking out lost temples or ancient the application of perfect order and the first laws, it was given ruins to learn the secrets of the past. Others hire spies form. Law now reigns supreme. Cultures everywhere have to ferret out secrets that they can use to increase their found peace through following this model, creating their own personal power. laws and forging discipline and order where none existed before. In bringing this mighty force into your own life, you Criterion Affiliation Score Modifier too have experienced peace and stability. One-Time Deities of law are strict, unbending, and often unforgiv­ Character level +1/2 levels ing, although the specific laws of their churches might be Knowledge (any) 5-9 ranks +1/skill tempered by their individual moral codes. Whether they are Knowledge (any) 10 or more ranks +2/skill dedicated to good, evil, or neither, all law deities know that Skill Focus (Knowledge [any]) +1 order brings strength and security, but only if it is enforced Can cast 3rd- or 4th-level divination spells +2 without exception. Allowing even one person to break the Can cast 5th-level or higher divination spells +3 law sets a dangerous precedent. Has at least one level in the loremaster class +1 Has at least one level in the wizard class +1 A church devoted to a law deity is highly principled and Is illiterate -4 steeped in tradition. Such churches often become involved in Lacks ranks in any Knowledge skill -2 local politics so that they can help to shape the laws that govern the population. But whether or not they are openly part of an Multiple Use area\u0027s government, the clerics of these churches respect the Turns the tide of a battle by identifying an enemy law of the land, despite their personal feelings—provided that creature\u0027s weakness with a Knowledge check +1 it does not contradict the higher law of the church. Followers Teaches at a church-sponsored school of a lawful good church keep the welfare of the community in for at least 1 month* +1 mind, actively looking for failed laws and trying to improve Teaches at a church-sponsored school them. Those of a lawful neutral church place more faith in for at least 1 year* +2 the laws themselves, and create and enforce those that benefit Helps found a church-sponsored school +4 Recovers an ancient, previously lost their own interests. piece of knowledge +2 Affiliation Score Criteria: Only lawful-aligned creatures Recovers an ancient, previously lost can gain rank within a law church. If your alignment ever piece of knowledge on another plane +4 changes to one that is not lawful, you lose your affiliation Discovers a new creature and identifies with this church. at least two of its special attacks or qualities +1 Converts a new member +1 Criterion Affiliation Score Modifier Donates recovered new knowledge to the church +2 One-Time Prevents the destruction of knowledge +2 Character level +1/2 levels Willingly destroys a book -2 Knowledge (religion) 5 or more ranks +1 Knowingly associates with an organization Serves as a member of a local government that destroys sources of knowledge -4 for at least one month\" +1 Destroys a place of learning -10 Serves as a member of a local government Steals knowledge from the church -10 for at least one year* +3 * Overlaps for the same church-sponsored school. * Overlaps for the same government. Multiple Use Criterion Affiliation Score Modifier Brings a lawbreaker to justice +1 One-Time Aids a government by improving or Character level +1/2 levels creating its system of laws +6 Nonlawful alignment +1 Converts a new member +1 Knowledge (religion) 5 or more ranks +1 Destroys a creature Use Magic Device 5 or more ranks +1 of the chaotic subtype +1/4 creature\u0027s CR Is entitled a reroll at least once per day, Brings order to a frontier or lawless region +4 through a spell, feat, or item +1 Reports a lawbreaker, no matter the law Lawful alignment -2 or circumstance (if character is evil) +1 Charisma 8 or lower -2 Plays a key role in revising an unjust law (if character is good) +1 Multiple Use Breaks a law -2 Survives an encounter with an EL 3-4 Fails in combat against a chaotic-aligned enemy -4 higher than own character level +1 Acts in an overtly chaotic manner -4 Survives an encounter with an EL 5 or more Knowingly associates with creatures higher than own character level +2 of the chaotic subtype -4 Prepares for an important battle Knowingly associates ahead of time in some fashion +1 with demons -8 (if good) or-4 (if evil) Avoids a battle as a result of careful preparation +1 Wins a battle as a result of careful preparation +4 Affiliation Wins a battle against seemingly insurmountable odds",
        "name":  "Deities of knowledge seek it in any form",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefits and Duties as a result of careful preparation +8 0 3 or lower None. Scores two consecutive critical hits in a single battle +1 1 4-12 Citizen: Gain a+2 bonus on Scores three or more consecutive critical hits Diplomacy checks (if good) or in a single battle +3 Intimidate checks (if evil) made Converts a new member +1 while enforcing the law Finds a use for an item thought to be useless +1 2 13-21 Deputy: Cain a +1 bonus on saves Fails in combat due to lack of preparation -4 against chaotic spells and effects. Rolls a natural 1 on two consecutive rolls -4 3 22-29 Marshal: Cain a +1 bonus on attack rolls against chaotic-aligned Affiliation enemies. Rank Score Title: Benefits and Duties 4 30 or higher Judicator: Once per day, with a 0 3 or lower None. successful touch attack, you can 1 4-13 Blessed: Cain a+2 bonus on compel a creature to tell the truth Knowledge checks made to prepare for 1 minute. A successful Will save for an upcoming challenge or (DC 10 + 1/2 your character level adventure. + your Cha modifier) negates the 3 14-21 Charmed: Cain a +1 bonus on caster effect. level checks made to overcome spell resistance. LUCK DOMAIN 4 22-29 Scion of Luck: Once per day, gain a bonus equal to +1 per three Fate is fickle. Although fortune might occasionally favor character levels on one saving throw. the bold, the wise make their own luck. The worship of 5 30 or higher Fatebender: Once per day, force one luck combines respect for the inevitable randomness in opponent to reroll an attack, check, life with a dedication to swaying fate in one\u0027s own favor. or save after you know the result of The unenlightened allow fate to trample roughshod over the roll. their lives, bringing doom as often as joy. A true master of MAGIC DOMAIN fortune manipulates luck ever so slightly to bring more good outcomes than bad. The forces that power the multiverse are many, but chief Most deities of luck are chaotic in nature, but pure chance among them is magic. Whether arcane, divine, or otherwise, is only part of the Luck domain. Such deities often let fate magic can manipulate all other forces. By mastering that decide their actions, such as by flipping a coin to make a power, you can bend all things to your will. decision. But they also consider all possible outcomes before Deities of magic are mostly unconcerned with distin­ choosing a path. Clerics of deities devoted to luck preach guishing between arcane and divine magic, wielding messages of independence, telling their congregations to both with ease. True power lies in more than mastering seek truth within themselves and make their own way in a single approach to this force. These deities encourages the world. These churches embody the belief that what goes the founding of schools devoted to magic. In such halls, around comes around. The whim of fate touches everyone, novice wizards master their first cantrips while clerical but that those who are prepared are likely to do better than scholars practice powerful rituals to scourge the land those who aren\u0027t. with holy fire. Very often, a deity of magic is also a deity of knowledge, since the two disciplines are inextricably tied together. Churches of magic have few members, since the level of education necessary to pursue such learning is rare in most communities. They fund their studies through Criterion Affiliation Score Modifier researching new spells, creating magic items of all sorts, One-Time and sponsoring exploration of ancient sites that hold Character level +1/2 levels magical secrets from ages long past. Clerics of a deity of Knowledge (arcana) or (religion) 5-9 ranks +1/skill Knowledge (arcana) or (religion) 10 or more ranks +2/skill magic are devoted to exploring and furthering the laws of Use Magic Device 5-9 ranks +1 magic. Many walk the path of the mystic theurge, master­ Use Magic Device 10 or more ranks +2 ing arcane and divine magic equally. In their capacity as Can cast 3rd- or 4th-level arcane or divine spells +1 priests, these clerics do not preach so much as they teach. Can cast 5th-level or higher arcane or divine spells +2 A typical sermon might consist of a lecture on summoning Can cast both arcane and divine spells +1 creatures from a distant plane, or dealing with the correct Has one or more item creation feats +1 mix of ingredients to cast a fireball correctly, or more Lacks any spellcasting ability -2 esoteric topics. Deities of magic gain power and great joy through the discoveries made by their mortal Multiple Use servants. Converts a new member +1 Discovers a new source of magical power +4 Creates a new spell or magic item +1 Destroys a foe single-handedly using only magic +1/4 creature\u0027s CR Defends a bastion of magical knowledge from attack +4 Recovers an artifact and donates it to the church +10 Founds a school of magic-\u0027 +4 Founds a school of magic dedicated to both arcane and divine magic* +6 Destroys a magic item or magic-related knowledge -8 Knowingly associates with those who hunt or persecute spellcasters -4 Loses or destroys magic church property -1/1, 000 gp value Fails to defend an item or location important to the church -4 * Overlaps for the same school. The pursuit of -magic drives many to seek out the most inhospitable regions of the world PLANT DOMAIN Multiple Use Many creatures walk the earth, and some of them (espe­ Protects a natural area from destruction +2 cially humanoids) have the audacity to consider themselves Protects a sacred grove or other rulers of the land. In fact, the world is ruled by a different untouched natural area from destruction +4 Discovers a new type of plant order altogether: its plant life. The most ancient trees have or creature of the plant type +1 witnessed the passage of eons. When mighty armies clash Converts a new member +1 in epic battles and civilizations fall, vegetation moves in and Sets up a natural preserve feeds on the remains. Plants have witnessed every event since where plants cannot be harvested +2 the first spark of creation, and learning to tap their wisdom Organizes a celebration of the planting or harvest +2 can open up unmatched power. Participates in a community\u0027s Plant deities take a long view of the world. They have annual planting or harvest +1 the capacity for endless patience and are willing to wait Destroys knowledge pertaining to plants -4 millennia for their plans to come to fruition. A plant deity Fails to prevent the destruction of a natural area -4 becomes upset only when the unnatural world interferes Fails to prevent the destruction with the course of nature. The exact definition of \"unnatu­ of a sacred grove or untouched natural area -15 ral\" varies from one deity to another, but nearly all revile Affiliation the undead. Most also frown upon intelligent races that",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Benefits and Duties Successfully steals a valuable item +1/1, 000 gp value 0 3 or lower None. Avoids getting caught while breaking a major law +2 1 4-10 Journeyman: Gain a+2 bonus on Converts a new member +1 Knowledge (geography) checks. Exposes the deception of an 2 11-20 Wanderer: Gain a+2 bonus on enemy of the church +1/4 creature\u0027s CR checks made to resist grapple, trip, Slays an enemy of the church that has or bull rush attempts. a CR within 1 of own character level 3 21-29 Life Pilgrim: Once per day, you can using only trickery +1/4 creature\u0027s CR use clairaudience/clairvoyance as a Slays an enemy of the church that has spell-like ability (caster level equals a CR equal to own character level +3 your character level). or more using only trickery +1/2 creature\u0027s CR 4 30 or higher Nomad of Many Worlds: Once Is caught breaking the law -8 per day as a swift action, you can Is caught in a lie -4 automatically escape from a grapple Knowingly associates with creatures or any bonds that prevent you from of lawful alignment -2 moving freely (such as ropes or Is caught stealing from or deceiving the church -8 manacles). If you were grappled, you move to the nearest 5-foot square of your choice. This is a supernatural ability. TRICKERY DOMAIN The world is an unforgiving place, and only those who are willing to go to any lengths have a chance to seize power. Deception, lies, and illusion are your stock-in-trade. No foe is a threat that doesn\u0027t know where you are, who you are, or what your motives might be.",
        "name":  "Rank Score Title",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This benefit replaces one of your fighter bonus imbued with some magical ability. Some paladins, though, feats. dedicate themselves more directly to serving their deity",
        "name":  "Replaces",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ranger who selects this path can no longer use Survival checks. In addition, scrolls, wands, or other magic items that require access to a spell list, unless he has another spellcast­ ing class that grants access to the appro­ priate spells.",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "a divine ranger, a divine rogue, a divine sorcerer, and a divine -wizard you can use commune with nature, as the spell, once per day Benefit: When you select holy stalker as a special ability, (caster level equals your ranger level). You can also prepare you can channel positive energy into your sneak attacks to and cast this spell normally from your ranger spell list. damage undead creatures. When you successfully damage an undead creature in a ROGUE situation in which you would normally apply sneak attack Few characters are more secular in nature than rogues. But damage, you add 2 points of positive energy damage per when one of these masters of subterfuge devotes herself sneak attack die you would normally roll. However, you still to a religion, she looks for ways to turn her assets toward cannot roll sneak attack dice against the creature. This is a her cause. supernatural ability. Antiquarian SORCERER You are incredibly knowledgeable about artifacts, relics, and Some believe that sorcerers gain their link to arcane antiques—especially those that are religious in nature. energy through draconic heritage. If true, such a connec­ level: 1st. tion might seem to cut off divine influence, but perhaps it",
        "name":  "Left to right",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When examining divine items and religious relics, you gain a bonus equal to your Wisdom modifier on Divine Companion all Appraise checks as an extraordinary ability. By sacrificing a possible link to an earthly creature, you gain In addition, if you examine a magic item created using a the ability to store arcane energy in a divine reservoir that spell from the cleric or paladin list, or an item with special takes the form of a spirit creature. Linked to you through your religious significance, you can attempt a Knowledge (reli­ own life essence, this divine companion can then transform gion) check (DC 10 + the item\u0027s caster level) to identify it that energy into beneficial effects. exactly as a spell-like ability. This works like the identify Level: 1st. spell (caster level equals your rogue level) but requires no Replaces: This benefit replaces the summon familiar class material component. You can use this ability on only one feature. item per day. Benefit: You can spend 100 gp to perform a ritual dedicated to the deity of your choice and summon forth a Death\u0027s Ruin spirit creature to aid you in your adventures. This creature You can channel the power of your faith when making sneak is both invisible and intangible, but it provides you with attacks against undead. real benefits.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can make sneak attacks against undead the companion simply absorbs the spell\u0027s energy. It can store creatures. However, you roll only one-half your normal sneak a number of spell levels equal to your arcane caster level. You attack dice (rounded down) when determining bonus damage can cast spells into it at any time, but after you rest and recover for such attacks. This is a supernatural ability. your spell slots for the day, the divine companion loses any stored energy. Friend\u0027s Evasion The divine companion exists outside reality and cannot By giving up one of your high-level special abilities, you\u0027ve be affected by spells, spell-like abilities, or any sort of anti- learned to protect others by using your own skills and magic effect or dispel check. It cannot, however, release its abilities. arcane energy within an antimagk field or similar effect. It",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you are a cleric (or any RESERVE FEATS other character class who gains access to a domain), you can choose any domain feat corresponding to the list of The Complete Mage supplement introduced reserve feats. domains offered by your deity, even if you do not have Usable only by spellcasters, reserve feats employ an unusual access to those particular domains. A cleric of Pelor, for form of prerequisite, drawing upon the magic inherent in example, can choose to cast spells from the Good and a caster\u0027s body and soul and utilizing (but not consuming) Healing domains but select the Strength Devotion and energies from available spells to augment the character\u0027s Sun Devotion feats. already prodigious magical talents. In addition, you can choose to give up access to a domain Each reserve feat\u0027s primary benefit is a supernatural in exchange for the corresponding domain feat. Doing so ability that is usable at will. Unless otherwise noted, the allows you to select up to three domain feats, but you cannot effect requires a standard action to activate, and doing so prepare domain spells or use the granted power of the sacri­ does not provoke attacks of opportunity. If a saving throw ficed domain. In essence, you trade in a domain for an extra is allowed, the DC equals 10 + the level of the spell allowing feat slot that you can spend only on a specific domain feat. the ability\u0027s use + the ability modifier that would apply to For example, the above cleric of Pelor could choose to give that spell\u0027s save DC. In addition, each feat provides a caster- up the granted power and spells of the Good domain for the level boost to a certain category of spells. This increase Good Devotion feat. applies at all times, regardless of whether you have any",
        "name":  "Clerics and Domain Feats",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unless otherwise noted, the benefit granted spells left to cast. by any domain feat is a spell-like ability with a caster level The primary benefit can be activated only if you have a spell equal to your character level. All such effects are subject to of an appropriate variety (of a particular school, subschool, spell resistance, and you can dismiss any continuing effect or descriptor) available to cast. The definition of \"available to as a free action. If a domain feat allows a saving throw, its cast\" depends on whether you prepare spells or cast spontane­ entry provides the necessary information. ously from a list of spells known. If you prepare spells each day (as a cleric does, for example), you must have an appropriate spell prepared and DIVINE FEATS not yet cast that day. If you have more than one appropri­ First introduced in the Complete Divine supplement, divine ate spell prepared and uncast, you gain the benefit only feats are the province of those who are able to turn or rebuke from the highest-level such spell; you can\u0027t gain multiple undead. Instead of attempting to affect an undead creature, benefits, or stack benefits, by preparing more than one you expend a turn or rebuke undead attempt to trigger the appropriate spell. benefit of a divine feat you have. You can activate only one If you cast spells spontaneously (as a favored soul does, for divine feat per round, though overlapping durations might example), you must know an appropriate spell and must have allow you the benefits of more than one divine feat at a time. at least one unused spell slot of that spell\u0027s level or higher. If Activating a divine feat is a supernatural ability, requires a you have more than one appropriate spell known, you gain type of action or an amount of time depending on the feat, the benefit only from the highest-level spell for which you and does not provoke attacks of opportunity unless otherwise have an uncast spell slot. noted in the feat\u0027s description. Activating a divine feat is not If you have spells from more than one class, only spell slots considered an attack unless doing so would directly deal that could actually be used to cast the appropriate spell count damage to a target. toward granting this benefit. For example, a paladin/cleric who knows the appropriate spell only as a paladin can\u0027t DOMAINS NOT IN THE PLAYER\u0027S HANDBOOK Equivalent Players and DMs can also create domain feats tied to domains Domain Domain Feat (Devotion) not described in the Player\u0027s Handbook. Use the domain feats Domination Magic described in this section as examples for modeling your own. Dream Trickery Alternatively, you can create an equivalency system that links the Force Earth domain feats in this section to link to other domains. The fol­ Glory Sun lowing table provides samples of equivalencies; these domains Inquisition Knowledge can be found in the Complete Divine supplement. Liberation Good Madness Chaos DOMAIN EQUIVALENCIES Mind Knowledge Equivalent Mysticism Magic Domain Domain Feat (Devotion) Oracle Luck Celerity Travel Pact Law Cold Water Pestilence Destruction Community Protection Purification Healing Competition War Summoner Animal Creation Healing Weather Air use her cleric spell slots to qualify for the reserve feat\u0027s Spells that do not have a descriptor until cast (such as the primary benefit. summon monster spells) can\u0027t be used to gain the primary Once you no longer have an appropriate spell available— benefit of a reserve feat. because you have cast it, have exhausted the appropriate You can key two or more reserve feats off of a single spell slots, or have chosen a daily spell selection that spell. does not include that spell—you can\u0027t activate the feat\u0027s power until you once again have that spell available for TACTICAL FEATS casting. You still retain the secondary benefit of the feat, however. Feats of this type allow characters to perform a number of Only actual spells or spell slots allow you to use the powerful maneuvers. If you\u0027re playing a character who has primary benefit of a reserve feat. Spell-like abilities, super­ a tactical feat, you must keep track of the actions needed to natural abilities, and extraordinary abilities—even if they set up the feat\u0027s maneuver. It\u0027s also a good idea to mention to mimic or duplicate an appropriate spell—do not qualify. your DM that you\u0027re working toward using an ability granted by a tactical feat. WILD FEATS First introduced in the Complete Divine supplement, wild feats have as a prerequisite the wild shape class feature. Each use of a wild feat generally costs one daily use of your wild shape ability. If you don\u0027t have any wild shape uses left, you can\u0027t use a wild feat. Unless otherwise noted, activating a wild feat is a standard action. You can either change shape using wild shape or use a wild feat only once per round, though overlapping durations might allow you the benefits of more than one wild feat at a time. Activating a wild feat is a supernatural ability, requires a type of action or an amount of time that varies depending on the feat, and does not provoke attacks of opportunity unless otherwise noted in the feat\u0027s description. Activating: a wild feat is not considered an attack unless doing so would directly deal damage to a target. FEAT DESCRIPTIONS The new feats below are presented in alphabetical order, regardless of the category to which they belong. AIR DEVOTION [DOMAIN] You can defend yourself with the power of air.",
        "name":  "Caster Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can select this feat multiple times, gaining Your close connection to death magic causes others to find one additional daily use each time you take it. your company unpleasant. Special: If you have the ability to turn or rebuke undead,",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Different carrier effects can affect the same target IMBUED HEALING [METAMAGIC] concurrently, even if the domains are normally opposed in You imbue your healing spells with additional benefits based nature (Law/Chaos, Good/Evil, and so forth). on the power of your belief. Special: If your conjuration (healing) spell affects multiple",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 sacred (if your deity is good or neutral) or profane in both Knowledge (arcana) and Knowledge (religion). (if your deity is evil) bonus on saves against spells and spell­ At the beginning of the battle, she makes checks to gain like abilities. bonuses against the dragon and the vampire, but since",
        "name":  "Magic",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Once per day as a swift action, you can activate one additional daily use each time you take it. this ability to improve your combat prowess. For 1 minute, if Special: If you have the ability to turn or rebuke undead, the result of any damage roll you make is below average, you you gain one additional daily use of this feat for each two can increase it to one-half the maximum possible (rounded daily turn or rebuke uses you expend. up). This effect works for all damage you deal, whether from PROTECTION DEVOTION [DOMAIN] physical or magical attacks.",
        "name":  "Benefit",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you have the ability to turn or rebuke undead, activate a protective aura. While it is active, you gain a +2 you gain one additional daily use of this feat for each three sacred (if your deity is good or neutral) or profane (if your daily turn or rebuke uses you expend. deity is evil) bonus to AC, as does every ally within 30 feet of you. This bonus increases by 1 for every four character levels MAGIC DEVOTION [DOMAIN] you possess (maximum +7 at 20th level). This effect lasts for You channel your faith into a bolt of energy that strikes your 1 minute. target from afar. Special: You can select this feat multiple times, gaining",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can counter a spell only by casting the same SWIFT CALL spell, a specific counterspell, or dispel magic. You can call your special mount in the blink of an eye. SPONTANEOUS DOMAINS",
        "name":  "Normal",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The organization\u0027s wizards and Criterion Affiliation Score Modifier clerics can provide you with spells and minor magic items. One-Time If you are a wizard, other member wizards might be willing Character level 1/2 levels to trade spells with you, or at least charge only 75% of the Knowledge (history) 5 ranks +1 normal market value. Similarly, you can buy scrolls and Has at least one level of cleric, fighter, marshalMH, potions for 75% of market value. ranger, rogue, and/or wizard +1 The Disciples of Legend can provide training in most Has at least one level of mythic exemplar +2 classes. If your campaign involves training times or costs, Descended from one of the Six from Shadow +6 Descended from one of those who died training with the Disciples requires only half the standard during the battle to banish Tharizdun +2 amount of either. Furthermore, you can choose one of the Has actively battled a cult of Juiblex at least once +2 organization\u0027s six primary classes and henceforth treat it Has actively battled a cult of Tharizdun at least once +2 as a second favored class for the purpose of determining Evil alignment -6 multiclass penalties.",
        "name":  "Disciple of Paragons",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Intelligence 13 or Wisdom 13. modifier applies only if the character manages to retain membership. The Paragnostic Assembly exists to organize and catalog knowledge, to seek out new information and ancient secrets, Affiliation and to empower its members through the use of that lore. As Rank Score Titles: Benefits and Duties seekers of truth, its members are both studious and adventur­ 0 3 or lower None. 1 4-10 Paragnostic Scholar: Gain +1 bonus I ous. They literally worship knowledge, viewing its acquisition on Appraise, Decipher Script, as both self-discovery and holy obligation. When not studying any Knowledge skill, PsicraftEPH, or sharing information, members of this organization spend Spellcraft, or TruespeakToM per hour their time searching for new knowledge through magical spent researching (maximum +5); experimentation, historical research, or (in the case of most see text. PCs) adventuring. 2 11-15 Sage of Worldly Matters: Gain a +2 bonus on Diplomacy checks under AFFILIATION SPECIFICS certain circumstances; see text. The Paragnostic Assembly accepts only those with the 3 16-22 Seeker of Unseen Words: Add one of Appraise, Decipher Script, brainpower to absorb the knowledge it offers, or the sense any Knowledge skill, Psicraft, or to know how to use it. Spellcraft to class skill list; see text To advance from one rank to the next, you must petition 4 23-29 Master of the Unturned Page: Gain your superiors and provide evidence (in the form of written +1 bonus on Appraise, Decipher works, a recounting of accomplishments, and so forth) to Script, any Knowledge skill, Psicraft, indicate your worthiness. If your superiors agree, you are Spellcraft, or Truespeak per hour granted the next rank in a formal ceremony held before spent researching (maximum+10); other members. see text. 5 30 or higher Exalted Philosopher of Paragnostic PARAGNOSTIC ASSEMBLY",
        "name":  "Special",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain a bonus equal to +1 Alternatively, perhaps you became fascinated with the notion per hour spent in research (maximum +5) on your choice of of knowledge itself as a guiding principle. The Paragnostic one of the following skill checks: Appraise, Decipher Script, Assembly, recognizing your skills and attitudes, might have any Knowledge skill, PsicraftEPH, Spellcraft, or TruespeakToM. contacted you. Each time you perform research, you can choose a different Since joining the Assembly, you\u0027ve come to understand skill to which to add the bonus. even more that life is all about learning. Whether you have a Many of the church\u0027s clerics members worship specific regular job or are a full-time adventurer, you pay attention to deities of knowledge, but some empower themselves through the world around you and seek to learn from all that you do. the worship of knowledge itself. If you are a cleric, you can You spend much of your time in the organization\u0027s libraries choose from the Knowledge, Magic, Trickery, Mind™, and reading, researching, or conversing and debating with your Oracle™ domains. fellow scholars. The Paragnostic Assembly also offers formal",
        "name":  "Paragnostic Scholar",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any spellcaster flanked by you and an ally can cast spells without drawing attacks of opportunity from cannot cast defensively to avoid attacks of opportunity and I the flanked creature. Other activities that draw attacks of is aware of this limitation. (Knowledge [arcana] 6) opportunity do so as normal. PLAYING A PARAGNOSTIC INITIATE Tactical Combat (Ex): At each level you attain in this class, you gain an ability to enhance your fighting prowess You are no less a seeker of knowledge than the Paragnostic I or to influence magical effects cast upon you, based on your apostles are; you simply do not focus on magic Knowledge skills. Each time you gain this feature, as the central facet of that knowledge. Even choose one of the following abilities for which you when you adventure for other purposes, you meet the skill-based prerequisites. Although are constantly alert for new knowledge, be you can choose some of these abilities mul­ it ways to augment your own abilities or I tiple times (as indicated in the descriptions), simply information that you can bring you may not select the same one twice in back to the Paragnostic Assembly. a row, and the minimum required skill You lack the authority of the Paragnos­ rank increases by 2 for each subsequent tic apostles because you are considered selection of the same ability. less of a spiritual leader. However, you",
        "name":  "As long as you maintain the flanking arrangement, your ally Spell Disrupter",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject gains a +2 luck bonus on saves, can reading. reroll one attack roll, save, skill check, or ability check. Profane Item: Target object deals ld4/caster level (max.",
        "name":  "Benediction",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject is protected against 5 points of ability minutes. damage to Strength, Dexterity, or Constitution; repeated Sacred Item: Target object deals ld4/caster level (max. use for different scores also increases damage absorbed. 10d4) points of positive energy damage to the next un­",
        "name":  "Body Ward",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Converse with a creature through a distant speed. plant. Sacred Item: Target object deals ld4/caster level (max. 10d4) points of positive energy damage to undead, evil 4th Level outsider, or evil shapechanger that touches it; undead",
        "name":  "Forest Voice",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Short (25 ft. + 5 ft/2 levels) At any time when dampen magic has 5 or more rounds of",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level to most magic for a brief period. The effect produced is an",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates antimagic field (PH 200), which surrounds the subject to a",
        "name":  "Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes radius of 5 feet. Divide the remaining rounds of duration by 5 and round down; the result is the number of rounds the Your opponent\u0027s eyes try to follow your gestures while you cast, and antimagic effect lasts. Once that time expires, the spell ends, they fail to refocus when you finish. and once the antimagic field has been invoked, the original spell effect cannot be reinstated. You render the target unable to follow your movements DARTS OF LIFE effectively. The subject takes a -2 penalty on attack rolls made against you, and you gain a +2 circumstance bonus Conjuration (Healing) on attack rolls made against it. If you worship a deity that Level: Cleric 5 provides access to the Trickery domain—even if you did Components: V, S not choose that domain—these modifiers rise to -3 and +3, Casting Time: 1 standard action respectively. Furthermore, the subject cannot make attacks Range: Close (25 ft. + 5 ft/2 levels) of opportunity against you. Effect: One or more creatures per round",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level each of 2 consecutive rounds, these beneficial effects extend Saving Throw: None to your allies as well. Spell Resistance: Yes DAMPEN MAGIC Small orbs of light circle your head. With a gesture, you cause one Abjuration to spin off and strike your friend, healing him of damage.",
        "name":  "If you successfully cast this spell on the same subject in Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) one or more allies within range. Each dart heals ld8 points of damage the target has taken, You can sense the fibers of magic around you. Reaching out, you as though it were a cure spell. Since undead are powered by pull them tight about your subject, creating an invisible cocoon of negative energy, this spell damages them instead of curing their mystical forces. wounds. An undead creature can apply spell resistance to this effect, and you must make a successful ranged touch attack for Your back straightens, your eyes flash, and your aura pulses with each dart you attempt to launch against such a creature. divine might. DEIFIC BASTION You channel a tiny spark of the divine, granting yourself Transmutation nearly inhuman presence. You gain a +5 sacred (if your deity",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes/level (D) Yondalla Acid Strength If you do not worship a deity, choose one whose alignment is You can use the Negative Energy Plane as a conduit in the within one step of your own. You must make this choice when same fashion that most teleportation magic uses the Astral you cast this spell for the first time and cannot subsequently Plane. Upon casting this spell, you can literally step into I change it, unless your alignment changes in such a way that an undead creature and emerge from another designated your previous choice is no longer applicable. undead creature up to 100 miles away per caster level. If You can have only one divine retribution spell in effect at you do not know the precise location of the destination any time. undead, you can select the undead creature you control nearest your desired exit point. Both undead creatures must I DOOR OF DECAY be your size category or larger and either willing or under Conjuration (Teleportation) your control. (Mindless undead are considered willing only",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action with both death and magic, you gain a +4 bonus to your caster I",
        "name":  "Casting Time",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You immediately see the surroundings of the destination plant, regardless of the distance separating the two. You see The tree trunk bulges, then spits forth a humanoid form made of the area as though you were standing in the exact spot where wood. Its features shift, creaking and cracking, until they resemble the destination plant stands. You cannot move your field of your own. vision from that spot, but you can rotate it in all directions to observe the area around the destination plant. Unlike You draw forth a humanoid figure from the wood of a other scrying spells, forest eyes does not allow magically or tree that is at least one size category larger than yourself. supernaturally enhanced senses to work through it. If the The figure is your size and clearly made of wood, but it chosen locale is magically dark, you see nothing. If it is resembles you sufficiently that anyone who knows you can naturally dark, you can see in a 10-foot radius around the recognize your features in its face. The figure can emerge plant at the center of the spell\u0027s effect. ICONIC MANIFESTATION Both plants must be alive to allow use of this spell. You can either select a particular destination plant that is already Transmutation [Chaotic, Evil, Good, or Lawful] familiar to you, or designate a direction and distance and let Level: Druid 4 forest eyes find the appropriate type of plant nearest to the Components: V, S, DF desired location. Casting Time: 1 swift action",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No neutral, you cast iconic manifestation as a lawful spell. If you are neutral, you cannot cast it at all. You touch the leaves and speak, and your comrade answers you Once you cast the spell, you have up to 10 minutes per through the plant. caster level to invoke its power before it is spent. At any point during this period, you can choose to spend one daily use of Upon casting this spell, you can touch a normal, Medium your wild shape ability to take on aspects of your non-neutral or larger plant or tree and designate another of the same alignment. You temporarily acquire the celestial template kind. You can then carry on a conversation with anyone (MM 31) if you are good, the fiendish template (MM 107) who is within 10 feet of the destination plant. Your con­ if you are evil, the anarchic template (Manual of the Planes versation is as clear as it would be if you stood within 10 198) if you are chaotic, or the axiomatic template (Manual of feet of one another. The plants cannot, however, transmit the Planes 197) if you are lawful. (If your campaign does not magical sonic effects. use Manual of the Planes, you can approximate the axiomatic Both plants must be alive to allow use of this spell. You template by using the celestial template, and substituting can either select a particular destination plant that is already lawful for good and chaotic for evil. You can approximate familiar to you, or designate direction and distance and let the anarchic template by using the fiendish template and I the forest voice find the appropriate type of plant nearest to making the same substitution. ) the desired location. Once invoked, this transformation lasts 1 minute per caster level. You can still use your wild shape ability to take I HEALING CIRCLE on other forms without negating this spell. Conjuration (Healing) Note: Adding a template \"on the fly\" can dramatically",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object) mount can teleport directly forward once, moving up to 5 feet per two caster levels. Many paladins use this spell to attack over rough terrain that would normally as negative levels or necromantic-based ability damage) prevent a charge. instead takes 2d6 points of damage per round. This effect Because this spell can be cast while your mount is moving, ends for a given creature if it moves out of the area of dark­ the creature can move part of its speed both before and after ness but resumes should it reenter. A successful Fortitude the spell takes effect. save negates the damage, but the affected creature must If you cast this spell in conjunction with master cavalier repeat the save every round, whether it succeeds or fails. If (page 124) and war-mount (page 129), the three spells have a creature has spell resistance, the spell must overcome it a synergistic effect. See the master cavalier spell description to deal damage. for details. Any undead creature within the darkness instead gains fast healing 1. PROFANE ITEM Ravenous darkness counters and dispels any light spell of Transmutation [Evil] equal or lower level.",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None or Fortitude negates; see text hold, filling it with a darkly glowing power that gleams for a Spell Resistance: No or yes; see text moment, then subsides. A soft, comforting glow emanates from the object you\u0027ve touched, You imbue a touched object with latent negative energy. If the filling the entire area with light and warmth. Though seemingly item thereafter touches or is touched by an animal or plant gentle, the light pierces the shadows like the rays of the sun. of any alignment, or by an outsider or shapechanger of good alignment, the negative energy discharges with a loud snap, The object touched sheds light as a daylight spell (PH 216). dealing ld4 points of negative energy damage per caster level In addition, every living creature within the area of bright (maximum 10d4) to that creature. light (a 60-foot radius) gains fast healing 1. This effect ends If the creature discharging the item is an animal or plant, for a given creature if it moves out of the area of light but it must save against fear or flee in terror (or cower, if it cannot resumes should it reenter. move) for ld4 minutes. On a successful save, the creature is Any undead creature within the area of light takes ld6 merely shaken for the same length of time. points of positive energy damage per round. An undead If the creature discharging the item is a shapechanger, an creature that is particularly vulnerable to sunlight (such as image of its natural form or most common alternate form a vampire) instead takes 2d6 points of damage per round. appears for ld4 rounds, superimposed over its body, revealing A successful Fortitude save negates this damage, but the its true nature to all witnesses. affected creature must repeat the save every round, whether it Profane item counters and dispels sacred item (see below). succeeds or fails. If the undead creature has spell resistance, the spell must overcome it to deal damage. RAVENOUS DARKNESS Rejuvenating light counters and dispels any darkness spell Necromancy [Darkness] of equal or lower level.",
        "name":  "Negative forces flow through your hands and into the object you Saving Throw",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 7 SACRED ITEM",
        "name":  "Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Permanent until discharged Tendrils of shadow leap from the object you\u0027ve touched, then swiftly Saving Throw: Will negates form into an all-encompassing wave. The spreading night seems to Spell Resistance: Yes (object) blot out both light and life. Protective forces flow through your hands into the object you The object touched sheds darkness as a deeper darkness spell hold, suffusing it with a golden glow that shines for a moment, I (PH 217). In addition, every living creature within the area then subsides. of the resulting darkness (a 60-foot radius) takes ld6 points of negative energy damage per round. Any creature under You imbue a touched object with latent positive energy. I the influence of an ongoing negative energy effect (such If the item thereafter touches or is touched by an undead | creature of any alignment, or by an outsider or shapechanger Wisdom, or Charisma—rather than a physical ability to of evil alignment (other than yourself), the positive energy be affected. discharges with a flash of light, dealing ld4 points of SPIRITUAL ADVISOR positive energy damage per caster level (maximum 10d4) to that creature. Divination",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 4 against fear or flee in terror (or cower, if it cannot move) for Components: V, S ld4 minutes. On a successful save, the creature is merely Casting Time: 1 standard action shaken for the same length of time. Range: Personal",
        "name":  "If the creature discharging the item is undead, it must save Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You image of its natural form or most common alternate form Duration: 1 minute/level appears for ld4 rounds, superimposed over its body, revealing its true nature to all witnesses. When you chant the final words of your incantation, a soft, com­ Sacred item counters and dispels profane item (see above). forting voice seems to whisper in your ear, \"What knowledge may I impart to you?\" SEED OF LIFE Conjuration (Healing) Spiritual advisor allows you to consult with a spirit, an",
        "name":  "If the creature discharging the item is a shapechanger, an Target",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch mounted or magically accelerated. Any time you are attacked,",
        "name":  "Range",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Components: V, S (object) Casting Time: 1 standard action The normally formida­ Range: 0 ft. ble aura that marks Effect: Small wooden i you as a servant of holy symbol a higher power Duration: 1 round/level recedes, leaving (D) few traces of your Saving Throw: None allegiance visible to Spell Resistance: I creatures that can see No such marks. You whisper a prayer to This spell masks the your deity, and his symbol target\u0027s aura, making it appears in your hand. appear less powerful than it really is. For every two caster You conjure a small holy symbol, which levels, the target of a subdue aura spell Spiritual guardian calls a holy knight, you can then use to turn undead, or as a appears to have 1 fewer Hit Die than it ready to serve divine focus for spells, or for any other really does. purpose that you would normally use one. If the target has no aura, the spell has no effect The conjured holy symbol is made of wood and is neither magical nor particularly valuable. SUBSTITUTE DOMAIN SURGE OF FORTUNE Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "On rare occasions, the winds of COMPONENT PREPARATION the Elemental Plane of Air capture various particles Each of the power components described below must be whipping about in the emptiness and drive them specially prepared by methods not normally available to together over the course of years. The result is a player characters. Simply burning a used scroll won\u0027t produce crystal marbled in various shades of blue. Called ashes of power, for example. aurial sapphires, these gemstones are sometimes found oh the Material Plane, usually at high altitudes COMPONENT DESCRIPTIONS where the winds blow most fiercely. When an aurial Many of the items detailed below are tied to specific religions sapphire is used as a component in the casting of any ~* Air domain spell or spell that has the air descriptor, or deities. If you are playing in a campaign that uses different the spell is affected as if by the Quicken Spell feat, but without is then used as a component in the casting of any spell any level increase. Price: 215 gp. that enhances Strength—whether by an enhancement",
        "name":  "Aurial Sapphire",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "During the long years in which a bonus, a size increase, or any other means—it adds 2 to powerful necromancer lies decaying in his tomb, some the subject\u0027s Strength, on top of the spell\u0027s normal effects. of the magic that infused his bones seeps into the sur­ Price: 575 gp. rounding walls. If one of these stones is then shattered Kiss of Discord: An herb known by sages as lusiri in a particular way, the resulting dust sometimes retains blossom, kiss of discord has dull red leaves that vaguely that power. When used as a component in the casting of resemble lips. When ingested, it causes hallucinations any spell that targets either corpses or undead, this powder (ld3 hours, Fort DC 13 negates, treat as confusion). If used increases both the save DC and the caster level by 1. Price: as a component in the casting of any spell that has the ISO gp. chaos descriptor, it increases the effective caster level by",
        "name":  "Crypt Powder",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This viscous fluid aids in deceptive 2. Price: 310 gp. magic. When specially distilled and used as a component in Obaddis Leaf: A rare variety of holly, this plant retains the casting of any spell that grants invisibility or a bonus on some of the magic that passes through it when it is used as a Disguise checks, doppelganger bile doubles the duration of divine focus by a druid. If it is then used as a component in the effect. Price: 95 gp. the casting of a Plant domain spell or any spell that specifi­",
        "name":  "Doppelganger Bile",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gold dragons like to feast on pearls and cally targets plants, it doubles both the area and the duration. gems. Occasionally, a few gems pass through such a dragon\u0027s Price: 130 gp. system undigested. If one of those gems is a ruby, it absorbs a Pearl of the Waves: A pearl of the waves results when bit of the creature\u0027s fiery nature and becomes a dragon ruby. an oyster forms a pearl around the tiniest fragment of When used as a component in the casting of any spell that a magic item, such as a sliver of a magic blade or wood has the fire descriptor, a dragon ruby doubles that spell\u0027s area. from a broken staff. If this pearl is used as a component",
        "name":  "Dragon Ruby",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When coated in a thin layer Soil of Stone: Taken from beneath the palaces of the dao of powdered mithral, the tailfeathers of an albatross or an (genie\u0027s of Elemental Earth), this powdered stone retains arrowhawk gain a degree of magical power. If one of these traces of both that plane and its masters. If this so-called soil so-called feathers of the far reaches is used as a component in of stone is used as a component in the casting of any Earth the casting of any Travel domain spell, it either adds 10 feet domain spell or a spell that has the earth descriptor, it doubles to the speed (if the spell grants a new or improved mode of the duration. Price: 65 gp. movement) or increases the effective caster level by 1. Price: Sunflower of Pelor: For reasons unfathomable to sages, 95 gp. large sunflowers often grow in the soil where an undead",
        "name":  "Feather of the Far Reaches",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Long ago, someone discovered that a die creature has been reduced to ash by a cleric\u0027s turn undead carved from the shell of a large tortoise attracts the attention ability. The petals of these sunflowers of Pelor, if properly of the deities of luck. When used as a component in the cast­ treated with various unguents, grant power to sun-related ing of any spell that grants a bonus on attack rolls, damage spells. When used as a component in the casting of any Sun rolls, saving throws, or checks, such a die—known as a game domain spell or a spell that has the light descriptor, these of fate—produces one of three effects: +1 caster level (01-45), petals double its area. Price: 100 gp. double duration (46-90), or restoration of a spell as per a pearl Talon of Ehlonna: When an animal dies while under of power (91-100). Price: 550 gp. the effect of a magic fang or greater magic fang spell, one of its",
        "name":  "Game of Fate",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This symbol is either carved Typically, only clerics and paladins (and a few other divine from bone or made from the skeleton of a Diminutive casters) need to use holy symbols in spellcasting and other creature, and it always appears to be decaying. Worshipers of Nerull typically either grow lichen on it, or whet it with but many worshipers of the Soul Forger feel the action a small amount of acid. As a result, it usually carries a mildly is appropriate. unpleasant odor. When used to cast Earth domain spells or spells that have When used to cast a spell from the necromancy school the earth descriptor, Moradin\u0027s forge increases the save DC or the Death domain, or when brandished to rebuke or by 1. In addition, it increases your effective caster level by command (not turn or destroy) unintelligent undead, this 1 when used to turn or rebuke air creatures (as the Earth symbol increases your effective caster level by 1. domain granted power). Ehlonna\u0027s Brooch: Worn by worshipers of the god­ Nugget of Garl Glittergold: This small symbol looks dess of the woodlands, this emerald carving of a unicorn like a chunk of unrefined gold ore—because it is. Blessed rampant sometimes seems to blend into the wearer\u0027s garb. by gnome priests, it is even more precious than its materi­ When grasped and used as a focus for a spell, it exudes a als suggest. faint green glow. When used to cast Trickery domain or illusion spells, a When Ehlonna\u0027s brooch is used as a focus for a summon nugget of Garl Glittergold increases your effective caster animal or summon monster spell, each creature summoned level by 1. gains +1 hit point per Hit Die. Ruby Skull of Wee Jas: This stylized symbol carved from Fharlanghn\u0027s Badge: This symbol is almost always ruby resembles a skull stretched and twisted by magic. Its made to look like a worn, weathered piece of wood bearing empty eye sockets stare unceasingly at the viewer. a crude carving of a sunset. In actuality, a Fharlanghn\u0027s When used as a focus for Death domain or necromancy badge is almost always made from materials that have spells, a ruby skull of Wee Jas increases your effective caster traveled a long way, such as driftwood, or the planks of a level by 1. In addition, when used to rebuke or command (not settler\u0027s wagon. turn or destroy) undead, it grants a +1 bonus on your turning When brandished during the casting of any spell that in­ damage rolls. creases a creature\u0027s speed (or even one that imparts a Silver Badge of Larethian: This moon-sliver new mode of movement, such as fly), Fharlanghn\u0027s symbol is always silver in color and often deco­ badge increases the target\u0027s speed by an ad­ rated with etched or embossed images of leaves, ditional 5 feet. This item has no effect on berries, and nuts. Worshipers of the Protec­ spells that magically transport a character tor keep these items highly from one place to another (such as tele-port polished so that they shine or dimension door). brightly in moonlight. Obad-Hai\u0027s Green Man: Always made When displayed while from living wood and green leaves, this casting Protection domain or symbol remains fresh as long as you remain abjuration spells, a silver badge alive and pay homage to the nature of Larethian increases your effec­ god. Only upon close inspection tive caster level by 1. can nonworshipers see the face Stone Socket of Gruumsh: Orcs hidden amid the leaves. and other worshipers of Gruumsh When used to cast spells sometimes carve these holy symbols from the Animal or Plant out of stone, making them look like domain, Obad-Hai\u0027s green empty eye sockets. During the con­ man increases your caster secration rituals, they pour blood level by 2. In addition, you (usually taken from the eyes of their gain a +1 bonus on turn sacrificial victims) into the hole to stain the or rebuke checks made stone permanently. against plant creatures while When used to cast War domain spells brandishing it. Special holy symbols confer bonuseso r spells that have the evil descriptor, a stone",
        "name":  "Devastation of Nerull",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usually worn on the chest, this pale a cornucopia emblazoned on a green background, but more yellow symbol depicts a stylized eye that appears to glow with often than not, it is an actual miniature cornucopia filled an inner light. You must touch it with at least one hand to with carved wooden fruit. gain its benefit. When used to cast law domain spells, spells that have the When used to cast Knowledge domain or divination good descriptor, or spells that create food or water (such as spells, a talisman of Boccob grants you a +1 bonus on caster create food and water or heroes\u0027 feast), a cornucopia of Yondalla level checks and on any follow-up Spellcraft checks nec­ increases your effective caster level by 1. essary to complete the spell (such as those required for detect magic). Magic Items",
        "name":  "Talisman of Boccob",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th domain, Vecna\u0027s hand and eye increases your effective caster Aura: Moderate (DC 20); transmutation level and the save DCs by 1. Activation: —",
        "name":  "When used to cast any spell from the Knowledge or Magic Caster Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry identifies the place on the body where continuous and requires no activation. the item is worn. For items not worn in a body slot, — (held) New Categories: In Magic Item Compendium, items were designates an item held in the hands and — designates items categorized differently from those in the Dungeon Master\u0027s that need only be carried on your person. Guide, based on their function or the way they are employed.",
        "name":  "Body Slot",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "—(held) Price (Item Level): 3, 600 gp (8th)",
        "name":  "Body Slot",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 lb. BRACERS OF DIVINE LUCK This battered, weatherbeaten stick looks far too flimsy and brittle to be usable as a quarterstaff—or even as a walking stick. Price (Item Level): 8, 000 gp (llth)",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Worn by heroes and villains alike, Item, worshiper of Olidammara. these items are essential for any CLOAK OF THE who need an extra bit of power. DRAGON BOOTS OF THE Price (Item Level): 6, 000 gp (10th) WANDERER",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shoulders Price (Item Level): 1, 500 gp Caster Level: 10th (5th) Aura: Moderate (DC 20);",
        "name":  "Body Slot",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/2 lb. Prerequisites: Craft Wondrous Item, bull\u0027s strength, access to the War domain. This torn and tattered cloak is spattered with mud and looks to have HELM OF RIGHTEOUS WAR been poorly made. Its original fabric was a particularly nauseating shade of yellow. Price (Item Level): 5, 000 gp (9th)",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— and swift; see text the vagabond, which also includes the robe of the vagabond, the Weight: 3 lb. sandals of the vagabond, and the staff of the vagabond. When you wear a cloak of the vagabond while using any two of the other This heavy helm covers the entire head and face. When it is worn, items, it also grants you resistance 5 to electricity. When you the image of a deity\u0027s holy symbol forms around the eye-slits. use all four set items together, the staff of the vagabond gains an extra benefit (see page 137). The helm of righteous war grants you a +2 insight bonus on",
        "name":  "This cloak is part of a set known collectively as the garb of Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, resist energy. As a swift action, you can sacrifice one daily turn or rebuke undead attempt; this pinpoints the current loca­ CREST OF VALOR tions of all enemies within 10 feet of you (even if invisible). Price (Item Level): 2, 000 gp (6th) You also become immune to being flanked until the start",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, prayer, remove fear. These silver spurs gleam brightly in the ambient light. The GAUNTLETS OF WAR points on the wheels are slightly jagged, like the lightning bolts Price (Item Level): 4, 000 gp (8th) of Heironeous.",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moderate (DC 16); transmutation if attached to magic footwear, since the two kinds of items",
        "name":  "Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, war-mount\"\u0027. detect evil ability does not reveal a creature\u0027s evil aura bi instead whether or not a being can be redeemed, and what MANTLE OF THE BEAST a redeemable being must do to achieve full redemption i Price (Item Level): 18, 000 gp (14th) the eyes of your deity. Some beings might require multiple",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, greater magic fang, wild Cost to Create: 4, 000 gp, 320 XP, 8 days. shape. Prerequisites: Craft Wondrous Item, divination, legend lore, Diplomacy 10 ranks, Intimidate 5 ranks. PENDANT OF REDEMPTION PERIAPT OF VALOR Price (Item Level): 8, 000 gp (11th)",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Throat Price (Item Level): 4, 000 gp (8th)",
        "name":  "Body Slot",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, good hope or prayer, lesser ally I, wild shape. restoration. ROBE OF THE VAGABOND RING OF THE BEAST Price (Item Level): 6, 000 gp (10th) Price (Item Level): 8, 000 gp (11th) Body Slot: Torso",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. These sandals are part of a set known collectively as the garb of This small silver shaft has a hollow ball at the vagabond, which also includes one end. Tiny holes in the ball allow holy the cloak of the vagabond, the robe water to emerge from the font within. of the vagabond, and the staff of the vagabond. Using three or more You can use this vessel to dispense of these items together grants extra small amounts of holy water. The I benefits, as described in the entries reservoir holds a pint of holy water, for cloak of the vagabond and staff even though it does not appear large of the vagabond. enough to contain such a quantity. Ev­",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item you a nearly endless supply of restoration. holy water. Holy water dis- pensed from this item loses its TABARD OF VALOR",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "blessing after 24 hours. Price (Item Level): 16, 000 gp (14th) staff, cloak, robe, and sandals Chaotic, evil, and lawful ver­",
        "name":  "The garb of the vagabond",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Prerequisites: Craft Wondrous Item, Mess water.",
        "name":  "Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. BOOK OF ALL KNOWLEDGE Emblazoned in blood-red hues across the chest of this gleaming white Price (Item Level): 3, 000 gp (7th) tabard is the lightning bolt symbol of Heironeous. Body Slot: —(held)",
        "name":  "Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Wondrous Item, lore of the gods*\u0027, wor­ shiper of Boccob. Price (Item Level): 36, 000 gp (17th)",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th Price (Item Level): 36, 000 gp (17th) Aura: Strong (DC 23); conjuration",
        "name":  "Caster Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th Price (Item Level): 3, 300 gp (8th)",
        "name":  "Caster Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— the Healing domain. This simple, 2-inch-tall, marble icon resembles a noble knight in A domain staff of healing allows you to cast any of the following full plate. spells (each once per day) by expending a prepared divine spell or divine spell slot of the same level or higher. When you throw an iconic guardian to the ground beside you, it transforms into a spiritual guardian, as the spell. Once the • cure light wounds (1st) duration of that effect ends, the icon crumbles to dust. • cure moderate wounds (2nd) Cost to Create: 1, 650 gp, 132 XP, 4 days. • cure serious wounds (3rd) Prerequisites: Craft Wondrous Item, spiritual guardian*. • cure critical wounds (4th) QUIVER OF ELVENKIND • cure light wounds, mass (5th) • heal (6th) Price (Item Level): 8, 000 gp (llth) • regenerate (7th) Body Slot: — • cure critical wounds, mass (8th) Caster Level: 12th • heal, mass (9th) Aura: Strong (DC 21); transmutation",
        "name":  "This pale staff of ashwood hears symbols at its head that represent Weight",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Staff, cure critical wounds, cure light wounds, cure moderate wounds, cure serious wounds, heal, mass cure critical Made of soft brown leather, this quiver has been expertly stitched with wounds, mass cure light wounds, mass heal, regenerate. golden strands. A tiny image of an eye is etched into its strap. DOMAIN STAFF OF WAR A quiver of elvenkind holds up to 50 arrows. Any nonmagical Price (Item Level): 36, 000 gp (17th) arrow drawn forth from the quiver functions as a +1 arrow (as",
        "name":  "Prerequisites",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th hour). This magic fades after 1 round.",
        "name":  "Caster Level",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As spell used ever, any nonmagical arrow drawn from the quiver functions",
        "name":  "Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The animals of the world suffer as much as water deities. They see a danger not only to the world, but humanoids when the deserts expand and the fertile lands also to the gods themselves, if this primary element of their Me—perhaps even more, since they lack access to technologi- divine portfolios weakens and fades from the world. For these cal and magical means of survival. Not only should adherents champions, saving lives and communities is of secondary of the Animal domain seek to protect these creatures, but they importance to restoring the elemental Wellsprings and re­ an also make use of their connection turning the four elements with the beasts to help locate the to a state of balance. Some enemy and the elemental zealous followers might Wellsprings. From the seek retribution in the animals, they can find process, hoping mit where the land first to raise the ele­ began to die, and what ment of water areas the animals avoid to prominence for fear of the alien over the others. rod deadly creatures that now dwell there. Suggested Those who com­ Rewards mune with animals For most char­ also have spies and acters, saving scouts who can lead the world and them where they gaining trea­ must go. sure from the",
        "name":  "Animal",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Plants as well as animals die when the desert greatest athletes alive. Officially, this event is a sequence of spreads. Deities of plants and woodlands know that the sporting and athletic contests intended to honor the gods by encroachment of fire endangers not only the plants them­ showing them the greatest specimens the mortal races have selves, but ultimately every creature in the world that relies to offer. Informally, it is a chance for nations to settle minor on any sort of food. Those who revere plants are willing differences without resorting to war, for various sects and fac­ to sacrifice animals or even people, if they must, if doing tions to make the public aware of their existence, for churches THE GHOSTLY LAIR to convert others to their causes through shows of extreme ability, and for those who would gain immortality through The Church of Pelor is in an uproar. Months ago, a caravan fame and glory to pit themselves against the best of the best. of holy pilgrims bound for the Temple of the First Dawn (page Called the Pantheistic Tournament in honor of the pantheon 157) disappeared from a major highway. Tracks reveal that to which it is dedicated, the event is a series of competitions the caravan simply departed from the road for no apparent and contests designed to test every skill imaginable. Featured reason and wandered into the wilderness. No bodies or remains events include team sports, gladiatorial sparring, obstacle have been located. courses, unarmed fights against predators (or monsters), feats To make matters worse, the church from which the pilgrim­ of strength, footraces, scavenger hunts, magical duels, and age departed has recently been robbed. Witnesses report a predesigned catacombs in which \"professional\" delvers can ghostly procession of gray-robed travelers approaching and seek specific goals while defeating the various mechanical, departing from the church, yet no signs of forced entry were monstrous, and puzzling obstacles within. Clerics are on found. Several holy icons and relics have vanished from the hand to deliver healing at all times, and none of the contests church, including a book of exalted deeds and a solid gold sun deliberately ends in death, but injuries and fatalities are disk of Pelor (page 134) that is worth four times the standard common. Indeed, those who triumph in their chosen arenas value. As with the pilgrims, no trace of the missing relics are truly champions in the eyes of the world. has been found. The high priests of Pelor have sent word The upcoming Pantheistic Tournament has caught the throughout the faithful, seeking champions to retrieve the attention of the Church of Kord. That anyone other than a relics and to locate and rescue the missing pilgrims. follower of the Brawler might prove the greatest athlete in all In fact, however, it is too late for those poor worshipers. the world is simply unacceptable. Thus, Kord has sent omens They had the misfortune to travel a length of road that has and dreams to his priests with an unmistakable message: Find been quietly haunted for generations. Perhaps a century ago, champions among the faithful to participate in the games, a much smaller band of travelers, also dedicated to Pelor, was and make sure to find those who can win! set upon and consumed by ravening ghouls. The ghosts of several of those pilgrims remained near that spot, bound to Domains the material world by pain and rage. The requirements of this mission are simple enough for When these ghosts spotted Pelor\u0027s pilgrims passing through Kord\u0027s chosen followers—they must enter and win those their domain, they decided to take revenge. Using their spells events for which they are best suited. Doing so requires that and other abilities, they lured the pilgrims off the road and they succeed not only in the main events, but also in the many slew them, then reanimated them as mindless undead. The tryouts, tests, and eliminations beforehand. ghosts then led the pilgrims back to the church. Using the dead",
        "name":  "Plant",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Physical competition, even when bound by rules, is travelers to distract witnesses, the spirits entered the church, a disordered state of affairs. Kord\u0027s champions must think on manifested, and telekinetically stole the items. their feet, avoid becoming so mentally bound to one strategy that they cannot adapt, and take advantage of any weakness their rivals display.",
        "name":  "Chaos",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Arguably Kord\u0027s primary domain, Strength is a must for any of his followers in the Pantheistic Tournament. Strategy and tactics are all well and good, but at the end of the day, Kord wants champions who have proven their physical superiority over the opposition. Suggested Rewards Should the champions of Kord prove victorious, each gains the same benefit as if he had successfully activated a coli­ seum of Kord (page 153). This benefit lasts for 1 month, and the champions also receive dreams hinting at where they might find a true coliseum capable of granting the benefit for a longer time. Now the ghosts wait in a nearby complex of caves with magic item in support of future endeavors. If the PCs also their newly animated zombie minions. They make no effort return the icons, they might gain some magical or monetary to hide the tracks of the zombies, because they want Pelor\u0027s rewards as well. champions to come hunting. The ghosts and the zombies ANCIENT TEMPLE have, with a few exceptions, no set locations within the caves. They attack in the areas, and numbers, they think In a distant land, far from the reaches of modern civilization, most tactically sound. Their precise numbers are left to the the earth cracked. Gaping chasms opened into nigh-limitless DM, in order to best challenge her particular party. depths, and entire mountainsides plunged into the breach. When the first explorers tentatively set foot into the region, Domains they found an ancient step pyramid that had been unearthed Although Pelor\u0027s church and faithful are the victims here, his from its burial within a mountainside. What few carvings champions are best suited to thwarting this evil. had not been eroded away suggested that the ziggurat must",
        "name":  "Strength",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "It is too followed, priests and late to heal the pil­ followers of Boccob, grims. The PCs can, Vecna, Wee Jas, and however, offer some other deities of both comfort to the lo­ magic and knowledge cals by returning began receiving the the remains of the same unmistakable pilgrims to their messages. Omens homes and laying and commune spells them to rest. all implied that this",
        "name":  "Healing",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "newly discovered With undead, ruin was a site of even those who major importance might once have to the faith. counted them­ Hidden in the selves among depths of the ziggu­ Pelor\u0027s faithful, rat are ancient mystic no compromise texts so potent—so is possible. Either revolutionary—that the ghosts or the they could well champions must change the mortal be overcome and races\u0027 understand­ destroyed. ing of magic. Every",
        "name":  "Strength",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The opportunities for discovering new lore are 16. Obstructed Passageway uncountable. Aside from the ancient texts, the temple could 17-18. Clerics\u0027 Quarters reveal secrets of the past, of ancient culture and religious prac­ 19. Summoning Antechamber tices. All else—including the repercussions of this forgotten 20. Summoning Chamber magic—is secondary to the acquisition of this knowledge. 21-22. Holding Pens",
        "name":  "Knowledge",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ancient form of magic that has lain undiscov­ 23. Balcony and Altar ered for so long must be brought before the priesthood for 24-25. Private Chambers study and evaluation. The champions of magic care little for other knowledge in this instance—their overriding objective Suggested Rewards is to acquire the texts before anyone else can do so. Possession of a previously unknown form of magic could",
        "name":  "Magic",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The followers of Death and Knowledge seek to well be considered recompense enough for an adventuring learn how such powerful secrets were lost, but the champion party. However, adventurers loyal to a deity of magic who of a deity offering the Trickery domain wants to know how successfully complete this quest also gain a boon from their they remained hidden. deity and church. Each party member acquires one bonus domain feat chosen from those corresponding to his deity\u0027s Keyed Locations domains for 1 month. Furthermore, the PCs can purchase 1. Entry Corridor spells or spellcasting from the deity\u0027s faithful for one-half 2. Audience Chamber the normal cost for 3 months. 3. Meditation Chamber 4. Head Cleric\u0027s Anteroom HOLY SITES 5. Head Cleric\u0027s Quarters 6. Storage Churches, temples, and places of worship exist everywhere- 7. Access to Lower Floor even the smallest town usually has a cleric or an adept 8. Corpse Preparation channeling small amounts of divine magic to the populace. 9. Library The deities\u0027 influence on the D\u0026D world is obvious; it isn\u0027t nec­ 10. Secret Library essary to contain it or segregate it. In fact, it isn\u0027t possible. 11. Laboratory, East Half In the D\u0026D world, deities have walked the earth. Some 12. Potion Storage still do. They touch the world and change it—sometimes for 13. Laboratory, West Half the better, sometimes for the worse. 14. Acolytes\u0027 Quarters Dungeon Master\u0027s Guide II introduces a new system for 15. Sepulcher Niches using magical locations as treasure. Both heroes and villains can travel to these locales, perform certain rituals, and gain site unprepared or unable to fully grasp its benefits seldom benefits. The basics of this system are presented again here, recognize the importance of the place. along with several holy sites: locations where the deities Lore: Characters can gain the following pieces of infor­ of the D\u0026D universe convey benefits to those who please mation about an athenaeum of Boccob by making Knowledge them—for a price. (religion) or Knowledge (arcana) checks at the appropriate DCs, as given below. HOLY LOCATION DESCRIPTIONS DC 15: An athenaeum of Boccob is a holy site suffused with Each holy site described below is presented in the following mystical energies and secret knowledge. format. For more information on magical locations in general, DC 20: Athenaeums of Boccob can be found anywhere see Dungeon Master\u0027s Guide II. that knowledge is collected and stored for long periods of time, but they are usually sites where powerful spells Name of the Holy Site have been invoked. The entry begins with a description of the site in plain DC 25: To gain the benefits of an athenaeum of Boccob, a language. character or group of characters must spend at least 8 hours",
        "name":  "Trickery",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The first paragraph offers a physical descrip­ and preservation of knowledge. Spell inscriptions, lore of tion of the site. The second paragraph, if present, includes ancient kings, and descriptions of long-extinct creatures rest more details about the place (including sounds, smells, and amid texts mundane, arcane, and divine in nature. tactile sensations) and details of how its magical effect or Creatures with the ability to cast spells or use spell-like special ability looks while it\u0027s in effect. abilities feel the crackle of energy around them upon entering",
        "name":  "Description",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The prerequisites needed to gain the holy an athenaeum of Boccob. If they examine the writings in the site\u0027s special ability are detailed here. In addition to meeting library, they find topics of interest to them, even if they do those prerequisites, a character must visit the location physi­ not understand the languages of the manuscripts. Even those cally to have any chance of acquiring the special ability. with no magical ability find the collection of lore awesome.",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This line describes the type of magical (and possibly understand all the languages in which the manuscripts are alignment) aura that surrounds the location. written, but she must try. Decipher Script and spells such as",
        "name":  "Aura",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry discusses, briefly, how you might commensurate with her spellcasting prowess. adapt a particular holy site to a different deity by calling out Recharge: Up to six characters can use the athenaeum the important thematic elements. Any holy site can be adapted of Boccob in a given week. After the last one has gained the to deities outside the core pantheon with only minor effort. benefits, the location must recharge for a full week before it can confer benefits again. ATHENAEUM OF BOCCOB Special Ability (Ex): A character who has completed The worshipers of Boccob the Uncaring understand that their the required reading and resting periods gains the Sudden deity requires them to help themselves more and rely upon Empower and Sudden Maximize metamagic feats, even if she his gifts less than the followers of other deities. Still, some does not meet the prerequisites. These feats are usable once holy sites reflect the divinity of Boccob, and an athenaeum per day, and she can use each a total of seven times. of Boccob is just the sort of gift that the Lord of All Magics Special: If the character has a spell-like ability that could might provide for his followers. benefit from the Empower Spell-Like Ability feat (MM 304), When a character open to the all-encompassing power she can choose that feat instead of the Sudden Empower feat of magic visits an athenaeum of Boccob, her own mystical for the benefit. energies are rejuvenated, and she gains power according to Duration: Once the character has used either feat seven her stature and understanding. Those who come to such a times, that portion of the benefit is discharged. The benefit has no other duration limits—the recipient can hold onto her remaining uses of these feats for years if she so chooses. She cannot gain the benefits of an athenaeum of Boccob again, however, until she has discharged all available uses of both feats.",
        "name":  "Adaptation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Kord the powers that can be demands that his cham­ obtained through the pions test themselves proper rituals are signifi- regularly. The first time While many of Tiamat\u0027s frozen calderas are little more than caves, cant, considerable wealth a character gains the benefit some truly live up to their name as palaces of burning ice and magic must be sacrificed to from a coliseum of Kord, it lasts obtain the most potent. for a year. The second time, it lasts for 6 months. The benefit Keyed Locations lasts for 3 months the third time, 1 month the fourth time, 1. Level One Entrance Cavern and 1 week each time thereafter. 2-6. The Five Dragon Lairs",
        "name":  "Duration",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To gain the benefit of the most basic Despite the false assumptions often made by commoners power of a frozen caldera of the Dragon Queen, a character must and adventurers alike, the majority of necromancers do not offer a prayer to Tiamat and touch each of the five carved go on to become liches or other undead. Most simply die, heads of her image in a ritual that takes 5 minutes to perform. finally and irrevocably, like everyone else. The faithful of Wee To gain the benefit of the greater powers, the character must Jas sometimes gather in a spot where one of their greatest sacrifice treasure in the pit beneath the engraving after lies entombed to venerate the deceased as a true master of performing this rite. both magic and death. If their faith is strong enough, and",
        "name":  "Location Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Only a few deities other than Wee spellcaster who has Spell Jas are associated with both Focus (necromancy), and death and magic, any god of at least 5 ranks in both death or necromancy could Knowledge (arcana) and create a similar holy site. Knowledge (religion) can TEMPLE OF THE gain the powers of a Sepul­ cher of Wee Jas. An actual FIRST DAWN I worshiper of Wee Jas has In a distant land, atop a pla­ an easier time qualifying teau so high that the air is (see below), but allegiance thin and the wind blows to the Ruby Sorceress is cold, stands an enormous not a prerequisite. cathedral. Made by hands",
        "name":  "Prerequisite",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A given Sepulcher of Wee Jas can grant its ben­ DC 15: The Temple of the First Dawn was built on the site efits to a single character only once per month. where, according to Pelorian myth, the rays of the sun first Special Ability (Su): Any time the recipient of the power touched the earth when reality began. Even the greatest of granted by a Sepulcher of Wee Jas kills a humanoid of her own Pelor\u0027s scholars don\u0027t know who built this cathedral. 157, DC 20: The Temple of the First Dawn enhances light prayer at the center of the cathedral, and the petitioner and healing magic and suppresses dweomers of darkness must refrain from food and drink long enough to take and death. one-quarter of her full normal hit points in nonlethal DC 25: Almost any non-evil creature is welcome to claim damage. Only then can she draw upon the major power the benefits of the Temple of the First Dawn, but doing so of the site. requires a show of intense devotion to Pelor. Beings of evil Recharge: The Temple of the First Dawn needs no recharge cannot draw on the powers of this site. time for its minor ability.",
        "name":  "Recharge",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Temple of the First Dawn appears to be Once it has granted its major benefit three times, it cannot made entirely of stained glass. Its multicolored panes form do so again for the length of a season (3 months). different images, icons, and patterns depending on the Special Ability (Su): The Temple of the First Dawn has both position of the viewer and the sun. The grandest pattern a minor ability, which is constantly available, and a major of all is an intricately formed holy symbol of Pelor on the ability, which requires the ritual described above. roof, through which the sun shines down into the structure. Minor. Any spells that have the healing or light descriptor The glass is held in place by a framework of golden mithral that are cast within the walls of the temple are automati­ that has been magically enhanced to be as unbreakable cally maximized or extended, as appropriate, as though as stone. affected by the Maximize Spell and Extend Spell feats, No shadows ever fall within the Temple of the First Dawn. with no change in spell slot. If a spell that utilizes nega­ A combination of magic and the angle of the glass keeps tive energy or has the darkness descriptor is cast within the light diffuse and constant from all angles, making these walls, its duration and any variable effects it might it impossible for any object to cast a shadow within the have are halved. structure. Even at night, the glass glows with a light of Major: The major ability granted by the Temple of the First its own that, though dimmer than true sunlight, serves Dawn varies based on the abilities of the petitioner, as follows. the same purpose. A cleric or other character who has the ability to turn undead All the light from all the windows focuses on a single can expend a turn attempt to render all undead within 60 point in the precise center of the cathedral. Here, on the feet susceptible to critical hits for 6 rounds. ground, is a strange golden spot—uneven but roughly In addition, a character who already has the ability to circular. The holy sun symbol of Pelor is faintly embossed spontaneously cast cure spells gains the ability to quicken into its center. This spot is the heart of the Temple of the a spell that has the light or healing descriptor as if using First Dawn—supposedly the exact place where the first the Quicken Spell feat, but without the associated change sunbeam touched earth. in spell slot. This ability is usable once per day. Any spell­",
        "name":  "Description",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To take advantage of the minor per day, and she cannot use the temple\u0027s quicken ability ability granted by the site, a character need only cast the on them. appropriate spell while within the cathedral\u0027s stained-glass Duration: The major ability lasts for 1 month. The minor walls (see below). ability is effective only as long as the petitioner remains To access the major ability of the Temple of the First Dawn, within the temple\u0027s walls. a character must prove her capacity for self-sacrifice by Aura: Strong abjuration, conjuration, and evocation. spending several days in prayer and fasting within the Ability Value: 9, 250 gp. structure. At least 8 hours of each day must be spent in ABOUT THE DESIGNERS ED STARK has worked for Wizards of the Coast as a game de­ work for Wizards of the Coast includes Heroes of Horror, Tome of signer and manager for licensed projects, including Dragon® Magic, Complete Mage, and Faiths of Eberron. Ari lives with his and Dungeon® magazines and DUNGEONS el DRAGONS® Online: wife, two cats, and an entire pack of neuroses (EL 12). Stormreach. His previous design projects include Complete",
        "name":  "Location Activation",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Final Night. His recent Amy, their son Stephen, and their three cats. Divine Power at Your Command Mastery of divine power is no longer reserved for the cleric or paladin. With devotion and dedication, any hero can become a divine champion and a force to shake the heavens. Your strength comes from the universe itself, and you can use your divine gifts to create, heal, or destroy. Your choices shape the world. This book gives players and Dungeon Masters an unprecedented resource for using divine power and religion in their game. In addition to new feats, spells, items, and prestige classes, the Complete Champion™ game supplement presents exciting adventure locations, affiliation mechanics for different deities. and organizations, and a system for designing your own religions based on the cleric domain system. Alternative class features for every standard class and more reserve feats provide extended options for players interested in creating or advancing characters along the road to divine power. For use with these \u0027DUNGEONS \u0026 DRAGONS® core books Player\u0027s Handbook™ Dungeon Master\u0027s Guide® Monster Manual®",
        "name":  "Dawnforge, and the novel Gehenna",
        "source":  "complete_champion.txt",
        "_id":  "76d922b77dffbab29d28593625766df419e1035e9de98a271e102c3432a9564c"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Miniatures Handbook by Jonathan Tweet, Mike Donais, Skaff Elias, and Rob Heinsoo; Defenders of the Faith by Rich Redman and James Wyatt; Masters of the Wild by David Eckelberry and Mike Selinker; Return to the Temple of Elemental Evil by Monte Cook; FORGOTTEN REALMS Campaign Setting by Ed Greenwood, Sean K Reynolds, Skip Williams, and Rob Heinsoo; Magic of Faer√n by Sean K Reynolds, Duane Maxwell, and Angel Leigh McCoy; Faiths and Pantheons by Eric L. Boyd and Erik Mona; and ôChampions of Virtueö in Dragon #282 by James Wyatt. Based on the original DUNGEONS \u0026 DRAGONS« rules created by Gary Gygax and Dave Arneson, and the new DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. This product uses updated material from the v.3.5 revision. This WIZARDS OF THE COAST« game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. U.S., CANADA, ASIA, PACIFIC, EUROPEAN HEADQUARTERS \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. T Hofveld 6d P.O. Box 707 1702 Groot-Bijgaarden Renton WA 98057-0707 Belgium Questions? 1-800-324-6496 620-88036-001-EN +322-467-3360 9 8 7 6 5 4 3 2 1",
        "name":  "Resources",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some individuals profess or even demon- that worship nature in the abstract rather than venerating strate devotion (whether from mere habit or with other a specifi c deity of nature. Again, this frees your character gains in mind), but know full well that their hearts arenÆt up to make her own way philosophically, but it doesnÆt have in it. Their secret thoughts and public deeds reveal that the built-in backstory that an Ehlonna-worshiping charac- their purportedly pious words are hollow. ter might have. The answer to the question, ôWhat do you serve?ö is WHAT DO YOU SERVE? not etched in stone, although changing your characterÆs A deity isnÆt just a name you write on your character sheet. belief system might have consequences (especially for If your characterÆs divine connection doesnÆt affect his or paladins and divine spellcasters). But when you create her behavior, then youÆre missing out on some of the possi- your character, give your answer some thought. Not only bilities that divine magic has to offer. Having spells or abili- does your answer affect how your character acquires the ties derived from divine power means that you serveùor at power of divine magic, but also it helps you tap into a least have an allegiance toùsomething. But what you serve rich vein of roleplaying resources, making your charac- is up to you, and D\u0026D gives you lots of choices. ter seem more real.",
        "name":  "Hypocrisy",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is the most common choice in most D\u0026D campaigns. Characters that serve a deity CLASSES generally have an alignment thatÆs the same or similar to their deityÆs, and they generally try to advance that deityÆs The following classes all share a connection to divine cause in the world. A follower of Obad-Hai, for example, is magic, and they can either supplement or replace some of probably neutral in alignment and protects the wilderness the classes described in the PlayerÆs Handbook. whenever possible. Clerics and other divine spellcasters FAVORED SOUL receive their spells by praying to the deity, who bestows upon them a measure of divine power. The favored soul follows the path of the cleric but is able to",
        "name":  "Serving a Deity",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    }
]
