[
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 3, Hlr 3 Necromancy Bigby’s slapping hand causes a magical Components:V Level:Brd 2, Rgr 2, Sor/Wiz 2 hand to appear, deliver a slap to one Casting Time:1 swift action Components:V, S, M/DF creature, then disappear. The slap dis- Range:Close (25 ft. + 5 ft./2 levels) Casting Time:1 standard action tracts the subject, causing it to immedi- Target:One creature Range:Medium (100 ft. + 10 ft./level) ately provoke attacks of opportunity Duration:Instantaneous Target:One creature 35 MAGIC CHAPTER 2:",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level Level:Blk 3 Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:05 PM Page 35 Drow Wizard 36 :2 RETPAHC CIGAM 620_96582_MinisHndbk.qxd 8/18/03 4:05 PM Page 36 Sacrifice Benefit This spell functions like fireburst,except Holy Spurs 1,000 gp Damage reduction 10/magic; that it affects creatures within 10 feet of Transmutation resistance to acid 10, cold you and deals a maximum of 15d8 points Level:Pal 2 10, electricity 10, fire 10, of damage to each one. Components:V sonic 10; spell resistance 10 Casting Time:1 swift action 5,000 gp Damage reduction 15/magic; Fly, Swift Range:Close (25 ft. + 5 ft./2 levels) resistance to acid 15, cold",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V Saving Throw:Will negates (harmless) 25,000 gp Damage reduction 20/magic;",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Burst of fire extending 10 ft. noted above. Target:You from you Duration:1 round 37 MAGIC CHAPTER 2: This spell functions like invisibility (see to sneak attacks and critical hits, just as maintain a spell, it must make a DC 10 page 245 of the Player’s Handbook), except undead are. Concentration check even if there are no as noted above. While the spell is in effect, the subject other distractions. takes a –4 penalty to its Charisma score The bee has a fly speed of 180 feet (per- Lightfoot (to a minimum of 1). fect). It remains near the subject in spite Transmutation of darkness, invisibility, polymorphing,",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drd 2 or some similar magical effect, is",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round to falling damage). The creature can still Casting Time:1 standard action use its fly speed to move horizontally or Range: Personal This spell functions like greater magic fang down, but not up. Once it is on the Target:You (see page 250 of the Player’s Handbook), ground, the subject can no longer use Duration:1 min./level except as noted above. its fly speed. This spell does not affect incorporeal Swirling wisps of darkness obscure your Undeniable Gravity creatures. form, granting you concealment. The",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of these silver rings is inscribed power and authority. The belt adds a +2, +4 or +6 enhancement with the Draconic word for friendship. While a ring of communica- bonus to the wearer’s Strength, Dexterity, Constitution, Intelli- tion is worn, the wearer can clearly hear anything said (even if gence, Wisdom and Charisma scores. whispered quietly) by anyone else within 1 mile who is wearing Strong transmutation; CL 18th; Craft Wondrous Item, bear’s another ring of communicationto whom the wearer is attuned. To endurance, bull’s strength, cat’s grace, eagle’s splendor, fox’s cunning, owl’s become attuned, two or more ring of communicationwearers need wisdom;Price 25,000 gp (+2), 100,000 gp (+4) or 200,000 gp (+6). to touch their rings together and speak the command word. Any Boots of Big Stepping:The spirit of the blink dog has been number of ring wearers can become attuned to one another, so harnessed within these wolfhide boots. Once per day, as a stan- long as they are all attuned together at the same time. dard action, the wearer can use dimension door. The boots can be The wearer remains attuned until he removes the ring (or until used only after being worn continuously for 24 hours. If they are all other wearers to which he is attuned remove theirs) or taken off, they becomes inactive until they are again donned and attunes himself to a different ring wearer. worn for a full 24 hours. Faint divination; CL 5th; Forge Ring, detect thoughts; Price Moderate conjuration; CL 7th; Craft Wondrous Item, dimen- 2,000 gp. sion door;Price 11,200 gp.",
        "name":  "Ring of Communication",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These boots give the wearer the Powerful ROD DESCRIPTIONS Charge feat (see Chapter 1 of this book) as long as they are worn. Rods represent might and power. A couple of standard rods are Faint transmutation; CL 5th; Craft Wondrous Item, longstrider; described below. Price 5,000 gp.",
        "name":  "Boots of Charging",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This cloak, woven with water; Price 2,000 gp. threads of various colors, protects the wearer from energy attacks. Gloves of Fortunate Striking:Best worn by the cleverest of Once per day, as a swift action, the wearer can activate the cloak warmakers, these gloves allow their wearer to attempt to change and gain resistance 10 against a type of energy of the wearer’s an unfortunate strike at the enemy to a more accurate one. Once choice (acid, cold, electricity, fire, or sonic). The wearer can activate per day, after the wearer of the gloves has the cloak when it is not his turn. The wearer therefore can made an attack roll (but before it’s deter- respond to an energy attack by immediately activating mined whether the roll succeeded), he the cloak and choosing the attack’s energy type. may choose to make the attack roll again. The cloak can be used only after being worn He must use the second result even if continuously for 24 hours. If it is taken off, it it’s lower. The wearer can’t use this becomes inactive until it is again ability if he has already made the donned and worn for a full 24 hours. attack roll again because of another abil- Faint abjuration; CL 3rd; Craft Won- ity he possesses, nor can he use another drous Item, resist energy; Price 1,000 gp. ability he possesses to make the attack",
        "name":  "Cloak of Elemental Protection",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When this be heard up to twice as far as she normally collar is put on an animal, the animal is would be when speaking, singing, or using subject to the control of the collar’s owner an ability that affects creatures that can hear as if it is under a dominate animaleffect. The the user. animal obeys the owner’s silent When using the skirmish or mass battle rules, mental commands. Usually, the the bearer can command creatures not in line of collar is placed on an animal that sight up to 12 squares away, instead of the normal 6. This benefit has been rendered unconscious, staggered by means of nonlethal does not increase the range of Commander Effects. damage, or grappled and pinned. Faint illusion; CL 3rd; Craft Wondrous Item, ghost sound;Price When using the skirmish or mass battle rules, this collar 1,000 gp. removes the animal’s Difficult special ability. Magic Sleeping Bag: This woolen sleeping bag grants the user Faint enchantment; CL 5th; Craft Wondrous Item, dominate a comfortable and peaceful night’s sleep. While the user lies animal;Price 30,000 gp. within, it provides the benefit of endure elements. With a night’s",
        "name":  "Collar of Command",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warm to the touch, this red spike pulses rest, the user also recovers 1 hit point per character level (in addi- with stored energy. The spike does nothing until it is planted tion to hit points recovered normally). Getting into or out of a firmly in the ground (a standard action). One round later, the magic sleeping bagis a full-round action. spike becomes invisible. Any creature that thereafter comes Faint conjuration and enchantment; CL 3rd; Craft Wondrous within 10 feet of the spike causes it to explode in a fireball that Item, endure elements, cure light wounds;Price 1,000 gp. deals 10d6 points of fire damage (Reflex DC 14 half) to every Sandals of Sprinting:The fleeting speed of the cheetah has creature within 20 feet of the spike. This blast destroys the spike. been imbued in these light sandals. Once per day, as a swift Illus. by S. Tappin 620_96582_MinisHndbk.qxd 8/18/03 4:20 PM Page 43 Cloak of the salamander 44 :2 RETPAHC CIGAM action, the sandals’ wearer can activate them to increase her land Strong abjuration and perhaps evocation (if miracle is used); movement by 30 feet, to a maximum of twice her normal speed, CL 18th; Craft Wondrous Item, stoneskin, miracle orwish;Price until the start of her next turn. This increase counts as an 76,000 gp. enhancement bonus, and it affects the wearer’s jump- Shirt of Resilience: This sturdy leather shirt grants the ing distance as normal for increased speed. The wearer damage reduction 5/magic. sandals can be used only after being worn contin- Strong abjuration and perhaps evocation (if miracle is used); CL uously for 24 hours. If they are taken off, they 18th; Craft Wondrous Item, stoneskin, miracle or wish; Price become inactive until they are again donned and 58,000 gp. worn for a full 24 hours. Shirt of Slaadskin: This shirt of scaly slaad skin grants Faint transmutation; CL 5th, Craft Wondrous the wearer damage reduction 5/lawful. Item, longstrider; Price 8,000 gp. Strong abjuration and perhaps evocation (if miracle is",
        "name":  "Exploding Spike",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This scepter grants a +5 used); CL 18th; Craft Wondrous Item, stoneskin, miracle or competence bonus on the bearer’s wish;Price 76,000 gp. Charisma checks and Charisma-based Shirt of the Treant: This leafy vest grants the wearer skill checks. damage reduction 5/slashing. When using the skirmish or mass battle Strong abjuration and perhaps evocation (if miracle is used); rules, this benefit increases the Comman- CL 18th; Craft Wondrous Item, stoneskin, miracle orwish; der rating of the bearer by 1. Price 58,000 gp. Faint enchantment; CL 5th; Craft Rod, Sleeping Spike: This twisted ashen spike dis- charm person;Price 12,500 gp. plays no magical properties until activated. The",
        "name":  "Scepter of Obedience",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This shirt seems spike does nothing until it is planted firmly in durable despite being composed entirely of the ground (a standard action). One round feathers (said to be taken from a living angel). later, the spike becomes invisible. Any The shirt grants the wearer damage reduction creature that thereafter comes within 5/evil. 10 feet of the spike causes it to emit a Strong abjuration and perhaps evocation (if sleep effect (Will DC 17 negates) in a 20- miracle is used); CL 18th; Craft Wondrous Item, foot-radius burst, affecting all creatures stoneskin, miracle orwish;Price 76,000 gp. with 10 Hit Dice or fewer. This effect",
        "name":  "Shirt of the Angels",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This shirt grants the wearer destroys the spike. damage reduction 5/bludgeoning. Moderate enchantment; CL 9th; Strong abjuration and perhaps evocation (if Craft Wondrous Item, symbol of sleep; miracle is used); CL 18th; Craft Wondrous Item, Price 3,250 gp. stoneskin, miracle orwish; Price 58,000 gp. Stunning Spike: This bronze",
        "name":  "Shirt of Bone",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This shirt grants the spike tingles the fingers with static wearer damage reduction 5/piercing. electricity but demonstrates no Strong abjuration and perhaps evocation magical properties until activated. (if miracle is used); CL 18th; Craft Wondrous The spike does nothing until it is Item, stoneskin, miracle orwish; Price 58,000 gp. planted firmly in the ground (a stan-",
        "name":  "Shirt of Chains",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This shirt, com- dard action). One round later, the spike posed of bits of demon skin sewed together, becomes invisible. Any creature that grants the wearer damage reduction 5/good. thereafter comes within 10 feet of the Strong abjuration and perhaps evocation (if spike causes it to burst, stunning all creatures miracle is used); CL 18th; Craft Wondrous Item, stoneskin, mira- in a 20-foot radius for 1 round (Will DC 20 negates). cle orwish; Price 76,000 gp. This effect destroys the spike.",
        "name":  "Shirt of Demonskin",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This light blue shirt fades, becoming almost Strong enchantment; CL 13th; Craft Wondrous Item,symbol of impossible to see once worn, leaving only the faint scent of stunning, guards and wards;Price 9,550 gp. grass behind. The item grants the wearer damage reduction 5/cold iron. SPECIFIC CURSED ITEMS Strong abjuration and perhaps evocation (if miracle is used); Both of the following are relatively common cursed items. CL 18th; Craft Wondrous Item, stoneskin, miracle orwish;Price Collar of Obedience:This plain band of iron can be worn as 76,000 gp. a bracelet or necklace. The item imposes a –2 penalty on the",
        "name":  "Shirt of the Fey",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item is actually the metallic chest- wearer’s Will saving throws. plate from a noble of the inevitable constructs of Mechanus, When using the skirmish or mass battle rules, this effect makes which grants the wearer damage reduction 5/chaos. a creature easier to command, reducing its Difficult rating by 2. Strong abjuration and perhaps evocation (if miracle is used); Faint enchantment; CL 3rd; Craft Wondrous Item, doom;Price CL 18th; Craft Wondrous Item, stoneskin, miracle orwish;Price 3,000 gp. 76,000 gp. Collar of Slavery:This black collar can be worn as a bracelet",
        "name":  "Shirt of the Inevitable",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This shirt is made of plates of iron grants or necklace. The item imposes a –10 penalty on the wearer’s the wearer damage reduction 5/adamantine. saving throws against fear effects. It also imposes a –10 penalty Strong abjuration and perhaps evocation (if miracle is used); on level checks to oppose Intimidate checks. CL 18th; Craft Wondrous Item, stoneskin, miracle orwish;Price When using the skirmish or mass battle rules, a creature or 90,000 gp. unit using this item is considered to belong to any faction.",
        "name":  "Shirt of Ironskin",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 5/epic, darkvision 120 ft., immunity to magic sleepeffects and paraly- sis, low-light vision",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 60 ft., damage reduction 5/epic, darkvision 120 ft., immunity to magic sleepeffects and paraly- sis, low-light vision",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic missile This thick-bodied dragon sports five full heads, each a different color: white, Special Qualities: Damage reduction 5/epic, darkvision 60 ft., black, green, blue, and red. Its body is subtly striped in those colors, slowly spell resistance 21, undead traits mixing to black along its long, spine-tipped tail. Saves: Fort+3, Ref +6, Will +13",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:34 PM Page 54 Aspect of Tiamat 55 MONSTERS CHAPTER 3: This withered humanoid stands 6 feet tall. Its flesh seems partly BRIGHT NAGA mummified, and portions of its flesh are absent, most notably one eye and one hand. It wears dark robes and cloaks, each Large Aberration embroidered with secret mystical runes. Its one remaining Hit Dice: 5d8+15 (37 hp) eye flashes with magic, malice, and perhaps madness. Initiative: +1",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mock spell with its magic missile, using its dagger only as a Special Qualities: Darkvision 60 ft. last resort. Saves: Fort +4, Ref +2, Will +6 Magic Missile (Sp): At will, an aspect of Vecna can use an Abilities: Str 15, Dex 12, Con empowered magic missileeffect, as the spell (caster level 10th). An 17, Int 10, Wis 15, Cha 12 aspect’s Concentration modifier is high enough that it can Skills: Concentration +11 (cast- cast defensively with no chance of failure. ing defensively +15), Listen +12,",
        "name":  "An aspect of Vecna strikes vulnerable targets Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins; double goods, 50% items cians and forges the various",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3d12+3 (22 hp) Medium Magical Beast",
        "name":  "Hit Dice",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always chaotic evil items",
        "name":  "Alignment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Str 17, Dex 14, Con —, Int 4, Kruthiks seem to have origi- Wis 17, Cha 19 nated during a process of magical",
        "name":  "Abilities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Combat All three stages of kruthiks are This canine creature moves with a ferocious fighters, leaping into predatory grace belied by its rotting, battle to rend foes or prey with fleshy body. Patches of shaggy hair grow their scythelike foreclaws. The over much of its body, between areas keen edges of their claws are where the flesh has sloughed off because especially dangerous. of rot or from the hapless attempts of prey to Keen Scent (Ex):A kruthik can notice creatures by scent in a beat back the hound’s attack. 180-foot radius. Canines who live not, but are not dead, gravehounds hunger for HATCHLING KRUTHIK flesh enough to sate their never-ending appetites. Small Magical Beast",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hatchling’s small wings give it a +8 racial bonus on increment. Jump checks, though it cannot actually use the wings to fly. Kruthiks have a +4 racial bonus on Hide and Move Silently checks. *In areas of natural vegetation, the bonus on Hide checks increases to +8. ADULT KRUTHIK Medium Magical Beast",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Kruthiks have a +4 racial bonus on Hide and Move",
        "name":  "Large Magical Beast Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; a gigantic, six-limbed 50% goods; 50% items predatory lizard,bigger Alignment: Usually than a large tiger. Its chaotic evil body is covered with Advancement: 5–6 HD thick plates of chitin, (Medium); 7–12 HD and four of its limbs are (Large) like long, serrated scythes",
        "name":  "This creature resembles Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +7, Diplomacy +9, Heal +6, Knowledge",
        "name":  "Medium Magical Beast Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; double goods; standard items",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., displacement, immunity to poison, resistance to acid 10, cold 10, electricity 10, and fire 10, spell resistance 14",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; standard items effect allows the user to see the",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +18 A ghirrash stalks on all six limbs and fights melee (2d8+12) or tail slap +18 standing on its hind legs so as to bring more melee (1d12+12) claws to bear. Pouncing or grappling, it can Space/Reach: 10 ft./10 ft. attack with all six sharp claws, stripping Special Attacks: Improved flesh from bone with delight. grab Paralysis (Su): A creature hit by a Special Qualities: Damage reduction ghirrash’s bite attack must make a DC 16 Forti- 10/magic, darkvision 60 ft., immunity to tude save or be paralyzed for 1d4+1 rounds. Elves have Khumat poison, resistance to acid 10, cold 10, electricity immunity to this paralysis. The save DC is Constitution-based. 10, and fire 10, spell resistance 15 Pounce (Ex):If a ghirrash charges, it can make a full attack, Saves: Fort +11, Ref +8, Will +10 including two rake Abilities: Str 26, Dex 13, Con 19, Int 8, Wis 13, Cha 8 attacks. Skills: Hide +11, Listen +15, Move Silently +15, Search +13, Spot +15, Survival +15 (+17 following tracks), Swim +30",
        "name":  "Combat Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; standard items",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; standard items",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +19, Concentration +21, Diplomacy +23, Disguise 0, 1, or 2 shambling mounds) +3 (+5 acting), Intimidate +21, Listen +17, Search +17, Sense Challenge Rating: 2 Motive +17, Spot +17, Survival +17 (+19 following tracks) Treasure: 1/10 coins; 50% goods; 50% items nippaT .S yb .sulli raoB eriD 620_96582_MinisHndbk.qxd 8/18/03 4:58 PM Page 70 Dire Boar Thaskor 71 MONSTERS CHAPTER 3: submerge to come at the intruders from another direction. In groups, spark lashers try to surround intruders, preferably driv- ing allied shambling mounds before them. Faced with a creature that has immunity to its electricity, a spark lasher can resort to its feeble bite, but it would rather just flee. Electricity Damage (Su):The touch of a spark lasher’s ten- tacles deals 3d8 points of electricity damage.",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic stone",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(4/3/2; save DC 12 + spell level): 0—detect magic (2), detect poison, light;1st—magic fang (2), produce flame; 2nd—cat\u0027s grace, flame blade",
        "name":  "SPELLS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animal and Magical Faction Melee Attack Beast followers gain Save +2.",
        "name":  "Effect COMMANDER EFFECT",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures may not make melee 2-player Multiplayer attacks or ranged attacks against allies. If you eliminate one of d% d% Scenario your own creatures (by using a spell or special ability that affects 01–05 01–05 Standard. Score 100 pts. an area), or if one of your creatures is eliminated through no 06–08 06–08 Boar Hunt.Vie to bring down a dire boar. action of an enemy (such as a creature routing off the battle grid 09–11 09–11 Chambers of Dread.Attacks deal more because of the Cowardly ability), your opponents split the victory damage, and attack rolls of 20 are lethal. points for that creature, rounding down. (In a two-player battle, 12–16 12–15 Contested Ground.Fight for control of the your opponent would receive all the victory points.) center. Tie-Breaker:If no creature has made an attack roll or saving 17–21 16–20 Eternal Battle.Eliminated creatures return throw for 5 consecutive rounds, the winner is the player with the to fight again. most points from eliminating enemy creatures. If players are still 22–24 21–25 Halls of Decay.Wounded creatures lose hp. tied, the winner is the player who has a creature closest to the 25–27 26–28 Life Force.Creatures reduced to 0 or –5 hp center of the battle grid. (In the unlikely case that players are still might survive. tied, the player who controls the creature with the highest cost is 28–30 29–31 Magic Statues.Statues grant boons1. 31–33 — Marked for Death.Kill two enemy creatures. the winner.) 34–36 32–34 Misty Ruins.Line of sight limited to 6 squares, scattered deployment2. Boar Hunt 37–39 — Moral Victory.Scenario depends on factions. The gods sometimes test their followers, conferring favor on 40–42 35–37 Plunder Run.Search the treasure room for those that excel. In this case, they have released three dire magic items. boars into the ruins. Warbands that draw the beasts’ blood gain 43–45 38–40 Prowling Marauder.Owlbear on the loose. divine favor. 46–50 41–45 Quick Boon.First warband to 20 pts. scores Special Rule—Divine Boar:Place a Dire Boar in the center +20 pts. of the battle grid after terrain has been set up. This Dire Boar (and 51–60 46–60 Quick Strike.Win at 70 pts. (or one enemy others that follow it) has the Fearless special ability in addition to creature left). its normal abilities. At the end of each round, after all other crea- 61–64 61–64 Random Terrain.Place terrain randomly. tures have been activated, players roll dice. The winner activates 65–69 65–69 Reconnaissance in Force.Score points for the Dire Boar at that time as if the Boar were a member of his or getting off the battle grid3. her warband. 70–73 70–73 Restless Dead.Zombies run amok. At the end of a round in which the first or second divine Dire 74–76 74–76 Shattered Ruins.Lots of rubble. Boar has been eliminated, and after all other creatures have been 77–78 77–79 Sparse Ruins.Fewer terrain tiles. activated, randomly choose a terrain tile on the battle grid. The 79–83 — Split Warbands.Two warbands in four player with the fewest victory points places a new Dire Boar on corners. that terrain tile. Then determine which player controls during 84–86 80–84 Statue Race.Players race to receive a boon the current round by rolling dice as normal, with the winner acti- from each statue on the battle grid. 87–90 85–89 Stragglers.Each player deploys 1d20 points vating the newly arrived Dire Boar immediately. of creatures/round. The battle ends when the third Dire Boar is eliminated. 91–93 90–92 Teleporter Statues.Use statues to teleport4. Victory:Each player earns victory points equal to the points 94–96 93–96 Tide of Battle.Leading warband wins of damage his or her creatures dealt to all three of the Dire Boars. initiative. Damage in excess of that needed to destroy the Boar does not 97–98 97–98 Vampiric Catacombs.Killers get stronger. count. A player also earns the Dire Boar’s cost in victory points 99–100 99–100 Warlord’s Tomb.Summon a wraith. (23) if his or her creature destroys the Boar. A player loses points for healing the Boar, equal to the number of hit points of heal- 1 Reroll if there are no statues among the terrain tiles. ing granted. 2 Maximum of one player per two terrain tiles. Players score no victory points for killing enemy creatures, but 3 Reroll if number of players is other than two or four. they may find it expedient to do so anyway. 4 Reroll if there is only one statue among the terrain tiles. Variant: If players agree beforehand, use any dire animal miniature that costs at least 20 points instead of the Dire Boar. Standard Scenario Use these rules unless a variant scenario you are using specifies Chambers of Dread otherwise. Whispers of death and destruction murmur through these ancient",
        "name":  "Eliminating Your Own Creatures",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As described under Setup at the start of this because of Damage Reduction or an attack that is negated by the 103 chapter. Conceal special ability). RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:05 AM Page 103 Contested Ground Magic Statues In this scenario, warbands vie to hold a strategically important The statues in the dungeon grant magical gifts to creatures that piece of terrain. invoke their powers.",
        "name":  "Terrain Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The first feature tile placed on the battle grid must Special Rule—Statue Gifts:Each statue on the battle grid cover the center of the battle grid. (You can arrange this terrain can bestow a magical gift on a single creature from eachcompet- tile any way you like, as long as it covers the center square and is ing warband. No warband has access to a statue’s power until it legally placed.) Beginning on the fifth round, victory goes to the has eliminated at least one enemy creature. first player who both begins and ends a round as the only player Once your warband has access to a statue’s power, any crea- whose creatures occupy that central terrain tile. ture that does not have the Difficult 20 ability can attempt to The creatures that end the round on the terrain tile don’t have invoke the power of a statue that has not yet given your warband to be the same creatures that started the round there. You still a gift. To receive a statue’s gift, a creature must be adjacent to that win even if enemy creatures occupy the terrain tile during the statue, take a standard action (replacing its attacks) to invoke the round, so long as they’re gone at the end of the round. statue’s powers, and succeed on a DC 13 save. (A creature that ends its turn adjacent to more than one magic statue chooses Eternal Battle only one.) The whims of the gods sometimes sweep mortal warriors into Failure has no effect unless you roll a natural 1, in which case battles in which they fight, die, and rise to fight again. In this sce- the creature takes 5 points of damage. If the save succeeds, roll on nario (casually known as “Death-o-Rama”), eliminated creatures the table below for a random gift. Any bonus bestowed affects return to play on the next round at a random location. that creature for the rest of the skirmish. Special Rule—Resurrection:Creatures eliminated from the Your warband can receive only one gift from any given statue. battle score points for the player who eliminated them, then However, the same statue can still grant a gift to each opposing return to the battle grid at the start of the next round. warband. Different warbands are likely to get different gifts from Before a new round begins, each creature eliminated in the the same statue. previous round returns to play. If more than one player has crea- Magic Statue Gifts tures that are due to be resurrected at the start of a round, the player with the highest victory point total resurrects creatures 1d20 Statue Effect first, followed by the player with the second highest total, and so 1 Heal all damage (reroll if not wounded) on. If there is a tie for victory points, randomly determine who 2–3 Speed +2 resurrects creatures first. 4–5 AC +2 To resurrect a creature, randomly pick a terrain tile. Then place 6–15 Attack +2 16–18 Melee and ranged damage +5 your creature on that terrain tile. You may be able to place your 19–20 Faction-specific gift (see below) creature adjacent to one or more enemies. If the chosen terrain tile does not have enough room for your creature, randomly pick Faction-Specific Gifts a different tile. On this result, the creature gets a powerful gift that depends on the",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warbands do not set up as usual on their assembly tiles turn. Roll 1d20: On an unmodified roll of 16 or higher, the but instead in smaller groups scattered on random terrain tiles. creature has found a magic item. Roll on Table 5–6: Random In a two-player battle, each player places one-third of his or Magic Items to determine the treasure. That creature pos- her warband at a time in 3 rounds of deployment (round frac- sesses the magic item for the rest of the battle but cannot give tions down until the final round). In a three- or four-player it to other members of its warband. (In campaigns, magic battle, each places one-half of his or her warband at a time in 2 items gained from the Treasure Room go away at the end of rounds of deployment. the battle.) During a player’s deployment round, he or she selects the appropriate number of creatures and then randomly selects a Prowling Marauder terrain tile that does not already contain miniatures. The crea- A rampaging owlbear is a boon to the lucky commander and ruin tures are placed on that terrain tile. to others. Routing creatures still must move toward the exit corner of Special Rule—Owlbear Marauder:Place an Owlbear in the their warband’s assembly tile. center of the battle grid after terrain has been set up. At the end Special Rule—Fog: Line of sight is limited to 6 squares. of each round, after all other creatures have been activated, play- (Creatures with Blindsight can see normally.) Line of effect, how- ers roll dice. The winner activates the Owlbear at that time as if ever, extends through the fog normally. For example, a wizard the Owlbear were a member of his or her warband. If the Owl- can’t target a creature 7 squares away with a lightning bolt, but the bear routs, it heads for a random exit corner. spell’s effect still extends to the full 12 squares. Victory:Use the rules for the Standard scenario. Points for Special Rule—Scouts and Wandering Monsters: Ignore creatures eliminated by the Owlbear are split up among oppo- these special abilities during deployment. nents, as normal. Eliminating the Owlbear scores no points.",
        "name":  "Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If players agree beforehand, use any high-cost Animal Moral Victory or Magical Beast with Difficult 20 instead of an Owlbear. The way warbands fight each other depends on their alignments. For more fun, especially in multiplayer battles, use two or Special Rule—Concession (Good against Good): When more marauders. The player who rolls highest in the first set of two good warbands fight, combatants concede when they are rolls picks one marauding creature and activates it before players injured rather than fighting to the death. Any creature that drops roll dice for the next, and so on. to half its hit points or lower retreats (retreating works exactly like routing, except that creatures with the Fearless ability retreat Quick Boon too). Retreating enemies do not provoke attacks of opportunity, This scenario rewards the warband that strikes quickly. and retreating creatures can’t rally—they just hustle out of the Victory:Use the rules for the Standard scenario, but the first way and off the battle grid. Creatures with the Difficult 20 abil- player to score 20 victory points immediately gets 20 additional ity, however, can’t retreat. They can still rout normally, though, victory points. and commanders can rally them.",
        "name":  "Variants",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each player places two assembly tiles and two feature Magic statues in the dungeon let combatants teleport from place tiles (instead of one assembly tile and three feature tiles). Your to place. two assembly tiles are in opposite corners. Setup: There must be at least two statues on the battle grid.",
        "name":  "Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each player divides his or her warband into two Each player that does not have a Statue Room among his or her groups, splitting the creatures up as evenly as possible. One half feature tiles may swap a Statue Room in for another tile. of the warband sets up on one assembly tile and the other half on Special Rule—Teleporter Statues: Statues on the battle the other assembly tile. In all other respects, treat the two groups grid act as teleporters accessible to all warbands, beginning at as a single warband. the start of the second round. Unlike in the Magic Statues sce- nario, a warband does not need to eliminate an enemy to use Statue Race the statues, nor does a creature need to succeed on a save. Warbands race to receive magical gifts from the statues in the There is no limit to how many times a given warband can use dungeon. a teleporter statue.",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each player that does not have a Statue Room among his As a move action, once per turn a creature that is under com- or her feature tiles may swap a Statue Room in for another tile. mand and adjacent to a teleporter statue can move instantly to Special Rule—Statue Gifts:Use the rules for Statue Gifts a legal position adjacent to any other statue. This movement 106 from the Magic Statues scenario earlier in this section. does not provoke attacks of opportunity. A creature that starts :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:06 AM Page 106 its turn adjacent to a statue could teleport to a new space and Choose one of the scenarios listed in Table 5–5: Random War- then attack, cast a spell, or move again. A creature that moves band-Building Scenarios, or roll randomly. Before rolling, all to a square adjacent to a statue could then teleport, but that players should have a standard 100-point warband ready. All of would end its turn. these scenarios assume Standard rules unless otherwise speci- An incorporeal or flying creature can teleport to a space that’s fied. Each scenario is described in detail following the table. illegal to stop in, provided it can then move to a legal space on the Table 5–5: Random Warband-Building Scenarios same turn. 2-player Multiplayer Tide of Battle d% d% Scenario In this scenario, the warband that is winning the skirmish uses 01–20 01–20 Out of the Box.Open an Expansion Pack its impetus to even greater advantage. and play that as your warband using the Special Rule—Impetus:Whichever warband has scored the Standard scenario. 21–25 21–30 Design Challenge.Random warband size most victory points automatically wins initiative. If players are and creature restrictions. tied in victory points (such as at the beginning of a skirmish), the 26–30 31–45 Divine Guardians.Gain 40 pts. of outsiders tied players roll for initiative normally. and heroes. 31–40 46–60 Double Battle.Double-strength warbands. Vampiric Catacombs 41–50 61–75 Four by Four.Four skirmishes with four Among the tombs of the undead, power flows from those who different warbands. die to those who kill. 51–60 — Lethal Attrition.100-pt. warband against two Special Rule—Vampiric Boon: The first time a creature 60-pt. warbands. destroys an enemy creature, it gains a +1 bonus on all attack rolls 61–70 76–90 Reinforcements. 50 extra pts. of creatures and saves and a +5 bonus on damage rolls for melee attacks and join the battle underway. ranged attacks for the rest of the skirmish. Killing additional 71–80 — Strike Team.75-pt. warband built from creatures provides no further benefit. scratch against 100-pt. warband. 81–90 91–100 Three-Part Mayhem.Three skirmishes, with Warlord’s Tomb 50-pt., 100-pt., and 200-pt. warbands. A warband with unmolested access to the tomb of a mighty war- 91–100 — Twin Gauntlet. Get runners through the lord can summon the warlord’s spirit to fight with it. battlefield.",
        "name":  "Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The challenger wins by eliminating the Human All players in any campaign start with a score of 50. As play Blackguard. The blackguard player wins by eliminating the chal- continues, winners’ scores rise and losers’ scores drop (see Vic- lenger’s entire warband. tory and Loss, later in this section). Campaign play continues until one player’s score equals or exceeds the campaign’s target score (100, 140, or 180). At that point, the top two players THE SKIRMISH CAMPAIGN square off in a final scenario. The winner of that skirmish wins In addition to playing individual skirmishes, you can play the campaign. extended campaigns. In a campaign, players fight a series of skir- If more than two players reach or exceed the target score at the mishes, and the warbands and their leaders grow in power until same time, the top two fight the final skirmish. If three or more one player claims final victory. players are tied for the top score, they play the final scenario as a Generally speaking, you’ll want at least four regular players for multiplayer skirmish. an enjoyable campaign. It’s not a problem for new players to join For example, Jess is playing in a quick campaign. After win- a campaign in progress. ning seven skirmishes and losing four, he becomes the first player to reach a score of 100. That triggers the final skirmish SETTING UP THE CAMPAIGN against the second-ranked player—winner takes all. Before playing your first battle in the campaign, choose how it will be structured. Step 2: Warlords Once you’ve confirmed the starting group of players, each player Step 1: Length chooses a specific commander with a cost of up to 25 points to Before battles begin, you need to decide how many points you’ll serve as the player’s warlord. This warlord appears in every skir- be playing to: 100, 140, or 180. (Try a shorter campaign at first.) mish, while the regular creatures come and go. Campaign Type Target Score Step 3: Warbands Quick 100 Each player designs a 50-point warband that includes his or her Major 140 warlord and four terrain tiles. Epic 180 No “Upstaging” Warlord: Your warband can’t include any commanders with a higher Commander rating than your war- lord. The warband, after all, is under that warlord’s command. 111 RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:17 AM Page 111 pqqqqrs CAMPAIGN BASICS Here is a summary of the steps in setting up and playing a skirmish A warlord that wins but dies, or one that loses, returns without a campaign. Each of these steps is explained in more detail in the gain. accompanying text. 2. Players reconfigure warbands. SETTING UP THE CAMPAIGN Make changes before determining next opponent. 1. Group defines campaign length. Each player starts with a score Assign magic items. of 50. All warbands increase to 100 points when any player’s score",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 points of creatures per 15 difference in scores. completely different warbands. You also have the option of switching to a new warlord during the campaign (see Reconfigure Warbands, 2. Each pair rolls to determine a scenario. later in this section), which can be especially important to keep options open with only two players. 3. Winner’s score increases by 10 (or by 15 in three-player campaign). A three-player campaign is like a two-player campaign, except that Winner receives random magic item. the battles are three-player skirmishes. The last battle, however, is Loser’s score decreases by 5. Loser may receive random magic item. between only the two top-ranked players. Alternatively, you can play two-player skirmishes, arranging to meet and play in pairs rather than AFTER A ROUND bringing all three players together at the same time. 1. A warlord that wins and survives advances 1 level. pqqqqrs PLAYING A ROUND A campaign consists of an indefinite number of rounds. During each round, everyone plays an opponent. Playing in rounds ensures that everyone gets the chance to play the same number of battles. Step 1: Pairing For the first round, players can pair off in any agreeable fashion. In subsequent rounds, pairing is based on scores. The two top-ranked players play each other, as do the third and fourth, fifth and sixth, and so on. If there are tied scores, the tied players roll randomly to see who plays whom. Two players who were matched up on the previous round, however, cannot play each other again until each has played someone else. For example, Jim, Jess, Evan, and Patrick have gotten together for campaign play. After each has played the first round of the campaign, they are ranked as follows. Step 3: Victory and Loss After a battle, the victor gains Player Score ground and the loses falls back. Jim 90 Magic Item Destruction: Patrick 80 Each player picks a single magic Evan 75 item that was carried by a destroyed (but not routed) creature Jess 60 belonging to the player on his or her left and rolls 1d20. On a roll of 16 or higher, that magic item is destroyed.",
        "name":  "Handicap",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If two opponents’scores are 15 or more points campaign battle, players’ scores also determine the size of every- apart, the player with the lower score gets support troops as a one’swarbands. Play starts with 50-point warbands (see Setting up handicap. For every 15 points by which one opponent’s score the Campaign, above). Once any player’s score reaches 75, every- exceeds the other’s, the one with the lower score gets 10 points of one’s warband size increases to 100 points. Similarly, once any support troops. Support troops are not counted when determin- player reaches a score of 125, everyone’s warband size increases to ing how many creatures can be in your warband, nor do they 200 points. Warbands do not drop down again in size even if the score victory points for enemies who eliminate them. Support top player’s score falls below 75 or 125. troops cannot be commanders. You may not reconfigure your Gaining Magic Items: The winner of each battle gains a warband when you add the support troops. The 10 points are random magic item (see Magic Items for more information). spent separately on creatures, and those creatures leave your war- Each loser also has a 50% chance to gain a random magic item. band after the battle is over. In the event of a draw, each player has a 50% chance to gain a Three-Player Skirmishes: If the campaign has an odd magic item. number of players, the three lowest-ranking players play a three- player skirmish. The two lower-ranked players may get support AFTER A ROUND troops as a handicap, based on the score of the top-ranked player Warbands can change between rounds. Once the players have in the skirmish. updated their warbands, the next round can begin.",
        "name":  "Handicap",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can assign a scroll only to a spell- MAGIC ITEMS caster.",
        "name":  "Assigning Scrolls",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(Spell/Abil- ity Keyword) A spell or special ability that uses this word does not follow the usual restriction of targeting only the nearest en- emy or nearest ally. (Line of sight and range restrictions still apply, unless indicated other- wise.) For example, the phrase “switch positions of any two crea- tures” can affect any two creatures in line of sight of the caster and within the spell’s range. Animals and Magical Beasts in your warband that are of a",
        "name":  "Any",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One of several broad categories of creatures. Difficult [#]: Trolls only listen to a commander who is too The creature types are Aberration, Animal, Construct, Dragon, strong to eat. Most commanders can’t keep one from rushing Elemental, Fey, Giant, Humanoid, Magical Beast, Monstrous into battle. Humanoid, Ooze, Outsider, Plant, Undead, and Vermin. A crea- A creature with this special ability can be put under command ture’s type may include a subtype, given in parentheses on its only by a commander whose Commander rating is equal to or stat card. greater than the creature’s Difficult rating. For example, a Troll",
        "name":  "Creature Type",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Melee and ranged attacks deal damage, as do many enemy is not close enough to get to, the creature acts like any spells and special abilities. The various damage types are melee, other out of command creature. (Its speed becomes 2.) ranged, energy (acid, cold, electricity, fire, and sonic), magic, neg- If the creature has a ranged attack and can attack the near- ative, and positive. est enemy from its starting space it can stand and make a Melee and ranged damage is subject to Damage Reduction. ranged attack instead of rushing. It also has this option if it Damage from spells is considered magic damage unless otherwise can use a ranged spell or special ability to target the nearest noted. Damage from creatures summoned by spells is of the type enemy or ally. normally dealt by the creature (summoned creatures do not deal Difficult Terrain: Rubble, treasure heaps, and other obstacles 119 magic damage merely because they are the creation of a spell). that fill entire squares slow movement and prevent charges. Each RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:19 AM Page 119 square of difficult terrain costs 2 squares to move into (3 squares (Lawful Evil), and destruction (Chaotic Evil). The faction a crea- if it’s a diagonal move). However, a creature can always move at ture fights for may not always match the alignment it has in the least 1 square (see Minimum Move, below). The effects of certain roleplaying rules. spells can turn squares into difficult terrain. Fearless: A creature with this special ability creature auto- Dominate/Dominated:(Spell/Ability Effect) Certain spells matically succeeds on morale saves. It is not affected by effects and abilities can dominate an enemy, causing it to become a that can make a creature frightened (see that entry, below). member of your warband. Dominate affects only enemy crea- There is one exception to the Fearless ability: Undead crea- tures; it has no effect on allied creatures. You may activate a crea- tures (which all have the ability) must make morale saves against ture in the round when it becomes dominated only if the the Turn Undead ability with normal chances of failure instead opponent hasn’t yet activated it. of automatic success.",
        "name":  "Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(Spell/Ability Keyword)Creatures in Lawful Good or Living: All creatures are living, except for Constructs and Lawful Evil warbands are lawful, regardless of the factions on the Undead creatures. creatures’ stat cards. They can be affected by spells and special Magic Damage:(Damage Keyword) A type of damage that is abilities that affect lawful creatures. not reduced by Damage Reduction (DR). Spells deal magic damage",
        "name":  "Lawful",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A measure of advancement or power applied to various (and possibly also energy damage) unless otherwise indicated. aspects of the game. A creature applies its level as a bonus on Magical Beast:A type of creature. saves. A spell’s level is a relative measure of its power; some spells Medium:A Medium creature has a 25 mm (1 inch) base and and abilities refer to spell level. occupies 1 square. If a creature’s stat card gives no size, the crea-",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A type of creature. All Oozes have the following special Push/Pull: (Spell/Ability Effect) Certain spells or abilities abilities: Blindsight; Fearless; Immune Confusion, Critical Hits, push other creatures away from (or pull them toward) the crea- Dominate, Flanking, Gaze Attacks, Incite, Paralysis, Poison, ture using the spell or ability. The pushed or pulled creature can- 123 Sleep, Sneak Attack, Stun. not move into or through a space occupied by any other creature, RULES Illus. by G. Staples SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:49 AM Page 123 Thayan Knight or through walls. Pushed or pulled creatures do not provoke Sacred Circle:A creature on any square containing a sacred attacks of opportunity. circle gains a +2 bonus on attack rolls, and its attacks deal magic",
        "name":  "Ooze",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(Spell Keyword) To negate, suppress, or cancel one a single ranged attack, and then move again, as long as the dis- or more existing effects on a creature, magic item, or area. Unless tance it moves during its turn doesn’t exceed its speed. otherwise noted, removal is permanent. Sight:(Spell/Ability Keyword) A sight-range spell targets the Rend +[#]:If a creature with this special ability hits one crea- nearest enemy or ally to which the caster has line of sight. ture with two melee attacks on the same turn, it deals the indi- Size:The physical dimensions of a creature or object. Minia- cated amount of extra melee damage with the second attack. tures sizes, from smallest to largest, are Small, Medium, Large, Replace/Replaces: Some spells or special abilities have Huge, Gargantuan, and Colossal. Huge creatures occupy a “replaces” as a special cost, such as “replaces attacks” or “replaces space 3 squares on a side, Gargantuan creatures occupy a space move.” When it uses the spell or ability, the creature is considered 4 squares on a side, and Colossal creatures occupy a space 6 to have taken the specified action. squares on a side.",
        "name":  "Remove",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sometimes a spell or special ability allows you to make Slow Melee Attack: A creature with this special ability can’t a die roll again. You may reroll the type of die specified by the move during the same turn that it makes a melee attack. spell or ability. You may not, however, reroll dice associated with Slow Ranged Attack: A creature swith this special ability a scenario setup or with a creature or object (such as a magic can’t move during the same turn that it makes a ranged attack. statue) controlled by neither player. Whenever you make a Small: A Small creature has a 20 mm base and occupies 1 reroll, you must abide by the result of the second roll. square. Resist [#] ENERGY:When a creature with this special ability Smite TYPE OR ALIGNMENT +[#]: A creature with this takes damage of the specified energy type, reduce the damage special ability can deal extra damage with a melee attack against dealt by the indicated amount. the indicated type of enemy creature or a creature with the spec-",
        "name":  "Reroll",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(Spell Keyword) A creature with this ability Stacking:In general, the effects produced by spells, special has a small number of spells of each level but can cast a given abilities, and even magic items stack (are cumulative) with each spell repeatedly, up to its limit for that level. The creature can use other, even in some cases that the roleplaying rules do not allow. up a higher-level spell slot to cast a spell of lower level. However, some exceptions exist: Not all creatures that have this ability are actually of the sor- No effect produced by a spell, special ability, or magic item cerer class. Bards, for example, have the Sorcerer Spells ability stacks with itself. It’s okay for multiple spells and items to each because they cast “on the fly” as sorcerers do. grant melee damage +5 to a creature, but a creature can’t gain",
        "name":  "Sorcerer Spells",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 points. of the long edges of the battlefield. More players can spread out Medium Battle: 1,000 points. around the perimeter in a free-for-all or line up opposite one Epic Battle: 3,000 points or more. another to form teams. Each player should station himself or her- self at a point equidistant from the others. If more than four players Number of Creatures are involved, increase the size of the battlefield to 8 feet by 4 feet. Unlike in the skirmish rules, there is no upper limit to the number of creatures you can have in an army. Terrain The simplest terrain (and the default battlefield) is a flat, fea- Purchasing Units tureless plain without lakes, rivers, buildings, trees, or hills. What Creatures other than commanders are purchased as part of units. little vegetation there may be doesn’t affect the movement of The minimum number of creatures in a unit depends on troops. However, adding interesting terrain is part of the fun of whether the unit is formed or unformed and on what size the mass battles, challenging players to maneuver their armies over creatures are, as shown in Table 6–1. A unit always contains iden- and around the landscape. The type of terrain you place on the tical creatures. battlefield modifies the way combat works. Rules for various If you have more than one unit made up of the same kind of types of terrain are given later in this chapter. creature, be sure to note how many creatures each unit started You can photocopy the sample terrain features at the back of with so you can tell when a unit reaches half casualties (see this book, cut them out, and tape them down to the play area. Morale). For example, you could purchase two Gnoll units, one Taping the pieces down is important—otherwise, they might get containing six creatures and another containing nine. moved around on the surface (not something trees and walls are Table 6–1: Minimum Creatures in a Unit noted for!). You can also draw your own terrain features, invent- ing whatever you like. Some people use three-dimensional fac- Creature Size Formed Unformed similes of terrain, which they make themselves or purchase from Small 6 (one rank) 1 hobby stores. Medium 5 (one rank) 1 Since terrain can give an advantage to one army or another, Large 3 (one rank) 1 you need to be fair when you place it. The best method for gen- erating a landscape that both sides are happy with is for one Many creatures (such as Magical Beasts) can only be in unformed player to lay out the terrain and the other to choose which side units, while some can be in either type of unit. If you are pur- of the battlefield he or she will start on. Both players decide chasing creatures of the second sort, you don’t have to decide ahead of time what sorts of terrain to use and how much. right away what type of unit to build. As long you have enough",
        "name":  "If only two players are involved, each takes a position along one Small Battle",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(Spell/Ability Keyword) A spell or special abil- Beastmaster [#]: Animals and Magical Beasts in your army ity with this range affects any one unit. that are of a level equal to or lower than than a creature’s Beast- Area-Effect Damage: Damage-dealing spells and special master rating are treated as if they did not have the Difficult abilities that have an effect with radius 2 or radius 4 deal dam- special ability. For example, Vadania, Half-Elf Druid, is a com- 153 age to all the creatures in a unit. Instead of applying damage mander with the Beastmaster 2 special ability. Vadania could RULES Illus. by D. Hanley MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 2:58 PM Page 153 Dwarven Defender put under command a unit of Hyenas or Wolves (level 2), but Commander Effect: A commander’s Commander Effect not a level 5 Owlbear unit. Most creatures with the Beastmaster applies to the unit to which it is attached, if any. If it affects ene- special ability are also commanders, but their Commander rating mies, the Commander Effect applies to all enemy units that the may not be the same as their Beastmaster rating. If a beastmaster commander engages, provided the commander is leading from is not a commander (or is unable to command), this ability has the front. Likewise, an unattached commander can use its Com- no effect. mander Effect against enemy units it engages.",
        "name":  "Any Warband",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This dungeon deck contains again without further preparation. twenty-one stat cards. If you don’t have all the crea- You can run characters from your regular D\u0026D game tures on the list below, you can use other creatures through a random dungeon, but it’s usually better to create new instead, as long as they have the same CRs. For best characters not connected to your ongoing campaign. Then you results, swap an entire set of creatures for a different can concentrate on having fun and not worry about effects that set. For instance, if you have only two skeletons, it’s could upset a campaign, such as experience points, magic items, better to replace the entire set of six Skeleton cards and character death. A random dungeon makes a good change with four Zombie cards or two Wolf Skeleton of pace when you don’t have time or don’t have all the players cards, rather than using the two skeletons you you need to play your regular game. have and adding in something else. 163 Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/19/03 3:16 PM Page 163 # Card Title CR resources on meaningless encounters. Wandering monsters 6 Skeleton 1/3 affect the use of traps and checks to open doors, and they might 4 Human Bandit 1/2 require the construction of a separate deck. 4 Orc Warrior 1/2 Special Cards:If you introduce special cards, you’ll have to 2 Ghoul 1 make them yourself. That means some cards in your deck will 2 Gnoll 1 look different from the stat cards. You may want to purchase 2 Lizardfolk 1 opaque-backed card sleeves to keep card information hidden. 1 Worg 2 Objective:The standard objective is to defeat creatures whose 21 total cards CRs add up to a certain number, but many special cards and encounter types (such as bosses and statues) provide alternative",
        "name":  "Once you have a dungeon deck built, you can play over and over Dungeon Deck",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To randomly determine an encounter, the DM a group. shuffles the dungeon deck, cuts it, and draws four cards. The basic dungeon outlined in the preceding text has mon- If more than one card of a particular creature is drawn, those sters encountered together only if they are the same creature. For creatures can go together to make an encounter. Use the card or a more interesting dungeon deck, create groups to allow differ- cards that make the toughest encounter. (For example, if you get ent creatures to be encountered together (see Groups, below). three Orc Warrior cards and one Gnoll card, use the orcs. If you get three Orc Warrior cards and one Worg card, use the worg.) If CONSTRUCTING YOUR DECK there’s a tie for what would make the toughest encounter, use the Each miniature for your dungeon is represented by a card in your encounter with the most creatures. (For example, if you draw two dungeon deck. In addition, you may want to add cards for special Orc Warrior cards, one Skeleton card, and one Lizardfolk card, encounters, events, and items. use the orcs.) If there’s a tie for which encounter has the most creatures, use the creatures you drew first. Shuffle unused cards Dungeon Level back into the deck. The first step in constructing your deck is to give your dungeon",
        "name":  "Encounters",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wandering monsters introduce a tions that you invent, representing different gangs or camps sense of urgency to the dungeon—the PCs want to keep moving within the dungeon. If you have a theme or a back story for 164 on, so they can achieve their objective without wasting time and your dungeon, you can even create strange groups to reflect :7 RETPAHC MODNAR SNOEGNUD 620_96582_MinisHndbk.qxd 8/19/03 3:17 PM Page 164 that. For example, maybe in your dungeon a tribe of ogres use cards from the middle. This way, no one knows what cards will trained wolves as guard animals. Ogres and wolves, then, would appear in the encounter until they are drawn. belong to the same group. Not all creatures belong to groups. You might put one or more Side Decks single creatures in the deck that don’t form part of any group. In addition to the dungeon deck, you may also want to add a wandering monster deck (see Wandering Monsters). Wandering Modified and Additional Cards monsters encourage the party to act fast. The PCs never know If you like, you can modify stat cards and create special cards to when another foul beast could be lurking around the corner, so put in your dungeon. Modified cards change the nature of an they had best hurry to reach their objective. encounter (see Special Encounter Types) or the behavior of the You might also want to build an “upgrade” deck, which pro- creatures (see Creature Habits). Special cards can further ran- vides more powerful cards that you add to make the dungeon domize the nature of encounters and introduce traps and items deck stronger (see Evolving the Dungeon Deck). to the dungeon (see Special Cards). You can modify a creature card directly (by simply writing SPECIAL ENCOUNTER TYPES “boss,” “enemy,” or “×3” on it with a pen), or you can use a small Most encounters are just normal monsters that follow the label or piece of tape. If you use card sleeves, you can mark the normal rules for constructing encounters. You can apply special sleeve or apply a label to it so that you don’t damage the card. rules, however, by modifying the stat card. (See Modified and Finally, if the modification applies to a unique creature, you can Additional Cards, above, for tips on how to mark cards.) simply make a note of the modification elsewhere. For example, In general, a typical dungeon deck made with twenty or so if you have only one Drow Cleric of Lolth card in your deck, you stat cards should include three or four stat cards modified to can simply remember that that creature is the boss. create special encounters. If you have a theme or idea behind You’ll have to make your special cards from scratch. It’s prob- your dungeon deck, you might include more special cards to ably easiest to use index cards trimmed to the same size as the reflect that theme. stat cards. Boss:The adventurers have found the evil mastermind who You can purchase card sleeves—the type sold in hobby lives in the dungeon, the villain they have come to destroy. shops for trading card games—that protect the cards you use When you put a boss into your dungeon deck, destroying this in your dungeon deck. Sleeves with opaque backs hide the creature is the point of the delve. If you’re playing a one-shot identities of the cards in the deck, making it easier to integrate delve, the players win if they kill the boss and lose if they fail. If homemade cards. you’re playing a random dungeon campaign, the PCs get full experience for a delve in which they’ve defeated the boss and Drawing Cards from the Deck half experience for a delve in which they fail to defeat this villain.",
        "name":  "Wandering Monsters",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The adventurers have found a magic statue dedicated You can add special cards in the deck, to further randomize the to one of the gods. The statue grants magical aid to the creatures nature of encounters or to introduce new elements such as traps. in the room, making them tougher. However, once the creatures Some special cards affect the way the game is played, so you’ll are defeated, the characters gain the benefit of the statue, which need to alter the basic rules when you incorporate them. Such helps them out for the rest of the delve. modifications are discussed in the card descriptions. For each Statue card you include in your deck, pick the deity",
        "name":  "SPECIAL CARDS Statue",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hextor (the statue grants +1 on attacks using wandering monsters to add a sense of time pressure (see per 3 dungeon levels), Heironeous (+1 to AC), Erythnul (+1d6 Wandering Monsters). If you are not using that rule, some spe- damage per 3 dungeon levels), Pelor (+5 hit points per dungeon cial cards (such as Lock and Key) do not add much to the game. level), or Boccob (regain used spells). In general, the number of special cards you add should be When you draw a Statue card, set it aside. Draw an addi- roughly one-quarter of the total number of stat cards in the deck. tional card to replace it, then determine the encounter as In other words, a typical dungeon deck, made with twenty or so normal. (If you draw two or more Statue cards, set aside only stat cards, should include around five special cards. the first one drawn. Shuffle the other back into the deck and Draw +1:The adventurers have delved deeper into the dun- draw a card to replace it.) The effect specified on the card geon, where the encounters are more deadly. applies to the creatures in the room (not including enemies, Discard this card and draw two more. Don’t shuffle this card lurkers, or friends). Obviously, the Boccob statue doesn’t help back into the deck. In addition, draw one extra card for each the monsters much. Once the characters defeat the monsters, 167 encounter for the rest of the delve. they gain the magical effect for the rest of the delve. Bonuses DUNGEONS Illus. by S. Tappin RANDOM CHAPTER 7: 620_96582_MinisHndbk.qxd 8/19/03 3:18 PM Page 167 Worg gained from statues stack with similar bonuses from other fea- (such as “all goblinoids are greedy and all reptilians are blood- tures of the dungeon. thirsty”) and keep track of them in your head. You can even The statues’ magical effects help the PCs keep moving through assign habits on the fly, as each encounter unfolds. the dungeon. Typically, adventurers run low on hit points and Bloodthirsty: A creature with this habit has a learned or spells. In such a case, statues give them the boost they need to instinctive sense for an enemy’s weakness, and it tries to strike at fight on. a party’s weak link. You can also use statues as a victory condition. For instance, if A bloodthirsty creature prefers to attack the character with the you include four Statue cards in the deck, the victory condition fewest hit points. This habit can be a killer because it concen- for the delve might be to find three of them. trates attacks on the most vulnerable party members.",
        "name":  "In general, the following card descriptions assume that you are to which it is dedicated",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The door the party has opened was trapped. Give this habit to bloodsucking monsters or black-hearted When you draw a Trap card, add it to the encounter. It rep- fiends. resents a trap on the door that the party opened. The trap sets Distracted: Creatures with this habit are a little thick, and off an explosive that deals 1d6 points of fire damage per dun- canny adventurers can easily draw their attention from one com- geon level to the character who sprang the trap (Reflex save batant to another. DC 15 + dungeon level for half damage). Determine the rest of The players, rather than the DM, decide which character each the encounter normally. distracted creature attacks. This habit weakens the creatures by A character may be able to find and disable the trap ahead of letting the players parcel out the distracted creatures’ attacks as time. The DC for Search and Disable Device checks is 20 + dun- they please. geon level. Give this habit to stupid creatures and creatures that would If the dungeon has wandering monsters, let characters search otherwise be really scary, such as monstrous spiders or orcs. for traps as much as they like. To be nice and keep the game Greedy:A creature with this habit would rather make off with moving, let a character search a door as a full-round action. If the loot than fight. character finds a trap, he or she can also try to disable it. Again, If a character gives a greedy creature some loot, it retreats allow the character a Disable Device check as a full-round action. instead of pressing the fight. The amount of loot it takes to bribe (Remember that a check that fails by 5 or more springs the trap, a greedy creature is related to the creature’s CR; see the table dealing damage to that character.) below. The characters can bribe the creature with cash or with If the dungeon doesn’t have wandering monsters, let one char- items of equivalent or greater value. It’s a full-round action to pre- acter make one Search check to find traps at each door. If a pare a bribe and toss it to a greedy creature. (Some players might character finds a trap, let him or her make as many Disable try to cheat, perhaps by tossing a bag of copper pieces instead of Device checks as he or she wants. gold pieces. DMs facing this problem can counter it by cheating If a character searches for traps and gets a high enough result in turn, perhaps by having greedy creatures attack even after to find one, you’ll have to draw cards for the next encounter to receiving a bribe.) see whether there’s a trap or not. Give this habit to rogues and mercenaries. It is most mean- ingful in campaign games, where giving a bribe to a creature has Creature Habits a lasting cost to the party. To make the creatures in a random dungeon more distinct and to make running them easier, you can assign various habits to dif- CR Bribe Value ferent creatures. A habit is a rule of behavior the creature tends 1/4 25 gp to follow. 1/2 50 gp Often, a habit means that a creature prefers to attack one char- 1 100 gp acter over another. In such a case, the creature will give up a 2 200 gp flanking situation to attack a preferred character, but it won’t 3 300 gp willingly provoke an attack of opportunity or give up the chance 4 400 gp 5 600 gp to attack. If the creature has a ranged attack, it won’t shoot at a 6 800 gp preferred target with cover or a target that’s in melee if another 7 1,200 gp target is clear. It might maneuver, one 5-foot step at a time, 8 1,600 gp toward its preferred foe, but it won’t race willy-nilly past other 9 2,400 gp enemies to get to the one that it wants to attack. 10 3,200 gp You can assign habits as you see fit, giving them to all crea- 11+ (CR –2) ×2* tures, some creatures, or none. You can mark the stat cards to *Example: CR 11 = CR 9 (2,400 gp) ×2 = 4,800 gp. indicate their habits, or you can simply generalize the habits 168 :7 RETPAHC MODNAR SNOEGNUD 620_96582_MinisHndbk.qxd 8/19/03 3:18 PM Page 168 pqqqqrs WHY HABITS? attack against a character and waiting for another creature to flank the In general, you know how to run monsters. They attack characters with character before making that attack). Monsters tend to strike out at reasonable tactics but not, generally, with insightful strategy. They’re characters who are threatening them even when it would be smarter to smart enough to attack when they have the chance, to avoid attacks of concentrate their attacks on one or two characters. opportunity when they can, and to use 5-foot steps to set up flanking Perhaps you run your creatures dumber or smarter than that. Either situations. They ignore dying characters unless they’ve seen someone way, assigning habits gives creatures a variety of tactics and goals, healed back up to rejoin the fight. They’re generally not smart enough forcing the characters to take different approaches themselves. Habits to circle around and get to a spellcaster if doing so means giving up also tell the DM what the creature will do, saving him or her a little the chance to attack. They don’t pull fancy stunts (such as readying an mental effort. pqqqqrs",
        "name":  "Trap",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures with this habit attack without even the If you use the Boss option (see Special Encounter Types, slightest hint of tactics. above), leave the boss’s card out of the deck until the characters Mindless creatures advance to the nearest characters and defeat one or more creatures from the second deck. At that point, attack. They do not maneuver to gain flanking situations or shuffle the boss into the second deck. even to avoid them. They generally avoid attacks of opportu- nity, but only because once they’re next to enemies, they stop THE MAP and attack. In each round, a mindless creature attacks a random adjacent character. To run a random dungeon, you need a map of some kind. The fea- This habit makes creatures weaker. Give it to unintelligent tures of the map partially determine the way the dungeon runs, undead. so it’s worth some thought. Draw the floorplan on an erasable battle grid, either drawing EVOLVING THE DUNGEON DECK out the rooms as the characters explore or simply starting with You may want to give your players a sense of progress, allowing the entire map visible. your dungeon to change over time as the adventurers move The dungeon battle grid in the Dungeon Master’s Guidemakes a deeper into it. To do so, you start with one deck, and as the game fine map for a random dungeon. Place doors randomly as you go, progresses you add in cards from a second, harder deck. or as you see fit beforehand. Most doors should be 10-foot-wide To use this option, you’ll need to create two dungeon decks, double doors so that characters and creatures can move through the second having more powerful creatures than the first. When- them easily. ever cards are removed from the first dungeon deck (because the If you’re designing a map or looking for one to use, try to find party has defeated monsters, sprung traps, or found statues), or design one that has wide corridors, ample doorways (or double replace those cards with an equal number of random cards from doorways), and big rooms. You want room for plenty of creatures the second deck. As the delve continues, the deck from which and characters to move around, and for big creatures. 169 DUNGEONS RANDOM CHAPTER 7: 620_96582_MinisHndbk.qxd 8/19/03 3:18 PM Page 169 pqqqqrs SAMPLE DUNGEON DECKS A 2ND-LEVEL DUNGEON Two sample dungeon decks, complete with special cards, defined The party’s goal with this deck is to find three of the four magic stat- groups, special encounter types, and creature habits, are provided ues. This 2nd-level dungeon deck is about right for a one-shot dungeon here. and a bit tough for a campaign. It’s also set up so that you can gradu- ally add cards from it to the 1st-level dungeon deck, either during a A 1ST-LEVEL DUNGEON delve or between delves in a campaign. The party’s goal with this deck is to find three of the four magic stat- ues. This 1st-level dungeon deck is about right for a one-shot dungeon # Creature/Card CR Group Habit and a bit tough for a campaign. 1 Gnome Recruit (friend) — — — 1 Drow Archer (lurker) 3 — Hates elves # Creature/Card CR Group Habit 1 Hell Hound 3 — — 1 Man-at-Arms (friend) — — — 1 Human Thug (lurker) 1 — Greedy (100 gp) 1 Human Thug (lurker) 1 — Greedy (100 gp) 1 Werewolf 3 — — 1 Goblin Sneak (lurker) 1 — Hates dwarves 1 Worg 2 — — 4 Human Bandit 1/2 Bandit — 2 Gnoll 1 Gnoll — 1 Gnoll 1 Gnoll — 2 Hyena 1 Gnoll — 1 Hyena 1 Gnoll — 1 Half-Orc Fighter 2 Orc Hates elves 2 Orc Warrior 1/2 Orc Distracted 1 Orc Spearfighter 2 Orc Hates elves 1 Orc Berserker 1 Orc — 1 Orc Warrior 1/2 Orc Distracted 3 Kobold Warrior 1/4 Reptilian Hates gnomes 1 Orc Warrior (×2) 1 Orc Distracted 1 Kobold Warrior (×2) 1/2 Reptilian Hates gnomes 1 Kobold Warrior (×3) 1 Reptilian Hates gnomes 1 Lizardfolk 1 Reptilian — 4 Lizardfolk 1 Reptilian — 4 Skeleton 1/3 Undead Mindless 2 Ghoul 1 Undead Bloodthirsty 1 Draw Two 2 Skeleton 1/3 Undead Mindless 1 Statue of Boccob (regain all spells) 1 Troglodyte Zombie 1 Undead Mindless 1 Statue of Heironeous (+1 to AC) 1 Draw Three 1 Statue of Hextor (+1 on attacks) 1 Statue of Boccob (regain all spells) 1 Statue of Pelor (+5 hp) 1 Statue of Heironeous (+1 to AC) 26 total cards 1 Statue of Hextor (+1 on attacks) 1 Statue of Pelor (+10 hp) 29 total cards pqqqqrs ROOM FEATURES unusual race. Create the character just like you would for any To spice up the game, give rooms special features. These give the other D\u0026Dgame. floor plan a kind of geography. Some ideas for features include Finally, you can use characters from your regular D\u0026Dcam- the following. paign, though the random delves probably shouldn’t be part of Attack +1:All creatures in this room receive a +1 bonus on your usual campaign. A random dungeon can be too harsh a their attack rolls. place for a character that you hope to play for a long time. For this",
        "name":  "Mindless",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "After determining the encounter for five or six characters. this room, draw an extra card. If it’s not a Statue card, ignore it. (Shuffle it back into the deck.) Obviously, if you aren’t including LIMITED-USE ITEMS Statue cards in your deck, this feature is meaningless. In a one-shot adventure, when it doesn’t matter whether you use",
        "name":  "Extra Statue Chance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This room is filled with fog, as if a fogcloudspell had been up your items, one-use and charged items are a lot more valuable cast within it. This feature hurts ranged attacks and sneak attacks. than they are in a regular campaign. Therefore, if you’re playing Good Attack +1: Good creatures in this room receive a +1 a one-shot random dungeon, one-use items such bonus on their attack rolls. as potions and scrolls cost five times their",
        "name":  "Fog",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In this room, all threats are automatic critical hits. normal price. Charged items such as wands",
        "name":  "Pain",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This room cost their normal price, but have one- contains obstacles that make it harder fifth the normal number of charges. This to move through. Be careful not to make “five times” rule balances the one-use and the room too small, or it will be hard for creatures charged items so they don’t dominate the and characters to maneuver. random dungeon.",
        "name":  "Rubble, Pillars, Pits",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The party wins if it can defeat monsters encounters are played out using the standard D\u0026Drules. with a total CR equal to 8 ×dungeon level. For example, in a 3rd- level dungeon, the party wins when it defeats monsters with CRs Treasure totaling 24. This goal is scalable; you can make the delve harder For simplicity and fun, treasure always takes the form of a or easier by adjusting the total CR necessary to win. random item. Use Table 7–1: Random Dungeon Treasure to",
        "name":  "Defeat Monsters",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you use Statue cards, finding statues can be determine what sort of item is found (mundane, minor, medium, the goal of the delve. Typically, the characters must find all or or major), then randomly roll the item from the tables in the most (perhaps three out of four in the deck) of the statues and Dungeon Master’s Guide. If the result includes “×2” or “×3,” roll defeat the monsters defending them. again once or twice, respectively. This process gives you a trea-",
        "name":  "Find Statues",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When an encounter begins, To keep the game simple, ignore the question of light—assume the monsters start in the middle of the room, each as close to the that the whole dungeon is illuminated well enough for combat- middle as possible. Alternatively, when you create the map you ants to see and fight. Forcing the party to provide light, however, can specify certain squares as “monster starting squares.” When adds an extra tactical consideration to the delve. Whether to you draw the encounter cards, place the monsters in those worry about light sources is up to the DM. squares, or as close to them as possible (if there are more mon- The more monsters there are with darkvision and ranged sters than designated squares). This option works best in rooms attacks, the more fun it is to have the characters walking around with unusual shapes or features. in a pool of light, making targets of themselves. Monster Target Choice:The more habits you apply to mon- sters, the easier it is to decide who the monsters attack. In gen- Wandering Monsters eral, have monsters spread their attacks out evenly among the The point of wandering monsters is to create time pressure, PCs that they can attack. When a monster has to choose between forcing the characters to keep moving. If you find that players two targets that are already being attacked evenly, it attacks the draw out fights by facing monsters in doorways rather than closest one. If it’s still a tie, roll randomly. pressing into the rooms, or if you want to introduce options that take up time (listening at doors, for instance), use wan- dering monsters. You may want to create a separate deck for these (see below). Wandering monsters don’t count toward the total CR for pur- poses of determining victory. They also don’t have treasure. If you don’t make a separate wandering monsters deck, reshuffle a card representing a wandering monster back into the deck once the 172 creature has been defeated. :7 RETPAHC MODNAR SNOEGNUD 620_96582_MinisHndbk.qxd 8/19/03 3:30 PM Page 172 pqs USING MINIATURES STATISTICS If you want to make a delve run even faster than normal, use the minia- tures statistics instead of the roleplaying statistics on stat cards. If you can’t bear to give up rolling for damage, substitute 1d8 for each 5 points of damage the creature normally deals. pqs they’ve conquered a delve and can turn back. Typically, the XP award for a delve is equal to that awarded for defeating a monster whose CR is equal to the dungeon level + 6. For example, after conquering a 3rd-level dungeon, the party receives XP equal to what they would get for defeating a CR 9 monster (see Table 2–6, page 38 of the Dungeon Master’s Guide). For instance, if the PCs in this case are 3rd level, they gain 7,200 XP. TREASURE In a campaign game, PCs can sell treasure between delves and use the cash to purchase other items. Characters may want to keep some cash on hand to buy off greedy creatures. NEW CHARACTERS In a one-shot dungeon, the idea of introducing new char- acters or replacing a dead one is irrelevant. The players can simply choose the characters they want each time, because there’s no continuity between one delve and the next. In a random dungeon campaign, however, you’ll need to have a policy for bringing in new characters (including replacing dead ones). The easiest policy is simply that the new character starts at the same place the original character did in terms of level and wealth. DUNGEON ADVANCEMENT Instead of running the same set of creatures over and over, you can set your dungeon up to grow more powerful over time. For",
        "name":  "Light Monster Starting Locations",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One player could be designated to make such a campaign, you start with two decks, the second more rolls for the monsters. Or, each player could roll for monsters powerful than the first. During a delve, you treat the dungeon that attack his or her character. Or, anyone whose character deck normally. Between delves, however, remove out about dies takes over the role. Any of these systems is acceptable— one-fourth or one-fifth of the first deck and replace those whatever works best for your group! cards with the same number of random cards from the second deck. (You might want to have only monster cards in the RANDOM DUNGEON second deck and take only monster cards out of the first deck. That way you don’t wind up with a dungeon deck that has few CAMPAIGNS or no Statue cards.) A random dungeon works great for one-shot games. You can also Theoretically, you could have a large number of decks, from set it up as a campaign in its own right. Just as in a regular D\u0026D 1st level on up. At the end of every delve, you remove cards from campaign, the characters find treasure, accumulate experience the deck and replace each with a card from the deck “one level points, and grow in power over time. A random dungeon cam- up.” For example, the 1st-level deck will soon be half-filled with paign is deadlier than a standard D\u0026D campaign, but characters cards from your 2nd-level deck. At the end of the delve, the 1st- that survive progress faster. and 2nd-level cards you remove get replaced by cards from the Running a random dungeon as a campaign means that you’ll 2nd- and 3rd-level decks, respectively. have to consider a few factors that don’t matter in a one-shot For a campaign with multiple decks, you might want to use game. alignment as a criterion for groups. Alignments work well in groups because you’re likely to find creatures from one deck DANGER LEVEL whose alignments match those of creatures from other decks. In a game of chess, you are happy to win even if most of your More specific groups, such as “goblinoids,” might not carry over pieces have been captured. A one-shot dungeon is pretty much well from one level to another unless you ensure that there are the same way. Even if half the party is killed, a win is still a win. plenty of these creatures in every deck. With a campaign, however, there’s little point if the death rate is For a campaign based in a dungeon that grows in power, you so high that characters never have a chance to get ahead. Com- can set an overall victory condition, such as “find ten statues.” If pared to a one-shot dungeon, a campaign should have a lower the characters forge ahead on their delves and find plenty of stat- danger level and thus a slower character death rate. You can ues each time, they’ll win before the dungeon gets too tough. But manipulate the danger level in all the usual ways: the object of if they’re cautious and retreat after finding one or two statues on the delve, the power level of the monsters, how many monsters each delve, the dungeon will soon become too powerful for them there are, what fighting habits the monsters have, and the fre- and they’ll eventually be defeated. quency and power of wandering monsters. A race against a dungeon that’s growing in power also works even if there’s no fixed victory condition for the campaign. As EXPERIENCE the characters gain experience and magic items, they’ll You can assign experience points normally during a random dun- become more powerful. If they can grow in power faster than geon campaign. Another option, however, is to have a victory the dungeon does, they’ll stay on top. If they fall behind, the condition and grant XP only if the characters succeed in the dungeon gets tougher faster than they do, and eventually they 173 delve—that way the players will have a clear sense of when face defeat. DUNGEONS Illus. by S. Tappin RANDOM CHAPTER 7: 620_96582_MinisHndbk.qxd 8/19/03 3:30 PM Page 173 Half-Orc Fighter front attack +2, +2 AC Formed Unit Medium Creatures edis CA 2 ,2 kcatta – – attack –2, –2 AC side Morale +2 per rank Must have one full rank or become unformed Half speed forward Quarter speed backward Attack +2 and double attacks against lone creatures CA 4– ,4– kcatta raer Unformed Unit Medium Creatures No facing No minimum number of creatures EXIT EXIT No movement restrictions No morale bonus Up to six ranged attacks EXIT EXIT EE XX IITT CC OO RR NN EE RR Assembly Tile .esu lanosrep rof egap siht ypocotohp ot detnarg noissimreP .cnI ,tsaoC eht fo sdraziW 3002© EXIT EXIT Assembly Tile with Difficult Terrain",
        "name":  "Rolls for Monsters",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "attack +2, magic damage .esu lanosrep rof egap siht ypocotohp ot detnarg noissimreP .cnI ,tsaoC eht fo sdraziW 3002© 620_96582_MinisHndbk.qxd 8/19/03 3:46 PM Page 184 Shrine",
        "name":  "Sacred Circle",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "attack +2, magic damage Shrine",
        "name":  "Sacred Circle",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creature on any square containing the sacred circle gains a +2 bonus on attack rolls. (Candles have no game effect.) Any damage it deals with these attacks is considered magic damage, which penetrates Damage Reduction. Sacred circles have no effect on movement.",
        "name":  "Sacred Circle",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "attack +2, magic damage mooR eutatS .esu lanosrep rof egap siht ypocotohp ot detnarg noissimreP .cnI ,tsaoC eht fo sdraziW 3002© Statue Room",
        "name":  "Sacred Circle",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "avolakia, catoblepas, darktentacles, fihyrs, grell, hook of the land. horror, ixitxachitls, julajimus, meenlock, moonbeast, morkoth, neogis, Magical Beast:ash rat, asperi, blood ape, chaos roc, chimeric crea- psurlons, windghost, wyste. ture, cloaked ape, cloud ray, corollax, fiendwurm, frost salamander, (Air): air weird, breathdrinker, crystal dragon, emerald dragon, gambol, gravorg, leviathan, mooncalf, moonrat, mudmaw, nethersight immoth, sylph. mastiff, nightmare beast, phase wasp, phoenix, shadow spider, spell-",
        "name":  "Aberration",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unless otherwise noted, an aberration has dark- Dragon: A dragon is a reptilian creature, usually winged, vision with a range of 60 feet. with magical or unusual abilities.",
        "name":  "Notes",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A beast is a nonhistorical, vertebrate creature Skill Points: (2 ×Int score) + (2 ×EHD). with a reasonably normal anatomy and no magical or Feats:Int bonus + 1 per 4 EHD. unusual abilities. Example: Water weird.",
        "name":  "Beast",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creature of this type is similar to a beast ancestor from such a place, or undergoes a change that but can have an Intelligence score higher than 2. Magical makes it similar to such creatures. beasts usually have supernatural or extraordinary abilities. Hit Die: d8.",
        "name":  "Magical Beast",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Many creatures are immune to various Scent (Ex): This ability allows the creature to detect harmful effects. For example, creatures with fire immunity approaching enemies, sniff out hidden foes, and track by take no damage from fire. sense of smell. Creatures with the scent ability can identify In some cases, an attack can deal several kinds of familiar odors just as humans can identify familiar sights damage at once, and in these cases the immunity might with their eyes. negate all, some, or none of the damage. Some attacks A creature with the scent ability can detect opponents combine smaller amounts of damage in discrete parts. For within 30 feet by sense of smell. If the opponent is upwind, example, an ice stormspell deals 3d6 points of bludgeoning the range increases to 60 feet; if downwind, it drops to 15 damage plus 2d6 points of cold damage. A creature that feet. Strong scents, such as smoke or rotting garbage, can be has cold immunity suffers only the bludgeoning damage detected at twice the ranges noted above. Overpowering from an ice stormspell. A creature that is immune to bludg- scents, such as skunk musk or troglodyte stench, can be eoning damage suffers only the cold damage from an ice detected at triple normal range. stormspell. When a creature detects a scent, the exact location is not Other forms of attack deal multiple kinds of damage revealed—only its presence somewhere within range. The simultaneously. For example, a creature’s bite attack deals creature can take a partial action to note the direction of 16 NOITCUDORTNI 620_88268 MonsterManual2.qxd 7/29/02 2:40 PM Page 16 the scent. If it moves to within 5 feet of the source, the crea- Nonabilities: Some creatures lack certain ability scores. ture can pinpoint that source. Such a creature does not have an ability score of 0—it lacks A creature with the scent ability can follow tracks by the ability altogether. The modifier for a nonability is +0. smell, making a Wisdom check to find or follow a track. Other details of nonabilities are as follows. The typical DC for a fresh trail is 10 (no matter what kind Strength: Any creature that can physically manipulate of surface holds the scent). This DC increases or objects has at least 1 point of Strength. decreases depending on how strong the quarry’s odor is, A creature with no Strength score can’t exert force, usu- the number of creatures in the tracked group, and the age ally because it has no physical body (a banshee, for exam- of the trail. For each hour that the trail is cold, the DC ple) or because it doesn’t move (a shrieker; see Monster increases by 2. The ability otherwise follows the rules for Manual). The creature automatically fails Strength checks. the Track feat (see Chapter 4 of the Player’s Handbook). If it can attack, it applies its Dexterity modifier to its base Creatures tracking by scent ignore the effects of surface attack bonus instead of a Strength modifier. conditions and poor visibility. Dexterity: Any creature that can move has at least 1 point Spell Resistance (Ex): The creature can avoid the of Dexterity. effects of spells, spell-like abilities, and magic items that A creature with no Dexterity score (a shrieker, for exam- directly affect it. The entry includes a numerical rating. To ple; see Monster Manual) can’t move. If it can act (such as by determine if a spell or spell-like ability works, the spell- casting spells), it applies its Intelligence modifier to initia- caster makes a caster level check (roll 1d20 + caster level). tive checks instead of a Dexterity modifier. The creature If the result equals or exceeds the creature’s spell resist- fails all Reflex saves and Dexterity checks. ance (SR) rating, the spell works normally, although the Constitution: Any living creature has at least 1 point of creature is still allowed a saving throw (if applicable). See Constitution. Spell Resistance in Chapter 3 of the DUNGEONMASTER’S A creature with no Constitution score has no body (a ban- Guidefor details. shee, for example) or no metabolism (a golem). It is Turn Resistance (Ex):The creature (usually an undead) immune to any effect that requires a Fortitude save unless is less easily affected by clerics or paladins (see Turn and the effect works on objects. For example, a runic guardian is Rebuke Undead in Chapter 8 of the Player’s Handbook) than unaffected by any type of poison but is susceptible to a dis- it would be otherwise. When resolving a turn, rebuke, com- integrate spell. The creature is also immune to ability mand, or bolster attempt, add the given bonus to the crea- damage, ability drain, and energy drain, and it always fails ture’s Hit Dice total. For example, a spawn of Kyuss has turn Constitution checks. resistance +2 and 4 HD. Attempts to turn, rebuke, com- A creature with no Constitution score cannot heal damage mand, or bolster treat the spawn as if it had 6 HD, though it on its own, though it can be healed by external means (a spell is a 4-HD creature for any other purpose. or an application of the Heal skill, for example). Negative energy (such as an inflict spell) can heal undead creatures. SAVES Constructs can be repaired in the same way an object can be This line gives the creature’s Fortitude, Reflex, and Will (see the creature’s description for details). The regeneration save modifiers, which take into account its type, ability and fast healing special qualities work regardless of a crea- score modifiers, and any special qualities. ture’s Constitution score (or lack of one).",
        "name":  "Immunity",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The random dungeon generation tables in Chapter This section includes information that the DM needs for 4 of the DUNGEONMASTER’SGuideprovide their own treasure campaign purposes but not (usually) during an encounter. information. Use that information instead of the monster’s In many cases when the main statistics block includes Treasure line whenever you refer to those tables. information for several related creatures and the secondary Treasure can include coins, goods, and items. Creatures information for all those creatures is identical, the second- can have varying amounts of each, as follows. ary statistics block appears only once. Standard: Roll once under each type of treasure’s column on the appropriate row for the creature’s Challenge CLIMATE/TERRAIN Rating (for groups of creatures, use the Encounter Level for This entry describes the locales where the creature is most the encounter instead). often found. Some creatures have double, triple, or even quadruple",
        "name":  "Note",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any area covered with trees. % Goods or Items:The creature has goods or items only",
        "name":  "Forest",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any area with rugged but not mountainous terrain. some of the time. Before checking for goods or items, roll 19 INTRODUCTION 620_88268 MonsterManual2.qxd 7/29/02 2:40 PM Page 19 d%. On a result that indicates treasure, make a normal roll Dice (that is, a 3-HD creature should be able to advance on the Goods column or the Items column (which may still up to 9 HD). result in no goods or items).",
        "name":  "Hill",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Roll twice on the Goods or Items Size Increases column. Creatures may become larger as they gain Hit Dice.",
        "name":  "Double Goods or Items",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dodge Dodge, Flyby Attack Dodge, Flyby Attack, Great Fortitude, Improved Initiative, item creation feat (any one), metamagic feat (any one) Climate/Terrain: Temperate or warm hills, Temperate or warm hills, plains, Temperate or warm hills, plains, plains, or desert or desert or desert",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An abeil queen can cast divine spells as a 16th- Advancement: 2–3 HD (Small) level druid (spells/day 6/7/6/6/5/5/3/3/2; save DC 15 + spell level). Spreading fires throughout towns, fields and forests, ash rats constitute a deadly menace to any civilized society. These ABEIL SOCIETY little nomadic horrors are naturally drawn to large sources The hive-city is the central hub of the abeils’ busy society. of flame; in fact, they get their nourishment from heat in a Vassals buzz here and there, ensuring that vital city services way that not even the sages understand. These creatures are continue, while patrols of soldiers vigilantly keep the peace so hot that they ignite any combustibles they touch. and protect the hive against outside threats. An ash rat is a 2-foot-long rodent with orange eyes. It has Abeils are highly imperialistic, though they are not so the general shape of a rat, and its fur is black, gray, or brown. much concerned with conquering other races as they are Its oversized front teeth are a dull yellow color. An ash rat’s with setting up new hive-cities. Nevertheless, this goal puts exact appearance is difficult for most onlookers to discern them into conflict with nearly every other race they because it exudes a perpetual cloud of sooty smoke that encounter, since socieities in their path must fight for space hides it from view. and resources or be pushed out by the abeil civilization. When a hive-city becomes too large, one of the young COMBAT queens is given a substance called royal jelly, which converts An ash rat normally flees from combat if possible. When her into a full-fledged queen. She then takes twenty vassals cornered, it fights defensively, spitting fire at those who and five soldiers and leaves to set up a new hive-city at a pre- threaten it. Its heated body is painful to the touch, which viously scouted location. prevents prudent foes from closing. Flame Spit (Su):Once per round, an ash rat can spit ABEIL CHARACTERS flames at one target up to 10 feet away. This attack deals 1d4 Although abeil society is extremely rigid, there is enough points of fire damage. 24 TAR HSA 620_88268 MonsterManual2.qxd 7/29/02 2:41 PM Page 24 ASPERI Large Magical Beast (Cold)",
        "name":  "Spells",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5–6 HD (Medium-size) At first glance, an asperi appears to be nothing more than an Heat (Ex):An ash unusually beautiful horse. An individual asperi can be rat’s body heat deals 1d2 points white, gray, or dun-colored, with a graceful, flowing mane of of fire damage to each creature silver, white, or light gray. A secondary mane of the same (except another ash rat) that touches it. Any shade as the first extends from the creature’s front shoulders flammableitem in contact with an ash rat must make down along the backs of its front legs. a successful Reflex save (DC 10) or catch fire (see Catching on Unlike typical horses, asperis are intelligent magical Fire in Chapter 3 of the DUNGEONMASTER’SGuide). When an beasts. They live in the permanent cold of remote mountain ash rat dies, its body burns away completely in 1 round. peaks, where they gallop across the glaciers and through the Fire Heal (Ex): Fire and heat heal an ash rat’s wounds. frigid skies. By catching prevailing winds and flying with For every round that the creature is exposed to flame or them, asperis can move even faster through the skies than heat intense enough to deal at least 1 point of damage, the their normal flying speed permits. Their ability to “ride the creature instead gains the benefit of a cure minor wounds wind” in this way has earned them the common name of spell (1 hit point healed). Two or more ash rats touching wind steeds. each other provide enough heat for fire healing. The typical asperi belongs to a herd with up to twenty Fire Subtype (Ex):An ash rat is immune to fire damage members, but it spends much of its time roaming the skies but takes double damage from cold unless a saving throw for alone or with just one or two chosen companions. Hip- half damage is allowed. In that case, the creature takes half pogriffs and griffons, the mortal enemies of the asperis, are damage on a success and double damage on a failure. almost never encountered in mountains where wind steeds Smoky Hide (Ex): An ash rat continually sheds smoke live, since the far more intelligent asperis take pains to drive from its body. This smoky haze is so thick that it grants the them off or kill them. Asperis also dislike rocs, but they get creature one-half concealment (20% miss chance) and along well with pegasi. Lasting friendships between asperis makes hiding easier (see Skills, below). Though it is difficult and pegasi are rare, however, because the winged horses to see the ash rat because of the smoke rising from its body, seldom venture into the cold mountain heights where the the smoke itself is visible, provided that the area has suffi- wind steeds live. cient light by which to see it. If captured when very young and raised with respect and",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Because of the slime it constantly exudes, an avo- Kyuss. Avolakia spellcasters of any sort tend to focus on lakia gains a +10 competence bonus on Escape Artist checks. necromantic magic. Though they may choose from any of Kyuss’s domains (Death, Evil, Magic, or Trickery), the major- AVOLAKIA SOCIETY ity choose Death and Evil. Avolakias band together in small tribes deep in the recesses of An avolakia PC’s effective character level (ECL) is equal to the earth. They delight in creating and modifying undead of its class level + 15; thus, a 1st-level avolakia sorcerer has an all sorts, which they use for both food and defense. Avolakia ECL of 16 and is the equivalent of a 16th-level character. 29 AVOLAKIA 620_88268 MonsterManual2.qxd 7/29/02 2:41 PM Page 29 BANSHEE their territories. A banshee typically uses its horrific appear- Medium-Size Undead (Incorporeal) ance to drive off less powerful foes, then employs its howling",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5–8 HD (Large); 9–12 natural), touch 9, flat-footed HD (Huge) 14; Atk +15 melee (2d4+9, 2 claws) and +10 melee Blood apes are peaceful diurnal (2d6+4, bite); SV Fort +10, foragers with a unique defense Ref +7, Will +3; Face/Reach mechanism. The alpha male 10 ft. by 10 ft./10 ft.; Str 29, (or leader) of a troop or patrol Dex 13, Con 18; Climb +19. has the magical ability to make Improved Grab (Ex):If himself and other members of a blood ape hits an oppo- the group larger. Their Huge nent that is at least one size forms (see Growth, category smaller than itself below) allow them to with a claw attack, it deals deal more damage in normal damage and at- combat, but the ability tempts to start a grapple as to return to Large size a free action without pro- means that they re- voking an attack of oppor- quire substantially less tunity (grapple bonus +13, food than Huge crea- or +25 if under growth ef- tures would. Sages and fect). If it hits with both scholars suggest that claws, it can also rend in the this ability is a residual same round. Once it has a effect of exceptionally strong growth and form-altering hold, the blood ape has the option to conduct the grapple magic practiced on the ancestors of the current blood apes normally, or simply use its claw to hold the opponent (–20 millennia ago. penalty on grapple check, but the blood ape is not consid- A blood ape resembles a red-furred mountain gorilla. Its ered grappled). In either case, each successful grapple body is compact but muscular, and its sinewy arms end in check it makes during successive rounds automatically humanlike hands. The alpha male is typically the largest ape deals claw damage. in a group. Unlike the rest of the group, he has silvery fur Rend (Ex): If a blood ape hits with both claws, it latches and a balding head. onto the opponent’s body and tears the flesh. This attack Blood apes are exceptionally territorial, and they fight to automatically deals an additional 2d4+7 points of damage the death to protect their young and their land from (or 2d4+13 if under a growth effect;see above). 32 EPA DOOLB 620_88268 MonsterManual2.qxd 7/29/02 2:42 PM Page 32 Scent (Ex):A blood ape can detect approaching enemies, as bits of polished junk. In addition, they can often be sniff out hidden foes, and track by sense of smell. tempted with food and sweets. A boggle is a 3-foot-tall, hairless humanoid with a rubbery BLOOD APE SOCIETY hide. It has a large, bulbous, bald head, huge ears, and dis- One-third of the noncombatants in any colony are infants proportionate body parts, though the exact details vary from and youths, and the balance are adult females. The females one individual to another. For example, a boggle’s nose have the same statistics as the males, but without the growth, might be large and crooked, broad and flat, or nonexistent improved grab, and rend abilities. The young have no except for nostril slits. Arms, legs, hands, feet, torso, and combat ability. abdomen vary from spindly to oversized but are almost The alpha male of a colony is the only one permitted to always misshapen. Skin color may be any shade from dark mate with the females of that group. As a colony grows gray to blackish-blue. A boggle can stretch and compress its larger, the younger males eventually break off and attempt body and limbs to a remarkable degree, which accounts for to form their own colonies by stealing a few females. A its impressive reach. male who succeeds immediately gains the growthability, Boggles have their own rudimentary language of grunts and over a period of six months he develops the character- and whistles. istic silver fur and bald head of an alpha male. COMBAT Boggles are a cowardly lot. They taunt, bluster, and scold in BOGGLE their gibbering language, but always from a distance. If Small Monstrous Humanoid they know intruders are approaching, they often use their",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins, 50% goods, no items secrete an oily, viscous, nonflammable",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 Unlike a homunculus, a bogun is created from natural mate- Speed:40 ft. rials available in any forest. Thus, there is no gold piece cost AC: 16 (–1 size, +1 Dex, +6 natural), touch 10, flat-footed 15 for its creation. All materials used become permanent parts Attacks:Sting +9 melee and bite +4 melee of the bogun. Damage:Sting 2d4+3 plus poison, bite 1d4+1 plus poison The creator must be at least 7th level and possess the Face/Reach:5 ft. by 5 ft. (coiled)/10 ft. Craft Wondrous Item feat to make a bogun. Before casting Special Attacks:Poison, spells any spells, the creator must weave a physical form out of Special Qualities:Detect thoughts, guarded thoughts, living (or once-living) vegetable matter to hold the magical immunities, SR 23, telepathy, undead traits energy. A bit of the creator’s own body, such as a few strands Saves: Fort +5, Ref +8, Will +11 of hair or a drop of blood, must also be incorporated into Abilities: Str 16, Dex 13, Con —, Int 16, Wis 15, Cha 17 this crude mannequin. The creator may assemble the body Skills:Bluff +12, Concentration +14, Diplomacy +7, Hide personally or hire someone else to do it. Creating the man- +11, Intimidate +12, Listen +12, Sense Motive +8, nequin requires a Craft (basketweaving) or Craft (weaving) Spellcraft +14, Spot +12 check (DC 12). Feats: Alertness, Combat Casting, Dodge, Improved Once the body is finished, the creator must animate it Initiative, Lightning Reflexes, metamagic feat (any one), through an extended magical ritual that requires a week to Spell Focus (any one school) complete. He or she must labor for at least 8 hours each day in complete solitude in a forest grove; any interruption from Climate/Terrain:Temperate and warm land and under- another sentient creature undoes the magic. If the creator is ground personally weaving the creature’s body, that process and the Organization: Solitary ritual can be performed together. Challenge Rating:11",
        "name":  "CONSTRUCTION Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No COMBAT Bone nagas under the control of masters are given explicit Beget bogunallows you to infuse living magic into a small instructions on how to deal with enemies. Beyond that, mannequin that you have created from vegetable matter. these highly intelligent undead can make their own deci- This is the final spell in the process of creating a bogun. See sions about methods for defeating particular foes. the bogun’s description, above, for further details. A bone naga typically uses its mind-reading abilities to",
        "name":  "Spell Resistance",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins, 50% goods, 50% items living creature struck by this ray must make a Fortitude",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, magic immunity, resistance to ranged attacks",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8–10 HD (Medium-size); 11–21 HD (Large) 44 NIAHC MELOG 620_88268 MonsterManual2.qxd 7/29/02 2:43 PM Page 44 CHAOS ROC take 7d6 points of damage. Any creature or object entering or passing through such a barrier automatically takes that Colossal Magical Beast amount of damage. The chain barrier moves with the Hit Dice:33d10+297 (478 hp) golem and serves as one-half cover for it (+4 bonus to AC). Initiative:+2",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creature that is flung by a chaos roc after being Fast Healing (Ex):A snatched travels 100 feet and takes 10d6 points of damage. If cloaked ape regains lost the chaos roc is flying, the creature takes this damage or the hit points at the rate of 3 appropriate falling damage, whichever is greater. per round. Fast healing does not restore hit points lost from starvation, thirst, or suffoca- CLOAKED APE tion, and it does not Medium-Size Magical Beast allow the cloaked ape",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins and 50% goods (no items)",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A creature that is flung by a cloud ray after being snatched travels 100 feet and takes 10d6 points of damage. If the cloud ray is flying, the creature takes this damage or the appropriate falling damage, whichever is greater. COROLLAX Tiny Magical Beast",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard Standard coins; standard items, plus +1 scimitar of greater woundingand +1 dagger of wounding",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item resembles an exqui- objects and creatures within 120 feet. The site cymbal or flattened bell, measuring 3 or 4 bat usually does not need to make Spot or inches across. When struck, it emits a single Listen checks to notice creatures within musical note. It also resonates and produces a range of its blindsight. A silence spell distinctive ultrasonic tone when a desmodu’s negates this ability and forces the bat to echolocation sounds strike it. Desmodus usually rely on its weak vision, which has a range exchange kinship badges with their age-mates and of 10 feet. use them to identify each other in battle. Immunities:The bats the desmodus breed",
        "name":  "Kinship Badge",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wyrmling, very young, young, juvenile, lairs bristle with hidden traps and both magic and mun- and young adult: solitary or clutch (2–5); adult, mature dane alarms. Should these measures fail to deter visitors, adult, old, very old, ancient, wyrm, or great wyrm: soli- an emerald dragon first hides (with improved invisibility, if tary, pair, or family (1–2 plus 2–5 offspring) available), but reveals its presence if its treasure or its",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 89 EFFIGY 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 89 VR ELEMENTAL WEIRD Failure means the opponent’s level (or Hit Dice) is reduced by one. Weirds are cryptic beings of elemental force who are power- Infuse (Su): When an effigy hits a humanoid or mon- ful in the art of divination. They are oracles, soothsayers, and strous humanoid that is no more than two size categories seers of knowledge past, present, and future. Each weird is larger than itself with its incorporeal touch attack, the composed of material from one of the four elements (air, opponent must make a successful Will save (DC 26) or earth, fire, or water) and has special knowledge of the par- become infused with the effigy’s spirit. The effects of infu- ticular aspect of fate with which its element is associated sion on the opponent are similar to those of a magic jar spell, (see below). These creatures dwell in remote or hidden loca- except as noted here. Upon infusion, the effigy gains con- tions on the Material Plane—a fact that makes travel diffi- trol of the infused creature. While infused, it uses the cult for those seeking their counsel. body’s physical ability scores but its own mental ability The upper body of a weird always resembles that of a scores. It also uses whatever attack forms the subject has beautiful female humanoid. The lower half may be either available. Such attacks still do 2d6 points of additional fire humanoid or a serpentine column. A weird rises from a pool damage, but they do not bestow negative levels. of the appropriate element, which it can never leave. An infused effigy automatically deals fire damage and A weird can divine information that could change the very inflicts energy drain on its host body each round. The sub- course of history. It has its finger on the pulse of fate and ject dies upon reaching –10 hit points or dropping below 1st knows exactly where possible courses of action might lead. level. At that point, the body becomes a flaming corpse. Like most seers, an elemental weird never provides a clear, Each round after infusion occurs, the subject must concise prophecy. Some of the message may seem forthright, make an opposed Wisdom check against the effigy. Suc- but some is always confusing or just difficult to decipher cess casts the effigy out, forcing it to retreat 30 feet. There- because the listener does not have enough information to after, it may not attempt to infuse the same target again understand the weird’s meaning. Though its messages can be for 1 round per point of difference between the check misinterpreted, a weird’s warnings and advice are never results. A failed save leaves the effigy in control of the wrong. Its counsel is seldom free, however, so anyone body. If an effigy is turned while infused in a host, it aban- beseeching a weird had best bring offerings or be prepared to dons the body to flee. undertake a quest of vital importance to the creature. Fire Subtype (Ex):An effigy is immune to fire damage A weird can communicate with any creature that has a but takes double damage from cold unless a saving throw for language. half damage is allowed. In that case, it takes half damage on a success and double damage on a failure. COMBAT",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This pool 3 of the DUNGEONMASTER’s contains a torrent of Guide). Any creature with- dancing flames that burn out the ability to swim can- and smoke continually. not move through a water Unprotected flammable pool, except by falling. A materials within a fire water weird’s pool may be pool catch on fire imme- affixed only to a horizontal diately, and any creature surface, and it may appear within the pool takes only in a right side up posi- 3d10 points of fire dam- tion (such as on the floor age per round. Creatures of a cavern). without the ability to fly cannot move through this pool, except by falling. A fire WEIRD SOCIETY weird’s pool may be affixed to any vertical or horizontal sur- All weirds, regardless of their elemental subtypes, are con- face, and it may appear only in a right side up position (such nected to each other in fundamental ways. They share a as on the floor of a cavern). unique, secret bond that is evidenced in their level of coop- Fire Subtype (Ex): A fire weird is immune to fire eration. A weird that cannot provide the desired knowledge damage but takes double damage from cold unless a to a supplicant usually guides him or her to another weird saving throw for half damage is allowed. In that case, the for better counsel. Weirds of different elements often place creature takes half damage on a success and double dam- their pools close to one another to broaden the range of div- age on a failure. ination services available to supplicants in an area. Weirds are strongly linked to the Material Plane. They WATER WEIRD have all chosen to leave their native planes and serve as Water weirds are soothsayers that bring words of healing diviners for the humanoid races. Though they are bound to to the wounded. They offer curative knowledge for suf- their pools, weirds can interact with other races though fering lands and new options for people who seek a mortal agents that specialize in divination magic. 93 WEIRD ELEMENTAL 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 93 ETHER SCARAB vicious-looking mandibles, which it uses to tear through Tiny Outsider planar boundaries.",
        "name":  "Fire Pool",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By character class 94 REHTE BARACS 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 94 DR Ethereal doppelgangers live on the Ethereal Plane, in The doppelganger possesses the other creature’s memories, buildings that serve as combination showrooms, vaults, plus its alignment and all of its abilities, except for cleric prisons, and shops. Ethereal doppelgangers are fond of spells of 2nd level or higher, a paladin’s special abilities, and magic items, and they frequently visit the Material Plane other powers granted by deities. (This does not deprive the to acquire new ones for their collections. During their subject of those memories or abilities; it only duplicates stays there, they usually disguise themselves as members them in the ethereal doppelganger.) The doppelganger of some other race. An ethereal doppelganger often inter- retains its own damage resistance, darkvision, fast healing, acts with or joins an adventuring party that it believes can and spell resistance in its new form. lead it to, or near, a magic item it desires. If an ethereal doppelganger commits an act that runs In its natural form, an ethereal doppelganger appears as a counter to its new identity’s alignment, it is immediately gangly humanoid with slick skin and white eyes that have forced back into its natural form for 1d10 rounds. It still no pupils. While traveling on the Material Plane, it usually retains the basic memories of the assumed identity, though takes the form of an attractive member of the same race as not the deeper memories. If the subject dies before the con- the group it has joined. tract is complete, the ethereal doppelganger immediately An ethereal doppelganger speaks Common, Infernal, reverts to its natural form and loses all of that subject’s mem- and at least one elemental language (Auran, Aquan, Ignan, ories and abilities. or Terran). Brain Lock (Su): As a standard action, an ethereal doppelganger COMBAT can lock away the higher mind of an When it plans an extended stay on the opponent up to 300 feet away, pro- Material Plane, an ethereal doppel- vided both are on the same plane ganger uses its brain lock ability to and the doppelganger has line of render a chosen subject helpless, sight to its subject. A successful then takes that creature back to its Will save (DC 22) negates the floating home on the Ethereal Plane. attempt; failure leaves the subject In its sanctum, the doppelganger mentally paralyzed. A brain-locked makes the subject comfortable and creature is not stunned, so attack- offers a deal. If the subject allows the ers get no special advantage against doppelganger to assume his or her it. Furthermore, it can still defend identity and acquire the desired item, itself against attacks (its Dexterity the doppelganger will ensure the sub- bonus to AC, if any, still applies), but it ject’s comfort in the interim and cannot move or initiate any actions. A return him or her unharmed to any brain lock can negate various forms of desired location on the Material special movement and cause harm to Plane afterward. If the subject the creature thereby. For example, a refuses, the doppelganger wipes brain-locked flying creature falls any memoryof itself from the because it cannot flap its wings, subject’s mind, returns the crea- and a brain-locked swimming crea- ture to the Material Plane, and ture may drown because it can no tries again with a new subject. longer move its limbs. The effect Should the subject agree to the deal lasts 20 rounds, but it can be dis- and then attempt to escape, the doppel- missed earlier. ganger sells him or her into extraplanar slavery. But if the Mind Wipe (Su): With any successful melee touch subject accepts the agreement and complies with its terms, attack, an ethereal doppelganger can wipe all memory of its the doppelganger is as good as its word. existence from an opponent’s mind (no saving throw). Assume Identity (Su):An ethereal doppelganger can Fast Healing (Ex): An ethereal doppelganger regains lost absorb another creature’s mind, memories, and personal- hit points at the rate of 3 per round. Fast healing does not ity. This process requires 1 hour of unbroken physical con- restore hit points lost from starvation, thirst, or suffocation, tact per level or Hit Die of the subject. The target may and it does not allow the ethereal doppelganger to regrow or attempt a Will save (DC 22); if that is successful, the reattach lost body parts. process is negated and the ethereal doppelganger must Plane Shift(Sp):An ethereal doppelganger can use plane begin again. A willing creature can choose to waive the shift(caster level 20th; Will save DC 17) at will. saving throw. After consuming the target creature’s identity, the ethe- real doppelganger can assume its form with 100% accuracy. 95 DOPPELGANGER ETHEREAL 620_88268 MonsterManual2.qxd 7/29/02 2:48 PM Page 95 ETHEREAL SLAYER that have significant cross-planar traffic, such as beside Medium-Size Outsider (Chaotic, Evil) Material Plane buildings that are rich in magical auras. If",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detect magic, dimensional anchor, DR four-foot claws, like those of a praying mantis. 20/+2, outsider traits, plane shift, SR 23",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide +20, Jump +17, Listen +21, Move Silently +20, magic ability to locate strong magical auras, then wait near Spot +21 them for creatures to travel past on the Ethereal Plane.",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12 Detect Magic (Su): An ethereal slayer can produce a",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None detect magiceffect (caster level 9th) at will.",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3–4 HD (Small); 4–9 HD (Medium-size) 5–8 HD (Medium-size); 5–6 HD (Medium-size) 9–12 HD (Large) Charge (Ex): A horned felldrake typically begins a battle Fiendwurms are in such terrible agony that they are by charging at its opponent. In addition to the normal bene- unable to communicate at all. fits and hazards of a charge, this allows the horned felldrake to make a single horn attack (+8 melee) that deals 4d6+6 COMBAT points of damage. A fiendwurm immediately lunges to bite and swallow any living creature it chances upon. If it seems to be overmatched, it uses its demonic belch ability to summon aid. A fiend- FIENDWURM wurm does not stop attacking until it is slain. Gargantuan Magical Beast Death Rift (Su):Upon its death, a fiendwurm’s portal",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15–21 HD (Large); 22–42 HD (Huge) 32 Diminutive or smaller creatures. Scent (Ex):A forest sloth can detect The territorial forest sloth is a nocturnal hunter that roams approaching enemies, sniff out hidden tropical forests and jungles. This creature is not the slow- foes, and track by sense of smell. moving beast its name implies; in fact, it possesses light- Skills: *A forest sloth receives a ning-fast reflexes and can travel as quickly over land as it +4 racial bonus on Climb, Move does through trees. It is particularly fond of halfling flesh. Silently, and Spot checks when in Standing 8 feet tall, a forest sloth is a sinewy beast with a forested areas. large, toothy mouth. Its tremendous jaws support a row of oversized, needle-sharp front teeth. Each of a forest sloth’s limbs ends in three toes tipped with huge, curved claws. Its fur color ranges from olive to brown. Forest sloths communicate with each other using screeches and grunts. COMBAT The forest sloth typically attacks by leaping on prey with a frenzy of bite and claw attacks. Families of forest sloths often hunt together, using one as a scout to lure prey into the trees where the rest of the group waits in ambush. Improved Grab (Ex):If a forest sloth hits an opponent that is at least one size cat- egory smaller than itself with both claw attacks, it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity (grapple bonus +21). If it gets a hold, it transfers the opponent to its mouth as a free action and automatically hits with its bite attack in the same round. It can then try to swallow its prey in the next round. Alternatively, the forest sloth has the option to conduct the grapple normally, or simply use its jaws to hold the opponent (–20 106 TSEROF HTOLS 620_88268 MonsterManual2.qxd 7/29/02 3:24 PM Page 106 FROST SALAMANDER slashes with all four front legs while biting with its vicious Medium-Size Magical Beast (Cold) teeth. It might also try bull rushing an enemy backward into",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17 (+2 Dex, +5 natural), touch 12, flat-footed 15 points of cold damage per round (no saving throw). Magical",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items Standard",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By character class By character class to supplement their clans’ diet. Many young ocean giants with other opponents, then steps back to hurl boulders. desire to travel the seas aboard sailing ships, so they sign up Against groups of smaller foes, mountain giants prefer to become sailors. Of course, their incredible size limits their trample or crush attacks. them to only the largest vessels. Merfolk and aquatic storm Crush (Ex):A mountain giant that jumps at least giants view ocean giants as plunderers of the sea’s wealth, so 20 feet into the air (or jumps down from a height of at relations between them are strained at best. least 20 feet) can land on opponents two or more size categories smaller than itself as a Ocean Giant Characters standard action, using its whole An ocean giant’s favored class is sorcerer, but body to crush them. A crush many also choose to become clerics. An ocean attack affects as many creatures as giant cleric can choose two of the following can fit under the giant’s body. domains: Luck, Protection, and Water. (This is normally a 40-foot An ocean giant PC’s effective character level square, but the giant can instead (ECL) is equal to its class level + 23; thus, a 1st- opt to come down on its seat and level ocean giant sorcerer has an ECL of 24 and cover a 40-foot by 60-foot area.) Each is the equivalent of a 24th-level character. creature in the affected area must succeed at a Reflex MOUNTAIN GIANT save (DC 38) or be pinned, Among the largest giants in existence, moun- automatically taking 2d6+24 tain giants are primitive creatures given to points of bludgeoning damage. cruelty and capriciousness. They take great Thereafter, if the giant chooses pleasure in flinging boulders down upon to maintain the pin, treat it as a passing smaller creatures, trying to hit normal grapple attack. While them as they flee. Mountain giants often live pinned, the opponent takes to be 100 years old. crush damage each round. A mountain giant resembles a titanic hill giant, standing Fling (Ex):A mountain giant that sucessfully grapples a foe more than 40 feet tall and weighing nearly 50,000 pounds. two or more size categories smaller than itself can hurl the Greasy, jet-black hair frames a face with bulbous features creature as a standard action. A flung creature travels up to 120 and a skin tone that can be any shade from tan to reddish feet and takes 12d6 points of damage. A creature that is flung brown. The typical mountain giant wears only minimal off a mountain takes this amount of damage or the appropriate clothing—usually a breechcloth and a shirt made of falling damage, whichever is greater. The giant also can throw rough animal hide that barely covers a large the flung creature as though it were a boulder. In this case, pot belly. the flung creature takes 12d6+16 points of damage, and any A mountain giant’s bag contains 3d4 rocks, opponent it strikes takes 4d8+16 points of damage. 1d4+2 mundane items, and the giant’s personal Grapple (Ex):If a mountain giant hits wealth. These items tend to be humanoid an opponent that is at least one size cat- artifacts that the mountain giant con- egory smaller than itself with a slam siders playthings, such as broken (used as a melee touch attack), it wagons, small huts, and furniture, deals normal damage and attempts to including tables and beds. start a grapple (grapple bonus +54). If it gets a hold, it can fling the opponent in Combat the next round. Alternatively, the moun- Mountain giants attack in a straight- tain giant has the option to conduct forward manner, stepping forth to the grapple normally, or simply use overrun opponents whenever pos- one hand to hold the opponent (–20 sible. They also enjoy picking up foes penalty on grapple check, but the and hurling them against a moun- mountain giant is not considered tainside. Many an armed foe has grappled). In either case, each suc- foiled a mountain giant’s initial cessful grapple check it makes grab attempt only to be scooped up during successive rounds automati- by the monster’s other hand. cally deals slam damage. In melee, mountain giants use their Trample (Ex): As a standard action height to smash their clubs down on the heads during its turn each round, a mountain of their foes. A mountain giant that feels seriously threat- giant can trample opponents at least ened often uses its summon giantsability to engage its foes one size category smaller than itself. This attack 113 GIANT 620_88268 MonsterManual2.qxd 7/29/02 3:25 PM Page 113 deals 4d6+24 points of bludgeoning damage. A trampled Glimmerskins are thrill-seeking parasites from the Positive opponent can attempt either an attack of opportunity at a –4 Energy Plane. These creatures travel to the Material Plane penalty or a Reflex save (DC 41) for half damage. solely to engage in mortal combat. Scent (Ex):A mountain giant can detect approaching Since a glimmerskin lacks a material form, it cannot enemies, sniff out hidden foes, and track by sense of smell. engage an opponent in physical melee unaided. To circum- Summon Giants(Sp):Once per day, a mountain giant can vent this difficulty, it solicits a willing host to harbor it. In attempt to summon 1d8+1 ogres, 1d6+1 trolls, or 1d4+1 hill exchange for this service, the glimmerskin temporarily giants with a 25% chance of success. grants the host augmented fighting skills and abilities.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, DR 10/+2, Construct traits, DR 15/+3, Blindsight 150 ft., construct fast healing 5, keen, magic magic immunity, scent traits, DR 15/+3, magic immunity immunity",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16 checks to notice creatures within range of its blindsight. Treasure:Standard Magic Immunity (Ex):A drolem is immune to all spells, Alignment:Always neutral spell-like abilities, and supernatural effects, except as follows. Advancement:26–52 HD (Medium-size) Fire- and cold-based effects slow the monster (as the slowspell) for 2d6 rounds, with no saving throw. An electricity effect The gravecrawler, sometimes called the ancestor worm, is breaks any sloweffect on the drolem and cures 1 point of an intelligent, sluglike undead with the power to turn flesh damage for each 3 points of damage it would otherwise deal. (dead or living) to stone. Gravecrawlers can be found in For example, a drolem hit by a lightning bolt cast by a 5th-level wilderness areas, but they are most often found in cemeter- wizard gains back 6 hit points if the damage total is 18. The ies, boneyards, and necropoli. There they slowly turn the drolem does not get a saving throw against electricity effects. surrounding dead bodies to a brittle stone that cannot be animated even by the animate deadspell. Construction A gravecralwer resembles a bloated, pale, segmented A drolem’s body is constructed from either an entire dragon worm about 3 feet in length. Its face looks like that of a corpse, or enough parts of dragon corpses to assemble a human or humanoid, except that it has no eyes—not even whole dragon. vestigial ones. The drolem costs 200,000 gp to create. Assembling the Gravecrawlers can communicate with the spirits of the body requires one successful Knowledge (nature) check and dead they consume, and as such they often become reposi- one successful Heal check (both DC 25). tories of local lore, history, and gossip. Because of this fact, The creator must be 16th level and able to cast arcane some societies view gravecrawlers as beneficial creatures. spells. Completing the ritual drains 4,000 XP from the cre- Even those who consider them benefactors, however, tend ator and requires the geas/quest, limited wish, and polymorph to give their lairs a wide berth, since the presence of these any object spells. creatures has a grievous effects on the living. Gravecrawlers are frequently sought out by those who seek hidden knowl- edge and lost bits of history, but they are hated both by GRAVECRAWLER necromancers and by corpse-devouring creatures such as Small Undead (Earth) the ghoul and the corpse gatherer.",
        "name":  "The drolem usually does not need to make Spot or Listen Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By character class checks and a +1 racial bonus on Listen and Spot checks. A durzagon is the result of DURZAGON SOCIETY secret crossbreeding between Durzagons almost always hold leadership positions in duer- a devil and an unsuspecting gar society, and a large duergar city may have several duergar. From time to time, durzagon residents. The gray dwarves revere these powerful devils disguised as creatures as powerful leaders. Dur- gray dwarves infiltrate duergar zagons go to great lengths to keep society, seeking out the best the knowledge of their powers a mates to bear durzagon chil- secret from their enemies and dren. Most duergar are unaware their allies. that they have attracted the atten- tion of diabolical forces. The birth DURZAGON of a half-fiend durzagon is cause CHARACTERS for much celebration in the infer- A durzagon’s favored class is nal realms. cleric. Like duergar, most A durzagon is slightly taller durzagons worship the cruel and leaner than a gray dwarf, usu- dwarven deity, Laduguer. ally reaching a height of about 5 feet. Durzagon clerics can choose The half-fiend is bald but sports a wiry, two of the following domains: gray beard tinged with red streaks. Its Evil, Law, Magic, and Protection. rust-colored skin radiates a palpable A durzagon PC’s effective heat, and its fingers end in wickedly character level (ECL) is equal to sharp claws. its class level + 7; thus, a 1st- Durzagons speak Dwarf and level durzagon cleric has an Undercommon. Those who ECL of 8 and is the equivalent of learn of their diabolic ances- a 8th-level character. try also speak Infernal. 124 DNEIF-FLAH 620_88268 MonsterManual2.qxd 7/29/02 3:26 PM Page 124 HELLFIRE WYRM through their foul agendas. The typical wyrm does not limit Huge Dragon (Fire) its actions to any one kingdom, and it often has a different",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*A hook horror receives a +8 racial bonus humanoid life, as on Hide checks when in subterranean areas. well as arcane and divine magic, but they generally take a great interest in all things. They barter with intelligent beings for informa- IMMOTH tion but show no compunction about taking what they Large Elemental (Air, Cold, Water) want by force if more peaceful methods fail. These relent-",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An immoth can wearing magic items that allow cast arcane spells as a 12th-level sorcerer (spells/day 6/8/7/ underwater breathing. 7/7/6/3; spells known 9/5/5/4/3/2/1; save DC 15 + spell level). It cannot cast spells with the fire descriptor. AVERAGE IXITXACHITL Cold Subtype (Ex): An immoth is immune to cold Like a manta ray, an average ixitxachitl has a plain brown or damage but takes double damage from fire unless a saving black topside with a lighter-colored underside and a long throw for half damage is allowed. In that case, the crea- tail. But this is where the resemblance ends. An ixitxa- ture takes half damage on a success and double damage on chitl’s large mouth is filled with triangular, razor-sharp a failure. teeth, and its eyes are intelligent and cruel. Elemental Traits (Ex):An immoth is immune to poison, sleep, paralysis, and stunning. It is not subject to critical hits Combat or flanking, and it cannot be raised or resurrected. The crea- Individually, ixitxachitls are quite weak. They seldom attack ture also has darkvision (60-foot range). unless they have overwhelming numbers or the opportu- Icewalking (Ex):This ability works like the spider climb nity to spring an ambush. They have been known to conceal 128 LTIHCAXTIXI 620_88268 MonsterManual2.qxd 7/29/02 3:26 PM Page 128 LGW themselves in the sand and muck of the sea bottom, waiting If the negative level has not been removed (with a spell such as for enemies to pass by so they can rush in among them. restoration) before 24 hours have passed, the afflicted opponent must succeed at a Fortitude save (DC 12) to remove it. (The VAMPIRIC IXITXACHITL vampiric ixitxachitl uses its Constitution modifier instead of Vampiric ixitxachitls are not undead, though they do its Charisma modifier to determine the save DC.) Failure share several traits with vampires, such as long canine means the opponent’s level (or Hit Dice) is reduced by one. teeth and the ability to drain energy. Vampiric ixitxachitls Fast Healing (Ex): A vampiric ixitxachitl regains lost are immune to turning attempts and do not possess the hit points at the rate of 5 per round. Fast healing does not standard undead traits. One of these monsters usually restore hit points lost from starvation, thirst, or suffocation, leads any group of average ixitxachitls. and it does not allow the vampiric ixitxachitl to regrow or reattach lost body parts. Combat Vampiric ixitxachitls prefer to hang back, hidden, and IXITXACHITL SOCIETY allow their underlings to enter combat while they size up Though they are occasionally encountered in rivers that the opposition, If the fight is going well, they join in, look- empty into the sea, most ixitxachitls live in shallow ocean ing for easy targets. If the outcome seems doubtful, they depths or coral reefs. Once they have selected a site for their try to support their underlings in strikes against the most lair, they have their slaves carve out a lair for them. Any group dangerous-looking foe. of ixitxachitls is led by a single powerful individual (usually a Energy Drain (Su): Any living creature hit by a vampiric cleric or a vampiric ixitxachitl) that rules by intimidation. ixitxachitl’s bite attack gains one negative level. For each nega- tive level bestowed, the vampiric ixitxachitl heals 5 points of IXITXACHITL CHARACTERS damage. If the amount of healing is more than the damage the Some ixitxachitls are accomplished clerics, generally serv- creature has taken, it gains any excess as temporary hit points. ing any chaotic evil deity (and having access to the Chaos 129 IXITXACHITL 620_88268 MonsterManual2.qxd 7/29/02 3:26 PM Page 129 Average Ixitxachitl Vampiric Ixitxachitl Small Aberration (Aquatic) Small Aberration (Aquatic)",
        "name":  "Spells",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins (gold and platinum only), stan- Constrict (Ex):With a successful grapple check, a kopru dard goods (gems only), no items can constrict a grabbed opponent, dealing 3d6+3 points of",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "27–48 HD (Large) 31–60 HD (Huge) option to conduct the grapple normally, or simply use its thus, another swallowed opponent must cut its own way out. jaws to hold the opponent (–20 penalty on grapple check, A legendary shark’s stomach can hold up to 2 Large, 8 but the legendary tiger is not considered grappled). In Medium-size, 32 Small, or 128 Tiny or smaller opponents. either case, each successful grapple check it makes during Keen Scent (Ex):A legendary shark notices creatures by successive rounds automatically deals bite damage. scent in a 180-foot radius and detects blood in the water at a Pounce (Ex):If a legendary tiger charges, it can make a range of up to 1 mile. full attack (including a rake attempt, see below) even though it has moved. LEVIATHAN Rake (Ex):In any round that a legendary tiger has a hold on an opponent (see Improved Grab, above), it can make Colossal Magical Beast (Aquatic) two rake attacks (+29 melee) with its hind legs for 2d6+5 Hit Dice:32d10 +320 (496 hp) points of damage each. The legendary tiger can also attempt Initiative:–2 to rake when it pounces on an opponent. Speed:Swim 90 ft. Scent (Ex):A legendary tiger can detect approaching AC:22 (–8 size, –2 Dex, +22 natural), touch 0, flat-footed 22 enemies, sniff out hidden foes, and track by sense of smell. Attacks:Bite +39 melee, or 2 tail slams +39 melee",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% goods; 50% items plus 1 moonstone",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "19–27 HD (Huge); 28–36 HD (Gargantuan) The moonbeast is a ferocious, tenacious, and thoroughly horrifying adversary. Simply seeing one can send strong their horrid smell and the noises they make almost con- adventurers fleeing for their lives, and actually fighting one is stantly give away their presence to observant creatures. a challenge beyond the capabilities of all but the most power- ful heroes. Unfortunately, because of the monster’s ties to cer- COMBAT tain magic devices, some adventurers find themselves inad- A moonbeast uses its improved invisibilityability to remain vertently (and often fatally) entangled with a moonbeast. invisible even in combat. In battle, a moonbeast prefers to Since moonbeasts are active only at night and are usually strike, grab, and constrict. It can use as many as seven of its invisible, eyewitness descriptions of them tend to be hazy. In tentacles against a single target. reality, a moonbeast’s body is a roughly cylindrical mass of Bite (Ex):With a successful grapple check, a moonbeast squishy flesh, usually between 20 and 30 feet tall. Its height is can attempt to bite a grabbed opponent (+21 melee), dealing variable; even a single beast sometimes changes in size from 4d8+5 points of slashing damage on a successful hit. A one appearance to the next. A moonbeast has no discernible moonbeast cannot use its bite attack against a creature it has head, no front or back, and no top or bottom—it is equally not already grabbed. comfortable in any orientation. Its trunk is encircled at each Constrict (Ex): With a successful grapple check, a moon- end by a ring of tentacles. Each ring has a number of tenta- beast can crush a grabbed opponent, dealing 3d10+15 points cles equal to 1 + 1/2 the moonbeast’s Hit Dice, rounded of bludgeoning damage. down. (Advanced moonbeasts may have more tentacles, and Fear Aura (Su):A moonbeast continually emanates a fear thus more tentacle rake attacks, than the standard 18-HD effect in a 60-foot-radius, centered on itself. Any creature variety.) These tentacles are lined with barbs and hooks to within the area that fails a Will save (DC 23) is paralyzed catch objects or prey, and they also serve as the moonbeast’s with fear for 2d6 rounds. A new saving throw is required means of locomotion. To move, the creature grabs fixed each time a potentially affected creature comes within range objects with its tentacles and drags itself forward. Its body is of the moonbeast. covered with a slick, oily substance. Four rings, each consist- Improved Grab (Ex):If a moonbeast hits an opponent ing of eight flexible, retractable, 1-foot-long eyestalks are that is at least one size category smaller than itself with a ten- placed above and below each ring of tentacles. tacle rake attack, it deals normal damage and attempts to start In spite of its immense size, a moonbeast can squeeze its a grapple as a free action without provoking an attack of soft body through an opening as small as a 5-by-5-foot opportunity (grapple bonus +31). If it gets a hold, it automat- square. Wherever it passes, it leaves a telltale trail of glis- ically constricts and can attempt to bite the grabbed oppo- tening slime. Moonbeasts are invisiblemost of the time, but nent in the same round. Thereafter, the moonbeast has the 149 MOONBEAST 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 149 MOONCALF option to conduct the grapple normally, or simply use a single tentacle to hold the opponent (–20 penalty on grapple Large Magical Beast check, but the moonbeast is not considered grappled). In Hit Dice:15d10+108 (190 hp) either case, each successful grapple check it makes during Initiative:+7 successive rounds automatically deals tentacle rake and Speed:40 ft., fly 150 ft. (poor) constrict damage and allows another bite attempt. AC:25 (–1 size, +3 Dex, +13 natural), touch 12, flat- Spell-Like Abilities:At will—dispel magic, fog cloud, improved footed 22 invisibility, lightning bolt;1/day—chain lightning, cloudkill, disin- Attacks:2 tentacle rakes +18 melee and 6 tentacle-arms tegrate, Evard’s black tentacles, fireball, ice storm, mirror image, +13 melee summon monster VI.Caster level 18th; save DC 14 + spell level. Damage:Tentacle rake 2d6+4/19–20, tentacle-arm 1d6+2 All-Around Vision (Ex):A moonbeast can see in all Face/Reach:5 ft. by 10 ft./10 ft. (30 ft. with tentacle rake) directions at once. Because of this ability, it gains a +4 racial Special Attacks:Bite 2d8+6, improved grab, spell-like bonus on Search and Spot checks, and it cannot be flanked. abilities",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +16, Hide +15, Knowledge (arcana) their native homes (wherever those may be) and venturing out +10, Knowledge (history) +10, Listen +15, Spot +19 only occasionally to catch a meal. But each of these creatures is Feats:Alertness, Blind-Fight,Expertise, Improved Critical inseparably linked to a item called a moonstone—a rare and (tentacle rake), Improved Initiative, Improved Trip, unusual gem that resembles a pearl. Magic items and very Iron Will, Lightning Reflexes, Toughness expensive pieces of jewelry occasionally contain moonstones. Once in a creature’s possession, a moonstone slowly and Climate/Terrain:Any hills or mountains insidiously works its way into its owner’s psyche. After 1d6+3 Organization:Solitary weeks, the owner must succeed at a Will save (DC 30) or Challenge Rating:10 become so attached to the item containing the moonstone Treasure:Double standard that he or she would refuse to relinquish it under any cir- Alignment:Always neutral cumstances. In the course of evil a campaign, this obsession Advancement:19–27 HD can go unrecognized for quite (Huge); 28–60 HD (Gargantuan) a long time, and the owner may not be consciously aware of it Mooncalves are otherworldly mon- until a situation arises that would strosities that, according to rumor, require separation from the item. flew down to earth from the dark side At some point, however, the of the moon. When these creatures moonbeast that is linked to that “come to ground,” they never venture moonstone awakens, leaves its farther down than mountaintops, the lair, and begins tracking down tips of tall hills, and other high, the gem. Its ultimate goal is to lonely, desolate places. recover the moonstone, slay the A mooncalf combines owner, and then return to its lair. the body of an immense Oddly, the monster seems to care cephalopod with the wings nothing for the moonstone of a bat. It has six short itself; it desires only that ab- tentacle-arms that it uses solutely no one else possess it. for close combat and two In fact, the moonbeast is long tentacles that it uses quite likely to abandon the to attack at a distance be- recovered moonstone item cause of their 30-foot somewhere during its reach. The creature’s beak- return trip. The object like mouth is located where may then lie forgotten the tentacles meet. for years before another Mooncalves do not speak, but they unlucky adventurer dis- can communicate telepathically with covers it anew and begins the any other creature within a 100-foot radius horrid cycle all over again. that has a language. 150 FLACNOOM 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 150 MD COMBAT Climate/Terrain:Any land and underground",
        "name":  "They are content to hide in their remote lairs, dreaming of Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swarm (10–100) foes from a distance with their spell-like abilities. In melee, Challenge Rating:1/4 they may grab and crush opponents with their tentacles, or Treasure:None drag foes into their slavering beaks, or command the ele- Alignment:Always evil ments to electrocute an enemy. Advancement:— Bite (Ex):With each successful grapple check, a moon- calf automatically hits a grabbed opponent with its bite Moonrats are indis- attack, dealing 2d8+6 points of slashing damage. tinguishable from Improved Grab (Ex):If a mooncalf hits an opponent normal rats except in that is its own size or smaller with a tentacle rake attack, it moonlight. Lunar light deals normal damage and attempts to start a grapple as a has an insidious ef- free action without provoking an attack of opportunity fect on these crea- (grapple bonus +23). If it gets a hold, it automatically hits tures, making them with its bite attack on the same round. Thereafter, the smarter, stronger, and mooncalf has the option to conduct the grapple nor- more ferocious than mally, or simply use its tentacle to hold the oppo- any rat ought to be. nent (–20 penalty on grapple check, but the On nights when the mooncalf is not considered grappled). In either moon shines, moon- case, each successful grapple check it makes rats pour out of their during successive rounds automatically deals ten- darkened lairs to tacle rake and bite damage. soak up the pallid Spell-Like Abilities: 1/day—call lightning, con- rays and spread trol weather, control winds, dominate animal, greater terror through- magic fang, protection from elements, quench, resist out human- elements. Caster level 9th; save DC 10 + spell level. oid settle- Blindsight (Ex):A mooncalf can ascertain its sur- ments. roundings by nonvisual means (mostly hearing and scent, but also by noticing vibration and other envi- COMBAT ronmental clues). This ability enables it to dis- Moonrats fight just cern objects and creatures within 100 feet. The like normal rats do, mooncalf usually does not need to make Spot or biting and tearing Listen checks to notice creatures within range of with their teeth. Under its blindsight. the influence of lunar Keen Senses (Ex):A mooncalf sees four times light, moonrats also gain the as well a human in low-light conditions and twice ability to organize, converse with one as well in normal light. It also has darkvision (100- another, formulate complex plans, and foot range). operate complicated devices. Their leaders remember things done and learned nights or even months before. When the moon’s light is at its peak, moonrats are MOONRAT capable of making and acting on long-range plans that may Tiny Magical Beast require dozens of full-moon nights to complete. These",
        "name":  "Mooncalves prefer to fly high above their targets, striking at Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8–14 HD (Medium-size); 15–21 HD (Large) uses its hypnosis ability to lure a passing creature through its 152 HTOKROM 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 152 MUDMAW maze, then devours its prey alive. The morkoth is a cautious monster, so it chooses its victims carefully. Typically, it Large Magical Beast tries to lure the last in a group of passing creatures into its Hit Dice:8d10+24 (68 hp) tunnel, hoping that the others won’t notice that one’s Initiative:+5 absence until it is too late. Speed:20 ft., swim 30 ft. Hypnosis (Su): Any creature passing within 20 feet of AC:17 (–1 size, +1 Dex, +7 natural), touch 10, flat- the entrance to a morkoth’s lair must make a successful footed 16 Will saving throw (DC 14) or be hypnotized. A hypno- Attacks:2 tentacle rakes +11 melee and bite +6 melee tized creature moves unerringly through the maze at its Damage: Tentacle rake 1d6+4, bite 1d8+2 usual speed. Once in center of the lair, the affected crea- Face/Reach:5 ft. by 10 ft./10 ft. ture floats quietly in a trance, waiting to be devoured at Special Attacks:Constrict 2d8+6, improved grab, spell- the morkoth’s leisure. A hypnotized creature is helpless like abilities, trample 2d6+6 against the morkoth’s attacks but may attempt a new Special Qualities:Darkvision 60 ft., DR 10/+1, low-light saving throw at the same DC each round that the morkoth vision, scent, SR 18 attacks it. Saves:Fort +9, Ref +7, Will +5",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None None No coins, no goods, standard items (potions only)",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — 7–12 HD (Large); 13–18 HD (Huge) Spores (Ex):Guards have access to distress, reproduc- tion, rapport, and pacifica- tion spores (save DC 14 where applicable). CIRCLE LEADER These myconids are twenty to twenty-four years old. As the name suggests, they lead and administer their circles. Combat Circle leaders join battle only if doing so seems nec- essary to keep their under- lings from being slaugh- tered. In combat, they use their hallucination spores at the first opportunity. Like other myconids, they prefer to avoid melee combat alto- gether but can use their slams if they must. Spores (Ex):Circle lead- ers have access to distress, reproduction, rapport, pacification, MYCONID SOCIETY and hallucination spores (save DC 15 where applicable). A circle of myconids contains equal numbers of 1-HD, 2- HD, 3-HD, 4-HD, and 5-HD individuals. Each day is rigidly SOVEREIGN structured into 8 hours of rest, 8 hours of work (tending A myconid sovereign is usually at least twenty-four years fungus farms), and 8 hours of melding into a transcenden- old. It rules over a tribe, advised by the oldest of the circle tal, hallucinogenic, group-mind state. A melding can be leaders. Sovereigns in neighboring areas try to ensure regu- broken only by myconid distress spores. lar communication between their tribes, and they occasion- Myconids grow fungus for food. A tribe usually main- ally meet to discuss issues that affect multiple tribes. tains several fungus farms, which the workers tend with an almost religious zeal. These creatures know everything Combat there is to know about fungus, including the optimum con- Sovereigns use the same tactics as circle leaders, except that ditions for growing each type, and how large a crop a given they also usually have a few myconid-animated zombies, or area might be expected to produce. Myconids also know servants, to order into combat. If they join combat at all, how to make various items from fungus. Most of these, sovereigns tend to advance on the enemy behind a rank of however, are useful only to myconids. servants or circle leaders or both. Myconid tribes consist of several circles living in close Spores (Ex):A myconid sovereign has access to distress, proximity. The circles in a tribe usually arrange themselves reproduction, rapport, pacification, hallucination, and ani- so that the distress spores from neighboring circles can mation spores (save DC 15 where applicable). reach at least one member of another circle in the tribe. Potion Making (Su): Though it is not a spellcaster, a A myconid encountered away from its circle is perform- myconid sovereign can create various potions that mimic ing some mission for its superiors. Such missions usually cleric and druid spells. It can duplicate the following consist of keeping a lookout for intruders or scavenging effects, each once per day (but only for the purpose of for refuse to fertilize the fungus beds. Should a wandering brewing potions): bull’s strength, cure light wounds, cure mod- myconid chance upon a humanoid body suitable for anima- erate wounds, cure serious wounds, delay poison, endurance, tion, it takes that back to its circle. endure elements, greater magic fang, invisibility to animals, lesser The sovereign is the only 6-HD myconid in a tribe. This restoration, magic fang, negative energy protection, neutralize creature organizes the circles, watches over the tribe, pro- poison, protection from elements, remove blindness/deafness, tects it from outside influences, animates guardians, and remove disease, remove paralysis, resist elements. Caster level brews potions. When it dies, the oldest surviving circle 6th; save DC 12 + spell level. leader in that tribe becomes the new sovereign. 157 MYCONID 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 157 NEEDLEFOLK that the odds are strongly against them. If badly outnumbered, Medium-Size Plant a needlefolk may shadow the target elves until it can",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +3, Ref +10, Will +6 bring any prey back to its lair, unless the kill is so large that it Abilities: Str 19, Dex 24, Con —, Int 10, Wis 17, Cha 19 cannot be consumed all at once. A nightmare beast often inad- Feats:Combat Reflexes (B), Dodge (B), Expertise (B), vertently eats treasures along with their owners, so occasion- Improved Disarm (B), Mobility (B), Spring Attack (B) ally items of value turn up in the creature’s lair at a later time. Nightmare beasts speak Abyssal. Climate/Terrain:Any land or underground",
        "name":  "This monster has no interest in treasure, nor does it often Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cold effect slows a nimble- wright for 3 rounds, and a fire effect stuns it for 1 round. CONSTRUCTION A nimblewright’s body is a hollow humanoid shell made of flexible precious metal alloys weighing 500 pounds. It costs 35,000 gp to create, which includes 15,000 gp for the body. Assembling the body requires a successful Craft (sculpting) or Profession (mason) check (DC 16). The creator must be a distinct personality 18th level and able to cast arcane spells. Completing the that allows for intuitive ritual drains 1,600 XP from the creator and requires the thinking and responsiveness. geas/quest, haste, limited wish, and polymorph any objectspells. Like a golem, a nimblewright is a powerful creation that combines awe- OCEAN STRIDER some magic with elemental forces. Its animat- ing force is a spirit from the Elemental Plane of Water. The Huge Fey (Aquatic) process of creating a nimblewright binds the unwilling spirit Hit Dice:30d6+60 (165 hp) to the artificial body and subjects it to the will of the creator. Initiative:+5",
        "name":  "Vulnerabilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic missile COMBAT",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +3, Ref +7, Will +2 their magic missiles,and then swoop in to sting until they",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Listen +6, Spot +6, Wilderness Lore +3 Magic Missile (Sp):A phase wasp can produce an effect",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alertness that functions like a magic missilespell (caster level 3rd). Once it has used this ability, it must wait 1d4 rounds before Climate/Terrain:Any temperate or warm land it can do so again.",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3–4 HD (Tiny); 5–6 HD (Small) PHOENIX Phase wasps are 18-inch-long insects that can see and attack Large Magical Beast invisible and ethereal creatures (in the latter case, without cross- Hit Dice: 20d10+40 (150 hp) ing the planar boundary). They rarely attack creatures three or Initiative:+7 more size categories larger than themselves unless provoked. Speed: 15 ft., fly 200 ft. (average) Like ordinary wasps, these creatures live in large colonies. AC:23 (–1 size, +3 Dex, +6 natural, +5 deflection), touch Each colony builds a nest about 10 feet in diameter 17, flat-footed 23 out of “paper” that its members Attacks: 2 claws +23 melee, or bite +23 melee",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., defensive aura, DR 20/+3, immolation, low-light vision, planar travel, spell- like metamagic, SR 35, telepathy, uncanny dodge",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10–18 HD (Large);19–27 HD (Huge) face at a single target within 30 feet. Any creature struck by this blood must make a Will save (DC 15) or be Many centuries ago, hidden cults of various dark gods afflicted with a terrible madness that causes it to see all its created large statues in the images of their lead- friends as hated enemies. An affected creature immedi- ers. The faces of these statues were left blank, ately attacks its closest ally, using the best tactics except for the symbols of their deities, to indi- and items at its disposal. This murderous frenzy cate each god’s mastery over its followers. prevents spellcasting but not the activation of These statues were placed at honored locations magic items that require spell completion, and it in temples where they presided over countless lasts for 3d6 rounds. Once a rogue eidolon has used sacrifices. its blood spray, it must wait 1d4 rounds before it can do A dark deity that was especially pleased with a so again. particular cult cell sometimes sent the tiniest Confusion (Sp): Any creature struck by a shred of its power across the dimensions to rogue eidolon must make a Will save (DC 15) or infuse that cult’s statue, granting it minimal become confused. This condition is permanent; sentience. Over the years, these divinely only a greater restoration, limited wish, miracle, or powered constructs went insane, wishspell can restore the subject to becoming rogue eidolons con- normal. The effect is otherwise sumed with murderous rage. identical with that of a confusion Most of them destroyed the cults spell (caster level 10th). over which they presided, down to Construct Traits: A rogue eido- the last member, then went on to find lon is immune to mind-affecting effects, other victims. poison, sleep, paralysis, stunning, disease, A rogue eidolon is typically 12 to 14 feet death effects, necromantic effects,and tall and usually has a humanoid shape. It is any effect that requires a Fortitude always constructed of purple stone (often save unless it also works on objects. magically treated to achieve that dis- The creature is not subject to criti- tinctive color), and its hands are pitch cal hits, subdual damage, ability black. Its face is blank except for a damage, ability drain, energy drain, crude symbol or rune (the symbol of or death from massive damage. It an evil deity) carved into the otherwise cannot heal itself but can be healed featureless visage. This symbol leaks a through repair. It cannot be raised or thick, viscous fluid that looks like resurrected. A rogue eidolon has dark- blood and has a sharp, metallic odor. vision (60-foot range). Drops of this disgusting fluid evapo- rate within minutes of falling to the ground, leaving vivid red stains where 180 EUGOR NOLODIE 620_88268 MonsterManual2.qxd 7/29/02 3:32 PM Page 180 RUKARAZYLL diseases on those seeking healing, or pursuing other Large Outsider (Earth, Evil) underhanded and cruel tricks.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A runic guardian is immune to The creation of the keyed jewelry item requires a suc- mind-affecting effects, poison, sleep, paralysis, stun- cessful Craft (metalworking) check (DC 15). This ning, disease, death effects, necromantic effects, and jewelry is always made of the same metals and other any effect that requires a Fortitude save unless it also materials as the guardian’s runes. works on objects. The creature is not subject to critical After the body and jewelry are constructed, the hits, subdual damage, ability damage, ability drain, creature must be animated through magical rites that energy drain, or death from massive damage. It cannot require one month to complete. The creator must be at heal itself but can be healed through repair. It cannot be least 16th level and have the Craft Wondrous Item feat. raised or resurrected. A runic guardian has darkvision The creator must cast any spells he or she wishes to (60-foot range). place on the runic guardian personally at this time, Fast Healing (Ex): A runic guardian regains lost hit though they may come from an outside source such as points at the rate of 10 per round. Fast healing does not a scroll. The creator must labor for at least 8 hours per restore hit points lost from starvation, thirst, or suffocation, day in a specially prepared workroom or laboratory that and it does not allow the runic guardian to regrow or reat- costs 2,000 gp to establish. tach lost body parts. 183 GUARDIAN RUNIC 620_88268 MonsterManual2.qxd 7/29/02 3:32 PM Page 183 SHADOW SPIDER creatures, or it is in danger of dying, does a shadow spider Huge Magical Beast return to its larder and begin eating. Shadow spiders never",
        "name":  "Construct Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5 warning of one from the dropped items (belongings of past",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spawn of Kyuss Usually only one spell weaver is is immune to mind-affecting encountered at a time, but occasion- effects, poison, sleep, paralysis, ally these monsters organize them- stunning, disease, death effects, selves into a raiding party to seize a necromantic effects, and any effect particular item. Such a raid is that requires a Fortitude save extremely well planned and is usually unless it also works on objects. It the result of months of investiga- is not subject to critical hits, subd- tion conducted through a combi- ual damage, ability damage, ability nation of scrying and simple drain, energy drain, or death from spying—an activity made easier by massive damage. A spawn of Kyuss the spell weaver’s invisibility power. cannot be raised, and resurrection Spell weavers do not communicate works only if it is willing. The creature with anyone except their own kind. has darkvision (60-foot range). This means, of course, that no one has ever had a meaningful conversation with a spell weaver, so nothing is SPELL WEAVER known about the background, motiva- Medium-Size Monstrous Humanoid tions, or society of these creatures other",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Knowledge (arcana) +13, Scry +14, Spellcraft +17, magic. Its ability to cast multiple spells simultaneously Spot +12, Use Magic Device +15 makes it a dangerous opponent indeed. A spell weaver usu-",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Empower Spell, Enlarge Spell, Extend Spell, ally remains invisible until it is ready to attack, then uses Heighten Spell, Spell Focus (Abjuration), Spell Focus plane shiftto escape, hopefully in possession of the magic (Evocation), Spell Penetration item for which it came. 187 WEAVER SPELL 620_88268 MonsterManual2.qxd 7/29/02 3:33 PM Page 187 Spell-Like Abilities: Always active—see invisiblity; at time. Casting a spell occupies a number of the spell weaver’s will—detect magic, invisibility; 1/day—plane shift. Caster arms equal to the spell’s level (maximum 6th). A spell level equals spell weaver’s effective sorcerer level; save DC weaver can cast more than one spell simultaneously, as 13 + spell level. long as the sum of the spell levels is six or less. It could, for",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spell weaver is never without its SPELLGAUNT chromatic disk. This 6-inch-diameter indestructible disk glows with colors that slowly shift through the spectrum. Large Magical Beast",
        "name":  "Chromatic Disk",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2 Large Magical Beast",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16 nonmagical origin if these are of Huge size or smaller. The",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None creature can dispel magical fire it touches as if by dispel magic",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By character class in this case represents how well the yak folk impersonates its host). Yak folk are humanoid yaks who walk about on their hind Command Genie (Su): Once per day, a yak folk can legs, dress in fine clothing, and dabble in magic. They are summon and command a janni of evil alignment, but it can slightly smaller than minotaurs, but aside from a vague never have more than one janni under its control at one time. resemblance they have little in common with those crea- The janni is a slave bound to serve until the second sunrise tures. Their shaggy fur is generally well groomed, and their after the summoning. The yak folk are greatly disliked by all horns are often decorated with tassels or silver tips. Jewelry genies, but for reasons lost in antiquity, no genie can attack a is common, and they wear fine clothing of wool and silk. All yak folk. Genies sometimes work to thwart the yak folk’s adult yak folk carry staffs that are often magical, and plans or disrupt their lives in other, indirect ways, but even most also arm themselves with falchions. this is done cautiously because the genies know that if they Yak folk live among remote mountain peaks and antagonize the yak folk too much, the lives of enslaved jann valleys, inaccessible to all but the hardiest travelers will only become worse and their tasks more onerous. and explorers. Use Staff (Ex): A yak folk can use Yak folk speak Common. any magic staff. This ability is similar to the Use Magic Device skill except that COMBAT it applies only to magic staffs and the Most yak folk use their falchions or staffs, yak folk does not require a skill check. magical or otherwise, in combat. The chance that any particular yak folk pos- Body Meld (Sp): Once per day a yak sesses a magic staff is equal to its Hit Dice ×5%. folk can merge its body with that of a humanoid or giant of Small to Large YAK FOLK SOCIETY size. Except where noted here, this Yak folk settle in secluded mountain valleys, power functions like a magic jar creating realms that are sheltered from the spell heightened to 9th worst of nature’s abuse—havens of green- level (caster level 20th; ery and life in the midst of barren, snow- Will save DC 21 negates). covered peaks. In these seemingly idyllic To use this ability, the yak hideaways, the yak folk rule over their human, folk must touch the intended target elf, or dwarf subjects with iron fists. for 20 minutes without interruption (yak The yak folk, for all their learning folk usually restrain their victims while and culture, are enormously evil over- using this ability). At the end of this lords. They care for their hapless subjects only to period, the target must make a Will save the extent that a live serf is better than a dead one, to remain conscious. On a failed save, the and keeping a serf alive is easier than working host’s mind becomes unconscious, and the oneself. yak folk assumes control. There is no magic Outsiders stumbling into an enclave of yak folk jar per se—the yak folk physically merges are usually surprised and pleased to find what its body with the victim’s body without the appears to be a utopia hidden in the mountains, use of an intermediate vessel. Body meldlasts and the yak folk do all in their power to foster that image until dispelled or dismissed. until the strangers can be disarmed and enslaved. The process works only on humans, elves, dwarves, half- Their cities consist of several thousand yak folk plus five orcs, and any creature of the giant type. The yak folk shares or six times as many enslaved minions. A city is surrounded all the victim’s knowledge, memories, skills, feats, and by smaller enclaves and tribal outposts. extraordinary abilities, but none of its spell-like or super- natural abilities. The yak folk retains all of its own super- YAK FOLK CHARACTERS natural and spell-like abilities. The merging does not shed A yak folk’s favored class is sorcerer. Most yak folk leaders a magical aura (so a detect magicspell does not reveal it), are sorcerers or sorcerer/clerics. Yak folk clerics tend to ven- but a true seeingspell reveals the victim’s dual nature. erate chaotic and evil gods and often have access to the Evil If the host body is slain, the yak folk dies with it. Separat- and Trickery domains. ing the two bodies takes half as long as melding (10 min- A yak folk PC’s effective character level (ECL) is equal to utes). The host regains consciousness 1d6 minutes after the its class level + 7. Thus, a 1st-level yak folk sorcerer has an separation is complete. ECL of 8 and is the equivalent of an 8th-level character. 201 YAK FOLK 620_88268 MonsterManual2.qxd 7/29/02 3:34 PM Page 201 YUGOLOTH All yugoloths have the following special abilities in common.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mind-affecting spells have can exhale a cloud of acid every 1d4 rounds. This cloud no effect on arcanaloths. affects a single 5-foot cone for 1 round. A character in that Poison (Ex): An arcanaloth’s claws are coated with space must make a Reflex saving throw (DC 19); failure poison. It delivers this poison (Fortitude save DC 16) with means the character takes 2d6 points of acid damage and is each successful claw attack. The initial and secondary stunned for an equal number of rounds. damage is the same (1 point of Strength damage). Energy Drain (Su):The truly horrific power of the yag- Spell-Like Abilities: At will—darkness, fly, heat metal, noloth is its ability to drain life force. The victim must be invisibility (self only),magic missile, shapechange, telekinesis, unconscious or stunned. The yagnoloth places its head warp wood; 1/day—fear, major image.Caster level 12th; save against the victim’s flesh. For each full round the yagnoloth DC 13 + spell level. remains in contact, the victim gains 1d4 negative levels. The",
        "name":  "Partial Immunity to Spells",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TEMPLATES In fact, the yagnoloths squeeze every advantage possible from their positions, up to and including sanctioning exe- A templated creature is created by adding a template to an cutions of yugoloths that are considerably more physically existing creature. The following rules set out the procedures and magically powerful than themselves, but lower in the for building a templated creature, such as a death knight. hierarchy. Such actions are little different from what any Sometimes a template changes a creature’s type. In such yugoloth would do if given the opportunity. Nonetheless, a case, the creature gains the vulnerabilities and immuni- the fact that the yagnoloths’ authority exceeds their per- ties of the new type. All other characteristics, including sonal power has earned them a special sort of resentment. Hit Die size, base attack bonus, base saves, feats, and skills, No other yugoloth can pass up an opportunity to betray its remain unchanged unless otherwise indicated in the tem- yagnoloth overlord—for the right price. plate description. As a secondary effect of their despised status, yagnoloths The ability score adjustments associated with a template cannot summon other yugoloths. cannot reduce any of a creature’s ability scores below 1, A yagnoloth is humanoid and stands 10 to 15 feet tall. Its unless otherwise noted. hide is red and scaly; its head is small and skeletal and topped by ears resembling bats’ wings. A yagnoloth’s favored CAPTURED ONE arm is enormous, thickly knotted with muscles, and long enough to drag on the ground. It uses this arm for its claw A captured one is a living creature that is under the control attack. The other arm appears small in comparison and is of a raggamoffyn. The raggamoffyn has access to its host’s about the size of a normal human arm. This arm is always memories and draws on its host’s experiences. The captured 204 :XIDNEPPA SETALPMET 620_88268 MonsterManual2.qxd 7/29/02 3:35 PM Page 204 one eats, speaks, and lives all under the direction of its Abilities: A captured one uses the Constitution, Intelli- raggamoffyn master. gence, and Charisma scores of the base creature and the Captured ones speak Common and what- Strength, Dexterity, and Wisdom scores of the raggamoffyn. ever languages the base creature speaks. Skills: Same as base creature.",
        "name":  "APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A had 9 or more Hit Dice; other- chimeric creature retains all wise 10–18 (same size category); the attacks of the base creature 19–27 (one size category larger). and also gains a bite attack for 2d6 points of damage from its Sample Chimeric Creature dragon head and a butt attack Here is a sample chimeric crea- for 1d8 points of damage from ture using an ankheg as the base its goat head. creature and a white dragon head. 206 :XIDNEPPA SETALPMET 620_88268 MonsterManual2.qxd 7/29/02 3:35 PM Page 206 JE Chimeric Ankheg during this time. Chimeric ankhegs do not use this ability Large Magical Beast unless they are desperate or frustrated. They most often spit",
        "name":  "Attacks and Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9 life, and so they often wear expensive or magic clothing and",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By character class and can perform no other activities, just as if he or she were creating a golem. As with a golem, if the creator is personally Abyssal Blast (Su):Reflex save DC 15. constructing the limbs, he or she can perform the building Fear Aura (Su): Will save DC 15. and the rituals together. Smite Good (Su):1/day, +3 to one damage roll against a Once created, the limbs are treated as spell completion good opponent. items. Any character capable of casting the appropriate",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A death knight is immune to mind- the words needed to imbue the limb with magic. All the affecting effects, poison, sleep, paralysis, stunning, disease, limbs to be attached to a particular body must be of the death effects, necromantic effects, and any effect that same type—it’s not possible, for instance, to attach a limb requires a Fortitude save unless it also works on objects. It is made of iron to a half-golem that already has a new limb not subject to critical hits, subdual damage, ability damage, made of stone. Any such attempt automatically fails, leav- ability drain, energy drain, or death from massive damage. A ing the second type of limb unattached. death knight cannot be raised, and resurrection works only if it is willing. The creature has darkvision (60-foot range). The Danger",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as character. CREATING A HALF-GOLEM “Half-golem” is a template that can be added to any animal, Climate/Terrain: Same as character. beast, giant, humanoid creature, magical beast, or monstrous Organization:Solitary, pair, or squad (5–20). humanoid (referred to hereafter as the character). There is no Challenge Rating: Same as character +3. minimum level or Hit Dice requirement to become a half- Treasure: Standard. golem. The character’s type changes Alignment: Same as character (if all Will saves succeed) to construct once a Will save is or always neutral evil (if any Will save fails). failed. Each half-golem takes on the Advancement: By character class. characteristics of a particular type of golem (flesh, clay, stone, or iron) as COMBAT described later in this section. A half-golem fights as the character A half-golem’s abilities are prima- from which it is created. Half- rily those of the character, with the golems are usually straightfor- following exceptions. ward, unsubtle combatants that",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as char- vision (60-foot range). acter (and see the table below). Magic Immunity (Ex):Half-golems completely",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Same as character; plus construct resist all magical and supernatural effects, except as noted in traits (upon a failed Will save), damage resistance (see table the appropriate golem descriptions (see Monster Manual). below), and others by type (see table below).",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, DR 15/+1, magic immunity Construct traits, DR 25/+2, magic immunity, rust vulnerability",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spellstitched creature retains all the mistas its 1st-level spell- special attacks of the base creature and gains the following like abilities. It can use magic special attack. missilethree times per day and obscuring Spell-Like Abilities:A spellstitched creature with a Wisdom mistonce per day. The creator cannot later change either the score of 10 or higher can be imbued with spell-like abilities. spells or the times per day each can be used.",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spellstitched creature has spell resist- 13–14 Ghast, ghoul, wight plus 2 3rd-level 4/4/2 ance equal to 15 + base creature’s Charisma bonus. 15–16 Devourer plus 2 4th-level 4/4/2/2 17–18 Lich plus 2 5th-level 4/4/2/2/2 Turn Resistance (Ex):A spellstitched creature has +2 turn 19+ Nightshade plus 1 6th-level 4/4/2/2/2/1 resistance. This value is added to the base creature’s turn resistance (if any). Spells Knownis the number of different spells the creature If the base creature already has one or more of these spe- has access to as spell-like abilities. A creature with a Wisdom cial qualities, use the better value. score higher than 10 gains the spells from the row on the table corresponding to its Wisdom score, and the spells Saves: Same as base creature +2. from all the rows above that row. Abilities:Same as base creature. Times/Dayis the number of times per day that the crea- Skills: Same as base creature. ture can use spell-like abilities of a given level. The creator Feats: Same as base creature. of the creature must decide how to allocate the spells known. Once this determination has been made for a par- Climate/Terrain: Same as base creature. ticular ability, it cannot be changed. For instance, the Organization: Same as base creature. sample spellstitched creature has magic missileand obscuring Challenge Rating:Same as base creature +1. 215",
        "name":  "Spell Resistance",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Climb +6, Escape Artist +8, Hide +8, Intuit of an animal, beast, or vermin. Some are created as the result Direction +3, Jump +6, Listen +8, Move Silently +7, of magical experiments or as divine punishment for failing Search +6, Spot +8 their deities. Tauric creatures of the same kind form a unique",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5–6 HD (Medium-size) CREATING A TAURIC CREATURE Paralysis (Ex): Anyone hit by a “Tauric” is a template that combines spellstitched ghast’s bite or claw two creatures into one hybrid crea- attack must succeed at a Forti- ture. The template can be added to tude save (DC 15) or be para- any Small or Medium-size corpo- lyzed for 1d6+4 minutes. real humanoid (referred to here- Even elves are vulnerable to after as the base humanoid) and this paralysis. any Medium-size or Large cor- Stench (Ex): The stink of poreal animal, beast, or vermin death and corruption sur- with at least four legs (referred rounding these creatures is to hereafter as the base crea- sickening. Each creature ture). A tauric creature’s type within 10 feet must succeed changes to monstrous human- at a Fortitude save (DC 15) oid. It otherwise uses all the base or be wracked with nausea, creature’s attributes and special taking a –2 circumstance abilities except as noted below. penalty on all attack rolls, Size: Same as base creature. saves, and skill checks for Hit Dice: Add the base humanoid’s 1d6+4 minutes. and base creature’s Hit Dice to get Spell-Like Abilities: the tauric creature’s Hit Dice, each 3/day—darkness, magic missile; of which changesto a d8. A hu- 1/day—flame arrow, Melf’s acid manoid that normally has a class arrow, obscuring mist, vampiric instead of 1 Hit Die counts as a 1- touch. Caster level 4th; save DC 17 + spell level. HD creature. 216 :XIDNEPPA SETALPMET 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 216",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tauric creature gains feats as a monstrous Titanic creatures are created as the result of powerful transfor- humanoid of its nonclass Hit Dice. It favors the feats of the mation magic as well as forces of nature gone awry. Because of base creature and the base humanoid. a titanic creature’s limited intelligence, it is incapable of per- Climate/Terrain:Same as either base humanoid or base ceiving itself as a Gargantuan being and has difficulty interact- creature, whichever is more restrictive. ing with its much “smaller” surroundings. The transformation",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Some creatures simply aren’t made and refers to Table 3–5: Treasure on page 52 of the Dungeon for certain types of physical activity. Elephants, despite their Master’s Guide. In most cases, a creature keeps valuables in great Strength scores, are terrible at jumping. Giant crocodiles, its home or lair and has no treasure with it when it travels. despite their high Strength scores, don’t climb well. Horses Intelligent creatures that own useful, portable treasure (such can’t walk tightropes. If it seems clear to you that a particular as magic items) tend to carry and use these, leaving bulky creature simply is not made for a particular physical activity, items at home. See the Glossary for more details on using the you can say that the creature takes a –8 penalty on skill checks Treasure line of each monster entry. 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 66 77//1133//0044 44::4444::4422 PPMM",
        "name":  "Natural Tendencies",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "battletitan dinosaur, bloodstriker dinosaur, flesh- golem, trilloch. raker dinosaur, mastodon, needletooth swarm, sea tiger, (Lawful): justicator, visilight. swindle spitter dinosaur. (Living Construct): warforged, warforged charger, warforged (Aquatic): dragon eel, seryulin, siege crab. scout. (Chaotic): arrow demon, mivilorn, necronaut, odopi, Magical Beast: avalancher, bearhound, brood keeper, brood sorrowsworn demon, trilloch. keeper larva swarm, feral yowler, ironclad mauler, mivilorn, (Cold): chraal, rejkar, snowflake ooze. phoera, zezir.",
        "name":  "Animal",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +10 melee (1d8+3 plus poison) and 2 claws classic dragon mentality of hoarding treasure, but a pack +8 melee (1d6+1) doesn’t believe in individual ownership. While one ambush Space/Reach: 5 ft./5 ft. drake might use an item at any given moment, the pack",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dark vision 60 ft., immunity to magic might use it. sleep effects and paralysis, low-light vision, scent, spell An ambush drake prefers to move about on all fours, only resistance 16, telepathic link 30 ft. using its undersized wings when necessary.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "attack. It can then at- Blindsight 60 ft., tempt to start a grapple immunity to magic as a free action without ooze traits provoking attacks of oppor-",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Line of effect between the spellcaster and the arcane ooze is necessary in order for this ability to work. The save DC is The creature resembles a fluid mass of green protoplasm. Constitution-based. Within its immense bulk, glowing veins throb and pulse with Immunity to Magic (Ex): An arcane ooze is immune eldritch light. to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently Created in ancient times, arcane oozes have long since against the creature, as noted below. outlived their original purpose and their long-forgotten A magical attack that deals electricity damage increases creators. The bizarre creatures have a strange affinity an arcane ooze’s speed as if it had been affected by the haste for arcane magic. Immune to most arcane magic, arcane spell for 3 rounds. oozes drain arcane energy from nearby spellcasters. Some A magical attack that deals acid damage heals an arcane speculate that these oozes were created to combat a rival ooze of an amount of damage equal to half the acid damage group of arcane spellcasters, but scant evidence backs that the spell would normally have caused. any such conclusion. Others suggest arcane oozes arose Skills: An arcane ooze has a +8 racial bonus on Climb as a natural response to some cataclysmic event caused by checks and can always choose to take 10 on a Climb check, arcane magic. Adherents of these later theories claim that even if rushed or threatened. one day arcane oozes will drown out all arcane magic in ARCANE OOZES IN EBERRON the world. An arcane ooze measures 15 feet across and 3 feet thick. Arcane oozes are found in places where arcane spellcasters It weighs as much as 20,000 pounds. dwell, or in abandoned demesnes where wizards once held sway. They are encountered with alarming regularity in the COMBAT depths of Sharn, the City of Towers. An arcane ooze attacks by grabbing and squeezing its prey. It moves instinctively toward the nearest creature capable of casting arcane spells. It can only detect such 9 creatures (or any creature) if they are within 60 feet. Illus. by S. Wood OOZE ARCANE 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 99 77//1133//0044 44::4444::4488 PPMM ARMAND The armand warden presented here had the following This short, solidly built humanoid with thick, plated skin seems ability scores before racial adjustments and Hit Dice abil- as patient as a stone. Its stance lends it stability. ity score increases: Str 14, Dex 12, Con 13, Int 10, Wis 15, Cha 8. Armands are nomadic humanoids who wander the desert in search of new experiences. They operate as a democratic Combat unit with all adult armands able to voice and vote in coun- An armand warden fi ghts fi ercely to defend itself or any cil. They don’t believe in individual ownership and other armand. share all possessions and resources among other Defensive Stance: The statistics for an armand armands. Their philosophy scorns wealth warden in a defensive stance are adjusted to because of its transitory nature. Of infi nitely account for its elite ability score array and its greater value are experiences, and those monk levels. armands who have traveled, adventured, The following changes are in effect and returned to the tribe are deemed until the warden moves: AC 28, touch “wise ones” whose advice carries the 22, flat-footed 20; Base Atk/Grp +8/+10; most weight. Thus, many young adult Atk unarmed +15 melee (1d6+2); Full Atk armands leave their families and seek unarmed +15/+10 melee (1d6+2) or fl urry to see more of the world. of blows +13/+13/+8 melee (1d6+2); A typical armand stands 3-1/2 to SV Fort +11, Ref +14, Will +13 (+15 4 feet tall and weighs roughly 150 against enchantment). pounds. Evasion (Ex): If the armand Armands speak Common and warden is exposed to any effect their own language, Armandish. that normally allows it to attempt a Refl ex saving throw for half COMBAT damage, it takes no damage with a An armand prefers to avoid combat. successful saving throw. It enjoys living and treasures Slow Fall (Ex): An armand new experiences. An armand warden within arm’s reach of rarely starts a confl ict because a wall can use it to slow its combat too often causes an descent while falling. The untimely end and deprives armand warden takes dam- the armand or its foe of age as if the fall were 20 feet the pleasures of life. How- shorter than it actually is. ever, it will certainly fi ght Still Mind (Ex): +2 bonus if attacked. on saves against spells and effects of the Defensive Stance (Ex): Armand enchantment school.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Flurry of blows, ki strike (magic)",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Camoufl age, damage reduction 10/ ing ground and sizing up their foes. They favor ambushes magic, darkvision 120 ft., elusive prey, evasion, outsider designed to weaken the prey before bringing it down. traits, scent, swift tracker, unearthly grace Poison (Ex): Injury; Fortitude DC 22; initial damage",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— the thorns. After the grapple has begun, a battlebriar can attempt another grapple check as a free action to impale the This six-legged lionlike creature has a body made of writh- creature on its thorns. ing vines and thorns. Each of its gorillalike pairs of limbs is An impaled creature is helpless until it beats the bat- slightly shorter than the pair in front of it—its forelimbs are tlebriar in an opposed grapple check. As long as the only the longest, the middle pair of limbs slightly shorter, and its creatures that it is grappling with are impaled, a battlebriar rear pair of legs the shortest of all. Long thorns protrude from every part of the creature’s body, making it seem impossible is not considered grappled (the battlebriar does not lose its to approach or move around the creature without risking Dexterity bonus to AC, still threatens an area, and can use its serious injury. remaining attacks against other opponents). When making grapple checks against impaled creatures, a battlebriar takes Plants magically engineered to serve as massive living siege a –20 penalty on grapple checks. engines, battlebriars on a fi eld of battle can easily destroy Improved Grab (Ex): To use this ability, a battlebriar must massed formations of lesser troops. Although created for hit with its slam attack. It can then attempt to start a grapple war, battlebriars have long since escaped the control of their as a free action without provoking attacks of opportunity. creators, and they now roam through forest and fi eld alike. A Thorn Volley (Ex): Battlebriars grow and shed their single battlebriar is capable of destroying a small town, and thorns at an incredible rate, and by rearing up on their hind for this reason it is an event of major importance when one legs and snapping their bodies forward, they can launch a is seen near a settlement of any size. deadly volley. As a standard action, a battlebriar can launch Battlebriars possess a rudimentary intelligence but no a volley of thorns, centering the volley anywhere within 60 capacity for speech. On the few times that druids and spell- feet. The thorns deal 8d6 points of piercing damage to all casters of similar skill have been able to communicate with creatures within a 10-foot radius (Refl ex DC 33 half). The them, battlebriars have proven intractable and uncaring. save DC is Strength-based. A few powerful evil druids have been able to fi nd magi- Trample (Ex): Refl ex half DC 33. The save DC is cal means of controlling battlebriars, and these controlled Strength-based. beasts make fearsome guardians. Thorn Field (Ex): The thorns on a battlebriar’s body A battlebriar walks about on all six of its limbs, but when protrude into the area surrounding the creature, causing fi ghting, it stands on only one set of legs, swinging both several effects on creatures moving through a battlebriar’s pairs of its huge forelimbs wildly. A battlebriar is almost as threatened area. A battlebriar can make up to four attacks broad as it is tall, and compared to a humanoid of similar of opportunity each round. (Unlike the Combat Refl exes 14 size, is quite squat and stocky. feat, this ability does not allow a battlebriar to make attacks RAIRBELTTAB 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1144 77//1133//0044 44::5544::2233 PPMM of opportunity while fl at-footed.) In addition, the DCs for that warbound impalers are somehow lesser versions of Tumble checks to move through a battlebriar’s threatened their untamed kin. A lesser battlebriar averages around 8 area or through the squares that it occupies increases by feet long and weighs between 1 and 2 tons. 10. Creatures three or more size categories smaller than a battlebriar cannot freely move through the area that a Combat battle briar occupies. Lesser battlebriars approach combat just like their larger",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " — Smaller than the more pow- erful battlebriars that roam the wild, warbound impal- ers are at least somewhat obedient and are often encountered in the service of another creature. Skilled handlers can infl uence these crea- tures enough to keep them docile much of the time, and even send them into battle when necessary. Many believe that the warbound impalers were actually the original battle briars and that the larger, more power- ful battlebriars are in fact war- bound impalers gone feral. 15 This thinking belies the notion Illus. by L. Minnis BATTLEBRIAR 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1155 77//1133//0044 44::5544::2244 PPMM BEARHOUND COMBAT Large Magical Beast A bearhound typically attacks in response to a threat. It will",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Lesser bonedrinkers vaguely resemble the goblins from which they spawned, just as bonedrinkers vaguely resemble bugbears. However, just as with bonedrinkers, no one confuses a lesser bonedrinker for a new species of 19 goblin. More so than any goblinoid, lesser bonedrinkers BONEDRINKER 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1199 77//1133//0044 44::5544::4411 PPMM BROOD KEEPER This creature looks like an enormous beetle with a carapace Huge Magical Beast made of hundreds of leaf-shaped, chitinous plates. The creature’s",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "23–31 HD (Huge); 32–44 HD (Gargantuan) small items by placing the objects inside the brood keeper’s",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction that bodies become available and they can realize their 10/adamantine, darkvision 60 ft., immunity to magic, purpose once more. Some have just ceased to function low-light vision correctly. With a lack of purpose, they are unable to dis-",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aversion to daylight, damage reduction healing the charnel hound of points of damage equal to 3 10/silver and magic, darkvision 60 ft., frightful presence, × Hit Dice of the victim. This effect kills the victim, and spell resistance 23, undead traits, unholy toughness makes it diffi cult for his companions to recover his body",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsight 60 ft., damage reduction Blindsight 60 ft., damage reduction 5/bludgeoning 5/bludgeoning, immunity to fi re, and 10/magic, immunity to fi re, ooze traits, ooze traits, vulnerability to cold resistance to cold 10, spell resistance 20, vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items, losing the spell. plus +2 glaive This ability lasts for as long as affected creatures",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— ter must make another save upon reentry or be affected *Includes adjustments for Power Attack feat. once more, regardless of whether they made their initial saving throw. This emaciated figure stands nearly 15 feet tall. Batlike wings The sorrowsworn demon can suppress or activate this protrude from its back. Its face is a skeletal mockery of utter ability at will as a free action. This is a mind-affecting mourning, and two short, twisted horns sprout from the front of ability. The save DC is Charisma-based. its high brow. A wide maw and hooked claws clutching a massive Spell-Like Abilities: At will—detect magic, invisibil- polearm only add to this picture of lethality. ity, nondetection, greater teleport (self plus 50 pounds of objects only); 3/day—greater dispel magic, touch of idiocy Creatures of loss, sorrowsworn demons appear only after (+26 melee touch), unholy blight (DC 19); 1/day—feeble- a war or battle has finished. They prey on the feelings of mind (DC 20), mind fog (DC 20), plane shift, weird (DC 24). great sorrow that permeate a region after the loss of its Caster level 20th. youth and promise. Whispers of Loss (Su): A sorrowsworn demon preys on Favored haunts of sorrowsworn demons include mass an enemy’s feelings of loss, both real and projected. While graves, orphanages, hospitals, and the homes of those who engaged in combat, it whispers and hisses constantly, have lost loved ones to battle. Wherever one can fi nd the both aloud and in the minds of those creatures that can 36 greatest concentration of souls suffering from loss, one can understand it. NOMED 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 3366 77//1133//0044 44::5599::0099 PPMM",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sorrowsworn demon has a +8 racial bonus on focusing them as a free action each round on one target Hide, Move Silently, and Survival checks. within 60 feet that can understand it. Each round, it can TACTICS ROUND-BY-ROUND change targets at will (this is also a free action, although the previous victim might suffer lasting effects from the A sorrowsworn demon begins an encounter hidden (using whispers of loss, as described below). These intensifi ed invisibility and nondetection), spying out its would-be oppo- whispers of loss have different effects, depending on the nents and using its mind reading and detect magic abilities to sorrowsworn demon’s whims and tactics. gauge their intentions and powers. Once it believes its aura Any creature that has succumbed to both a sorrowsworn of loss and other mind-affecting abilities can take a toll, it demon’s aura of loss and mind reading abilities takes an addi- teleports into the midst of its enemies. tional –2 penalty on any saves to resist the sorrowsworn Round 1: Greater dispel magic on target with most magical demon’s whispers. auras (detected with its detect magic spell-like ability).",
        "name":  "A sorrowsworn demon can intensify these whispers, Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., immunity to magic Darkvision 60 ft., fast movement, sleep effects and paralysis, low-light immunity to magic sleep effects and vision paralysis, low-light vision, trap sense +1, uncanny dodge",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Balance +5, Intimidate +7, Jump +16, Balance +5, Intimidate +11, Jump +28, Knowledge (arcana) +4, Listen +6, Knowledge (arcana) +6, Listen +10, Sense Sense Motive +6, Spellcraft +4, Spot +6, Motive +7, Spellcraft +6, Spot +7, Survival +6, Swim +8, Use Magic Survival +10, Swim +9, Use Magic Device +7 Device +7",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blindsense 30 ft., damage reduction 5/ and can attempt to swallow the foe the following round adamantine, darkvision 60 ft., immunity to magic sleep (see below). effects and paralysis, low-light vision, keen scent Swallow Whole (Ex): A dragon eel can try to swallow",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— save, spellcasting or concentrating on spells within the area of a swarm requires a Concentration check (DC 20 + A ghostly swarm of rats floats silently and eerily spell level). Using skills requiring patience and concentra- along the ground, tion requires a DC 20 Concentration check. The save DC is creeping closer. Charisma-based. Strength Damage (Su): The swarm attack of an ephem- eral swarm deals 1d6 points of Strength damage to any living creature whose space it occupies at the end of its move. A creature reduced to Strength 0 by an ephemeral swarm dies. This is a negative energy effect. EPHEMERAL SWARMS IN EBERRON Ephemeral swarms sometimes manifest in cities recover- ing from a terrible animal or vermin infestation. These undead swarms are the remnants of one or more swarms that were previously exterminated. Ephemeral swarms are also encountered in the ruined strongholds of the Dhakaani Empire and the haunted halls of Nolunthrone, a ruined dwarf city beneath the Ironroot Mountains in the Mror Holds. EPHEMERAL SWARMS IN FAERÛN Ephemeral swarms haunt the Underdark and various dun- geons scattered across Faerûn (see Known Dungeons of Faerûn, pages 293–296 of the FORGOTTEN REALMS Campaign Setting, for likely locations). They also haunt the labyrinthine sewers of Faerûn’s oldest cities, the Mulhorandi capital of Skuld in particular. Some ephemeral cat swarms found under Skuld are particularly ancient and deal other types of ability damage in addition to Strength damage. 50 Ephemeral swarm LAREMEHPE MRAWS serraG .R yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 5500 77//1133//0044 55::0011::4433 PPMM FERAL YOWLER COMBAT Medium Magical Beast A lone feral yowler always tries to",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— to that feral yowler’s yowl for 24 hours. The save DC is *Includes adjustments for Power Attack feat. Charisma-based. Immunities (Ex): Feral yowlers are immune to fear, A hideous creature pads silently toward you on four feet, its negative energy, and energy drain effects. blank white eyes fixed in your direction. Patchy fur covers its Minor Displacement (Su): A light-bending glamer con- shrunken, unhealthy black skin only in places, and open sores tinually surrounds a feral yowler, making it hard to surmise dot its hide. A feral, narrow, catlike head swings low to the the creature’s true location. Any melee or ranged attack ground, and you see a long, emaciated tail shifting behind the directed at it has a 20% miss chance unless the attacker creature as it walks. can locate the beast by some means other than sight. A true seeing effect allows the user to see the beast’s position, but Feral yowlers are the result of extreme experiments in nec- see invisibility has no effect. romantic magic gone awry. Whether originally spawned Skills: A feral yowler has a +6 racial bonus on Hide from displacer beasts, panthers, or concocted from no checks and Move Silently checks. known beast, the fi rst feral yowlers were warped and FERAL YOWLERS IN EBERRON twisted by massive amounts of magical energy. Because of these experiments, they not only developed an immunity Feral yowlers roam the Labyrinth, a maze of canyons and to necromantic magic, they also gained the abilities that fi ssures that scars the landscape of the Demon Wastes. They make them such deadly and effi cient killers. Feral yowlers also inhabit forlorn ruins and dungeons throughout Khor- are ruthless predators, hunting not only for fun but also for vaire, occasionally striking up alliances with goblinoid the thrill of the kill. warlords in exchange for treasure or fresh food. A feral yowler measures about 7 feet long and weighs roughly 400 pounds. While they love to yowl, feral yowlers do not actually speak, though some learn to recognize a few simple words of Goblin. 51 Illus. by F. Vohwinkel YOWLER FERAL 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 5511 77//1133//0044 55::0022::4499 PPMM GERIVIAR Geriviars are tenacious and uncompromising in nearly Huge Giant every endeavor. Once a geriviar undertakes a task or",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration +19, Intimidate +15, Knowledge Spell-Like Abilities: 3/day—greater dispel magic, infl ict (arcana) +14, Knowledge (history) +12, Knowledge (reli- critical wounds (+27 melee touch, DC 21), unholy blight (DC gion) +19, Listen +12, Spellcraft +16, Spot +12, Survival +6 21); 1/day—fl ame strike (DC 22). Caster level 16th.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scout foes with detect magic and activate 3rd—cure serious wounds (DC 20) (2), daylight, dispel magic*, 56 globe of invulnerability. invisibility purge, protection from energy; 4th—cure critical TNAIG ollirraP .L yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 5566 77//1133//0044 55::0033::0077 PPMM Eldritch Giant Eldritch Giant Confessor, 11th-level Cleric Huge Giant Huge Giant",
        "name":  "Prior to Combat",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins, no goods, standard No coins, no goods, standard items plus items plus masterwork net masterwork net",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +7, Ref +8, Will +7 magic and elemental forces. Abilities: Str 23, Dex 12, Con —, Int —, Wis 10, Cha 1 Immunity to Magic (Ex): Golems have immunity to Skills: — magical and supernatural effects that allow spell resistance. Feats: — Exceptions are noted. Environment: Any",
        "name":  "Constructing one involves the employment of mighty Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct til the golem is destroyed, for only traits, damage reduction 10/ then is the victim’s despair lift- good, darkvision 60 ft., immu- ed. A good hope spell counters this nity to magic, low-light vision mind-affecting compulsion. The",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    }
]
