[
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action spinning force blades. This spell creates of this spell. Range: Touch one blade per three caster levels, up to a Target: Living creature touched CRITICAL STRIKE maximum of six blades at 18th level. You Duration: Instantaneous gain a shield bonus to AC equal to the Divination Saving Throw: Fortitude negates number of blades that circle you. This Level: Assassin 1 Spell Resistance: Yes bonus applies against incorporeal touch Components: V, S attacks, since it is a force effect. Casting Time: 1 swift action Your hand shrivels like the limb of a corpse",
        "name":  "You surround yourself with a ring of his skill ranks while under the effect Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Personal as dark energy flows through your veins. can direct one of the blades to break Target: You off and strike any target within 30 feet. Duration: One attack You bestow on your target a horrible dis The blade strikes unerringly, requiring ease effectively identical to mummy rot. no attack roll, and deals 2d6 points of The incubation period is instantaneous, damage (even to incorporeal creatures) and the initial save for the spell before disappearing. Spell resistance is calculated normally; all applies against this effect. Launching subsequent daily saves to a blade in this fashion reduces your avoid damage are DC 20. shield bonus accordingly. Mummy rot deals ld6 Any creature that grapples you points of Constitution is automatically struck by all the damage and ld6 points blades that still encircle you, which of Charisma damage im deal damage as normal but then mediately, and a similar disappear as though you had vol amount per day thereaf untarily launched them. ter; a victim reduced to 0 Constitution shrivels away COMBINED TALENT into sand and dust. Divination Furthermore, any char",
        "name":  "Every round, as a move action, you Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes burning within you. In the mind of your victim, the hood of a This spell converts king cobra spreads from your head, neck, part of your body into and back, your eyes become those of a great elemental fire, which serpent, and dripping fangs sprout from speeds your step and your jaws. toughens your flesh. You gain a +10-foot enhancement The subject perceives that you have bonus to your land speed and resistance Hood of the cobra convinces these robbers grown serpentine features, including a to fire 20. that Hennet is more than they can handle cobra\u0027s hood, a snake\u0027s slitted eyes, and Furthermore, while this spell is venomous fangs. A successful Will save active, you can activate a fire shield ef The crashing of waves echoes in your ears. allows him to recognize the illusion as fect (as the spell; fire-based protection unreal, which ends the spell\u0027s effect. only) on yourself as a swift action. This This spell converts part of your body into However, if the Will save fails, the sub benefit lasts for 1 round per level, at the elemental water, which makes you better ject is shaken for as long as he can see end of which time the spell\u0027s entire able to navigate aquatic environments you. Closing his eyes negates this effect effect ends. and slip through confined spaces. You but also effectively blinds him. If heart of fire is active on you at the gain a swim speed equal to your land In addition, if you make a successful same time as heart of air, heart of earth, speed, which grants you certain benefits melee touch attack (a standard action) or heart of water, you gain light fortifica (including a +8 racial bonus on Swim against the target while the spell\u0027s tion. If all four of these spells are active checks; see MM 311). You also gain the duration lasts, he believes that he has on you at the same time, you become ability to breathe water (as if under the been bitten by a venomous serpent and immune to extra damage from critical effect of a water breathing spell). Finally, takes ld6 points of Constitution dam hits and sneak attacks. age (Fortitude negates). Unlike normal poison, this attack has no secondary INCENDIARY SLIME You fill the target\u0027s mind with a barrage damage, though you can continue to Conjuration (Creation) of illusory sound. The subject takes a \"bite\" the subject each round. Immunity Level: Sorcerer/wizard 2 -10 penalty on Listen checks and 2d6 or resistance to poison applies normally points of sonic damage each round. A against this effect, even though it isn\u0027t A slick, greasy liquid seeps from the targeted successful Will save reduces the dura real poison (the subject and his body object, thoroughly coating it. tion to 1 round. both believe it to be real). JET OF STEAM This spell functions like grease (PH 237), HORRID SICKNESS but the liquid is also highly flammable. Evocation [Water]",
        "name":  "You feel a sudden flame Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See text A creature wearing armor or clothing ruddy hue. The metal creaks as it re-forms Spell Resistance: No affected by this spell takes a -5 penalty and straightens itself. on Escape Artist checks and on grapple A sticky layer of black liquid coats your checks made to resist or escape a grapple You instantly restore a single metal ob target. or to escape a pin. ject that has been damaged or destroyed Resinous tar counters and dispels by rust. This works even if the object grease (and vice versa). has been reduced to powder, such as Material Component: A by the rusting grasp spell. Even if the drop of honey, molasses, or object is partly missing, such pine resin. as one partially consumed by a rust monster, the spell func RESONATING AGONY tions as long as at least 1/4 of the object remains. Evocation [Sonic]",
        "name":  "Flecks of rust melt together and lose their Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bard 6 magical properties of any magic Components: V, S item or construct destroyed by Casting Time: 1 standard action rust. A slain or destroyed metal Range: Touch lic creature such as an iron golem Target: Living creature touched is restored in physical form, but it Duration: 1 round/level remains \"dead,\" having lost all magi Saving Throw: Fortitude partial cal qualities. Spell Resistance: Yes REPELLING SHIELD At your touch, a dull rumble courses Abjuration [Force] through the body of your foe, shak",
        "name":  "This spell does not restore the Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level (D) the body of the target. If you hit, the target is nauseated for the You create a shield of force that can -push duration of the spell. Each round your attackers away from you. on its turn it can attempt a Fortitude save to lessen this effect to sick This spell functions like the shield spell, ened for that round. except that any adjacent creature that A subject under the effect makes a melee attack against you is also of painful echoes (page 112) takes Rain of spines brings a pushed 5 feet away from you after the at frost giant dawn to size 1 point of Constitution damage each tack is resolved. A successful Reflex save time it fails a Fortitude save against negates this effect, and spell resistance The resinous tar spell makes a solid sur resonating agony. applies. You can choose the direction face sticky. Movement costs across the of the creature\u0027s movement, as long as area are doubled. Any prone creature RESOUNDING THUNDER it ends up farther away from you than in the area must succeed on a DC 10 Evocation [Sonic] it began. You can\u0027t push a creature into Strength check to stand up. Level: Bard 4, sorcerer/wizard 5 a space that it couldn\u0027t legally occupy The spell can also be used to create Components: V, S (such as a wall). If no legal space exists a sticky coating on an item. Items not Casting Time: 1 standard action to push the creature, it is unaffected. in use or in a creature\u0027s possession are Range: Medium always affected by this spell. An object (100ft. + 10 ft/level) RESINOUS TAR wielded or held by a creature receives a Area: 20-ft.-radius spread Conjuration (Creation) Reflex saving throw to avoid the effect. Duration: 5 rounds (D)",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) —-Hennet the sorcerer Even as you prepare for sleep, you feel a strange Your flesh turns into solid onyx, and your alertness in the back of your mind. muscled fists crackle with the unbridled NEW WARLOCK power of thunder and lightning. You set a specific condition under which INVOCATIONS you automatically wake up. This condi You take the form of a marut (MM 159), tion might be anything from \"If any including the full plate armor normally Tiny or larger creature comes within LEAST INVOCATIONS worn by such a creature. You gain 50 10 feet of me\" to \"When the moon is All-Seeing Eyes: As comprehend temporary hit points, which disappear at at its zenith.\" The condition must be languages on written material, the end of the spell\u0027s duration. You can something that you would normally bonus on Search and Spot checks. use each of the marut\u0027s at-will spell-like be able to observe if you were awake. Call of the Beast: Speak with abilities (such as dimension door) once Thus, you can\u0027t set the spell to wake you animals and influence their per casting of the spell, but you don\u0027t when something happens elsewhere, or behavior. gain access to any of the marut\u0027s 1/day when an invisible foe sneaks into your Hammer Blast: Eldritch blast deals or 1/week spell-like abilities (such as campsite. You awaken fully alert and normal damage to objects. chain lightning or earthquake). See the ready for action. Otherworldly Whispers: Gain Polymorph Subschool sidebar on page bonus on Knowledge checks. 91 for more details. Serpent\u0027s Tongue: Gain the scent ability, +5 bonus on saves against poison.",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This item looks like an empty half- gallon waterskin with an airtight seal. When it is opened and exposed to air, an alchemical substance within the flask slowly produces drinkable water. The flask produces water at a rate of 8 ounces per hour (becoming completely full after 8 hours). The water can be poured out as it appears or simply kept in the container. OPTIONAL MATERIAL COMPONENTS Spellcasters have long noted that various items and materials aid them in spellcasting; hence the material components and focus components that various spells require. Further study has revealed that some rare and exotic items can enhance a whole range of spells. These items have become widely avail able, and they can be purchased just about anywhere—subject Alchemical items (clockwise from center): screaming flask, fast torch, to a community\u0027s gold piece limit. auran mask, crackle powder, wine bottle (to show scale), The more potent the spell, the more of the material com dagger (to show scale), weepng flask ponent is necessary to enhance it. You must use a number of \"doses\" of the component equal to the spell\u0027s level (minimum 1) for the component to have any effect. For example, if you Devil\u0027s Eye: These small, translucent stones seem a little wanted to extend a 5th-level abjuration spell with angel down, warm to the touch. They also at least faintly resemble an eye you would need to use five doses of the component (500 gp with a vivid red sclera, a white or yellow iris, and a black, cat value); if you used less than that, the component would be like pupil. Despite the name, devil\u0027s eyes are natural crystals expended with no effect. found in volcanic areas, often streambeds or collections of No more than one type of optional material component can glacial debris. The warm feeling comes from a weak acid that be added to any single spell. If you include a second additional forms on the stone\u0027s surface. component, only one (chosen randomly) takes effect. Material components that apply a metamagic effect to a spell can\u0027t be used in the casting of any spell already affected TABLE 5-6: OPTIONAL SPELL COMPONENTS by a metamagic feat. For example, a stilled mage armor spell Item Weight Cost can\u0027t benefit from angel down, even though the effect applied Angel down * 100 gp Devil\u0027s eye 1/10 lb. 150 gp by angel down is different from the metamagic effect already Dragon\u0027s tear 200 gp on the spell. Fairy button 1/10 lb. 200 gp",
        "name":  "Weeping Flask",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When a shieldstone cavern forms, it hollows change occurs. a roughly hemispherical cavern out of the solid substance in",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2,000 gp. \"I can only imagine that the ferocity of the bear and the vigilance of an owl were the qualities sought. I am just thankful that was all that was sought. Can you imagine the horror if they had, for instance, sought the qualities of a beholder and an illithid?\" —-Mialee the wizard SHIELDSTONE CAVERN Wherever powerful abjuration magic has been used repeat edly to protect a large number of creatures, a shieldstone cavern might form. Not only do such sites provide useful sanctuaries from attack, but they also have the power to augment abjuration spells for arcane spellcasters who can access their power. Because of their link with protective magic, shieldstone caverns manifest in or near population centers, particularly those that are frequently besieged by attackers. Because these sites usually occur within earth or rock, they are found in A mind flayer prepares to enter a shieldstone cavern",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters can gain the following pieces of infor mation about a soulheart pool by making Knowledge (arcana) checks at the appropriate DCs, as given below. Knowledge (arcana) DC Information Gained 10 A soulheart pool is a site that forms where large numbers of fey creatures have gathered. 15 A soulheart pool consists of the purest essence of enchantment magic. 20 Anyone who meditates beside a soulheart pool can draw a small portion of its magic into herself to augment her enchantment spells and effects. Within the cavern, the air is fresh and slightly warm. Any intelligent creature entering a shieldstone cavern feels a strong sense of peace and safety, as though no harm could A soulheart pool is breach its walls. favorite spot of Whenever an arcane spellcaster who has successfully fey creatures drawn power from a shieldstone cavern casts an abjuration spell, an image of a shield briefly appears on the back of each of his hands.",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Only an arcane spellcaster capable of cast ing at least three different abjuration spells of 2nd level or higher can sense and access the power contained within a shieldstone cavern, though any creature can take shelter within its confines.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any creature that enters a shieldstone cavern and asks aloud for protection is affected as if by shield and protection from arrows for as long as it remains within its confines. Furthermore, the intangible hand becomes a stone door that functions as if affected by hold portal and arcane lock until the protected creature asks for release. To claim the special ability granted by a shieldstone cavern, a qualified spellcaster must meditate uninterrupted for 8 hours within its confines. If this meditation is interrupted, the character can begin again.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once a shieldstone cavern has conferred its benefits on a single spellcaster, it cannot do so again for one year. Special Ability (Ex): The effective caster level of a spell caster who draws power from a shieldstone cavern increases by 1 for all abjuration spells.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Get away from your enemies and amaze dagger beneath a black silken cloak . Scoundrels come in them at the same time . This trick is useful for gaining all shapes and sizes, and they draw their strength from a the higher ground bonus or darting out of reach to drink variety of sources both mundane and magical . a potion . 1\u0018 all TYPes sCoundrels of ChaPTer 1",
        "name":  "Not every scoundrel wears leather armor and conceals a Corner Perch",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a clever scoundrel, you need take, the cloaked dancer and master of not rely on spells and often cannot use them masks prestige classes (found in Chapter in the middle of a gathering, but they can Scoundrels are masters 2) make excellent choices . The former allows nonetheless play a vital role in your success . of persuasion for violent confrontations but requires playing Here are a few optimal choices; keep in mind the part of a relatively low-status entertainer, that your class choice might prohibit some options . All while the latter grants more options for disguises but spells appear in the Player’s Handbook unless otherwise fewer combat skills . If you prefer a lower profile, the spy- noted . master prestige class from Complete Adventurer allows you 1st—disguise self: This is a natural choice for any clever to mingle unobtrusively and slip away unnoticed . scoundrel attempting to infiltrate a gathering of people of a different social rank . The value of the +10 bonus on dIvIne sCoundrel Disguise checks cannot be overstated . Divine scoundrels fall into two camps: those who worship 2nd—eagle’s splendor: The main drawback of this spell good deities and those who do not . A good-aligned divine is its limited duration, which makes it useful mainly for scoundrel often works for a secret organization affiliated those all-important first impressions . with her church’s hierarchy, using her knowledge of the 3rd—glibness: This spell helps you talk your way out of underworld to battle the darkest aspects of it . A nongood or into almost any situation . divine scoundrel probably worships a trickster deity or a 4th—voice of the dragon (Spell Compendium): The skill patron of murder, lies, or theft . bonuses and the suggestion effect are incredibly useful . Personality: Regardless of their alignment and who 5th—mislead: This spell lasts just long enough to get they worship, divine scoundrels are quiet, confident you out of a dangerous situation . individuals . If you are good-aligned, you usually hide 6th—veil: If you can’t go it alone, bring the appropriate out in the open, trusting to your station to shield backup under appropriate cover . you from prying eyes . If not, you draw back into the arbmioC .M yb .sullI 1\u0018 all TYPes sCoundrels of ChaPTer 1 shadows and become as difficult to locate as any mundane Hawk’s Vision (Complete Adventurer): Many of the wild scoundrel . feats come in handy for a druid; the benefit of improved",
        "name":  "Best Spells",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "I have already opened deal- ings to acquire for you a lucrative holding, from a most unlikely Your perspicacious servant, source. A local halfling I’ve recently ingratiated myself with turns out to be the owner of one Felfeather Bridge, a lengthy span Bysryn Shimbles pqqqqqqqqqqqqqqqqqqqqrs Illus. by W. Mahy \u00180 2 reTPahC egITserP sessalC organization baTTle TrICksTers In The gaMe Battle tricksters congregate only on an occasional basis, Battle tricksters are frighteningly effective opponents with usually along with magical tricksters and uncanny trick- a few surprises in store . A single one in a group of standard sters (although they make up the smallest number in such combatants makes an excellent leader . The majority of a mixed group) . They swap techniques, introduce newly de- battle tricksters are not villains, but they can be entertain- veloped tricks and trick-supporting equipment and magic, ing bodyguards for the party’s antagonist . and share experiences . Outside observers might assume Anyone who enjoys playing swashbucklers and similar such a meeting is part of a circus or carnival, with trick- characters who perform over-the-top, cinematic acts of sters springing about performing for the enjoyment and daring should find the battle trickster an interesting PC education of onlookers . choice . The prestige class does not hamper a fighting class’s These gatherings, though enjoyable, do not represent abilities, so even someone who prefers the role of front- a structured organization . Battle tricksters looking to line combatant might enjoy the slight change of pace and become part of something more permanent usually join increased flexibility offered by the prestige class . groups that appreciate both their abilities and their moral choices: police forces, thieves’ guilds, and military or guard adaptation units . The battle trickster is already a very generalized prestige class that can easily fit into any campaign setting . It does nPC reactions rely on the new rules for skill tricks, however, so it is not Battle tricksters are impressive and terrifying in combat . suitable for a campaign that does not incorporate them . People who have witnessed them in action treat them Replacing bonus tricks with extra feats from the fighter with respect, even awe . Most strangers have a friendly list can repurpose the character as a combat specialist with attitude, or at least a false warmth brought on by intimida- a more generalized approach to skills . tion (whether intended or not) . Some are jealous of battle tricksters and their abilities, or covet such prowess for sample encounter themselves . They treat battle tricksters with calculated Battle tricksters are always looking for ways to do what they indifference, and the most petty of such people are do best . If there’s a fight nearby, a battle trickster moves unfriendly . toward it as fast as he can . Because tricksters run the entire gamut of morality, EL 15: The PCs might run across Elibor Gunter just before, some use their abilities to take advantage of less talented during, or just after a combat in which he faces numerous folk . A victim of such exploitation has a negative view of opponents . He takes any opportunity to pick a fight, whether all tricksters and is unfriendly at best . it be a bar brawl, a back-alley rumble, or a challenge to loiter- ing thugs . The more opponents, the better—he plunges baTTle TrICksTer lore into their midst, mad with battle lust, whirling his spiked Characters with ranks in Knowledge (history) or Knowl- chain to disarm anyone within reach . Depending on the edge (local) can research battle tricksters to learn more situation, the PCs might befriend Elibor by helping him about them . When a character succeeds on a skill check, against overwhelming odds, or they might make him into the following lore is revealed, including the information a terrible foe by trying to keep him out of a fight . from lower DCs . DC 10: Battle tricksters employ unusual talents in Elibor Gunter CR 15 combat . Male dwarf fighter 12/battle trickster 3 DC 15: Battle tricksters don’t stop practicing other abili- CN Medium humanoid Init +1; Senses darkvision 60 ft.; Listen +0, Spot +0 ties just because they start to learn tricks . Languages Common, Dwarven, Terran, Undercommon DC 20: Not every battle trickster is a swashbuckling AC 22, touch 12, flat-footed 21; Dodge, Mobility, +4 AC acrobat—some of them are also raging barbarians or against giants righteous paladins . They use skill tricks to enhance their (+1 Dex, +9 armor, +1 deflection, +1 natural) existing talents . hp 117 (15 HD) DC 30: Characters who achieve this level of success Resist stability (+4 against bull rush and trip) Fort +13 (+15 against poison), Ref +6, Will +5; +2 on saves can learn important details about specific battle tricksters against spells and spell-like effects in your campaign, including a notable individual, the Speed 20 ft. (4 squares); Spring Attack area in which he operates, and the kinds of activities he Melee +2 ghost touch spiked chain +24/+19/+14 (2d4+13) undertakes . Base Atk +15; Grp +20 Because battle tricksters operate in small groups of mixed Atk Options Improved Disarm, Improved Trip, Quick Draw, abilities or in connection with military units, the easiest Whirlwind Attack, +1 on attacks against orcs and gobli- way to find one is to contact the local garrison or sheriff and noids, skill tricks, tricky fighting inquire about individuals with unique fighting talents . Abilities Str 20, Dex 13, Con 14, Int 14, Wis 10, Cha 6 SQ stonecunning (PH 15) \u00181 Classes PresTIge ChaPTer 2",
        "name":  "My news in fact is most exciting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a gray guard, you are held to the PlaYIng a graY guard same code of conduct as a paladin . You must be of lawful You have seen the horrible reality of the world: Children good alignment and must never willingly commit an evil dying in the gutter as the rich feast a hedge-wall away; law act . You must also pledge to respect legitimate authority, act used to imprison and terrify those it was created to protect; lekniwhoV .F yb .sullI \u0018\u0018 Classes PresTIge ChaPTer 2 the supposedly devout ignoring and abusing those they work . Feats such as Mobility, Spring Attack, and Stealthy deem beneath their interest or contrary to their faith . The help you get at the greatest threat and bring it down . In most insidious evil wears a cloak of righteousness and addition, you are ever on the hunt for items that cloak seduces with honeyed words . Your faith’s leadership realizes your aura of good and any other ties to your faith that your that many paladins’ inflexible interpretation of their code enemies’ magic might reveal . of conduct not only allows such foulness to remain hidden but even aids its spread . As a gray guard, you have earned resources the freedom to seek out and destroy corruption through Although your order sometimes points you toward any means necessary . suspected evils, you are primarily a knight-errant, doing Although you work toward the same goals as other what you can wherever you are needed . The grim few who members of your faith, many within it do not trust you . make up your order aid you as much as they can, but their They believe that you and your fellows at best flirt with ranks are small . Primarily you can depend only on your corruption and at worst embrace it . Paladins see freedom rare allies . from their code of conduct as weakness, an inability to mete As a member of an organized religion, you might be able out justice through honorable means, and do not consider to draw upon the resources of your church . However, you you to be their equal . often face prejudice from those within your own order: You are not proud of your role, but you accept that one Instead of being helpful, they treat you indifferently or must sometimes embrace a lesser evil to combat greater worse . Those who understand and recognize your service injustice . Your freedom is not a boon but a loss of innocence, provide spellcasting and equipment for half the normal a permanent tarnish on a once-pristine soul . Solidifying cost, but those who distrust you might not offer aid even your resolve, you face the world of cruel reality, ready to do at standard prices . battle just as valiantly as any paladin but also just as brutally as the monstrosities you oppose . graY guards In The World “How’re we supposed to see the pally comin’ when ’e wears armor Combat blacker than ours?” In battle you are not just a warrior, but also a judge . If you —Griv “Goblin Father” Chos, unfortunate cultist guard can, you engage your opponent in honorable combat to prove the valor of your cause . However, you are no fool . In any campaign featuring less than black-and-white If the only sure way to finish the high priest of a cult of morality, gray guards might rise from the ranks of the Vecna is to stab him as he sleeps or lie in wait and attack most devout warriors to challenge hidden evils and work from the shadows, you make such sacrifices of character to toward sweeping change . Such orders give paladins the put a permanent end to the threat . Thus, your tactics must opportunity to wage war against injustice without undue change to suit the enemy and the conditions of battle . worry about getting their hands dirty . Your mercy also must conform to the necessities of the moment . Ideally you would bring defeated enemies before organization the proper authorities for righteous judgment, but the Orders of gray guards might be created as part of any reality of your situation might prevent you from taking lawful- or good-aligned religion that sponsors paladins . prisoners, especially if they are likely to escape or impede The organization of such an order might vary dramatically your greater aims . Some powerful threats simply cannot be from faith to faith, as well as how others within their church permitted to live and potentially rise again . A momentary perceive them . Some gray guards might form covert cells prayer and a coup de grace end the lives of many of your that parallel their church’s “legitimate” paladin orders . foes . A typical order of gray guards works separately from a church’s hierarchy of paladins . Though rarely hidden, the advancement order is not discussed openly by officials of the faith . Much As a paladin, you were frustrated by members of that noble like inquisitors or witch hunters, gray guards are a feared order who seemed oblivious to the greater good, righting aspect of the church that few care to acknowledge . specific wrongs while ignoring others . You repeatedly came Only a few among the faith’s paladins have what it into conflict with your peers, even violating your code of takes to become gray guards . Once chosen, they are free conduct to satisfy your sense of justice . You were finally of the paladin’s rigid code but are still carefully watched . approached by leaders of your church or a stern knight in Churches monitor their work, knowing that such proximity tarnished armor, who asked how much you would sacrifice to the wicked can endanger their faith . Gray guards often for your faith and a clean conscience . seek out a place of worship to confess the burdens on their As a gray guard, you understand that your enemies’ tactics souls, which they see as a sacred duty . might aid you as well . Skills that you might have disdained Gray guards have no holdings, no halls of triumph, and before, such as Bluff, Disguise, Intimidate, or even Move only the most limited rosters of duty . Among them only two",
        "name":  "Code of Conduct",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At each level, you gain new spells per spell (1st, maximum 1 levels) Special Actions psibond (empathy, forced sense link, nudge, day and an increase in caster level (and spells known, if suggestion) applicable) as if you had also gained a level in a spellcasting Combat Gear dorje of force screen* class to which you belonged before adding the prestige *Item described in Expanded Psionics Handbook class level . You do not, however, gain any other benefit a Power Points/Day: 44; Powers Known* (ML 5th; 1d20+9 to character of that class would have gained . If you had more overcome psionic resistance): 3rd—dispel psionics, hostile empathic transfer (DC 20), than one spellcasting class before becoming a spellwarp psionic blast (DC 20) sniper, you must decide to which class to add each level for 2nd—brain lock (DC 19), ego whip (DC 19), read thoughts the purpose of determining spells per day, caster level, and (DC 19) spells known . 1st—far hand, force screen, inertial armor, mindlink Spellwarp (Ex): You can alter the form of certain area (DC 18), psionic charm (DC 18) *Powers described in Expanded Psionics Handbook spells into rays as you cast them . As a free action, you can Abilities Str 8, Dex 14, Con 12, Int 22, Wis 10, Cha 13 warp a 1st-level area spell with instantaneous duration and SQ lingering psibond, trapfinding a range greater than touch . The spell’s level, components, Feats Combat Manifestation*, Power Penetration*, Psionic range, and damage (if any) remain unchanged . However, the Talent* [3], Psithief** spell’s area entry is replaced by an effect entry of “ray .” *Feats described in Expanded Psionics Handbook The spell acts in all ways as a ray, and is considered a ray **New feat described in Chapter 3 Skills Bluff +16, Concentration +16, Diplomacy +7, Disguise for the purpose of effects that modify or depend on rays +1 (+3 acting), Gather Information +18, Intimidate +12, (such as the other abilities of this prestige class) . You must Knowledge (psionics) +16, Listen +11, Psicraft +16, Search succeed on a ranged touch attack to affect an opponent with +7, Sense Motive +12, Speak Language (10), Spot +11 the spell . Even if the original spell allowed a Reflex save to Possessions combat gear plus masterwork dagger, amulet reduce or negate its effect, the ray does not . However, if the of natural armor +1, headband of intellect +4, psionatrix of telepathy* original spell allowed a Fortitude or Will save to reduce or *Item described in Expanded Psionics Handbook negate the spell’s effect, the save still applies . Psibond (Su) Duration 6 minutes; Will DC 17 negates. Against You must decide to warp the spell as you cast it . You the suggestion effect, Will DC 14 resists. do not need to prepare it as a warped spell . You can apply metamagic feats as normal to the spell, as long as they can affect ray spells . sPellWarP snIPer Each time you advance a level in this class, the maximum “Oppose me, and I shall show you whole new universes of level of spell that you can affect increases by one . For pain.” example, a 3rd-level spellwarp sniper can warp spells of —Tessa Senchan, master spellwarp sniper up to 3rd level . Sudden Raystrike (Ex): If you can catch an opponent The spellwarp sniper contorts spells, changing area effects when he is unable to defend himself effectively from your into rays that deliver precise, devastating attacks . ray attack, you can strike a vital spot for extra damage . Whenever the target of one of your ray spells is denied a beCoMIng a sPellWarP snIPer Dexterity bonus to AC (whether the target actually has a Every spellwarp sniper has at least one level of rogue, ninja, Dexterity bonus of not), you deal an extra 1d6 points of spellthief, or some other class that grants the sneak attack damage with your ray spell . (If your ray spell doesn’t deal or sudden strike class feature, which is a prerequisite for hit point damage, this extra damage doesn’t apply .) At 4th the prestige class . At her heart, however, a spellwarp sniper level, the extra damage increases to 2d6 . If you get a sneak is a spellcaster of respectable skill, usually of arcane origin . attack or sudden strike bonus from another source (such Occasionally a divine caster (such as a cleric dedicated to a as rogue or ninja levels), the bonuses on damage stack deity of destruction) enters this class . whenever both abilities would apply to the same target . This damage applies only to targets within 30 feet . Entry Requirements Creatures with concealment, creatures without discernible",
        "name":  "Spellcasting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your rogue and swashbuckler levels stack for the as a rapier, spiked chain, or whip) . purpose of determining your competence bonus on Reflex This feat’s benefit applies only when you are unarmored saves from the grace class feature and the swashbuckler’s or wearing light armor and not using a shield . dodge bonus to AC . For example, a 7th-level rogue/4th-level Special: If you have the Combat Expertise feat, you also swashbuckler has grace +2 and gains a +2 dodge bonus to gain the benefit of Deadly Defense when taking a penalty AC, as if she were an 11th-level swashbuckler . of at least –2 on your attack roll from that feat . Your rogue and swashbuckler levels also stack for the A fighter can select Deadly Defense as one of his fighter purpose of determining your sneak attack bonus damage . bonus feats (PH 38) . For example, a 7th-level rogue/4th-level swashbuckler would deal an extra 6d6 points of damage with her sneak deafenIng sTrIke [aMbush] attack, as if she were an 11th-level rogue . Your stealthy attack leaves your foe’s head ringing .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a move action, you can expend one daily leaves your foe confused for 1 round . A successful Will save use of your bardic music ability to remove fatigue from up (DC 10 + the number of extra damage dice normally dealt pqqqqqqqqqqqqqqqqqqqqrs kI PoWer (su) A ninja can channel her ki to manifest special powers of As long as a ninja’s ki pool isn’t empty (that is, as long stealth and mobility. She can use her ki powers a number of as she has at least one daily use remaining), she gains a +2 times per day equal to one-half her class level (minimum 1) bonus on her Will saves. + her Wisdom bonus (if any). Ki powers can be used only if A ninja’s ki powers are ghost step, ki dodge, ghost strike, a ninja is wearing no armor and is unencumbered. greater ki dodge, and ghost walk. (Complete Adventurer 5) pqqqqqqqqqqqqqqqqqqqqrs \u0018\u0018 3 reTPahC llIks dna sTaef skCIrT by your sneak attack + your Dex modifier) negates this good through evil) . For example, a chaotic good spellcaster effect . If you use this feat a second time on a target before could acquire a neutral familiar . A lawful neutral spell- 1 round has elapsed, the effect of the first use expires . caster could acquire a neutral good familiar . Using this feat reduces your sneak attack damage by Except as noted here, improved familiars otherwise use 5d6 . the normal rules for familiars (PH 52) .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Unlike most other luck feats, using Lucky Start but only if you are wearing light armor . You incur the requires no action . normal arcane spell failure chance when wearing medium or heavy armor or when using a shield . MagICal forTune [luCk] Normal: A spellthief does not incur a chance of arcane Even you are sometimes surprised by how well your spell failure when casting spellthief spells in light armor . spells work . He incurs the normal arcane spell failure chance for other",
        "name":  "Special",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When taking 10 with a skill to which you Benefit: Your rogue and scout levels stack for the purpose have assigned skill mastery, you can treat the die roll as a of determining the extra damage and bonus to Armor Class 12 instead of as a 10 . (In effect, you’re “taking 12 .”) granted when skirmishing . For example, a 4th-level scout/",
        "name":  "Skill Mastery",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a standard action, you can expend two daily Prerequisite: Favored enemy, skirmish +1d6/+1 AC . uses of your bardic music ability to deafen a single target Benefit: Your ranger and scout levels stack for the purpose for 3 rounds . A successful Will save (using your Perform of determining the extra damage and bonus to Armor Class check result as the DC) negates the effect . The target must granted when skirmishing . For example, a 4th-level scout/1st- be within 30 feet of you and be able to hear you . level ranger would deal an extra 2d6 points of damage and gain a +1 competence bonus to AC when skirmishing, as sure hand if she were a 5th-level scout . You can perform more amazing displays of legerdemain Your ranger and scout levels also stack for the purpose of than normal . determining when you select additional favored enemies,",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Walk up a column of smoke as if it were Disobedience: Subject is shielded from mind control . solid . Create Fetch: Craft a temporary duplicate of yourself that follows telepathic orders . 3rd level",
        "name":  "Smoke Stairs",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Target’s armor becomes restrictive, slow- ing movement to 10 ft . neW ClerIC sPells",
        "name":  "Armor Lock",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double arcane spell failure chance for Healer’s Vision: Gain +5 bonus on Heal checks, and +2 target’s armor . attack and damage on sneak attacks .",
        "name":  "Mage Burr",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double arcane spell failure chance for category . target’s armor . Lucky Streak: Subject gains +2 luck bonus on rerolls made with luck feats . 4th level",
        "name":  "Mage Burr",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dispel spells on target and gain their ben- 3rd level efit for yourself . Abjur Disobedience: Subject is shielded from mind control . neW ranger sPells Conj Grasping Wall: Wall sprouts hands that entangle enemies, help allies climb . 1st level Trans Wand Modulation: Temporarily change wand to",
        "name":  "Spell Theft",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Target’s armor becomes restrictive, Abjur Spell Theft: Dispel spells on target and gain their slowing movement to 10 ft . benefit for yourself .",
        "name":  "Trans Armor Lock",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Double arcane spell failure chance for target’s armor . 6th level",
        "name":  "Mage Burr",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You target cannot remove his armor; its Range: 0 ft .",
        "name":  "Target",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No as bright silvery scales cover your skin. with only natural armor or an AC Spell Resistance: None bonus from items other than armor, You take the form of a Diminutive or those using only shields . You drop a tiny wooden block before you. fish . Use the statistics for the toad It rapidly begins growing and hits the (MM 282) except for the following assassIn’s darkness ground with a heavy thud, now a perfect changes: Add the aquatic subtype, Evocation (Darkness) 5-foot cube of dense wood. replace the land speed with a swim Level: Assassin 4 speed of 30 feet, remove the amphibi- Components: V, S You call a cube of solid wood, 5 feet ous special quality, and replace the Casting Time: 1 standard action on a side, into being . The cube must toad’s skills with Listen +4, Spot Range: Medium (100 ft . + 10 be created upon solid ground in an +4, and Swim +13 . A fish adds its ft ./level) empty square . If no solid surface",
        "name":  "Your arms and legs fuse with your body on unarmored opponents, creatures Saving Throw",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40-ft .-radius spherical exists that is large enough for the modifier, to Swim checks, and gains emanation cube to fit on, or if no adjacent square a +8 racial bonus on Swim checks Duration: 1 minute/level (D) is empty, the spell fails . due to its swim speed . See the poly- Saving Throw: No The cube weighs 2,000 pounds . morph subschool description on Spell Resistance: No It has a hardness of 5 and 600 hit page 91 for more details . points, and it completely fills one As its name suggests, this spell’s Covering your eyes and spitting a 5-foot square . Multiple cubes can be most common use is to make a quick harsh whisper, you conjure a globe of stacked . If it is pushed into water, the getaway in a watery environment, absolute blackness before you. As you cube floats . but it also allows a clever druid step forward, your sight alone pierces the Material Component: A block of to overcome a flooded corridor or darkness, showing you your disoriented wood, less than 3 inches on a side . similar obstacle . victims within. CaTaPulT arMor loCk You call a globe of absolute dark- Transmutation",
        "name":  "Dexterity modifier, not its Strength Area",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One creature wearing magical obscurement, although Duration: Instantaneous armor creatures capable of seeing in magi- Saving Throw: No",
        "name":  "Target",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One creature wearing As you invoke the name of your deity, You can duplicate a specific indi- armor or using a shield a towering, spectral image of the god vidual’s voice by making a Bluff",
        "name":  "Target",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you activate this item, you use one of the Requires false life . charms on the bracelet to gain the benefit of a successful Dodging: You gain a +2 dodge bonus to your Armor Class luck reroll without expending one of your daily luck against the first attack made against you in the next round . rerolls . You can expend only one charm per round . You Requires haste . can use this ability only with luck effects that require Escaping: You immediately gain the benefit of dimension one luck reroll to activate . Effects that require more than door, except that the range is limited to 30 feet and you must one luck reroll cannot be partially paid for by expending have line of sight to the destination . Requires dimension a charm . door . Aura/Caster Level: Moderate transmutation; CL Flexing: You gain a +5 bonus on all Dexterity-related 11th . skill checks and Dexterity checks made in the next round .",
        "name":  "Effect",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Obviously, the Seven Ravens Clan is best *New feat described in Chapter 3 suited to city-based campaigns, especially those that focus Skills Balance +5, Bluff +9, Climb +12, Diplomacy +18, Dis- guise +1 (+3 acting), Escape Artist +16, Gather Informa- on intrigue and the workings of the criminal underworld . tion +13, Hide +11, Intimidate +3, Jump +14, Knowledge The clan can also work as a rebel organization working (local) +11, Listen +11, Sense Motive +9, Spot +13, Swim surreptitiously to overthrow a usurper or despot . If you +4, Tumble +18, Use Rope +3 (+5 involving bindings) prefer, you can easily alter the clan’s overall outlook to Skill Tricks* Acrobatic Backstab, Leaping Climber, Quick make it into a traditional thieves’ guild, either as one the Escape, Quick Swimmer *Described in Chapter 3 PCs support or as one they oppose . Possessions combat gear plus +2 leather armor, +2 light",
        "name":  "Adaptation",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters with ranks in Knowledge (local) can surrounds the shell with magical effects in addition to research an otyugh hole to learn more about it . When a antimagic field . Spells such as antipathy, blade barrier, fire character succeeds on a skill check, the following lore is shield, prismatic wall, and sympathy are favorites of the revealed, including the information from lower DCs . trickster deity . DC 10: An otyugh hole is a prison cesspit where the foulest",
        "name":  "For even greater enjoyment, sometimes Olidammara Lore",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hexblades tend to get along best with armor but not with shields. Because the somatic components other classes whose members look out for themselves before required for hexblade spells are simple, a hexblade can cast hex- others, including rogues, rangers, and barbarians. They avoid blade spells while wearing light armor without incurring the paladins and other characters dedicated to the service of good normal arcane spell failure chance. However, like any other or other high-minded ideals. Hexblades sometimes feel jeal- arcane spellcaster, a hexblade wearing medium or heavy armor ous of the sorcerer’s superior arcane talents, and they shun or using a shield incurs a chance of arcane spell failure if the wizards as weak book-learners. spell in question has a somatic component (and most do). A",
        "name":  "Other Classes",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Most swashbucklers pay at least some small amount of homage to Olidammara (deity of Swashbucklers have the following game thieves), since that deity is renowned as being statistics. lucky. Lawful or chivalrous swashbuck- Abilities: The lightly armored swash- lers may revere Heironeous (deity of buckler depends on a high Dexterity for her valor) or even St. Cuthbert (deity of Armor Class, as well as for many class skills. retribution). Swashbucklers who High Intelligence and Charisma scores are choose the open road over a fi xed also hallmarks of a successful swashbuckler. residence often worship Fharlanghn Strength is not as important for a swashbuck- (deity of roads). ler as it is for other melee combatants.",
        "name":  "Religion",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Backpack with waterskin, one day’s trail rations, is wearing no armor, light armor, or medium armor and not bedroll, sack, fl int and steel, hooded lantern, 3 pints of oil, carrying a heavy load. quiver with 20 arrows. Nature’s Blessing (Su): At 11th level and higher, the",
        "name":  "Gear",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rage or frenzy ability. day and can choose between black and brown bear forms. While in brown bear form, he gains a +16 bonus to Strength, a +2 bonus to Dexterity, and a +8 bonus to Constitution. 16 2 RETPAHC EGITSERP SESSALC 620_17664_CompleteWar3.indd 16 9/12/03, 10:14:40 AM CLASSES PRESTIGE CHAPTER 2 A bear warrior 1d4+4 each, 1 bite 1d6+8) or a brown bear (Large, +5 natural armor, +16 Str, +2 Dex, +4 Con, 2 claws 1d8+6 each, 1 bite 2d6+12, improved grab). Improved Uncanny Dodge (Ex): Kurag cannot be fl anked except by a rogue of at least 11th level. Scent (Ex): Kurag has the scent special ability. Rage (Ex): +4 to Str, +4 to Con, +2 on Will saves, –2 to AC for up to 8 rounds. Trap Sense (Ex): Against attacks by traps, Kurag gets a +2 bonus on Refl ex saves and a +2 dodge bonus to Armor Class. Uncanny Dodge (Ex): Kurag can react to danger before his senses would normally allow him to do so. He retains his Dexterity bonus to Armor Class even when caught fl at-footed.",
        "name":  "Special",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +16, Intimidate +14, Jump +16, Class Skills Survival +16, Swim +13; Cleave, Combat Refl exes, Dodge, The bladesinger’s class skills (and the key ability for each Improved Bull Rush, Power Attack, Track. skill) are Balance (Dex), Concentration (Con), Jump (Str), Bear Form (Su): While raging, Kurag can turn into a Knowledge (arcana) (Int), Perform (Cha), Spellcraft (Int), black bear (Medium, +2 natural armor, +8 Str, +2 Dex, 2 claws and Tumble (Dex). 17 Illus. by R. Guay-Mitchell 620_17664_CompleteWar3.indd 17 9/12/03, 10:15:24 AM 2 RETPAHC EGITSERP SESSALC",
        "name":  "Skills and Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Perform (dance) 3 ranks, Tumble 3 ranks. dervish dance in any armor heavier than light or if she is",
        "name":  "Skills",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +12, Intimidate +16, Jump +14, Ride ers. Arcane spellcasters rarely take up this class, since it +18, Swim +10; Cleave, DiehardB, Dodge, Destructive Rage, largely depends on toe-to-toe interaction with immensely Improved Sunder, Intimidating Rage, Power Attack. powerful creatures. Frenzy (Ex): When frenzied, Shanna gains a +10 bonus to Gnome giant-slayer NPCs are often lauded as heroes or celeb- Strength, and she gains a single extra attack at a +21 bonus rities within gnome communities. They might serve as captains if she makes a full attack action. She takes a –4 penalty to of the guard, trainers, or in other positions of authority. Some Armor Class and takes 2 points of nonlethal damage every pass down their mantle from generation to generation, grant- round. The frenzy lasts for 5 rounds, or 7 rounds if she is ing the bravest son or daughter a treasured nickname such as also raging. If she takes damage and still has uses of greater “Trollbane” or “Giant-Crasher.” Those who work for their own frenzy remaining that day, she goes into greater frenzy as a purposes might still enjoy some measure of popularity but free action during her next turn unless she succeeds on a prefer to remain aloof from political venues in favor of pursu- Will save (DC 10 + points of damage). While in a frenzy, she ing personal gain. Of course, many look to adventure to prove must attack foes, or a random creature if no foes remain. She their mettle; rare indeed is the gnome giant-slayer who hasn’t isn’t considered disabled if she has 0 hit points or incapaci- bearded his share of trolls or fi re giants in their very lairs. tated below –1 hit point. Even if she’s below –9 hit points, she Hit Die: d10. doesn’t die until the frenzy is over.",
        "name":  "Skills and Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A halfl ing outrider gains a dodge bonus to the halfl ing outrider’s Refl ex save bonus or its own, whichever is character’s Armor Class when she is mounted. This benefi t higher. is lost in any situation in which the character would lose her If the character already has the evasion ability, she gains Dexterity bonus to Armor Class. improved evasion instead, and her mount still receives the",
        "name":  "AC Bonus",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A halfl ing outrider gains a competence charging (though the mount must still move at least 10 feet bonus equal to her class level on all Ride checks. in a straight line after the turn to execute a charge). The turn Defensive Riding (Ex): A halfl ing outrider of 2nd level may be up to 90 degrees, and the mount may make only one or higher knows the tricks of defensive riding. If she does such turn per round. If the Ride check fails, the mount nothing else while mounted (she cannot attack when riding moves an extra 10 feet in a straight line and then loses the defensively), she gains a +2 bonus on Refl ex saves and a +4 rest of its actions on this turn. dodge bonus to Armor Class. In addition, her mount gains a +20 ft. bonus to its speed, a +2 bonus on all Will saves, and a Sample Halfling Outrider +4 dodge bonus to its Armor Class. Altesia Coopersmith: Halfl ing ranger 5/halfl ing out- Unbroken Charge (Ex): At 3rd level and higher, a rider 5; CR 10; Small humanoid; HD 5d8+10 plus 5d8+10; hp mounted halfl ing outrider can charge through diffi cult ter- 56; Init +4; Spd 20 ft., 40 ft. when mounted; AC 22 (25 when rain or squares occupied by friendly creatures by making a mounted), touch 15, fl at-footed 18; Base Atk +10; Grp +7; Atk DC 15 Ride check. +13 melee (1d6+2/×3, +1 lance) or +16 ranged (1d6+2/×3, +1 39 620_17664_CompleteWar3.indd 39 9/12/03, 11:17:03 AM 620_17664_CompleteWar3.indd 40 9/12/03, 11:17:24 AM CLASSES PRESTIGE CHAPTER 2 found among smaller humanoids, serving the function of a Area Attack: The character makes an attack roll against a sort of artillery unit. square the target creature occupies (AC 10) rather than the",
        "name":  "Ride Bonus",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Profi ciency (heavy), Cleave, Great Cleave, at 2nd level, a knight protector gains a bonus on any one skill Mounted Combat, Power Attack. check he makes, once per day. The character must declare that he is using this ability before he makes the skill check. Class Skills This bonus increases by 1 for every three levels beyond 2nd. The knight protector’s class skills (and the key ability for each Iron Will (Ex): At 2nd level, a knight protector gains Iron skill) are Diplomacy (Cha), Intimidate (Cha), Knowledge Will as a bonus feat. (nobility and royalty) (Int), Ride (Dex), and Spot (Wis). Supreme Cleave (Ex): Beginning at 3rd level, a knight",
        "name":  "Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Just before making a ranged attack, a master thrower with this ability can use a move action to make a Requirements Sleight of Hand check opposed by her target’s Spot check. To qualify to become a master thrower, a character must ful- If she wins the opposed check, her opponent is denied his fi ll all the following criteria. Dexterity bonus to Armor Class against the attack.",
        "name":  "Sneaky Shot",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Robe of the archmagi (white), cloak of Charisma +4, Anticipate (Su): Because she is reading her foe’s thoughts, ring of protection +2, +1 dagger. a mindspy knows where she needs to block and how she needs to dodge before an attack from the foe arrives. In addi- MINDSPY tion, a mindspy can detect weak points in a foe’s defense by Success in combat relies on anticipating your enemy’s every observing her enemy’s thoughts. At 1st level, a mindspy can move. A mindspy knows how easy that can be if you’re privy add 1 point of Charisma bonus (if any) per mindspy class to your foe’s every thought. By reading the minds of her level as a bonus to her Armor Class against attacks from a enemies, a mindspy knows exactly what they’re going to do a foe whose surface thoughts she is detecting (if the normal 3 fraction of a second before they do it. Eventually she learns to rounds passes and the target fails its Will save) as well as an probe deeper, fi nding weak spots in her enemy’s training. insight bonus on attack rolls against any foe whose surface Because the class relies utterly on detect thoughts, most mind- thoughts she is detecting. If a mindspy is caught fl at-footed spies are creatures who have it as a spell-like or supernatural or is otherwise denied her Dexterity bonus, she also loses this ability usable at will, such as couatls, succubi, doppelgangers, insight bonus to her Armor Class. ghaeles, myrmarchs, leonals, mind fl ayers, dark nagas, rak- Combat Telepathy (Su): By reading her opponents’ sur- shasas, and green slaadi. Spellcasters sometimes take levels in face thoughts, a mindspy can anticipate their every move. the prestige class if they can cast detect thoughts frequently, She can make a Concentration check (DC 10 + damage taken or if they have a helm of telepathy to enable the mindspy’s class during the previous round) at the beginning of her turn. If features. the mindspy succeeds, she can maintain concentration on The most often encountered mindspies are elite mind detect thoughts as a free action. If the mindspy casts a spell or 62 fl ayer or doppelgangers. There is rumored to be a secretive uses another spell-like ability, detect thoughts ends. 620_17664_CompleteWar3.indd 62 9/12/03, 12:35:20 PM CLASSES PRESTIGE CHAPTER 2 Spherical Detect Thoughts (Su): A mindspy can widen Combat Telepathy (Su): By reading its opponents’ sur- the area of her detect thoughts spell or ability into a sphere face thoughts, Sanjakilar can anticipate their every move. centered on her, rather than a cone. The radius of the sphere It can make a Concentration check (DC 10 + damage taken is equal to the length of the cone. during the previous round) at the beginning of its turn. If Faster Mindscan (Su): By 2nd level, a mindspy has the check succeeds, Sanjakilar can maintain concentration become adept at tuning into others’ thoughts quickly. In on detect thoughts as a free action. If Sanjakilar casts a spell or the round when she activates detect thoughts, she detects the uses another spell-like ability, detect thoughts ends. presence or absence of thoughts and the Intelligence score Change Shape (Su): Sanjakilar can assume any Small of each thinking mind in the area. In the next round, she or Medium humanoid form or revert to its own form as a detects the surface thoughts of any one mind in the area. standard action. A change in form cannot be dispelled, but Multiple Surface Thoughts (Su): A mindspy of 3rd level Sanjakilar would revert to its natural form if killed. A true or higher can simultaneously detect the surface thoughts of seeing spell or ability reveals its natural form. any two creatures who fail their Will saves. This means that Instant Mindscan (Su): Sanjakilar gains all the infor- she gains anticipate bonuses against both of them. Once mation from detect thoughts (presence or absence of minds, per round as a free action, she can choose new minds to Intelligence scores, and surface thoughts) in the same listen in on. At 5th level, a mindspy can simultaneously round when it activates the ability. detect the surface thoughts of four creatures. Sanjakilar’s enemies still get a Will Instant Mindscan (Su): At 4th level and higher, save to keep their surface thoughts a mindspy can enter her enemies’ minds at the speed secret. of thought. She gains all the information from detect Multiple Surface Thoughts (Su): thoughts (presence or absence of minds, Intelli- Sanjakilar can simultaneously detect gence scores, and surface thoughts) in the same the surface thoughts of four creatures round when she activates the spell or ability. within range who fail their Will saves. The mindspy’s enemies still get Will saves to It can choose new minds to listen to keep their surface thoughts secret. once per round as a free action. Spherical Detect Thoughts (Su): Sample Mindspy Sanjakilar can use detect thoughts within",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "While in fi re elemental form, the nature’s To qualify to become a nature’s warrior, a character must warrior is covered in a blaze of power, which functions as a fulfi ll all the following criteria. warm fi re shield at a caster level equal to her druid level (if",
        "name":  "Requirements Blaze of Power",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 scimitar, +2 leather armor, +1 large wooden shield, nents they have targeted for matches. Otherwise, the occult gauntlets of Dexterity +2, ring of protection +1, boots of elvenkind, slayer operates alone, traveling between venues in search of masterwork sling, 20 bullets, 20 silvered bullets. matches that involve spellcasters. Because of the inherent discretion that occult slayers display, a candidate for this",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At every even-numbered level gained in RAGE MAGE the rage mage class, the character gains new spells per day as At fi rst, it seems like a contradiction—an arcane spellcaster if she had also gained a level in an arcane spellcasting class that “loses herself” in a blind fury. Yet, the rage mage makes she belonged to before adding the prestige class. In no case, for an interesting case, since her approach to magic is based however, does she gain any other benefi t a character of that on the primal passion of magic more than the studious quasi- class would have gained, except for an increased effective scientifi c approach. The rage mage prestige class is sure to level of spellcasting (but see spell rage, below). If a character enliven any campaign, because it raises fascinating questions had more than one arcane spellcasting class before becoming on the true nature of magic and magic use. But don’t ask the a rage mage, she must decide to which class she adds the new rage mage to answer those questions herself—she’s not inter- level for purposes of determining spells per day. ested in the “why,” only the results. Spell Rage (Ex): A rage mage can cast spells while in a A rage mage taps into the primal essence of magic, using rage, as long as the spell’s casting time is no more than 1 full her own natural anger and frenzy to channel the arcane round. When she casts a spell of the abjuration, conjuration, power in fl ashy, fl amboyant ways. Like the barbarian, the rage evocation, necromancy, or transmutation school while in mage is often the product of a less civilized society. All rage a rage, the rage mage uses her character level as her caster mages must have at least some background as a barbarian (or level. This ability only works when the rage mage is in a spell some other class that grants a rage or frenzy ability), as well rage. as training as a wizard, sorcerer, or—very rarely—a bard. While in a spell rage, a rage mage becomes reckless and Rage mage NPCs are usually found working with barbar- loses her some of her ability to defend herself. She temporar- ians. They tend to shy away from traditional spellcasters and ily takes a –2 penalty to Armor Class. She can attempt Con- avoid the colleges and guilds where such individuals usually centration checks to avoid having a spell disrupted, but can’t gather. use any other Charisma-, Dexterity-, or Intelligence-based",
        "name":  "Spells per Day",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +19, Jump +7, Spellcraft +15; some facial tattoos they wear to mark themselves as Eryth- Combat Casting, Craft Magic Arms and Armor, Craft Staff, nul’s instruments. Spell Focus (evocation), Spell Focus (transmutation), Spell Hit Die: d10. Penetration. Overcome Spell Failure (Ex): Kalya’s arcane spell fail- Table 2–29: The Ravager ure chance when wearing light or medium armor decreases Base Attack Fort Ref Will by 10%. Level Bonus Save Save Save Special Rage (Ex): +4 to Str, +4 to Con, +2 on Will saves, –2 to AC 1st +1 +2 +0 +0 Pain touch 1/day for up to 8 rounds. 2nd +2 +3 +0 +0 Aura of fear 10 ft. 1/day Spell Fury (Sp): Once per rage, Kalya can quicken a spell of 3rd +3 +3 +1 +1 Cruelest cut 1/day 4th level or lower without adjusting the spell’s level or casting 4th +4 +4 +1 +1 Pain touch 2/day 5th +5 +4 +1 +1 Aura of fear 20 ft. 2/day time. 6th +6 +5 +2 +2 Cruelest cut 2/day Spell Rage (Ex): Kalya can enter spell rage twice per day. 7th +7 +5 +2 +2 Pain touch 3/day This allows her to cast spells whose casting time is no more 8th +8 +6 +2 +2 Aura of fear 30 ft. 3/day than 1 full round while in a spell rage, using her character 9th +9 +6 +3 +3 Cruelest cut 3/day level as her caster level. The spell rage lasts for 6 rounds, or 10th +10 +7 +3 +3 Visage of terror until she wills it to end. Kalya is fatigued for the rest of the current encounter when her spell rage ends. 73 620_17664_CompleteWar3.indd 73 9/12/03, 12:39:53 PM 620_17664_CompleteWar3.indd 74 9/12/03, 12:40:13 PM 620_17664_CompleteWar3.indd 75 9/12/03, 12:41:00 PM 2 RETPAHC EGITSERP SESSALC",
        "name":  "Skills and Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dwarf paladin 5/stonelord 8; Dice, a +4 bonus to natural armor, +1 Strength, and improved CR 13; Medium humanoid; HD 5d10+10 plus 8d8+16; hp 90; evasion. Chertia has an empathic link with the mount and Init +0; Spd 20 ft.; AC 19, touch 10, fl at-footed 19; Base Atk can share spells and saving throws with it. She can call +13; Grp +17; Atk +21 melee (1d10+7, +3 greatclub); Full Atk her mount once per day for up to 10 hours as a full-round +21/+16/+11 melee (1d10+7, +3 greatclub); SA smite evil 2/day, action. turn undead 5/day; SQ aura of courage, aura of good, detect Stone Shape (Sp): Once per day, Chertia can use a stone shape evil, divine grace, divine health, dwarf traits, earth power, effect (caster level 8th). earth’s blood, earth’s endurance, earth’s strength, lay on hands, Stone Tell (Sp): Once per day, Chertia can use a stone tell meld into stone, special mount, stone shape, stone tell, stoneskin; effect (caster level 8th). AL LG; SV Fort +10, Ref +3, Will +3; Str 18, Dex 10, Con 15, Stoneskin (Sp): Once per day, Chertia can gain the benefi t Int 10, Wis 12, Cha 14. of a stoneskin spell (damage reduction 10/adamantine until 80",
        "name":  "Chertia Granitegallow",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tattooed gains damage reduction 2/magic. This monk’s class levels stack with his damage reduction improves by 2 for monk levels for determining his each additional tattoo he possesses. unarmed damage, AC bonus, and unarmored Crane: A character with this tattoo speed bonus. A tattooed monk gains a gradual immunity to bodily decay. Tattoo (Su or Sp): Tattooed monks gain their powers from When a tattooed monk fi rst gains this tattoo, he gains immu- the magic tattoos that eventually cover their bodies. A 1st- nity to nonmagical diseases. When he gains his next tattoo level tattooed monk has one tattoo and gains another tattoo (whatever it may be), he acquires immunity to poison as well. at every odd-numbered level. A tattooed monk can choose his When he gains his next tattoo, he no longer takes ability score tattoos from among those described below. Note that three penalties for aging, and he cannot be magically aged. (Any of the tattoos (centipede, crescent moon, and phoenix) have aging penalties he may already have incurred remain in place.) minimum class level requirements. Bonuses still accrue, and the tattooed monk still dies of old age All tattoos are magical, and the abilities they bestow are when his time is up. supernatural (except for the crescent moon). A tattooed monk 83 Ilus. by G. Kubic 620_17664_CompleteWar3.indd 83 9/12/03, 12:44:52 PM 2 RETPAHC EGITSERP SESSALC",
        "name":  "Monk Abilities",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Monk’s belt, minor circlet of blasting, bracers of All of the following are class features of the Thayan knight armor +2, gauntlets of ogre power +2, masterwork nunchaku. prestige class. 85 620_17664_CompleteWar3.indd 85 9/12/03, 12:45:35 PM 2 RETPAHC EGITSERP SESSALC A Thayan knight stands vigilant while protecting a Red Wizard in her charge.",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you are wearing light armor or no armor and to the object. are carrying a light load, your speed is 5 feet faster. EXTEND RAGE [GENERAL] DEFENSIVE STRIKE [GENERAL] You are able to maintain your rage longer than most. You can turn a strong defense into a powerful offense. Prerequisites: Rage or frenzy ability.",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When running or charging, you can make a Special: A fi ghter may select Freezing the Lifeblood as one single direction change of 90 degrees or less. You can’t use of his fi ghter bonus feats. this feat in medium or heavy armor, or if you’re carrying a medium or heavier load. If you are charging, you must move GREATER KIAI SHOUT [GENERAL] in a straight line for 10 feet (2 squares) after the turn to main- Your kiai shout can panic your opponents. tain the charge. Prerequisites: Cha 13, Kiai Shout, base attack bonus +9.",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "With Combat Expertise, the number can be no defense action, this shield bonus increases to +6. greater than +5.",
        "name":  "When you are fi ghting defensively or using the total Normal",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield Profi ciency. pages 52 and 53 of the Player’s Handbook.",
        "name":  "Prerequisite",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "shield bonus Ride 1 rank, to your Armor Mounted Archery, Class. Mounted Combat. When you are",
        "name":  "Prerequisites",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Base attack bonus +1. an opponent who is using a shield and who is your size or one",
        "name":  "Prerequisite",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Profi ciency with a heavy shield, base attack you while you are prone. bonus +1. Special: A fi ghter may select Prone Attack as one of his",
        "name":  "Prerequisites",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a standard action, spend one of your turn/ rebuke undead attempts to channel energy into your Feats with the tactical descriptor allow characters to perform shield, granting it a bonus equal to your Charisma modi- a number of powerful attacks. fier. This bonus applies to the shield’s bonus to Armor If you’re playing a character who has a tactical feat, it’s Class and lasts for a number of rounds equal to half your your responsibility to keep track of the actions you’re per- character level. forming as you set up the maneuver that the feat enables you to perform. It’s also a good idea to briefl y mention to the DM DIVINE VIGOR [DIVINE] that you’re working toward performing a tactical maneuver; You can channel energy to increase your speed and dura- a remark along the lines of “I attack the troll, using Combat bility. Expertise to the maximum, and that’s the fi rst step in a tacti-",
        "name":  "Benefit",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "To use this maneuver, you must have a ready fully ducked underneath your foe). If there is no unoccupied shield, and adjacent allies on opposite sides of you must have square on the opposite side of the foe or you fail the Tumble ready shields. You gain a +1 bonus to Armor Class. check, you remain in the square you are in and have failed to",
        "name":  "Lock Shields",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You have the spell-like ability to inspire 3 Discern Lies: Reveals deliberate falsehoods. allies, giving them a +2 morale bonus on saving throws, 4 Fear: Subjects within cone fl ee for 1 round/level. attack and damage rolls, ability checks, and skill checks. 5 Command, Greater: As command, but affects one Allies must be able to hear you speak for 1 round. Using this subject/level. ability is a standard action. It lasts a number of rounds equal 6 Geas/Quest: As lesser geas, plus it affects any creature. to your Charisma bonus and can be used once per day. 7 Bigby’s Grasping Hand: Hand provides cover, pushes, or grapples. Nobility Domain Spells 8 Charm Monster, Mass: As charm monster, but all within 1 Divine Favor: You gain +1 per three levels on attack and 30 ft. damage rolls. 9 Dominate Monster: As dominate person, but any 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. creature. 3 Magic Vestment: Armor or shield gains +1 HEXBLADE SPELLS enhancement per four levels. 4 Discern Lies: Reveals deliberate falsehoods. In the following list, an asterisk (*) after a spell name indi- 5 Command, Greater: As command, but affects one cates a new spell described later in this chapter. subject/level. 6 Geas/Quest: As lesser geas, plus it affects any creature. 1st-Level Hexblade Spells 7 Repulsion: Creatures can’t approach you. Alarm: Wards an area for 2 hours/level. 8 Demand: As sending, plus you can send suggestion. Arcane Mark: Inscribes a personal rune (visible or 9 Storm of Vengeance: Storm rains acid, lightning, and invisible). hail. Augment Familiar*: Your familiar becomes more powerful.",
        "name":  "Granted Power",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ranged attacks against you have 20% miss Planning Domain Spells chance. 1 Deathwatch: Reveals how near death subjects within Expeditious Retreat: Your speed increases by 30 ft. 30 ft. are. IdentifyM: Determines properties of magic item. 115 620_17664_CompleteWar3.indd 115 9/12/03, 3:23:55 PM 3 RETPAHC LATNEMELPPUS SELUR",
        "name":  "Entropic Shield",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No thus doesn’t waste any attacks on the phantasm), a creature affected by this spell is considered fl anked, even if not threat- You shape the essence of the Plane of Shadow to create a pow- ened by other creatures. No amount of convincing by others erful doglike companion that serves you loyally for the dura- can help the victim of this spell avoid its effect—only a suc- tion of the spell. The hound of doom has the statistics of a dire cessful saving throw against the spell when initially cast can wolf (see page 65 of the Monster Manual) with the following help the target. adjustments: It gains a defl ection bonus to Armor Class equal to your Charisma bonus, its hit points when created are equal Valiant Fury to your full normal hit points, and it uses your base attack Transmutation bonus instead of its own (adding its +7 bonus from Strength Level: Courage 5 and –1 penalty from size as normal). Components: V, S, DF",
        "name":  "Spell Resistance",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 size, +2 Dex, +4 natural), touch 14, fl at-footed 16 Construction Base Attack/Grapple: +1/–8* A spark guardian is built from wood,",
        "name":  "Armor Class",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  " 19 (+1 size, +1 Dex, +7 natural), touch 12, fl at- footed 18 Base Attack/Grapple: +3/+4*",
        "name":  "Armor Class",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20,000 gp; Cost to Create: 11,500 gp + 800 XP. implacable, frightening bodyguards. They perform that task BLADE GUARDIAN very well; they punch anyone who gets in their master’s way. Gauntlet guardians can handle detailed tactical plans, Medium Construct sentry duty, and similar tasks. Unless ordered not to, a gaunt- Hit Dice: 8d10+20 (64 hp) let guardian focuses its attacks on anyone who attacked its Initiative: +0 master. Speed: 20 ft. A gauntlet guardian is almost 4 feet tall and weighs more Armor Class: 20 (+10 natural), touch 10, fl at-footed 20 than 200 pounds. Base Attack/Grapple: +6/+13*",
        "name":  "Gaunlet guardians are created by wizards and sorcerers to be Market Price",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "For half the price of a suit of full plate fear in the enemy. Some PCs may rise through the ranks to armor, a 1st-level cleric can be equipped with a fully charged have an army at their command. wand of cure light wounds. Such a cleric typically prepares bless A mercenary campaign is a good choice if your players (to use before battle) and entropic shield and sanctuary to keep enjoy the tactical challenges that D\u0026D combat offers. It him safe while he runs, wand in hand, from wounded soldier promises plenty of action and danger, and the players never 126 to wounded soldier. lack for a good fi ght. Players often enjoy planning their 620_17664_CompleteWar3.indd 126 9/12/03, 4:13:17 PM WARFARE FANTASY CHAPTER 4 military operations, then seeing them come to fruition on magic items and research spells without feeling like they’re the battlefi eld. The PCs usually know who the bad guys are missing something. and where they can be found. Many players appreciate the The Army’s Behind You: Because the PCs are assigned rewards beyond better equipment and experience points, missions with timetables, they have less freedom than they hoping to earn higher ranks, posting to better units, and would in a traditional campaign. Because they’re part of a large decorations for valor and success. organization, they can rely on a lot more support than a small You don’t have to change much about your D\u0026D game; band of dungeon delvers has at its disposal. If the PCs’ mission the game’s use of the word “campaign” to describe a series of is important, smart commanders devote more resources to it. related adventures has its roots in wargaming and military NPCs are often assigned to assist the PCs. A cleric may act as history. Combat is central to the game rules. The Challenge a medic, or a ranger as a guide and scout. Perhaps a dragon pro- Rating system works just as well on the battlefi eld as it does vides air support for a mission, or a group of gnome illusion- in the dungeon. Some differences do exist between a merce- ists distracts the enemy before the PCs attack. The characters nary campaign and a traditional one, however. might also be given equipment or spells important to their",
        "name":  "Clerical Medics",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When PCs explore a dungeon, them, this situation doesn’t need to become a problem. they’re free to leave when they’re wounded, rest for a few However, if one player feels like he can order other players days, and return on their own schedule. When the characters around whenever he wants, that’s a recipe for trouble at the undertake a military mission, other units—and potentially game table. The easiest way to avoid this problem, of course, the whole army—might depend on the characters achieving is to keep all the PCs at the same rank. As long as the players their objective at a certain time. The time pressure makes police themselves and don’t abuse their authority with other the PCs’ job more diffi cult, but being “on the clock” can add players, a difference in rank won’t be a problem. urgency and excitement to the adventure. Time pressure is a NPCs, of course, are fair game. Many players take great glee challenge like any other, and the DM should account for it in ordering around NPCs and shouting like drill sergeants. when planning a military adventure. Giving the PCs that authority is an important part of a mer- Conversely, most wars are interrupted by lulls in the fi ght- cenary campaign, because it emphasizes that everyone in the ing as the armies refi t for their next operation, train new sol- military—PC and NPC alike—is playing by the same rules. diers, and wait for a move from the enemy. By including some Players are more likely to accept orders when they see NPCs downtime during a war, the DM can give PCs time to create accepting orders from them. 127 620_17664_CompleteWar3.indd 127 9/12/03, 4:13:31 PM 620_17664_CompleteWar3.indd 128 9/12/03, 4:13:46 PM WARFARE FANTASY CHAPTER 4 Table 4–1: Missions Table 4–2: Complications d% Orders d% Complication 01–05 Seize and hold a terrain feature (such as a hill, 01–05 Objective has moved to new location. ford, or mountain pass). 06–10 Objective is hidden, possibly with magic. 06–10 Drive off enemies holding a terrain feature. 11–15 Objective is heavily guarded. 11–15 Reconnoiter a terrain feature. 16–20 It’s a trap! Enemy lies in wait around false 16–20 Defend a terrain feature. objective. 21–25 Seize and hold a defensive structure (such as a 21–25 Intelligence failure (map is wrong, objective wall, trench, or stronghold). doesn’t exist, and so on). 26–30 Destroy a defensive structure. 26–30 In mid-mission, friendly unit requests aid. 31–35 Reconnoiter a defensive structure. 31–35 In mid-mission, commander issues new orders. 36–40 Defend a defensive structure. 36–40 Tempting enemy target presents itself elsewhere. 41–45 Disrupt enemy supply system (such as caravans 41–45 Weather turns foul (see Table 3–23, page 94 of the or armories). Dungeon Master’s Guide). 46–50 Guard friendly supply system. 46–50 Friendly units engage in unrelated mission nearby. 51–55 Deliver supplies to friendly unit. 51–55 Enemy units engage in unrelated mission nearby. 56–60 Attack enemy command structure (such as HQs, 56–60 PCs caught in crossfi re between friendly and offi cers, or communications). enemy units. 61–65 Guard friendly command structure. 61–65 Objective overrun by main force of enemy army. 66–70 Deliver orders to friendly unit. 66–70 Timetable of mission changed. 71–75 Patrol specifi c area. 71–75 PCs’ support or relief never shows up. 76–80 Attack specifi c enemy unit. 76–80 PCs receive confl icting or garbled orders. 81–85 Rescue friendly unit in trouble. 81–85 Friendly army retreats, leaving PCs exposed. 86–90 Provide distraction for another mission. 86–90 PCs face unusual enemy unit (such as monsters 91–95 Perform noncombat duty (train, recruit, provide or high-level NPCs). honor guard, and so on.). 91–95 Friendly unit mistakenly attacks PCs. 96–100 Redeploy to different part of the front. 96–100 Enemy forces counterattack PCs’ position.",
        "name":  "War Has Its Own Tempo",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When all else fails, take time off from fi ghting. monk, the Ise Zumi Monastery is a repository of religious Every day of rest is another few hit points for the next battle. lore from a wide variety of races and cultures. One can only Make sure you have at least one character with some ranks guess at the ancient secrets that lie deep in the monastery’s in the Heal skill—long-term care dramatically re duces the basements. downtime between adventures forced by lost hit points. Sample Member Mesehti Taharqa received his training at the Ise Zumi Mon- WARRIOR ORGANIZATIONS astery but soon found that he could not stomach the ascetic The six organizations presented here are appropriate for just lifestyle of his mentors. Instead, he about any DUNGEONS \u0026 DRAGONS campaign. Each one is tied struck out to explore the world, to a specifi c prestige class presented in Chapter 2 of this reasoning that the more he knew book, allowing you to give of its temptations, the better those classes a rich prepared he would be to background in resist them. your world. He still visits the monastery from time to time, and could easily encounter a PC undergoing training there. 139 The Ise Zumi Monastery 620_17664_CompleteWar3.indd 139 9/12/03, 4:17:26 PM 4 RETPAHC YSATNAF ERAFRAW Mesehti is quick to advise such characters that the ascetic White Mask Tattoo (Su): Mesehti is immune to detect life practiced in the monastery is ill-equipped to handle the thoughts, detect lies, and any attempt to magically discern his temptations of the outside world, and urges any tattooed alignment. He gains a +10 bonus on all Bluff checks (included monk PC to widen her horizons. He enjoys the company in the above statistics). of other dedicated souls, but feels threatened when he isn’t Possessions: Periapt of Wisdom +4, bracers of armor +2, potion of the center of attention. An incautious PC could easily fi nd cure serious wounds, 250 gp. Mesehti’s attitude shifting from that of friendly advisor to THE KNIGHT PROTECTORS jealous rival. Less an organization than a variety of individuals who share",
        "name":  "Rest",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An epic frenzied berserker gains a bonus your attack rolls and add the same number (+5 or less) as a feat every three levels beyond 10th (13th, 16th, 19th, and so dodge bonus to your Armor Class and to the Armor Class of on). an adjacent friendly creature. The changes to attack rolls and Armor Class last until your next action. EPIC FEATS The effect of this feat supersedes the effect of the Combat The feats below are only available to epic-level characters; Expertise feat; you can’t use both feats simultaneously to gain that is, characters of at least 21st level. The version of a feat two dodge bonuses. described here supersedes any previously published version of that feat. Epic Prowess [Epic] You have great skill in combat. Armor Skin [Epic] Benefi t: Gain a +1 bonus on all attack rolls. Your skin becomes like armor. Special: A character can gain this feat multiple times. Its",
        "name":  "Bonus Feats",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +1 natural armor bonus to Armor effects stack. Class, or your existing natural armor bonus increases by +1.",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At the 1st level of the force mage class, the spellcaster learns to summon the Spectral Shield: When the force mage casts energies of force in a mage armour effect at will. shield as one of his own spells (not from a wand, This special ability has an unlimited duration and scroll, or other magical item or external effect), can be called as a standard action and dismissed at his innate knowledge of force allows him to will as a free action This mage armour takes the improve its effects. A shield cast by a force mage appearance of a suit of translucent magical armour protects in all directions and can, at the mage’s in whatever hue or styling the force mage desires. option, interpose itself in the way of an attack that The mage armour gained by this ability gains offers a Reflex save for half damage. If the force an additional +1 armour bonus for every level of mage succeeds at the save, he takes no damage force mage past the first, to a maximum bonus of at all, the shield, however, is dispelled from the +13 at 10th level. overwhelming force of the attack. This operates exactly as the Evasion class ability. A shield spell",
        "name":  "Spectral Armour",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No (See text) A powerful tool both for and against conjura- tion magic, the wave of unbinding unravels the energies that bind conjured beings and objects to the prime material plane. Any summoned or called creature within the spell’s area of effect is automatically returned to its home dimension, disappearing instantly. Created items with a finite duration within the wave are instantly dispelled. Even outsiders on the prime material plane through their own power or spell effects must make a Reflex save to avoid the wave’s dismissal. Failure sends them back to their home plane, though it has no continuing effect afterward. Summoned creatures unbound by this spell are treated as if they were slain; they are dissipated and cannot be summoned again for 24 hours. Called beings and dismissed outsiders are not negatively affected, though they may be irritated or grateful to the caster of the wave depending on circumstance. 4466 MAGIC ITEMS Magical boon for those who must stand against the forces of darkness. This armour comes in three qualities, lesser, greater, and true. Lesser armour Items of fellhunting protects the wearer with a constant protection from evil effect. Greater armour of fellhunting also emits a constant magic circle A spellcaster who focuses his efforts on against evil, allowing the wearer and his allies conjuration usually finds most of his to freely pass or attack in and out of the circle needs met by the creatures called up by without disrupting it. his spells. Permanently enchanted items are not as important to a master of conjuration as they The true fellhunting power is incredibly powerful. might be to other mages. This is not to say that It emits a magic circle as the greater property, he cannot benefit from such treasures, however. but instead of a protection from evil effect for In fact, the art of conjuration can be greatly the wearer, armour of true fellhunting provides a enhanced by certain items. A conjurer with one constant shield of good, as per the spell shield of of the elemental summoning devices can dedicate law but with all mentions of chaos replaced with the spell he would have used for that elemental the evil descriptor. to another purpose. This makes spellcasting more efficient and that makes the conjurer more formidable. Not every magical item is about power, of course. Some magic exists to make life easier, more pleasant, or simply more fun. A conjurer will find several items below do just those things. While a banner of allegiance will probably never win a battle or slay a dragon, it shows a certain style for the mage who uses one. Ultimately, any high- level character can kill their enemies. It is the one who uses a bracelet of foe charms or a slate of remembrance that gets to take a great story home with him at night. Armour of Fellhunting Armour imbued with this special property is normally created when foul creatures from the lower planes threaten to overwhelm the prime material. Wrought of shining silver and inlaid with glowing runes of protection, armour of fellhunting is a powerful 4466 47 MAGICAL ITEMS Bracelet of Foe Disturbingly for the powers of light, certain abyssal and infernal beings have discerned the Charms methods of creating this armour. A form of black iron plate armour engraved with blood-red runes Appearing as a golden chain-link bracelet with of foul magic has been seen on some blackguards seven hoops for charms, this item strongly and evil warriors. This armour of brighthunting is resembles a bracelet of friends. This item is a fearsome bane to the forces of good everywhere. made with no charms on it to begin with. When commanded to do so by an arcane spellcaster",
        "name":  "Spell Resistance",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can use the aid another action Strength may be a third choice for its benefits in to assist a turning attempt. Because of this, a paladin’s melee. Since most paladins wear heavier and heavier place in combat is often right in the midst of clerics or armor as their careers advance, Dexterity is often the other paladins. For the rules on how to assist, see Turning, least important ability for a paladin to improve. above (in the Playing an Effective Cleric section of this Skills: Most paladins should consider improving chapter). This might be a particularly useful action if their ranks in Concentration, Diplomacy, and Ride. you’re not able to affect powerful undead yourself, but You won’t have that many skill points, so you might 11 can aid your cleric in a difficult turning attempt. want to focus on a small number of skills.",
        "name":  "Aiding Another",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The weight of the heaviest load the mount can carry—the light load limit for a flying mount, or the maximum load (heavy load a mount as middle-aged. After another three years, limit) for a nonflyer. treat the mount as old. After a final three years, treat *A creature capable of flying as well as ground-based movement it as venerable. uses the carrying capacity on the first line of its entry if it is flying. Caring about your mount means thinking about If it is not flying, the carrying capacity on the second line of its the risks that it faces. This can mean retiring a entry applies. mount in the prime of its life, simply because the 13 **Aquatic paladins only. dangers are too great. When that happens, the †Traditionally, unicorns only allow female human or female elven riders. mount should retire with honors. T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 14 CHAPTER 1: CLERICS AND PALADINS Table 1–3: Paladin Special Mount Abilities — Paladin Level (by Mount’s Availability)* — Bonus Natural Str 5th** 6th 7th 8th Dragon† HD Armor Adj. Int Special 5–7 6–8 7–9 8–10 5–12 +2 4 +1 6 Improved evasion, share spells, empathic link, share saving throws 8–10 9–11 10–12 11–13 13–16 +4 6 +2 7 11–14 12–15 13–16 14–17 17–19 +6 8 +3 8 Command creatures of its kind 15–20 16–20 17–20 18–20 20 +8 10 +4 9 Spell resistance *The lowest-numbered boldfaced column header (5th, 6th, 7th, or 8th) is the paladin level at which a mount becomes available (the first column on Tables 1–1 and 1–2). The number ranges below the header in each column are the paladin levels at which the mount has the bonuses described on the right-hand side of the table. **This column is the same as the left-hand column on the Paladin’s Mount table in the Player’s Handbook. †See Dragon Mounts for this option.",
        "name":  "Carry",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend one of your turn/rebuke undead Virtual Feats attempts to imbue all allies within a 60-foot burst If you effectively have a feat as a class feature or special (including yourself) with resistance fire, cold, and ability, then you can use that virtual feat as a prerequi- electricity resistance 5. This resistance does not stack site for other feats. What does this mean? If you have, with similar resistances, such as those granted by spells for example, some class feature or ability that says, or special abilities. The protection lasts until the end of “This is the same as Power Attack,” then you are consid- your next turn. ered to have the Power Attack feat for the purposes of acquiring the Improved Shield Bash feat. If you ever Divine Shield [Divine] 19 lose the virtual prerequisite, you also lose access to any You can channel energy to make your shield more feats you acquired through its existence. Having access effective for either offense or defense. T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 20 CHAPTER 1: CLERICS AND PALADINS",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to turn or rebuke undead, If you’re not a cleric, you may choose a number no Cha 13+, Str 13+, Power Attack, Improved Shield Bash. higher than your effective cleric level (for instance, a",
        "name":  "Prerequisites",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spend one of your turn/rebuke undead paladin could choose a number up to two less than his attempts to channel energy into your shield, granting paladin level). If a prestige class increases your effec- it an enhancement bonus equal to your Charisma tive turning level, use your effective turning level. modifier. This enhancement bonus applies both to the shield’s attacks and defense, and lasts for a number of Improved Shield Bash [General] rounds equal to your Charisma modifier. You can push opponents back by bashing them with your shield. Divine Vengeance [Divine] Prerequisites:Power Attack.",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any shield bash you make with a small or against undead in melee. large shield also affects your opponent as if you had",
        "name":  "You can channel energy to deal additional damage Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you take this feat, you gain one addi- results directly from divine power, and is therefore not tional attempt to smite per day. Use whatever smite subject to being reduced by protection from elements or ability you have (for example, that of a paladin, a holy similar magic. The other half of the damage dealt by liberator, or a cleric with the Destruction domain). You the spell is as normal for the spell. A sacred spell uses can take this feat multiple times. up a spell slot two levels higher than the spell’s actual level. Only divine spells can be cast as sacred spells. Heighten Turning [Special] You can affect more powerful undead with your turn- Shield Charge [General] ing or rebuking attempts. You deal extra damage if you use your shield as a",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you turn or rebuke undead, you may Prerequisites:Power Attack, Improved Shield Bash. 20 choose a number no higher than your cleric level. Add Benefits: When you attack with your shield as part that number to your turning check, while subtracting of a charge action, you inflict double normal damage. it from your turning damage roll. T11840_620_00 Defenders2.qxd 2/5/01 3:49 PM Page 21 CHAPTER 1:CLERICS AND PALADINS Table 1–6: Sacred Gear Item Cost Weight Item Cost Weight Item Cost Weight Altar case, spruce 20 gp 5 lb.† Brazier, medium, gold 70 gp 60 lb. Candlestick, gold 20 gp 2 lb. Altar case, granite 40 gp 40 lb.† Brazier, field, bronze 4 gp 5 lb. Candlestick, hand-held, 5 sp 1/2 lb. Altar cloth, linen 15 gp * Brazier, field, silver 15 gp 6 lb. silver Altar cloth, velvet 30 gp * Candelabra, 8-candle, 20 gp 1 lb. Candlestick, hand-held, 3 gp 1 lb. Altar cloth, silk 35 gp * silver gold Altar cloth, gold brocade 40 gp * Candelabra, 8-candle, 35 gp 2 lb. Censer, brass 1 gp 1 lb. Altar cloth, dyed +5 gp * gold Censer, silver 3 gp 2 lb. Altar cloth, small 3 gp * Candelabra, 16-candle, 25 gp 3 lb. Censer, gold 5 gp 4 lb. Aspergillum, iron 5 gp 3 lb.† silver Incense, common 5 gp 1 lb. Aspergillum, silver 20 gp 3 lb.† Candelabra, 16-candle, 45 gp 6 lb. Incense, exotic 15 gp * Aspergillum, gold 45 gp 3 lb.† gold Holy symbol, bronze 10 gp 1 lb. Brazier, large, bronze 30 gp 75 lb. Candle, temple (per ft.) 1 gp 1/2 lb. Holy symbol, gold 50 gp 2 lb. Brazier, large, silver 70 gp 80 lb. Candle, 12-hour 5 sp 1/4 lb. Prayer book or scripture 10 gp 3 lb.† Brazier, large, gold 110 gp 160 lb. Candle, timekeeping 1 gp 1/4 lb. Prayer book or scripture, 15 gp 1 lb.† Brazier, medium, bronze 17 gp 25 lb. Candle, vigil 10 gp 1/2 lb. compact Brazier, medium, silver 30 gp 30 lb. Candlestick, silver 12 gp 1 lb. Snuffing bell 6 gp 4 lb. †These items weigh one-quarter this amount when made for Small characters. SACRED GEAR gold brocade. For an extra cost, they can be dyed red, Clerics and paladins use certain types of equipment blue, yellow, green, brown, or black. A small altar cloth that are not typically carried or owned by members of is 2 feet square and is suitable for use on an altar case. other classes. Table 1–6: Sacred Gear summarizes Aspergillum:This lightweight metal device looks these objects, which are described below. like a small club or a light mace. Each contains a",
        "name":  "Benefit",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A brazier is a metal pan used to hold burn- complete text, but fits inside an altar case. ing coals, providing heat and light and consuming Snuffing Bell: A snuffing bell is a 4-foot-long rod incense and other items as sacrifice. This item is a with two attachments: a wick holder to carry a flame convenient way to burn incense that is the material for lighting candles, and a cup for extinguishing burn- component for a spell. ing candles. A snuffing bell can be used for lighting oil A large brazier(gold, silver, or bronze) is 6 feet in diameter or other flammables. and very ornately carved, suitable for use in a large temple. A medium brazier(gold, silver, or bronze) is 4 feet in MAGIC ITEMS diameter, often somewhat less ornate, and suitable for a chapel or shrine. This section describes several new magic items of vari- A field brazier(silver or bronze) is 18 inches in diameter ous types. Many of these items are especially useful to and very plain, but can be easily carried and used in clerics and paladins. prayers and religious ceremonies on the road. (A brazier of commanding fire elementalsis a bronze field brazier.) Armor and Shield Descriptions",
        "name":  "Brazier",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Candelabras are designed to hold These special abilities expand the selection found in eight or sixteen candles in an aesthetically pleasing Chapter 8 of the DUNGEONMASTER’s Guide. arrangement. Eight candles in a candelabra illuminate Absorbing: Armor and shields with this enchant- a 15-foot radius, while sixteen candles illuminate a 20- ment are always a dull black, and appear to possess foot radius. depths that couldn’t exist. A suit of armor or a shield",
        "name":  "Candelabra",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Temple candles are ecclesiastical candles with this enchantment absorbs ability-draining and (as opposed to the small, plain, tallow candles listed as level-draining attacks. It can absorb as many points of adventuring gear in the Player’s Handbook). They are ability damage or levels drained per day as its enhance- made of wax and are 1 to 6 feet long, averaging consis- ment bonus. It allows Fortitude saves against energy- tently about 3 inches in diameter. Temple candles burn drain attacks that normally don’t allow such saves. A for 2 hours per inch of length, which can aid in meas- successful save means the attack has half effect. Absorb- uring the passage of time underground. ing armor or a shield does not change saves against A timekeeping candle is a 12-hour candle (6 inches attacks that already allow them. long) inscribed to indicate the passage of hours. Caster Level: 7th; Prerequisites: Craft Magic Arms and A vigil candle, made of wax mingled with aromatic Armor, restoration;Market Price:+3 bonus. herbs, burns for 8 hours. A character with the Heal Antipathy: A suit of armor or shield with this skill who burns a vigil candle through the night when enchantment has the supernatural ability set by its tending an injured person gives a +1 circumstance creator to affect creatures either by alignment or by a bonus on Heal checks. specific creature type (see the antipathy spell in the",
        "name":  "Candle",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A common spell component, incense is saving throw. found in most spell component pouches. For temple Caster Level: 15th; Prerequisites: Craft Magic Arms and use, prices for a pound of common incense or an ounce Armor, antipathy; Market Price:+4 bonus. of exotic incense are given on Table 1–6. Aquatic:Armor and shields with this enchantment",
        "name":  "Incense",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Player’s Handbookgives prices for appear streamlined and possess a greenish glint. A suit wood and silver holy symbols. Characters may also of armor or shield with this enchantment enables its purchase symbols made from gold or bronze. wearer to move freely through water without the need",
        "name":  "Holy Symbol",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor and shields with this enchant- Caster Level: 5th; Prerequisites: Craft Magic Arms ment flash with a brilliant light up to twice per day on and Armor, 5 levels of spellcasting ability; Market command of the wearer or wielder. All within 20 feet Price: +2 bonus. except the wearer or wielder must make a Reflex Daylight: A suit of armor or a shield with this saving throw (DC 14) or be blinded for 1d4 rounds. enchantment glows with the brilliant light of a daylight",
        "name":  "Blinding",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms spell for up to 30 minutes a day. A command word acti- and Armor, blindness/deafness, searing light; Market vates and deactivates the enchantment, and is usually",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 bonus. inscribed on the inside of the armor or the back of the",
        "name":  "Price",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This powerful enchantment allows the owner shield. Except when glowing, this armor or shield to utter a command word and call the armor or shield to appears completely normal. her as a standard action. Armor appears correctly Caster Level:5th; Prerequisites:Craft Magic Arms and donned at the end of the action, or a shield appears on Armor, daylight; Market Price: +2 bonus. the proper arm. The armor or shield appears completely Energy Drain:A suit of armor or a shield with this normal otherwise. enchantment allows the bearer to drain levels with the",
        "name":  "Called",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites:Craft Magic Arms and wearer’s touch attack (if armor) or with a shield bash (if Armor, teleport;Market Price: +1 bonus. shield). Other than the requirement of a touch attack,",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shields with this enchant- the magical effect is exactly like an enervationspell cast ment appear designed with beauty in mind as well as by a 7th-level wizard. Such armor or shield always has functionality. The design of the armor enhances the the face of a snarling vampire carved on the front of it. physical beauty of whoever wears it. An opponent who Caster Level: 7th; Prerequisites:Craft Magic Arms and strikes the wearer of this armor or bearer of this shield Armor, enervation; Market Price: +2 bonus. must save against the appropriate charm spell (charm Ethereal:The two variations on this enchantment monster orcharm person or animal) for the type of oppo- are for suits of armor or shields. The first allows the nent. An opponent who successfully strikes the wearer bearer to use the effect of an ethereal jauntspell as if cast in melee receives a +4 bonus on the save. by a 9th-level cleric. The second allows the bearer and",
        "name":  "Charming",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and anyone touching him to become ethereal as if an 11th- Armor, charm monster, charm person or animal; Market level cleric cast etherealness. The armor or shield",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor or shield always appears bril- real Plane where it appears completely normal. liant and gleaming, no matter what the conditions and Self Only: Caster Level: 9th; Prerequisites: Craft Magic despite all attempts to paint over or obscure it. Coveted by Arms and Armor, ethereal jaunt;Market Price: +3 bonus. military leaders of all sorts, this armor or shield carries a All in Contact: Caster Level: 11th; Prerequisites: Craft powerful aura that gives a +4 competence bonus to Magic Arms and Armor, etherealness;Market Price: +4 Charisma and a +2 morale bonus on Will saves to all allies bonus. 23 within 30 feet. The enchantment also makes the posses- Fearsome: A suit of armor or a shield with this sor very noticeable, giving a –6 penalty on Hide checks. enchantment creates an aura of fear around the wearer T11840_620_00 Defenders2.qxd 2/5/01 3:50 PM Page 24 CHAPTER 1: CLERICS AND PALADINS ray springs from the front of the armor or shield.",
        "name":  "Command",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and Armor, slow, ray of frost; Market Price: +3 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this enchantment has no effect unless the wearer has the ability to turn or rebuke undead. In that case, the wearer turns or rebukes undead two levels higher than she would without the enchant- ment. Armor or a shield with this enchantment is always specific to a deity and features the deity’s holy symbol prominently.",
        "name":  "Sacred",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and Armor, ability to turn or rebuke undead; Market",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor or shield enchantment provides a +4 haste bonus to AC and gives the wearer an extra partial action every round, as the hastespell. This armor seems to be constantly vibrat- ing, always appearing blurred.",
        "name":  "Speed",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and Armor, haste;Market Price:+3 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer of a suit of armor or a shield with this enchantment may control up to 26 HD of undead per day, as the control undeadspell. At dawn each day, the wearer loses control of any undead still under his sway. Armor or a shield with this power appears to be made of bone; this feature is entirely decorative and has no other effect on the armor.",
        "name":  "Undead Controlling",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13th; Prerequisites: Craft Magic Arms and Armor, control undead; Market Price: +4 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The wearer of a suit of armor or as by a 7th-level wizard casting fear. This aura affects all a shield with this enchantment may attack undead as opponents within 40 feet of the wearer. This armor or with a disrupt undeadspell cast by a 5th-level wizard up to shield appears completely normal, except to those who four times per day. Armor and shields with this ability fail their save. Then the bearer appears to be a creature usually display prominently the holy symbol of a good from the opponent’s worst nightmares. deity.",
        "name":  "Undead Disrupting",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites:Craft Magic Arms and Caster Level: 5th; Prerequisites: Craft Magic Arms and Armor, fear; Market Price: +2 bonus. Armor, disrupt undead;Market Price: +2 bonus.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this enchantment appears to be created from thousands of Specific Armor Descriptions iridescent feathers. This characteristic has no effect on The following items are preconstructed and have the armor’s or shield’s weight, armor check penalty, or exactly the qualities described here. other statistics. The enchantment allows the wearer to Blue Armor of the Crystalmist Mountains: When fly up to 50 minutes per day. In all other respects it first found, this armor often appears sized for dwarves. functions as if the wearer cast flyon herself, allowing a From a distance, this armor appears to be made from the speed of 90 feet (or 60 feet if the armor is medium or hide of a blue dragon. In reality, it is masterwork scale heavy) with good maneuverability. mail that has been enameled to look like blue dragon",
        "name":  "Feathered",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and scales. It provides a +3 enhancement bonus to Armor Armor, air walk; Market Price: +2 bonus. Class (in addition to its +4 armor bonus, for a total of +7)",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or a shield with this enchantment and provides its wearer with electricity resistance 15. appears to be carved from ice. The enchantment has two Caster Level: 9th; Prerequisites: Craft Magic Arms and effects. First, it simulates a slow spell cast by a 5th-level Armor, endure elements;Market Price: 20,960 gp. 24 wizard. This affects the first five opponents to come within Equerry’s Armor: This armor appears to be finely 30 feet of the wearer. Second, the wearer may invoke a ray crafted full plate specifically cut for those who fight from of frostas if a 5th-level wizard, up to five times per day. The atop a mount of some sort. In addition to providing a +2 T11840_620_00 Defenders2.qxd 2/5/01 3:50 PM Page 25 CHAPTER 1:CLERICS AND PALADINS enhancement bonus to Armor Class (in addition to its +8 armor bonus, for a total bonus of +10), this armor provides a +1 competence bonus on all Ride checks for the rider, a +2 enhancement bonus to Dexterity for the mount, and gives the mount’s speed a competence bonus of +10 feet.",
        "name":  "Ice",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6th; Prerequisites: Craft Magic Arms and Armor; Market Price: 10,670 gp.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This item is a boon to many who work a forge. It appears to be an ordinary leather apron, with an odd metallic sheen in direct light. It gives a +2 deflection bonus to the wearer’s Armor Class. A gnome who wears one gains damage reduction 5/+1 and a +2 bonus on all saves against fire and heat.",
        "name":  "Golden Apron",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and Armor, Alchemy, shield; Market Price: 22,200 gp.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Despite its appearance, this armor is not made from the hide of a red dragon. It is masterwork scale mail with the individual scales covered in red enamel. It provides a +3 enhancement bonus to Armor Class (in addition to its +4 armor bonus, for a total bonus of +7) and provides its wearer with fire resistance 15.",
        "name":  "Red Dragon Armor",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9th; Prerequisites: Craft Magic Arms and Armor, endure elements;Market Price: 35,200 gp.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This armor acts as normal splint mail except when worn by a neutral character. Such a character who dons this armor feels a sense of calm and confidence wash over him, and the armor acts as +2 splint mailthat also gives a +2 resistance bonus on all saving throws.",
        "name":  "Splint Mail of Stability",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th; Prerequisites: Craft Magic Arms and Armor, resistance;Market Price:5,845 gp. Strength of 29. The bolt is destroyed when used.",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites: Craft Magic Arms and while the bearer is mounted. Armor, clairvoyance;Market Price: 3,507 gp; Weight: —. Caster Level: 5th; Prerequisites: Craft Magic Arms and",
        "name":  "Caster Level",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This 3-foot adamantine rod acts as a +1 Armor, speak with animals; Market Price: 20,980 gp; heavy mace. It provides a +2 morale bonus to all allies Weight: 8 lb. within 30 feet and allows the bearer to deliver messages to anyone within nine miles as the spell whispering wind. Specific Rod Description",
        "name":  "Battle Rod",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This artificial arm made of mithral from the outside, since it completely covers the eyes. replaces an arm that has been lost by a good character. Anyone who dons the helmet discovers he can see It will not function for a neutral character. An evil perfectly. The helm provides the wearer with the character who tries to attach it takes 1d4 points of effects of the spell true seeingand gives the wearer a +1 temporary Dexterity damage. A character who makes insight bonus to Armor Class. successful use of the arm gains +2 Strength and +2 Caster Level: 9th; Prerequisites:Craft Magic Arms and Dexterity. The arm also provides a +2 deflection bonus Armor, true seeing; Market Price: 91,600 gp; Weight: 3 lb. to Armor Class. Generally, 70% of these items are left Mark of Apostasy: Sometimes the deities of evil arms and 30% are right arms, though there are rumors mark an individual as one of their own. A mark of apos- of rare arms that adapt to the user. tasy may be of any material but is generally made from",
        "name":  "Arm of Nyr",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "In most cases, a church that ties are acting in a dishonorable or unlawful manner, provides support also requires payment. Good-aligned the clerics urge their congregation to use existing churches are often willing to accept payment in the legal systems to put a new, more honorable authority form of favors to be named later. Neutral churches in power. may also be willing to do so, or they may request some Heironeous: Heironeous’s teachings focus on pro- immediate service or reimbursement. Evil churches moting good through the use of armed force. Church generally demand payment in advance, in whatever dogma provides examples of justice, chivalry, valor, form is most advantageous for the church. Lawful and honor for everyday life. Temples include an churches may insist on written, signed, and armory and a supply stockpile. Higher authorities in witnessed contracts. Chaotic churches generally rely the church regularly inspect lesser temples for mili- on a simple handshake. tary readiness. All worshipers are expected to fill some role in the local militia, and many serve as judges or Churches and Other Organizations advisors to local legal authorities.",
        "name":  "Support Costs",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +11, Heal +12, Spellcraft +9; 2nd—aid*, bull’s strength, shield other, sound burst. Brew Potion, Iron Will, Maximize Spell, Scribe Scroll. *Domain spell. Deity: Pelor. Domains: Good (cast good Spells Prepared(5/5/5/4; base DC = 13 + spell level): 0— spells at 5th caster level), Strength (1/day perform a feat of create water, guidance, read magic, resistance, virtue;1st—bless, strength that lasts up to 1 round, activate as free action, Str deathwatch, endure elements*, sanctuary, shield of faith;2nd— becomes 15). calm emotions, delay poison, heat metal*, lesser restoration,",
        "name":  "Skills and Feats",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Half-Elven Traits: +1 racial bonus on Listen, Search, and Spot checks (included above); low- light vision; immune to sleep; +2 racial bonus on saves against enchantments. Spells Prepared(6/6/6/5/5/3; base DC = 14 + spell level): 0—detect magic,guidance, light, mending, purify food and drink, resistance; 1st—bless, command, comprehend languages, divine favor, magic stone, protection from evil*;2nd—aid, bull’s strength*, calm emotions, gentle repose, shield other, sound burst; 3rd— daylight, dispel magic, helping hand, magic circle against evil*, speak with dead;4th—divination,holy smite*, imbue with spell ability, restoration, tongues;5th—healing circle,righteous might*, true seeing. *Domain spell. Deity: Pelor. Domains: Good (cast good spells at 11th caster level), Strength (1/day perform a feat of strength that lasts up to 1 round, activate as free action, Str becomes 23).",
        "name":  "Special Qualities",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, daze, detect magic, detect poison, wear their faith like a badge. By being active in their disrupt undead*, flare, light, mage hand, mending, open/close, community and open about their faith, they try to prestidigitation, ray of frost, read magic, resistance; 1st—cause overcome the popular image of neutrals as “unde- fear*, chill touch*, endure elements, magic missile, ray of enfeeble- cided.” They teach the importance of the church and ment*, shield, sleep; 2nd—darkness, ghoul touch*, Melf’s acid arrow, resist elements, scare*, spectral hand*. the faith in choosing a course of action rather than a *These spells belong to the school of Necromancy, which moral position. is this character’s specialty. Prohibited school: Illusion. Boccob: Because they deny the validity of moral and Because of Spell Focus, the base DC for Necromancy spells is ethical positions, temples of Boccob safeguard all 14 + spell level. records equally, and secular authorities respect that",
        "name":  "Spellbook",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 dagger, bracers of armor +2, wand of magic outlook. Temples usually contain storage for records, missile. libraries, and chambers for arcane research and exper- iments. Worship involves reporting sessions in which",
        "name":  "Possessions",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bracers of armor +1, amulet of natural armor +1, dagger. 22",
        "name":  "Possessions",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any spell cast by paladin also affects mount if ance; 1st—charm person, comprehend languages, erase, feather fall, within 5 ft. identify, mage armor, mount, unseen servant; 2nd—darkvision, Spells Prepared(2/1; base DC = 13 + spell level): 1st—protec- daylight, levitate. tion from evil, read magic;2nd—resist elements.",
        "name":  "Share Spells",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Must have had direct contact with one’s 54 Consecrated Harrier Spell List patron deity or a direct servant of that deity, or with an Consecrated harriers choose their spells from the enlightened being embodying the highest principles following list: of an alignment (a solar, for example). T11840_620_00 Defenders2.qxd 2/5/01 3:54 PM Page 55 CHAPTER 3:PRESTIGE CLASSES proficient with any armor or with shields, but some- times carry these proficiencies from their previous class. Prestige Domain (Ex):Upon adopting the contem- plative class, and again at 6th level, a character gains access to a prestige domain of her choice, as described in Chapter 4: Divine Magic. The character can choose any domain made available by her deity or alignment— either a new prestige domain or a standard domain listed in the Player’s Handbook. The character gains the granted power associated with the domain she chooses, and can select the spells in that domain as her daily domain spells. Divine Health (Ex):A contemplative is immune to all diseases, including magical diseases such as mummy rot and lycanthropy.",
        "name":  "Special",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Upon adopting the divine Immune to Surprise (Ex):At 10th level, the divine oracle class, the character gains access to the Divina- oracle’s sensitivity to danger is so great that she is tion domain, described in Chapter 4: Divine Magic. never surprised. She can always take a partial action The character gains the granted power associated during a surprise round, unless she is physically with the domain (+2 caster level for divination spells), restrained from doing so. and can choose the spells in that domain as her daily See Complete Divine domain spells. HOLY LIBERATOR Scry Bonus (Su): A divine oracle has a +2 sacred bonus on all Scry checks. The holy liberator is a holy warrior, a distant cousin of Prescient Sense (Ex): Beginning at 2nd level, if a the paladin, who is dedicated to overthrowing tyranny divine oracle makes a successful Reflex saving throw wherever it may be found. These champions of free- against an attack that normally inflicts half damage on dom and equality are strong-willed, independent- a successful save (such as a red dragon’s fiery breath or minded, and virtuous. They particularly direct their a fireballspell), she instead suffers no damage, since her efforts against lawful evil societies (dictatorships or prescience allowed her to get out of the way faster. This plutocracies), slaveholders and slave traders, and form of evasion works no matter what armor the powerful, corrupt governments, but they also recognize divine oracle wears, unlike the monk’s and rogue’s the possibility for tyranny even in a state of anarchy 57 evasion ability. (where strong individuals may impose their will on Divination Enhancement (Ex):Beginning at 3rd people weaker than they). T11840_620_00 Defenders2.qxd 2/5/01 3:55 PM Page 58 CHAPTER 5:PRESTIGE CLASSES Requirements To qualify to become a holy liberator, a character must fulfill all the following criteria.",
        "name":  "Prestige Domain",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 6th level, a hunter of the dead ter must fulfill all the following criteria. receives Extra Turning as a bonus feat. This feat allows Alignment:Lawful good. the hunter to turn undead four more times per day Base Attack Bonus:+8. than normal. Knowledge (religion):10 ranks. Positive Energy Burst (Su):In lieu of two normal Knowledge (the planes):5 ranks. turning attempts, a hunter of the dead of at least 8th Spells:Ability to cast divine spells, including protec- level can create a positive energy burst that deals 1d6 tion from evil. points of damage to all undead creatures within 100 Equipment:Magic (+1 or better) full plate armor. feet of the character for every class level of hunter of Special: Has demons as a favored enemy, and has the dead the character has attained. Undead are defeated a demon or driven it back to its home plane. allowed a Reflex save (DC 10 + the class level of the hunter) for half damage. Class Skills Sealed Life (Su):Upon reaching 10th level, a hunter The knight of the Chalice’s class skills (and the key of the dead cannot lose levels due to energy draining ability for each skill) are Concentration (Con), Craft 63 effects (although death still results in level loss, as do (Int), Diplomacy (Cha), Intimidate (Cha), Knowl- other level- or experience-draining penalties). edge (religion) (Int), Knowledge (the planes) (Int), T11840_620_00 Defenders2.qxd 2/5/01 3:55 PM Page 64 CHAPTER 5:PRESTIGE CLASSES Profession (Wis), and Sense Motive (Wis). See Chapter power. Stunned creatures lose their Dexterity bonus to 4: Skills in the Player’s Handbookfor skill descriptions. AC (if any) and can take no actions. Foes gain a +2 circumstance bonus to hit stunned creatures. If a",
        "name":  "Extra Turning",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 enhancement bonus 7 Permanent Image.Includes sight, sound, and smell. to Dexterity, speed increased +10 ft. when in light 8 True Creation†.As major creation,but permanent. armor, +2 enhancement bonus on initiative. These are 9 Genesis†.Creates a pocket demiplane. supernatural abilities. Divination Prestige Domain",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Turn undead with a +2 bonus on the 1 Random Action. One creature acts randomly for turning check and +1d6 on the turning damage roll. one round. 79 2 Touch of Madness†. Dazes one creature for 1 round/level. T11840_620_00 Defenders2.qxd 2/5/01 3:58 PM Page 80 CHAPTER 4: DIVINE MAGIC 3 Rage†. Gives +4 Str, +4 Con, +2 morale bonus on 6 Aspect of the Deity†. As lesser aspect, but you get Will saves. celestial or fiendish qualities. 4 Confusion. Makes subject behave oddly for 1 7 Blasphemy/Holy Word*.Kills, paralyzes, weakens, round/level. or dazes nonevil/nongood subjects. 5 Bolts of Bedevilment†. One ray/round, dazes 8 Holy Aura/Unholy Aura*.+4 AC, +4 resistance, and 1d3 rounds. SR 25 against evil/good spells. 6 Phantasmal Killer. Fearsome illusion kills one 9 Greater Aspect of the Deity†. As lesser aspect, but creature or deals 3d6 damage. gain wings, enhanced ability scores, and various 7 Insanity.Subject suffers continuous confusion. resistances and immunities. 8 Maddening Scream†.Subject has –4 AC, no shield, *Choose one spell of those given, based on alignment, Reflex save on 20 only. that is always your domain spell for this level. 9 Weird. As phantasmal killer, but affects all within 30 ft. Pestilence Prestige Domain",
        "name":  "Granted Power",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A demiplane in the Ethereal Plane centered on normal speed (average maneuverability). your location • You gain +1 natural armor.",
        "name":  "Effect",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes mad. This spell makes it impossible for the victim to do anything other than race about caterwauling, worsens You cause moisture in the air to sparkle, coalesce, then the Armor Class of the subject by –4, makes Reflex spray away from your fingertips, driving into all crea- saving throws impossible except on a roll of 20, and tures in the cone of effect. Each creature in the area makes it impossible to use a shield. takes 1d6 points of damage, plus 1 additional point per caster level to a maximum of +5. A Reflex save is Monstrous Thrall allowed for half damage. Enchantment (Compulsion) [Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 action Protective spells such as protection from evil, shield,",
        "name":  "Casting Time",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tsrsage@aol.com",
        "name":  "Email",
        "source":  "defenders_of_the_faith.txt",
        "_id":  "bc99cbf2651cf187ea3b0807b2e27e07bcdc7e9d1e967a0a5b359fdf987277e7"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tangible field of divine energy encompasses Mind-Affecting Effects: A deity is immune to mind-affecting effects and suffuses a deity’s body, granting it a divine Armor Class bonus (charms, compulsions, phantasms, patterns, and morale effects). equal to its divine rank. This bonus stacks with all other Armor Energy Immunity: Deities of rank 1 or higher are immune to elec- Class bonuses and is effective against touch attacks and incorpo- tricity, cold, and acid, even if the attacker is a deity of higher divine real touch attacks. rank. Some deities have additional energy immunities. Most deities (all those with 20 outsider Hit Dice) have a natural Deities of rank 1 or higher are immune to disease and poison, armor bonus of their divine rank +13. All deities also have a deflec- stunning, sleep, paralysis, and death effects, and disintegration. tion bonus to their AC equal to their Charisma bonus (if any). Deities of rank 6 or higher are immune to effects that imprison Deities who aren’t outsiders have their normal natural armor bonus or banish them. Such effects include banishment, binding, dimen- + their divine rank. sional anchor, dismissal, imprisonment, repulsion, soul bind, temporal Many deities have other Armor Class bonuses as noted in their stasis, trap the soul, andturning and rebuking. individual descriptions. Damage Reduction: A deity has damage reduction of 35 + its",
        "name":  "Armor Class",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "DIVINE ABILITIES If you have the Epic Level Handbook,you may want to alter AND EPIC FEATS the divine statistics in this book to make better use of the Salient divine abilities let the deities do things that mortal char- full epic rules. The deities in this book could benefit from acters only wish they could do: Make a whirlwind attack against some epic feats and other rules presented there, such as all creatures within reach (instead of just within 5 feet), use epic spells and epic magic items. While none of the deities wild shapeto change into a dinosaur, quicken a 9th-level spell, in this book have class levels higher than 20th, there’s no fire a hail of arrows at every creature around, and so on. These reason they couldn’t, if you have access to the rules for tasks are simply beyond the capacity of player characters . . . advancing them. until they pass 20th level. One of the key difficulties with creating divine statistics is The Epic Level Handbook introduces more than one that, no matter what level the deities are, some characters in hundred epic feats that give mortal characters access to someone’s campaign will always be higher level. The deities as some of these abilities. Many salient divine abilities are iden- presented in this book are virtually impossible challenges for tical with a combination of two or more epic feats. For exam- characters of 20th level and lower, and (with an average of 60 ple, Apollo’s Divine Bard ability allows him to use his bardic Hit Dice) would prove tough challenges to the vast majority of music as a standard action, to affect creatures that are epic-level characters. However, someone somewhere will run a immune to mind-affecting effects, to double the effects of his campaign with characters up to 100th level, and they will find bardic music, to affect a large number of allies at once, to the deities as presented here reasonable challenges, maybe create lingering inspiration effects, and to use countersong even easy. If your campaign reaches such epic heights, you as a reaction. Orpheus, a mortal, can learn the epic feats might want to consider increasing the character levels of the Rapid Inspiration, Music of the Gods, Epic Inspiration, Group deities to keep them ahead of the characters. Inspiration, Lasting Inspiration, and Reactive Countersong as On the other hand, you might not want to. Perhaps your he advances his bard abilities far beyond 20th level, getting campaign is built around the idea that mortals can surpass the most of the same effects as the Divine Bard ability. However, power of even the mightiest deities. But think the issue the range of Orpheus’s bardic music never extends as far as through carefully, and don’t hold this book up as the ultimate fifteen miles, while Apollo’s does. Some abilities truly are truth of deity statistics. If the power level of the deities as beyond mortal capacity. presented in this book doesn’t work for you, change it. pqqqqrs A portfolio element may encompass more than one domain. For Some salient divine abilities have prerequisites. Usually, the instance, a major deity of the sea might have the Air and Travel deity must have all the listed prerequisites to have the ability. A domains as well as the Water domain. Your choices indicate a great divine rank of 1 is a prerequisite for all salient divine abilities. deal about the character of the deity. A deity of the sea with the The most common salient divine abilities are described here. A Chaos and Destruction domains in addition to Water indicates that few deities have unique salient divine abilities that are described the people fear the power of the sea. Just because deities share port- in the deity’s individual entry. folio elements, they don’t have to share domains. Both sea deities Using Salient Divine Abilities:Using a salient divine ability is a described above could appear in the same pantheon. standard action unless otherwise noted in the ability description. A deity has at least three domains. Deities can have more than Using a salient divine ability does not provoke an attack of opportunity. three domains if they possess the Extra Domain salient divine ability. Salient Divine Abilities and Antimagic:A salient divine abil- ity functions normally within an antimagic field, and is never sub- ject to spell resistance. SALIENT DIVINE ABILITIES A salient divine ability is like a feat—it gives a deity a new capabil- SALIENT DIVINE ABILITY DESCRIPTIONS ity or improves one that the deity already has. As noted earlier, a Here is the format for salient divine ability descriptions. deity has one salient divine ability for each divine rank the deity has, plus additional salient divine abilities reflecting its status: Ability Name Demigods receive one bonus ability, lesser deities receive two Description of what the ability does or represents in plain language. bonus abilities, intermediate deities receive three, and greater Prerequisite: A minimum divine rank, minimum ability score, 32 deities receive five. another salient divine ability, a minimum base attack bonus, a feat, :2 RETPAHC SEITIED DENIFED Table 2–1: Salient Divine Abilities Ability Prerequisite Ability Prerequisite Alter Size — Divine Archery Base attack bonus +20 Alter Form Alter Size Dex 29 Shift Form Divine rank 6 Point Blank Shot Alter Size Far Shot Alter Form Divine Armor Mastery Armor Proficiency (light) Shapechange Divine rank 11 Armor Proficiency Alter Size (medium) Alter Form Divine Bard Bard level 20th True Shapechange Divine rank 16 Divine Battle Mastery Fighter level 20th Alter Size Combat Reflexes Alter Form Int 13 Shapechange Dex 13 Alter Reality Cha 29 Dodge Annihilating Strike Divine rank 11 Expertise Base attack bonus +20 Mobility Str 25 Spring Attack Arcane Mastery Spellcaster level 1st Whirlwind Attack Int 29 War domain Spell Mastery Divine Blast Cha 29 Spontaneous Wizard Spells Divine rank 6 Mass Divine Blast Divine rank 6 Spellcaster level 1st Cha 29 Int 29 Divine Blast Spell Mastery Divine Blessing Selected ability score 40 Arcane Mastery Divine Celerity Dex 29 Automatic Metamagic Spellcaster level 1st Free Move Dex 29 Avatar Divine rank 6 Divine Celerity Cha 29 Divine Dodge Dex 29 Banestrike Base attack bonus +20 Divine Druid Druid level 20th Battlesense — Divine Earth Mastery Earth domain Call Creatures — Divine Fast Healing Con 29 or Clearsight Divine rank 6 fast healing Wis 29 Rejuvenation Divine rank 11 Command Plants — Divine Fast Healing Control Creatures — Divine Fire Mastery Fire domain Create Object Divine rank 6 Divine Glibness Cha 29 Int 29 Bluff 40 ranks Create Greater Object Divine rank 11 Trickery domain Int 29 Divine Inspiration — Create Object Divine Monk Monk level 20th Divine Creation Divine rank 16 Divine Paladin Paladin level 20th Int 29 Divine Radiance Good alignment Create Object Sun domain Create Greater Object Divine Rage Barbarian level 20th Divine Air Mastery Air domain a skill, or some other condition that a deity must have in order to only take partial actions and suffers a –6 penalty on all attack acquire this salient divine ability. This entry is absent if a salient rolls, saves, and checks. divine ability has no prerequisite. An ability may have more than The deity cannot use another ability that requires rest until its one prerequisite. All salient divine abilities have a minimum pre- current rest requirement is fulfilled. Any time the deity spends requisite of divine rank 1. Quasi-deities (rank 0) have no salient performing strenuous activities does not count toward the divine abilities. required rest time. For example, during a visit to the Material",
        "name":  "BEHIND THE CURTAIN",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity’s attack bonus, Armor Class, and saves do not Alter Form change. The deity does not gain any of the assumed form’s special The deity can make minor changes to its appearance and form. abilities, attack forms, defenses, ability scores, or mannerisms. This is an extraordinary ability. The deity can change physical qualities (such as hair color, hair",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Knowledge, magic. avatar’s statistics and abilities, including bonuses to attack rolls, damage, saves, checks, and Armor Class, damage reduction, resist- Area Divine Shield ances, number of salient divine abilities and bonus salient divine The deity can use part of its personal energy as a barrier that pro- abilities, uses per day of domain powers, saving throw DCs against tects against almost any attack. spell-like abilities, range of senses, automatic actions, magic items",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine rank 6, Cha 29, Divine Shield salient it can create, and extent of divine aura. The deity’s ability scores, divine ability. speed, class levels, and Hit Dice are unchanged.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Except where noted here, this ability works like the Divine Abilities:The avatar has salient divine abilities according Divine Shield ability. The deity produces a transparent barrier whose to its own divine rank. The deity chooses which of its abilities the area is up to one 10-foot square per rank, or a sphere or hemisphere avatar has when creating the avatar. The avatar cannot have a with a radius of up to 1 foot per rank. The barrier can be placed any- salient divine ability that is not available to a deity of its own rank, where within the deity’s line of sight. The deity can place the barrier nor can it use a salient divine ability if it doesn’t meet the prerequi- so that it is mobile with respect to some unattended object or willing sites. An avatar cannot have the Avatar or Possess Mortal salient creature (such as the deity itself). divine abilities. The barrier can be adjusted to ignore certain types of damage, An avatar does not have any remote sensing or remote commu- just as a divine shield can. If the deity makes the shield mobile nication powers. with respect to a willing creature, the deity also can make the bar- Suggested Portfolio Elements: Any. rier one-way with respect to the creature and its allies, allowing them to attack through the shield and still use its protection. Banestrike",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity cannot be surprised or flanked except by a rank + the deity’s Charisma modifier) to resist and is allowed a deity of higher rank. The deity retains its Dexterity bonus to new save if the deity commands the subject to do something Armor Class even if caught flat-footed or attacked by an invisible against its nature. opponent, and is not subject to sneak attacks except by deities of At any given time, the deity cannot have more creatures under higher rank. its control than 10 times its divine rank. If the deity already has the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A deity can have this ability multiple times, choosing a Prerequisites: Craft Magic Arms and Armor, Craft Rod, different kind of creature each time. Craft Staff, Craft Wand, Craft Wondrous Item, Forge Ring,",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity can craft magic arms and armor, staffs, Clearsight wands, wondrous items, rings, and scrolls that exceed the normal The deity can perceive reality despite appearances. limits for such items (as stated in the DUNGEONMASTER’s Guide). For",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a full-round action, the deity can create objects equal to its divine rank. The deity can attempt to take controlof weighing up to 100 pounds per divine rank, or with a volume of 20 that number all at once, or in smaller numbers. All creatures to cubic feet per rank. If the deity uses this ability on a divinely mor- be affected must be within the deity’s line of sight when first phic plane or within its own godly realm, double the volume and affected. Once control is established, distance is not a factor and weight the deity can create. If the deity’s realm is located on a the deity can maintain control remotely, even across planes and divinely morphic plane, triple the volume and weight the deity can through wards or barriers (except divine shields and warding create there. 37 DEFINED DEITIES CHAPTER 2:",
        "name":  "Each day the deity can attempt to control a number of creature Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity gains a competence bonus on attack rolls, dependent desriptor) occurs within the deity’s hearing, the damage, and Armor Class equal to its divine rank if both the deity deity can attempt a countersong as if it had prepared an action and its foe are airborne. to do so. The deity can fly with perfect maneuverability. Suggested Portfolio Elements: Art, bards, beauty, dance, love, When flying, the deity can automatically know the location of music, poetry. any corporeal creature within 10 feet per divine rank, by sensing the disturbance in the air the creature causes. Divine Battle Mastery",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Archers, war. strikes take 1d12 points of damage per rank of the deity, plus 1d12 points of damage per point of Charisma bonus the deity has. There Divine Armor Mastery is no saving throw, but the deity must make a ranged touch attack The deity is able to move freely in light or medium armor. to hit a target.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Proficiency (light), Armor Proficiency The deity can make the ray look, sound, smell, and feel like any- (medium). thing it desires: a burst of flame, a stroke of lightning, a blast of",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity ignores the maximum Dexterity bonus limit wind, or any other phenomenon. Despite the appearance of the ray, for medium or light armor. the damage it deals results directly from divine power and is there-",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ability has several benefits: A divine shield can stop the ray. • For the deity’s bardic abilities that have a range (countersong, Suggested Portfolio Elements: Death, destruction, war. fascinate,inspire competence, inspire greatness), that range is a number of miles equal to the deity’s divine rank. Divine Blessing • The deity can use any bardic music inspiration ability as a stan- The deity can grant exceptional abilities to mortals. dard action. The inspiration takes effect immediately after the Prerequisite:Selected ability score 40. deity concludes the action. Benefit:Choose one ability: Strength, Dexterity, Constitution, • The deity’s bardic music abilities can affect even those normally Intelligence, Wisdom, or Charisma. The deity must have a score immune to mind-affecting effects. However, such creatures gain of at least 40 in the selected ability. The deity can grant mortals a 38 a +10 bonus on their Will saves to resist such effects. +6 enhancement bonus to that ability that lasts for one day. In a :2 RETPAHC SEITIED DENIFED singleday and at one time, the deity can affect a number of crea- Benefit:While in a wild shape, the deity gains all the extraordi- tures equal to its divine rank. nary and supernatural abilities of the creature whose form it",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine rank 16, Int 29, Create Object salient Benefit:The deity gains a competence bonus on attack rolls, divine ability, Create Greater Object salient divine ability. damage, and Armor Class equal to its divine rank if both the deity",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A love effect causes the target to fall in love with increase by +10. The deity also can take one extra partial action the specified creature, seeking every opportunity to be near that each round. While raging, the deity suffers a –5 penalty to Armor creature and making every effort to win the creature’s affection. A Class and cannot perform acts that require patience and concen- desire effect is similar, but the target seeks any opportunity to tration, such as moving silently, casting spells, and using salient become physically intimate with the specified creature. Subjects divine abilities. can attempt Will saves (DC 10 + deity’s Charisma modifier + deity’s Suggested Portfolio Elements: Destruction, rage, strength, war. divine rank) to resist the effect. This is a mind-affecting compul- sion effect. Divine Ranger",
        "name":  "Love and Desire",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Thieves. 9th. The number of spells per day the deity can cast of each spell level above 9th depends on the deity’s key ability score for spell- Divine Shield casting classes in which the deity has achieved 20th level, as shown The deity can use part of its personal energy as barrier that protects on Table 2–6: Divine Spellcasting (on the next page). The numbers against almost any attack. on that table represent one spell per day at each spell level above",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As a free action, the deity can create a shield that bonus spells based on the key ability score. The deity can use these lasts 10 minutes and protects the deity’s body and equipment slots for spells prepared or cast with a metamagic feat, or for lower- from attacks. The shield stops 10 points of damage per rank. level spells. For example, a 20th-level wizard/10th-level cleric with Once the shield stops that much damage, it collapses. The an Intelligence of 46 and the Divine Spellcasting ability can cast damage can be from any source, including a divine blast attack. the following spells above 9th level each day: four 10th-level, three The deity can use this ability a number of times per day equal to 11th-level, three 12th-level, three 13th-level, three 14th level, two 3 + its Constitution bonus. 15th-level, two 16th-level, two 17th-level, and two 18th-level. The",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The deity can adjust the shield so that it does not block deity does not receive any higher-level cleric spell slots because it damage the deity ignores anyway. For example, if the deity is is not a 20th-level cleric. immune to fire, the deity might want to adjust the shield to ignore If the deity has achieved 20th level in a spellcasting class with fire damage. The effects of multiple divine shields do not stack. fewer than nine levels of spells (such as bard, paladin, or ranger),",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any. dance, observe the performance with rapt attention, laugh, or applaud at the deity’s option. The affected creatures also suffer Increased Spell Resistance a –4 penalty to Armor Class, cannot succeed at Reflex saves The deity has spell resistance beyond the divine norm. (except on a roll of 20), and cannot use shields. Creatures can",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This ability works across planar boundaries and pene- dead mortals almost anywhere. trates any barrier except a divine shield. However, the subject Prerequisites:Divine rank 16, Gift of Life or Hand of Death must be in a location the deity can sense, either within the salient divine ability, Life and Death salient divine ability. deity’s sense range or in a location the deity can perceive Benefit:The deity can designate any number of mortals and through its remote sensing ability. If the deity cannot see the snuffs out their lives. Or the deity can designate any number of subject, the deity must unambiguously identify the subject in dead mortals and restore them to life. some fashion, such as by reciting the subject’s time and place of Notes: No two mortals affected by a single use of this ability can birth or death, listing the subject’s notable or infamous deeds, or be more than one mile apart per rank of the deity. The ability is something similar. otherwise identical with the Life and Death salient divine ability.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spells that prevent possession block this ability if the any creature the deity can perceive. mortal is unwilling. Likewise, spells that end possession drive out The deity also can enchant creatures so they become truthful. the deity if the mortal is unwilling. If the mortal is willing, how- The deity can affect up to one creature per divine rank at once, but ever, the deity cannot be blocked or driven out, except by a divine no more than that number each day. All must be within the deity’s shield or the use of the Alter Reality salient divine ability by a deity line of sight when first affected. The enchanted creatures become of higher rank. unable to utter any deliberate falsehoods or evasions of truth for The possessed mortal effectively becomes an avatar of the one day. The subject is allowed a Will save (DC 10 + the deity’s deity. The deity can draw on all the possessed mortal’s memories, Charisma modifier + the deity’s divine rank) to resist. Subjects who and the deity senses what the mortal senses. Each mortal pos- make successful saves become immune to this ability for one day. sessed counts as a remote location where the deity is sensing and Suggested Portfolio Elements:Justice, law, truth. communicating. A demigod can possess up to two mortals at a time, a lesser deity can possess up to five mortals at once, an inter- Rejuvenation mediate deity can possess up to ten, and a greater deity can possess If destroyed, the deity simply re-forms. up to twenty mortals at once. Prerequisites:Divine rank 11, Divine Fast Healing salient While the deity is in possession, the mortal’s abilities are divine ability. unchanged, except as noted below. Benefit:When the deity suffers an attack that should destroy it,",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The mortal gains a divine bonus to Armor Class Notes: If the deity is killed in its own realm, subtract the equal to half the deity’s divine rank. deity’s divine rank from the number of days it takes to return. If",
        "name":  "Armor Class",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to turn or rebuke undead, Cha 13, Str 13, feat while wearing medium or heavy armor, or if it is carrying a Power Attack. load heavier than light.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When the deity uses the Expertise feat to improve its Here are some suggestions for acting the part when your player Armor Class, the number it subtracts from its attack and adds to its characters meet a deity. AC can be any number that does not exceed its base attack bonus. Spoiled Brat: Gods get their own way. If they desire some- This feat eliminates the +5 maximum for the Expertise feat. thing, it appears with little or no effort. Instant gratification is normal for deities. They have little or no appreciation for the Widen Spell [Metamagic] challenges and difficulties mortals face. They pass out quests and The deity can increase the area of its spells. tasks with no regard for difficulty and then become wrathful",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural Armor Class, Dexterity, and size bonuses or penal- Face/Reach:5 ft. by 5 ft./10 ft. ties apply. Armor bonuses are not applicable. Special Attacks:None",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A cone of cold 80 feet long that deals 36d10 points of break enchantment, chain lightning, control weather, control winds, dispel damage. A Reflex save (DC 60) reduces the damage by half. evil, elemental swarm (as air spell only), entropic shield, freedom of move-",
        "name":  "Cold",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A swirling mist that fills a cone 80 feet long. Crea- ment, gaseous form, holy aura, holy smite, holy word, magic circle against tures within the cone are stunned and turned into gaseous form for evil, mind blank, miracle, mislead, obscuring mist, prismatic sphere, protec- 32 rounds. A Fortitude save (DC 60) negates the effect. tion from elements, protection from evil, repulsion, sanctuary, shield other,",
        "name":  "Gaseous Form",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Alter Reality, involved. Instead, he offers healing, advice, or information. Avatar, Control Creatures (nonevil dragons, or any dragon with Bahamut is the old hermit whose subtle prophecy unlocks a great Cha of 12 or lower), Divine Air Mastery, Divine Blast, Divine mystery (provided the players are wise enough to use and recog- Shield, Extra Domain (Luck), Extra Sense Enhancement (blind- nize the clue), or the kind stranger who offers a safe refuge or that sight), Shapechange, Spell Immunity†. †Unique ability, badly needed spell. described below. Bahamut’s wanderings have given rise to many bards’ tales, the",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bahamut can create armor and protective neutrality. One missal advises Boccob’s followers to seek balance items, such as a ring of elemental resistance,and items that control air, above good, evil, law, or chaos and to push back encroachments of such as a ring of air elemental command or a censer of controlling air ele- good or evil. mentals, as long as the item’s market price does not exceed 30,000 gp. This steadfast moderation in political, ethical, and philosoph- ical affairs earns Boccob and his followers few friends. Never- Avatars theless, Boccob’s worshipers are respected for their knowledge Bahamut visits the world often, usually in the guise of an old, old and magical prowess, and their advice is valued (if not always man or a callow youth. He is always accompanied by an honor completely trusted). guard of seven great gold wyrms who take the forms of fellow trav- elers or animals. Bahamut keeps a wary eye out for the machina- Clergy and Temples tions of Tiamat, taking whatever actions he deems necessary to Boccob’s clerics favor purple garments with gold trim; many are check the spread of her influence and to undo whatever damage cleric/wizards or cleric/sorcerers. Most remain aloof from she has done. Bahamut never turns his back on a lawful good crea- worldly affairs and devote themselves to magical research and to 60 ture in peril, but seldom intervenes directly if Tiamat is not formulating prophecies. They share their knowledge of the :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI future only sparingly, lest someone get the upper hand and upset Materials, Extend Spell, Forge Ring, Greater Spell Penetration, the balance. Boccob’s clergy actively creates magic items, which Heighten Spell, Improved Initiative, Iron Will, Maximize Spell, they usually sell to anyone with the cash to buy them. During Quicken Spell, Reach Spell, Sacred Spell, Scribe Scroll, Silent war, Boccob’s clerics happily sell magic items to all sides. Many Spell, Spell Penetration, Still Spell. of Boccob’s clerics keep busy rooting out bits of magical lore, recovering lost magic items, and investigating mysteries. They Divine Immunities:Ability damage, ability drain, acid, cold, adamantly oppose any attempt to destroy a magic item or any death effects, disease, disintegration, electricity, energy drain, mind- magical place. affecting effects, paralysis, poison, sleep,stunning, Boccob’s temples are usually located in urban areas. The are transmutation, imprisonment, banishment. always well fortified to withstand outside interference, and they Salient Divine Abilities: Alter Reality, house extensive libraries. Most are also well equipped Alter Size,Arcane Mastery, Area Divine with various scrying devices. The clergy use them Shield, Automatic Metamagic (quicken to spot infiltrators and keep an eye on the sur- wizard spells), Automatic Metamagic (silent rounding area. wizard spells), Automatic Metamagic (still Visitors to a temple of Boccob usually get a wizard spells), Avatar, Control Creatures (any cool greeting at best and are never truly wel- creature that can cast a spell or use a spell-like comed unless they have some unusual magic ability), Craft Artifact, Create Greater Object, item to offer for examination or money to Create Object, Divine Blast, Divine Cre- spend on spells, magic items, or information. ation, Divine Shield, Divine Skill Focus (Knowledge [arcana]), Divine Skill BOCCOB Focus (Spellcraft), Divine Spellcasting, Wizard 20/Cleric 20 Increased Spell Resistance, Instant Medium-Size Outsider Counterspell, See Magic, Spontaneous",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alertness, Brew Potion, Combat Casting, Craft Magic the event occurs. He has a similar ability to sense the discovery, Arms and Armor, Craft Rod, Craft Staff, Craft Wand, Craft recording, or sharing of any spell or bit of arcane knowledge. He Wondrous Item, Empower Spell, Enlarge Spell, Eschew likewise senses any prophecy or prediction of the future (whether 61 PANTHEON Illus. by M. Cavotta THE D\u0026D CHAPTER 3: accurate or not) and any event that alters the balance of good, evil, Clergy and Temples law, and chaos in the cosmology. Corellon’s clerics often wear blue cloaks. They serve as leaders,",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Reality, Alter titles or name was spoken in the last hour. He can extend his Size, Annihilating Strike, Arcane Mastery, Area Divine Shield, senses to up to twenty locations at once. He can block the sensing Automatic Metamagic (quicken wizard spells), Avatar, Battle- power of deities of his rank or lower at up to two remote locations sense, Control Creatures (elves), Create Greater Object, Create at once for 19 hours.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Reality, Area Divine Shield, Ehlonna’s avatars vary in appearance, just as she does. She sends Avatar, Call Creatures (animals), Call Creatures (unicorns), Control them to watch over woodlands and to remonstrate with beings Creatures (fey), Create Greater Object, Create Object, Divine who despoil woodlands or harass their residents.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Large +5 unholy chaotic frightful morningstar 2d6+46/19–20; raging, Erythnul suffers a –5 penalty to Armor Class and cannot 66 or by spell use skills or abilities that require patience and concentration, such :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI as moving silently, casting spells, or using salient divine abilities. brutality, or destruction the instant it happens and retains the sen- Erythnul can end the rage whenever he likes. sation for fifteen weeks after the event occurs.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th;Prerequisites:Craft Magic Arms and Armor, fear; FHARLANGHN",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "79 (+17 Dex, +14 divine, +27 dimension door, entropic shield, expe- natural, +11 deflection) ditious retreat, find the path, fly, free-",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 defending quarterstaff dom of movement, holy aura, locate +64/+59/+54/+49 melee, +5 object, mind blank, miracle, mislead, speed quarterstaff +64/+64/+59 phase door, prismatic sphere, protection melee; or spell +61 melee from elements, protection from ele- touch or +71 ranged touch ments, repulsion, sanctuary, shield",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sneak attack +8d6 (48 points), crippling strike, tection from evil, repulsion, sanctuary, screen, shield other, spell immunity, defensive roll, improved evasion, turn undead 15/day, domain spell resistance, summon monster IX (as good spell only), time stop. powers, salient divine abilities, spell-like abilities. Cleric Spells/Day:6/9/9/7/7/6/6/4; base DC = 20 + spell level,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Arcane Mastery, Automatic Metamagic Glibness, Divine Shield, Divine Spell Focus (Illusion), Increased (quicken wizard spells), Banestrike (kobolds), Clearsight, Control Spell Resistance, Mass Divine Blast, Spontaneous Wizard Spells. Creatures (gnomes), Divine Blast, Divine Dodge, Divine Glib-",
        "name":  "Create Object, Divine Blast, Divine Creation, Divine Dodge, Divine Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast good spells at +1 caster level; 18/day pro- ness, Divine Shield, Divine Spell Focus (Illusion), Spontaneous tective ward(touched subject gains +14 resistance bonus on next Wizard Spells. saving throw, maximum duration 1 hour). Spell-Like Abilities:Caster level 19th; saving throw DC 26 + Spell-Like Abilities:Garl uses these abilities as a 28th-level spell level. caster, except for good spells, which he uses as a 29th-level caster. Spells:As Garl, except the save DC for cleric illusion spells is 29 + 70 The save DCs are 35 + spell level.Aid, antimagic field, blade barrier, spell level and the save DC for wizard illusion spells is 34 + spell level. :3 RETPAHC D\u0026D EHT NOEHTNAP attovaC .M yb .sullI within 18 miles, remote communication, godly realm, teleport GRUUMSH without errorat will, plane shiftat will, fast movement, rage 3/day, One-Eye, He-Who-Never-Sleeps uncanny dodge (cannot be flanked), SR 48, divine aura (16 Greater Deity miles, DC 35).",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chaotic evil Skills*: Bluff +48, Climb +62, Concentration +62, Craft (armor-",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (full plate armor, base speed 70 ft.) +64, Swim +69. His rage lasts for 16 rounds, and he is winded for",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "78 (+1 Dex, +16 divine, +29 natural, +13 armor [+5 heavy fortifi- the duration of the encounter afterward. cation full plate], +9 deflection) Cleric Spells/Day:6/7/7/6/4/3; base DC = 17 + spell level. Attacks*: +5 keen chaotic unholy longspear +83/+78/+73/+68 melee; Fog of War (unique salient divine ability): Gruumsh can or spell +73 melee touch or +62 ranged touch *Always receives a generate a cloud of acrid black smoke that rises from his body in a 20 on attack rolls; roll die to check for critical hit. 30-foot spread, 10 feet high. Its effects are otherwise similar to a Damage*: +5 keen chaotic unholy longspear 1d8+50/18–20/×3; or by cloudkillspell. The save DC against this effect is 37. spell *Always does maximum damage (longspear 58 points). Possessions:Gruumsh carries Bloodspear,a+5 keen chaotic unholy Face/Reach:5 ft. by 5 ft./5 ft. (10 ft. with longspear) spearthat deals damage as a longspear. Bloodspearcan assume any",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20d8+180 Salient Divine Abilities: (outsider) plus Alter Reality, Alter Size, Area 20d8+180 (Clr) Divine Shield, Avatar, plus 20d10+180 (Pal) Battlesense, Divine (1,060 hp) Armor Mastery, Divine",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+12, always Blast, Divine Inspira- first (+8 Dex, +4 Im- tion (courage), Divine proved Initiative, Supreme Paladin, Divine Shield, Initiative) Divine Storm, Divine",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine immuni- word ties, DR 65/+5, fire resistance 35, blind, spontaneous casting of divine power word spells, understand, speak, and read kill, power all languages and speak directly to word stun, all beings within 15 miles, remote protection communication, godly realm, tele- from chaos, port without errorat will, plane shiftat protection will, aura of courage, celestial heavy war- from evil, shield of horse mount, detect evil, divine grace, divine health, empathic law, spiritual weap- link with mount, lay on hands, remove disease6/week, share spells on, summon mon- with mount, SR 47, divine aura (1,500 ft., DC 36). ster IX (as good or",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Destruction, Evil, Law, War Skills*: Climb +52, Concentration +49, Craft (armorsmithing)",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+21, always first (+17 Dex, +4 Improved Initiative, undead, desecrate, dictum, dispel chaos, dispel good, entropic shield, false Supreme Initiative) vision, freedom of movement, hold monster, holy aura, invisibility, magic",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 keen lawful unholy shortspear +68/+63/+58/+53 melee, tection from elements, protection from good, screen, shield of law, spell sting +68 melee; or spell +62 melee touch or +72 ranged touch turning, summon monster IX (as evil or law spell only), time stop,",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Size, Banestrike (gnomes), Control high-ranking drow. Creatures (kobolds), Divine Shield, Divine Skill Focus (Craft [trap- making]), Extra Domain (Law), Grow Creature (kobolds), Tunnel†, LOLTH Wound Enemy. †Unique ability, described above. Cleric 20/Fighter 10/Wizard 10 Spell-Like Abilities:Caster level 17th; saving throw DC 26 + Medium-Size Outsider (Chaotic, Evil) spell level. Divine Rank:15",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, the last hour. She can Alter Reality, Alter Size, extend her senses to up to Area Divine Shield, Arcane ten locations at once. She can Mastery, Avatar, Call Creatures block the sensing power of deities of (vermin), Control Creatures (drow), her rank or lower at up to two remote locations at once for 15 hours. Divine Blast, Divine Shield, Extra Domain (Destruction), Grow Portfolio Sense:Lolth senses anything that affects drow wel- Creature (spiders), Hand of Death, Increased Spell Resistance, Mass fare the instant it happens and retains the sensation for fifteen Divine Blast, Shift Form (see below), Speak with Creatures (vermin), weeks after the event occurs. She is similarly aware whenever drow Spontaneous Wizard Spells. make war or commit violence against each other.",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Form, Alter Size, Call Creatures Damage*: +5 holy lawful returning warhammer 1d8+44/×3; or by (vermin), Divine Blast, Divine Shield, Extra Domain (Destruction), spell *Always does maximum damage (warhammer 52 points). Hand of Death, Increased Spell Resistance, Shift Form. Face/Reach:5 ft. by 5 ft./5 ft. Spell-Like Abilities: Caster level 17th; saving throw DC 27 + Special Attacks: Turn undead 12/day, domain powers, salient spell level. divine abilities, spell-like abilities.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Lawful good Skills*: Appraise +37, Bluff +39, Concentration +74, Craft (armor-",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ticularly significant or bizarre death. 17/daydeath touch(if dAvatar of Nerull: As Nerull except subject touched does not have at divine rank 8; AC 59 (touch 38, flat- least 120 hp, it dies); cast evil spells at footed 59); Atk +61/+56/+51/+46/+41 +1 caster level. melee (2d4+15/×4,+5 brilliant energy Spell-Like Abilities:Nerull uses keen speed scythe) or spell +55 melee these abilities as a 27th-level caster, touch or +64 ranged touch; SQ DR except for evil spells, which he 43/+4, fire resistance 28, SR 60, divine uses as a 28th-level caster. The save aura (800 ft., DC 27); SV Fort +46, Ref DCs are 36 + spell level. Animate +50, Will +54; all skill modifiers dead, blasphemy, cause fear, change reduced by 9. self, confusion, create greater undead, Salient Divine Abilities:Alter Size, create undead, death knell, death ward, Annihilating Strike, Control Crea- desecrate, destruction, dispel good, false tures (undead), Divine Blast, Divine vision, invisibility, magic circle against good, Celerity, Divine Spell Focus (Necro- mislead, nondetection, polymorph any object, mancy), Divine Shield, Increased protection from good, screen, slay living, summon Spell Resistance, Supreme Initiative, monster IX(as evil spell only), time stop, unholy Undead Qualities. aura, unholy blight, wail of the banshee. Spell-Like Abilities: Caster level 18th; Cleric Spells/Day:6/10/10/10/9/9/8/8/7/7; saving throw DC 27 + spell level. base DC = 25 + spell level, 42 + spell level for necro- Spells:As Nerull except the save DC for cleric necro- mancy spells. mancy spells is 33 + spell level and the save DC for wizard Wizard Spells/Day: 5/8/8/7/6/5; base DC = 21 + spell level, necromancy spells is 29 + spell level. 38 + spell level for necromancy spells. Prohibited school:Illusion.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Nerull can use Knowledge (arcana), Knowl- (a double-reed woodwind musical instrument, also spelled “shawm”) edge (history), Knowledge (religion), Knowledge (the planes), or and takes his title from this instrument. He also carries a staff. Knowledge (undead) as a free action if the DC for the task is 30 or lower. He also can use any death-producing spell or domain Dogma power (but not a salient divine ability) as a free action. He can per- Obad-Hai rules nature and the wilderness, and he is a friend to all 86 form up to twenty such free actions each round. who live in harmony with the natural world. He expects his followers :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D\u0026 attovaC .M yb .sullI to live in harmony with nature in all its variety. Those who destroy or Divine Immunities:Ability damage, ability drain, acid, cold, otherwise harm nature deserve swift vengeance in an appropriate death effects, disease, disintegration, electricity, energy drain, manner, says Obad-Hai. Those who are one with nature, however, mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- have little to fear, although the well-meaning but foolish are some- tion, imprisonment, banishment. times brought down by a danger they could not avoid or divert. Salient Divine Abilities:Alter Reality, Alter Size, Avatar, Con- Obad-Hai teaches that the wilds can sometimes be ugly, dangerous, trol Creatures (animals), Create Greater Object, Create Object, or terrible, but that these things are a part of nature and should be Divine Blast, Divine Shield, Divine Fast Healing, Energy Burst respected as much as those that are beautiful, harmless, or wonderful, (fire), Extra Domain (Air), Extra Domain (Earth), Extra Domain for these characterizations mark a newcomer’s perspective. (Fire), Gift of Life, Hand of Death, Power of Nature, Speak with Creatures (animals), Speak with Creatures (plants).",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10/day turn or destroy earth creatures, or rebuke Clerics of Obad-Hai have no hierarchy. They treat all those of or command air creatures; 15/day use animal friendship;10/day turn or their order as equals. They wear russet-colored clothing and destroy air creatures, or rebuke or command earth creatures; 10/day maintain hidden woodland shrines that are usually located far turn or destroy water creatures, or rebuke or command fire creatures; from civilization. They keep to the wilderness and to themselves, 10/day rebuke or command plant creatures; 10/day turn or destroy rarely getting involved in society. fire creatures, or rebuke or command water creatures. A wide variety of peoples serve as Obad-Hai’s clerics, including Spell-Like Abilities:Obad-Hai uses these abilities as a 25th- humans, gnomes, halflings, and sylvan fey. They serve as protectors level caster, except for good spells, which he uses as a 26th-level of nature, acting as the agents of retribution when their protection caster. The save DCs are 34 + spell level. Acid fog, air walk, animal is insufficient or too late. shapes, antilife shell, barkskin, burning hands, calm animals, chain light- Temples to Obad-Hai can be located nearly anywhere but are ning, changestaff, command plants, commune with nature, cone of cold, usually located amid groves of oak trees. control plants, control water, control weather, control winds, creeping doom, dominate animal, earthquake, elemental swarm, entangle, fire OBAD-HAI seeds, fire shield, fire storm, fog cloud, gaseous form, hold animal, horrid Druid 20/Cleric 20 wilting, ice storm, incendiary cloud, iron body, magic stone, obscuring mist, Medium-Size Outsider",
        "name":  "Clergy and Temples Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alter Size, Automatic Metamagic Damage:+5 chaotic keen speed rapier 1d6+12/12–20; or by spell (quicken spell-like abilities), Divine Blast, Divine Shield, Divine Face/Reach:5 ft. by 5 ft./5 ft. Fast Healing, Extra Domain (Air), Extra Domain (Earth), Speak Special Attacks:Sneak attack +13d6, turn undead 14/day, domain with Creatures (animals), Speak with Creatures (plants). Without powers, salient divine abilities, spell-like abilities, crippling strike. the Extra Domain (Fire) salient ability, Obad-Hai’s avatar loses Special Qualities:Divine immunities, DR 50/+4, fire resistance 35, access to the Fire domain and the spell-like abilities burning hands, spontaneous casting of divine spells, understand, speak, and read all elemental swarm, fire seeds, fire shield, fire storm, incendiary cloud, pro- languages and speak directly to all beings within 15 miles, remote duce flame, resist elements, andwall of fire. communication, godly realm, teleport without errorat will, plane shift Spell-Like Abilities:Caster level 17th; saving throw DC 26 + at will, bardic knowledge +20, bardic music 10/day (countersong, 88 spell level. fascinate,inspire competence, inspire courage, inspire greatness, :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI suggestion), evasion, improved emotion, illusory script, wind wall; evasion, opportunist, slippery 4th—dominate person, hallucina- mind, traps, uncanny dodge tory terrain. (cannot be flanked, +4 against Cleric Spells/Day:6/7/7/ traps), SR 47, divine aura 6/5/4; base DC = 17 + spell level. (1,500 ft., DC 35). Possessions:Olidammara",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Olidammara can assume the form of any animal with a cal instruments such as a horn of blasting, pipes of the sewers,or a lyre of carapace (such as a snail, a turtle, or even a dragon turtle. While in this building, as long as the item’s market price does not exceed 200,000 gp. form, Olidammara can choose to withdraw into his shell. When he does so, he can take no actions and loses all defensive Dexterity bonuses, Avatars but once per hour he gains a free use of his Divine Shield power. Olidammara’s avatars can look like almost anything, though he",
        "name":  "Shift Form",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast chaos spells at +1 caster level; 15/day prefers his own humanlike form. He sends them to perpetrate reroll a die roll once after it is made. jokes on other deities and notable mortals. Spell-Like Abilities:Olidammara uses these abilities as a 25th- dAvatar of Olidammara: As Olidammara except divine rank level caster, except for chaos spells, which he uses as a 26th-level 7; AC 68 (touch 48, flat-footed 68); Atk +73/+73/+68/+63/+58 caster. The save DCs are 35 + spell level. Aid, animate objects, break melee (1d6+12/16–20,+5 chaotic keen speed rapier) or spell +56 melee enchantment, change self, chaos hammer, cloak of chaos, confusion, dispel law, touch or +69 ranged touch; SQ DR 42/+4, fire resistance 27, SR 39, entropic shield, false vision, freedom of movement, holy aura, invisibility, divine aura (700 ft., DC 27); SV Fort +26, Ref +36, Will +26; Bluff magic circle against law, miracle, mislead, nondetection, polymorph any +85; all other skill modifiers reduced by 8. object, protection from elements, protection from law, screen, shatter, spell turn- Salient Divine Abilities: Alter Size, Automatic Metamagic ing, summon monster IX (as chaos spell only), time stop, word of chaos. (quicken spell-like abilities), Create Object, Divine Celerity, Divine Bard Spells Known(3/6/6/5/2; base DC = 21 + spell level): 0— Dodge, Divine Recall (melodies), Divine Shield, Instant Move, dancing lights, detect magic, ghost sound, mage hand, prestidigitation, read Supreme Initiative. magic;1st—detect secret doors, feather fall, message, ventriloquism; 2nd— Spell-Like Abilities:Caster level 17th; saving throw DC 27 + detect thoughts, magic mouth, minor image, mirror image; 3rd—confusion, spell level. 89 PANTHEON Illus. by M. Cavotta THE D\u0026D CHAPTER 3: PELOR The Shining One Greater Deity",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cast good spells at +1 caster level; cast healing Salient Divine Abilities:Alter Size, Area Divine Shield, Divine spells at +1 caster level; 17/day feat of strength (+20 enhancement Blast, Divine Fast Healing, Divine Radiance, Divine Shield, Extra bonus to Str for 1 round); 17/day greater turning. Domain (Strength), Extra Energy Immunity (fire), Gift of Life, Life Spell-Like Abilities:Pelor uses these abilities as a 27th-level and Death. caster, except for good spells and healing spells, which he uses as a Spell-Like Abilities:Caster level 17th; saving throw DC 27 + 28th-level caster. The save DCs are 36 + spell level. Aid, Bigby’s spell level. clenched fist, Bigby’s crushing hand, Bigby’s grasping hand, blade barrier, bull’s strength, cure critical wounds, cure light wounds, cure moderate ST. CUTHBERT wounds, cure serious wounds, dispel evil, endure elements, fire seeds, fire shield, flame strike, heal, healing circle, heat metal, holy aura, holy smite, St. Cuthbert of the Cudgel holy word, magic circle against evil, magic vestment, mass heal, prismatic Intermediate Deity sphere, protection from evil, regenerate, righteous might, searing light, spell Symbol:Ruby-studded starburst immunity, stoneskin, summon monster IX (as good spell only), sun- Home Plane: Arcadia beam, sunburst, true resurrection. Alignment: Lawful neutral Cleric Spells/Day:6/10/10/10/9/9/8/8/7/7; base DC = 25 + Portfolio:Retribution, common spell level. sense, wisdom, zeal, honesty, Druid Spells/Day:6/8/8/7/6/5; base DC = 25 + spell level. truth, discipline",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    }
]
