[
    {
        "origin_file":  "other.json",
        "description":  "The business’s employees are +1 bonus on profi t checks. unhappy. They shirk their duties, the quality of their work Good Competition: A similar business opens nearby. suffers, and the atmosphere at work is poor. The unrest Unlike the bad competition encounter, though, the owner can be mollifi ed with a DC 30 Diplomacy check or a pay of this competing business merely likes what the business raise. Each pay raise adds additional overhead of 5 gp per owner is doing and is trying his own hand at it. Good employee per term. Failure to address the concerns of the competition lasts for 2d4 months, during which time the unhappy employees results in a cumulative –1 penalty on business owner subtracts 1d6 from his profi t check. From profi t checks each term; this penalty is removed completely then on, he adds 1d8 to his profi t check. once the employees are happy again. Important Customer: Someone important visits the",
        "name":  "Employee Unrest",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire is a danger that can threaten an entire city. business. This could be one of the owner’s guildmasters, This could be a fi re on par with a forest fi re (Dungeon a local politician, or a famous bard or hero. The visitor’s Master’s Guide page 87) that the owner must help fi ght in patronage itself doesn’t impact profits, but the owner order to save his business, or it could be a new fi re that might be able to make an ally or contact out of the visitor. starts on site. Arson is a possibility in this case; if no one’s More important, word of the visit spreads and a number around to stop the fi re, the business burns to the ground. of customers visit the business as a result, granting a +2 The business can no longer make profi t checks and must bonus on profi t checks for the next 1d4 months. be rebuilt. Infestation: The business has become infested with",
        "name":  "Fire",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The business owner or one of rerolling anything with a benefi cial result. his employees is mistaken for someone else—famous or Sabotage: This could be as simple as petty vandal- infamous. This has no effect on the business’s profi t, but ism or as dangerous as a legitimate attempt to destroy might cause further developments as the DM sees fi t. the business. The business owner should make a special",
        "name":  "Mistaken Identity",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The store has attracted the attention Second, some teamwork benefi ts have prerequisites such of a particularly unusual customer; a dragon, an outsider, as skill ranks, base attack bonus, or feats. A prerequisite or something equally exotic decides to visit the store can take one of two different forms. once or twice per term. The novelty (or notoriety) of this Task Leader Prerequisites: These requirements must development grants the business a permanent +1 bonus be met by at least one character on the team. If only one on profi t checks, as long as the unusual patron continues character qualifi es, and that character leaves the team, to support the business. the group loses the teamwork benefi t until the character",
        "name":  "Unusual Patron",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A brief discussion of the training procedure THE TEAM ROSTER required to acquire the benefi t.",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A base attack bonus, a feat characters have spent time training with their comrades, or feats, a minimum number of ranks in one or more they respond instinctively to subtle changes in body lan- skills, a class feature, or some other requirement that at guage and can anticipate their comrades’ likely moves. least one character on the team must have in order for A group of people (PCs or NPCs) must train together the team to acquire this benefit. This entry is absent if for at least two weeks before all members of the group a teamwork benefit has no task leader prerequisite. A are eligible to share the same teamwork benefits. The benefi t can have more than one task leader prerequisite; PCs will undoubtedly occupy most of the positions the same character must meet all task leader prerequisites on the team, but cohorts, animal companions, paladin for a particular benefi t. mounts, familiars, and recurring NPC allies can also be Team Member Prerequisite: These requirements members of a team. must be met by every member of the team in order for A team must have at least two members and no more than the team to acquire this benefi t. This entry is absent if a eight. To join a team, a character must have an Intelligence teamwork benefi t has no team member prerequisite. A score of 3 or higher. benefi t can have more than one team member prerequisite. To maintain their teamwork benefi ts, the characters on a If another teamwork benefi t is given as a team member team must train together for at least four one-week periods prerequisite, all members of the team must qualify for per year. These training periods need not be consecutive the prerequisite teamwork benefi t before the new benefi t and can happen at the same time as training to earn the can be acquired. new class features of a given level (as described above), so Benefi t: What the teamwork benefi t enables the team in most cases PCs won’t have to spend additional time to members to do. keep their teamwork skills sharp. Tips: Advice for players and DMs using this teamwork To add a new character to a team (often because a benefi t. previous character died or otherwise left the group), that Door Procedures pqs Your team is accomplished at identifying and eliminating DESIGNING YOUR OWN TEAMWORK BENEFITS traps and other threats at doors.",
        "name":  "Teamwork benefi ts are based on the notion that once Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Is Training: By studying common door traps, practicing this a specific tactic, or is it an accumulation of countless small listening techniques, and remaining alert for tiny clues benefits? If the benefit you imagine is analogous to a specific that precede a triggered trap, you gradually develop a sequence of actions, it’s not a teamwork benefit, just a smart routine that enables your team to examine a door with tactic. If the benefit emerges from familiarity among the char- acters and a shared understanding of general techniques, then minimum risk to the team. it’s a teamwork benefit. Task Leader Prerequisite: Listen 8 ranks, Search pqs 8 ranks. 662200__8866331177__CChhpp66..iinndddd 119900 33//3300//0055 1122::0044::0022 PPMM 191 CHARACTERS CHAPTER 6 A team trained in door procedures can pass most any portal without risking harm",
        "name":  "When designing your own teamwork benefits, ask yourself",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 1 rank or Search Task Leader Prerequisite: Heal 8 ranks. 1 rank. Team Member Prerequisite: Heal 1 rank.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your team practices concise verbal descrip- at least one member. tions, often in code, and maneuvering according to those Tips: If you’re part of an infiltration team, keep in descriptions. Eventually you’re able to avoid looking at mind that you can take 10 on your Hide and Move your target except when it’s absolutely necessary, keeping Silently checks whenever you aren’t being threatened or track of the battle through the shouted instructions of distracted. It’s often easiest to just tell the DM what the your comrades. lowest Hide and Move Silently check results on the team",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spot 8 ranks. are. Those check results set the DC for NPCs’ Spot and",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spot 1 rank. Listen checks.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Infi ltration training involves hours of practice (whether through groping, Spot and Listen checks, or sneaking as a group. Elves and other woodland denizens other means), every other team member within earshot often play elaborate games of hide-and-seek (with the seek- also has that enemy pinpointed until that enemy moves ing team getting useful practice as scouts). Subterranean into a different square. (Pinpointed invisible enemies still races stalk the caverns and tunnels of their realms, practic- gain the benefi t of total concealment; see page 152 of the ing the art of hiding in a pitch-black environment. With Player’s Handbook.) practice, members of an infi ltration team get good at sharing hiding spaces, darting from cover to cover, and timing their Joint Bull Rush movements to be as silent and stealthy as possible. Shoulder to shoulder with your allies, you can blast into",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide 8 ranks, Move Silently the ranks of your enemies, knocking them back with your 8 ranks. combined force.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Bull Rush. Training: Your team is trained in a variety of effects",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "To perform a joint bull rush, all the team that intentionally shake the psyche of your comrades— members involved must ready the bull rush action until everything from a stinging slap to the face to an imploring the turn of the member with the slowest initiative. Then “Remember us, Regdar? We’re your friends. . . .” all the bull rushing team members move to their target at Task Leader Prerequisite: Concentration 8 ranks or the same time and make a single bull rush attempt using Iron Will. the Strength bonus of the strongest team member. Each Team Member Prerequisite: Concentration 1 rank. additional team member involved in the joint bull rush Benefi t: If a team member is known to be under the applies his or her Strength bonus (minimum +1). The sway of a compulsion effect, an adjacent team member team members must end their movement adjacent to one can spend a full-round action to grant that team member another, and they all provoke attacks of opportunity from a new save against the compulsion effect (as the rogue’s the defender (although the defender can only make a single slippery mind class feature, except that the second save attack unless he has the Combat Refl exes feat). need not happen in the second round of the effect). No character can grant another team member more Joint Grapple Escape than one extra save against any one compulsion effect. You use nonverbal cues to time your struggles against a However, multiple team members can all attempt to help grappling enemy, applying force and leverage at just the the same character. right moment to escape the clutches of your foe. Tips: This benefit only works if you know that your",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While Holy warrior Champion of Pelor this reason ties in with the fi rst, it’s worth mentioning on City guard Greyhawk watchman its own. A prestige class can take a poor choice, such as Martial disciple Order of the Fist disciple specializing in the whip, and make it worthwhile. Poten- Woodsman Darkwater Pass tracker tially, you could create prestige classes that grant interesting abilities for characters who spend a lot of skill points on DESIGNING REQUIREMENTS Intimidate or a particular knowledge or craft. Characters All prestige class requirements are based around the idea who choose strange multiclass combinations, put their that the character who qualifi es for the class is already well best score in Charisma (and who aren’t bards or sorcerers), on his way to becoming someone who can do the things or come from less optimal races (goblin or kobold PCs, for that the prestige class excels in. Someone qualifying for example) could have access to prestige classes that make the Misty Peaks mountaineer prestige class should already those choices worthwhile. have 6 ranks in Climb and 4 in Use Rope—in other words,",
        "name":  "To Make Otherwise Poor Options Acceptable",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any number of organiza- he’s already an expert climber when he qualifi es for the tions could oppose the PCs, along with races such as gnolls, elite title of mountaineer. goblins, and orcs. Some campaigns establish evil cultures Two types of requirements can be used to determine as major opponents. DMs should strongly consider design- who can take a prestige class. The fi rst type is game ing prestige classes only available to the opposition. Such requirements. These are hard and fast rules—often classes should have a broader utility than merely taking numerical values—that a character must fulfi ll to qualify. advantage of PC weaknesses or nullifying PC strengths. The second type is character requirements. These can be They make the campaign unique, provide memorable aspects of a character—race, age, religion, and so on—as encounters, and transform the opposition into real threats well as deeds that the character has accomplished. For with which the PCs must reckon. example, a candidate for the hunter of the dead prestige pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "The Hidden Fifth Reason",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This category covers other game-mechanic of characters who might wish to qualify for a given requirements. It also includes restrictions. Character prestige class. requirements can include race, gender (use rarely), align-",
        "name":  "The following requirements help define the type Special",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "With the ease and prevalence of multi- classing, you should let players fi gure out what classes, and Hit Dice how many levels of each, their characters need to qualify When you set the requirements for your prestige class, for a class. you decide what standard classes easily qualify for the",
        "name":  "Character Class",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Again, this makes entering a prestige class No class should have less than a d4 for Hit Dice, and none entirely a matter of luck. should have more than d12. Classes only use unmodifi ed",
        "name":  "Hit Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Monk (or paladin, as appropriate) characters When designing prestige classes, paladins and monks call for can freely multiclass with this class. Monks (or paladins) who special consideration. Because these two classes cannot multi- have already taken levels in another class can again take monk (or class freely, it’s harder to persuade members to take an interest paladin) levels after gaining a level as a [prestige class name]. in prestige classes. When designing a prestige class whose A prestige class that offers a great deal of power might not members should include paladins, monks, or both, consider need this note. A well-balanced prestige class might need it to adding the following note: keep the choice from shifting too far in favor of simply taking levels in the standard class. pqqqqqqqqqqqqqqqqqqqqrs 662200__8866331177__CChhpp66..iinndddd 220088 33//3300//0055 1122::0099::1144 PPMM 209 CHARACTERS CHAPTER 6 attack progression than his standard class, but all the other Party Role Classes: Four basic roles defi ne the classic classes can. adventuring party: combatant, sneak, arcane caster, and",
        "name":  "PALADINS AND MONKS Multiclass Note",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The special requirements can impose a cost. of supporting the party roles already.",
        "name":  "Special",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Game function prestige not give each other the time of day, but if they’re part of classes revolve around esoteric rules or functions, such as the same organization, they already have a connection planar travel or psionics. Where party role prestige classes they can build a friendship on. As your game grows with focus on party needs and situational prestige classes focus new players and new characters, you have an easy way to on recurring situations in a campaign, the game function connect them to the existing PCs: They’re part of the larger prestige class specializes in one aspect of the game rules. organization, not complete strangers. The horizon walker, for example, focuses on long-distance It Immerses PCs in the Game World: Left to their travel and adapting to wilderness environments. It goes own designs, some PCs drift across the surface of the beyond what a ranger could achieve through skill selection. world you create, never becoming truly involved in any of You could create similar classes around ranged combat, the societies, confl icts, and plots you have spun. For some necromancy, or turning undead. styles of play, that’s fi ne, but many D\u0026D players like to",
        "name":  "Game Function Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Organizations can have interesting headquar- nization, what skill applies? What are the DCs to learn ters and other important locations, such as fortresses, different details about a group? It is harder to learn about planar gates, or forbidden islands. They might offer obscure or secret organizations than it is to learn about unusual means of transport, such as desert caravans and public organizations with storied histories. flying ships. Again, these benefits provide convenience Encounters: Figure out the features that lend them- for you as the DM—they get the PCs to the adventure selves to a fun encounter with members of the organization, sites faster. whether the PCs join the group or not. Create stats for the",
        "name":  "Access",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Finally, some organizations have an element of characters the PCs will interact with. This might be the social status attached to them, whether within society at leadership, or it might be the rank-and-fi le members, large (such as a noble order of knights) or a subculture depending on the organization and the level of the PCs. It (such as a thieves’ guild). might be tempting to try to produce statistics for the entire If you tie a prestige class to the organization, you should organization, but you’ll be better served by focusing your require membership in the organization for any prospec- efforts on the NPCs that the characters are most likely to tive member of the prestige class. meet during a game session.",
        "name":  "Status",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "First and foremost, the Order of Ancient historical signifi cance that the order fully explored and Mysteries can provide the location of sites for charac- then appropriated for its own storage purposes. The order’s ters to explore. The order’s collection of ancient maps explorers rarely receive access to the vaults, the locations is without equal, and is constantly being updated and of which are a secret known only to the higher echelons improved by explorers. A typical adventure for the order of researchers. begins with a research planner telling the PCs something like, “Recent research has revealed the existence of a PLAYING A MEMBER OF THE ORDER temple/ruin/crypt/fortress in (insert remote location Many things can drive characters to explore: knowledge here).” They immediately receive whatever information for its own sake, the challenge of remote locations and the order has on the site, such as maps, potential dangers, exotic dangers, or the thrill of the “big score” when they historical details, and nearby hazards. That’s not to say uncover a treasure chamber full of gold. Whatever the that the order’s information is completely accurate or reason, adventurers are driven to climb down into dark, complete—if it were, the PCs might not need to go there dangerous places, delving into sites that haven’t been in the fi rst place. touched for centuries or millennia. It’s not as exciting as a map to a lost temple, but the his- Explorers and the Order of Ancient Mysteries thus have torical information in the order’s archives can be a useful a symbiotic relationship. The order periodically gives PCs resource. Within the order’s facilities, members have free new places to explore, and they bring back lore and antiq- access to a researcher with a Knowledge (history) modifi er uities that further the order’s research efforts—which in of +15 or Knowledge (any other category) +10. Given two turn lead to new places for the heroes to discover. While weeks’ time, a more learned sage (+20 in history and +15 there’s little crossover between the order’s researchers in other categories) can respond to written requests. and its explorers, both groups are keenly aware of how",
        "name":  "Information",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While individual members of the Shin- intentions clear. ing Crusade are quite knowledgeable, the organization When any member uncovers regional or global threats, doesn’t keep its own libraries or other information stores. such as an undead army on the march or a massive open The crusade is always at war, so even its internal record- portal to the Abyss, the Shining Crusade goes to war keeping is spotty. with all the might of a small nation. When it gathers all",
        "name":  "Information",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters can always fi nd clean but spartan its resources together, the Shining Crusade can call on accommodations at a Shining Crusade fortress, and wear- thousands of troops, many of whom are mid- to high-level ing the tabard of the Shining Crusade is often suffi cient to paladins and other battle-ready characters. Such great grant them an audience with the ranking clerics at temples crusades typically happen only once every fi ve years or of good-aligned deities, such as St. Cuthbert, Heironeous, so, but the Shining Crusade responds whenever the need and Pelor. is great.",
        "name":  "Access",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crusaders in good standing gain a +2 circum- Advancement: The Shining Crusade has no formal stance bonus on interactions with mid- to high-level clerics system of ranks, relying instead on an almost feudal system in good-aligned churches and with the political leaders of of patronage. When characters fi rst join the Shining nations beset by undead or fi endish attacks. Crusade, their efforts will be guided by a mid- to high- level crusader, who in turn reports to a more powerful PLAYING A SHINING CRUSADER superior, and so on. As they attain more levels, slay more Members of the Shining Crusade tend to be aggressive— evildoers, and do the good work of the Shining Crusade, the whole point of the crusade is to attack evil before it they are “handed off” to higher and higher echelons of takes root and spreads. That doesn’t mean they heedlessly the crusade’s leadership and given missions of greater charge into battle with every demon they see. If an undead importance. Eventually PCs might take a leadership posi- or fi endish foe is simply too strong for a group to handle, tion within the crusade, directing its efforts to stamp out there’s no shame in retreating, warning nearby noncom- evil everywhere. batants, and asking the crusade leadership for aid. Missions: Shining Crusade missions are archetypal While the Shining Crusade leadership isn’t always D\u0026D fare: destroy the lich wizard, unmask the secret cult- able to respond to every fiendish incursion or undead ists, and destroy the gate to the Nine Hells, for example. machination, it makes every effort to send the right force As long as a villain employs demons, devils, or undead to against the right enemy. It generally lacks the resources work evil in the world, characters are likely to be sent into to send overwhelming force against a foe, but it won’t battle on behalf of the Shining Crusade. order PCs to defeat a flight of rampaging balors unless The Shining Crusade particularly favors missions where they have demonstrated that they’re up to the task. it has the strategic initiative. Its members would much Communication between a PC group and the crusade rather attack the lich-king’s stronghold than defend the leadership is thus a two-way street: The characters tell the city gates against a horde of fl esh-starved ghouls. The cru- crusade about threats as they uncover them, especially if saders won’t pass up the opportunity to defend innocents they’re too great for the PCs to handle themselves, and against evil depredations, of course, but they emphasize the crusade points them toward new sources of evil that taking the attack to the enemy. High-level crusaders, for must be expunged. example, travel to the Abyss and the Nine Hells to attack 662200__8866331177__CChhpp66..iinndddd 221177 33//3300//0055 1122::1100::1166 PPMM 218 6 RETPAHC SRETCARAHC fiendish fortresses and slay archfiends. Their low-level of Corellon Larethian), and Athrau Stonegallow (one of counterparts watch for signs of malevolent influence Moradin’s dwarven defenders) defeated a lich-king that on the Material Plane, then stamp it out preemptively had usurped the throne of a mighty kingdom and nearly if they can. conquered an entire continent. The trio, chastened by",
        "name":  "Status",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Red Knives are primarily thieves, not Membership in the Red Knives immerses the PCs in the assassins. They know fi rsthand that a bloody trail of bodies underworld and gives them access to all that entails. They is an easy path for the city guard to follow. When possible, can buy and sell on the black market, plan their own capers, they strike quickly to put their opponents off balance, then and live in a world that combines D\u0026D with countless fl ee into the shadows with their ill-gotten gains. stories about organized crime syndicates. The Red Knives reserve their most cold-hearted violence Structure: The day-to-day leadership of the Red Knives for when they want to send a message. The gang’s protec- functions on two tracks. Each neighborhood in the city has tion rackets can be heartlessly violent when they’re trying a neighborhood boss responsible for all organized crime in to persuade reluctant victims. Freelance thieves who that neighborhood. A neighborhood boss coordinates the repeatedly refuse to join the Red Knives or surrender the Red Knives’ efforts to keep the authorities off balance or gang’s percentage fi nd themselves on the receiving end of on the payroll, receiving information from a vast network violence that borders on the sadistic. of informants from all walks of life.",
        "name":  "Combat",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Among the rank and file, the Red The gang also has several dozen grandmasters, each Knives Thieves’ Gang is a meritocracy. If a PC group pulls in charge of a particular kind of crime. The Red Knives off successful heists and gets a reputation as an earner, the have a grandmaster of burglary, for example, and a grand- characters receive better leads on potential targets and master of protection rackets. The grandmasters train better treatment from their superiors. less experienced members in the fi ner points of their Advancing through the gang’s leadership is harder. The craft, and they coordinate those efforts on a citywide neighborhood bosses and grandmasters are entrenched in basis. The Grandmaster of Protection makes sure that their positions, and the only way to rise up through the her thugs in one neighborhood aren’t charging a vastly gang is to knock someone else down. Rivalries among different rate for Red Knives protection than elsewhere the leadership can be intense, although the gang’s Grand- in the city. master of Thieves quashes destructive vendettas within Both the neighborhood bosses and grandmasters have a the organization. high degree of autonomy, and they’re free to appoint and",
        "name":  "Advancement",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "As gang members, characters are free to remove whatever subordinates and assistants they like. plan their own heists, but they can also consult with the All the bosses and grandmasters report to one man: Vos- neighborhood boss and grandmaster for potential targets. koff, the city’s Grandmaster of Thieves. Voskoff controls 662200__8866331177__CChhpp66..iinndddd 222211 33//3300//0055 1122::1100::3388 PPMM 222 6 RETPAHC SRETCARAHC the o verall efforts of the Red Knives, handles the orga- nization’s treasury, and pulls the political strings that make sure the gang remains safely in the shadows. Voskoff knows he’s only one betrayal away from permanent retirement, so he plays the more powerful neighborhood bosses and grandmasters against one another, encouraging competitive rivalries and ensur- ing that no one amasses enough power to become a rival to him. He steps in when the rivalries become bloody vendettas or otherwise threaten to expose the gang’s lucrative but shadowy activities. NPC Reactions Most denizens of the city hate and fear members of the Red Knives Thieves’ Gang. They have an initial attitude of unfriendly toward known members—which is why few thieves let their affi liation be known to anyone other than fellow members. The Red Knives’ ruthless reputation does have a side benefi t: a +2 circumstance bonus on Intimidate checks when members interrogate a helpless captive. Members of the city’s underworld view the Red Knives more positively, because they benefit from the gang’s smuggling operation, black markets, and information network. They have an initial attitude of friendly toward those who reveal themselves as Red Knives members. RED KNIVES LORE Characters with Gather Information or ranks in Knowl- edge (local) can research the Red Knives Thieves’ Gang to learn more about them. DC 10: The Red Knives run all organized crime in the city, from burglary to muggings to protection rackets. DC 15: The gang also runs a thriving black market and smuggling operation. It has a near-monopoly on the trade in stolen goods. DC 20: A mysterious man named Voskoff runs the Red Knives. Their main hideout is somewhere under the city, accessed through the storm sewer system. If the PCs are looking for illicit goods, a DC 15 Gather Information check is suffi cient to put them in contact with the Red Knives for a bargaining session. THE RED KNIVES IN YOUR GAME The Red Knives are designed to work in any large city or metropolis. They’re a syndicate like the American mafi a, so they operate a little more openly due to corrupt allies in high places. Keeping PCs happy in the thieves’ gang is a matter of making sure that the benefi ts of membership outweigh the costs—both the concrete costs of doing business A training room operated by the Red Knives Thieves’ Gang with the gang and the more abstract costs of having to recnepS .R yb .sullI 662200__8866331177__CChhpp66..iinndddd 222222 33//3300//0055 1122::1100::4400 PPMM 223 CHARACTERS CHAPTER 6 deal with gang rivalries. The Red Knives aren’t supposed use the rules for guilds only for “minor” guilds, usually to be a unifi ed, cooperative organization. Dealing with ones that play roles as NPC organizations. For player ambitious, untrustworthy criminals as ostensible allies is characters, it’s best to use custom-built organizations supposed to be a tricky challenge for PCs who like political such as the Red Knives. machinations and double-crosses.",
        "name":  "Missions",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "thieves’ who know its power. gangs run by mind flayers, vampires, or lycanthropes, Examples: Thieves’ guild. for example. Associated Classes: Bard, rogue, scout (Complete Adventurer).",
        "name":  "More sinister leadership possibilities exist as well",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Disable Device, Forgery, Hide, Move GUILDS Silently, Open Lock, Sleight of Hand.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric, expert, fi ghter.",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Diplomacy, Gather Infor- Each guild type has associated skills useful to members, mation, Intimidate, Knowledge (nobility and royalty), skills its members are expected to master. These skills, Sense Motive. along with sample contacts for each type of guild, are Sample Contact: Farhaan Nicabar (see Table 5–1: given in the following descriptions. As the DM, you Sample Contacts, page 154). can modify this information to suit a particular guild. For example, if your campaign world features a criminal Mercantile Guilds guild of pirates, you might want to swap Swim for Open A guild of this type provides a place in which its members Lock in its Associated Skills list. Finally, remember that can meet and talk with fellow shop-owners and merchants while these guilds can cover rules for organizations such who deal in similar products and services. In addition, as thieves’ guilds, mages’ guilds, and the like, you should mercantile guilds offer their members protection from 662200__8866331177__CChhpp66..iinndddd 222233 33//3300//0055 1122::1100::4488 PPMM 224 6 RETPAHC SRETCARAHC fraud, theft, and other dangers of doing business. A few of performer guild encourages members with similar the wealthier mercantile organizations even provide loans talents to practice together, and to trade songs, poems, for members who wish to start new businesses. Merchants plays, or performance tips. who make their living with the Craft skill often form Examples: Minstrel society, playwright organization, guilds of this type. theater or theatrical company.",
        "name":  "GUILD TYPES Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Carpenters’ guild, smiths’ guild. Associated Classes: Bard, rogue.",
        "name":  "Examples",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Expert, rogue. Associated Skills: Balance or Tumble, Disguise,",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appraise, Bluff, Craft (any one), Diplomacy, Escape Artist, Perform, Profession (any one), Knowledge (local), Profession (any one), Speak Language. Sleight of Hand.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vasilii the Fat (see Table 5–1: Sample Sample Contact: Nisha of the Many Eyes (see Table Contacts, page 154). 5–1: Sample Contacts, page 154). Mercenary Guilds Psionic Guilds These guilds provide their members with safe places to rest A psionic guild is a group of psionic NPCs—primarily in dangerous regions, centralized postings of job opportu- psions, although other psionic characters are normally nities, and the benefi t of the guild’s reputation. Mercenary welcome as well. This kind of guild is dedicated to enhanc- guilds also offer healing for wounded members and safe ing the mental might of its members by pooling resources, havens for those who need to hide from enemies. offering shared mentalities, and assisting with the creation",
        "name":  "Sample Contact",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, fi ghter, monk, soulknife Examples: College of psychics, soothsayers’ guild. (Expanded Psionics Handbook), warrior. Associated Classes: Psion, wilder (both from Expanded",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Handle Animal, Intimidate, Psionics Handbook). Jump, Ride, Use Rope. Associated Skills: Autohypnosis, Concentration,",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jal Omari (see Table 5–1: Sample Knowledge (psionics), Psicraft, Use Psionic Device. Contacts, page 154). Sample Contact: Ialdabode (see Table 5–1: Sample Contacts, page 154). Naturalist Guilds A naturalist guild can be a group of people who prefer Religious Guilds the simple life, an organization of bounty hunters who A religious guild typically claims the faithful of a specifi c specialize in tracking targets through the woodlands, a religion as its members. However, this category can also cult of nature worshipers, or just about any other group encompass organizations that span multiple faiths, as well whose members live and work in the natural areas of as secret orders that operate without the knowledge of the the world. Such a guild provides its members with a bulk of the faithful. support structure and offers them services not available Examples: Church of St. Cuthbert, nature cult. in the wild. Associated Classes: Cleric, favored soul (Complete",
        "name":  "Sample Contact",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Explorer society, hunters’ lodge members. Divine), paladin.",
        "name":  "Examples",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Barbarian, druid, ranger. Associated Skills: Concentration, Diplomacy, Heal,",
        "name":  "Associated Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wildcat Rodorsson (see Table 5–1: Sample Contact: Cynric the Pure (see Table 5–1: Sample Sample Contacts, page 154). Contacts, page 154). Performer Guilds Scholastic Guilds Those who make a living with the Perform skill band Scholastic guilds are dedicated to furthering the education together into guilds to promote the services they provide. of their members, and sometimes of whole communities. Affi liation with such a guild also allows members to These organizations provide places of learning, libraries, provide more spectacular shows than they could singly by study chambers, and an intellectual atmosphere to facili- combining the talents of several members. Typically, the tate the acquisition of knowledge. membership includes performers who complement one Examples: Secret societies, universities. another’s specialties—dancers and singers with musicians, Associated Classes: Expert, wizard. for example. If a performer guild maintains a guildhouse, Associated Skills: Decipher Script, Gather Informa- its members can often draw patrons there in groups to tion, Knowledge (any four). watch performances, rather than seeking out individual Sample Contact: Orkatz of the Green City (see Table inns or taverns at which to ply their trade. Finally, a 5–1: Sample Contacts, page 154). 662200__8866331177__CChhpp66..iinndddd 222244 33//3300//0055 1122::1100::5511 PPMM 225 CHARACTERS CHAPTER 6 JOINING A GUILD • Membership in a guild means a better likelihood of a Most guilds are strictly NPC organizations. For most PCs, positive response to requests. The initial attitude of a the prospect of joining the Benevolent Order of Bakers is fellow guild member is always one step closer to helpful simply not exciting enough to become a major feature of than her normal starting attitude (see Player’s Handbook their character’s development. At the same time, guilds page 72). demand much less from their members than the more • Guild members help their own. A character gains a +2 aggressive and dangerous organizations presented earlier in circumstance bonus on Diplomacy or Gather Information this chapter. If a PC simply wants a place to invest some of checks made while talking to a fellow guild member. his earnings, practice some of his skills, or earn a little cash • The guild subsidizes the cost of goods, supplies, and on the side, joining a guild is probably his best choice. guild-related services, reducing the price to a member",
        "name":  "Sample Contact",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "At least one level in a guild by 10%. associated class, 4 ranks in a guild associated skill , entry • Any member who falls on desperate times can call upon dues (25 gp). her guild for aid. To make such a request, she must make Unlike other organizations, guilds only rarely actively a Diplomacy check with a cumulative –2 penalty for each recruit members. Once a character has become a master previous call for aid she has made to that guild. of a specifi c trade, he’s more likely to found his own guild; If aid is given, it most often comes in the form of a established guilds generally don’t have much interest in monetary loan for a term of one month (see Table 6–12: recruiting new upstarts who have already mastered their Guild Loans for amounts and Diplomacy DCs). If the chosen craft. member fails to repay the money on time, she is typi- As a result, a PC typically has to track down the guild- cally expelled from the guild, and the loan is absolved. house or its members and apply for membership. A Gather Certain guilds (especially criminal guilds) have stricter Information check can provide specifi c information about penalties for those who default on guild loans. Such a known guild, such as the location of its guildhouse. guilds might even hire assassins to make examples of Finding the meeting place of a relatively well-known, those who fail to repay. open guild (such as a local baker’s guild) is a fairly simple task (DC 10). Locating the guildhouse of the secret society Table 6–12: Guild Loans that pulls the strings of the city government, on the other Desired Loan Amount Diplomacy DC Up to the member’s monthly dues 15 hand, might be quite diffi cult, requiring characters to Up to the member’s monthly dues × 10 20 gather clues through adventuring before even attempting Up to the member’s monthly dues × 100 25 the DC 30 Gather Information check. A guild obtains the lion’s share of its income from the • Every member gains a contact specifi c to her guild (see dues paid by its lay members, plus aid and residuals from Table 5–1: Contacts, page 154, for sample contacts). its active members. When a character fi rst joins a guild, It’s possible for a character to lose her guild member- he must pay a one-time entrance fee. As a general rule, a ship, especially if the guild leaders learn that she has guild’s entrance fee is 25 gp. compromised the guild in some way (giving guild secrets In addition, guild members are expected to pay a away to an enemy guild, for example). Banishment from a monthly fee equal to 5 gp per character level. Feel free guild results in immediate loss of all benefi ts gained from to adjust these amounts to fit the style of play if your both the guild and any guild feats the character possesses. campaign does not follow the expected PC wealth model Additionally, the attitudes of guild members toward the detailed in the Dungeon Master’s Guide. character become one step less friendly (returning to their original status unless other changes have occurred). GUILD BENEFITS For example, guild members who became friendly to the Once a character has joined a guild, she can immediately character when she joined the guild revert to indifferent enjoy the benefi ts. New guild members receive general when she is banished. benefits, as given in the following section, that are indistinguishable from one guild to the next. An active PLAYING A GUILD MEMBER guild member (one who has taken the Favored in Guild Joining a guild brings responsibilities. Each member feat) enjoys all these general benefi ts plus one specialized is expected to serve the guild on an ongoing basis. If a benefi t specifi c to the guild type (see the Favored in Guild character expects to be away from her responsibilities feat, page 227, for details). while pursuing other goals (such as adventuring), she can • All guildhouses include barracks and kitchens, so that ask her guild to waive these service requirements while every member can be guaranteed food and a safe place she is away, but in return for that favor she must agree to to sleep while she’s in the vicinity. In smaller guilds, she pay the guild 10% of the value of any income or treasure might need to cook for herself, but the food is supplied. gained on her expedition. 662200__8866331177__CChhpp66..iinndddd 222255 33//3300//0055 1122::1100::5533 PPMM 226 6 RETPAHC SRETCARAHC Specifi c guild service requirements depend on the to go on adventures can threaten their standing in the guild. guild’s type. Likewise, those characters who spend all their time fi ghting",
        "name":  "Entry Requirements",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The only stated requirement of a criminal rule, the nature of the campaign and the character should guild is that members must not divulge guild secrets to any dictate if joining a guild is a good idea or not. nonmember. Any particularly large-scale or high-profi le Advancement: In most guilds, there are three levels of crime requires guild consent, and the guild usually takes membership. A lay guildmember is a person who has paid 15% of the member profi ts from such capers. her dues and qualifi ed for the guild with the correct skills,",
        "name":  "Criminal",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each member of a government guild must but does little more than practice the guild’s affi liated spend at least 20 hours a week working for the guild. skills. A character who wants to take on a more pivotal role",
        "name":  "Government",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "In addition to the regular dues it collects, in a guild’s direction must take the Favored in Guild feat. a mercantile guild levies a guild tax of 15% on the Taking this feat indicates the guild has taken notice of the monthly income that members’ guild-affiliated business character’s skill, and the lay guildmembers look to her for ventures produce. guidance and advice. Meetings for guild policies and the",
        "name":  "Mercantile",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mercenary guild requires each member to like are generally open only to active members. spend no fewer than 20 hours per week on missions and Finally, all guilds have at least one guildmaster. Guilds that patrols. Generally, such duties are fairly safe and do not require have multiple guildhouses in multiple locations have one much (if any) combat. In times of war or danger, however, guildmaster per house, and one of these is a grandmaster members are required to support whatever cause the guild who oversees the entire guild. Becoming a guildmaster is does. With a successful DC 25 Diplomacy check, a member something only the most devoted members can aspire to. can have an adventure with her companions registered as a Qualifying for and taking the Guildmaster feat is one way to “patrol,” and time spent adventuring counts toward this 20 become a guildmaster, but the position can also be awarded hour week. Each additional attempt to register an adventure or inherited. as a “patrol” increases the target Diplomacy DC by 2. Missions: Although most guilds don’t send their members",
        "name":  "Mercenary",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A performer guild requires each member been causing the guild trouble lately, and the guildmasters to perform his chosen services in support of other guild need someone to investigate the matter. In these cases, guilds members as necessary. Generally, such service requires much prefer to turn to their own for solutions. Involving 1d4–1 days (8 hours per day) each week. outsiders runs a risk of allowing guild secrets to fall into",
        "name":  "Performer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any new powers or psionic lore the member the wrong hands, so if one of their members is known to be discovers must be shared with the guild. an adventurer, chances are good that the character will be",
        "name":  "Psionic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A religious guild requires only that its members contacted when such a mission arises. adhere to the specifi c tenets and strictures of the faith.",
        "name":  "Religious",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "A scholastic guild requires its members to GUILDS IN THE WORLD contribute regularly to the guild’s knowledge and lore. Although this section presents guilds in a generic manner, no This service equates to at least 20 hours per week spent two guilds are exactly alike. Similarly, guilds of like manner in study, writing, and discourse with other members. aren’t necessarily affi liated. The leatherworker’s guild in one",
        "name":  "Scholastic",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most guilds don’t expect their mem- city might be allied with the leatherworker’s guild of the city bers to have to fi ght as part of their duties to the guild. up the coast, but they could be in bitter competition with Some, such as criminal guilds and naturalist guilds, are the guild in the city to the south. Some guilds are known exceptions, but for the most part the life of a guildmember by simple names, such as the Blacksmiths’ Guild, while is relatively safe. In fact, belonging to a guild can often others are known by complex or vague names such as the put unwelcome restraints on the adventuring lifestyle. Honorable Association of Smiths or the Iron House. Some guilds are franchised across multiple cities and even No matter what their purposes, all guilds can be sorted nations, but others are local affairs. Characters who belong into one of three categories according to their power in to a local guild might fi nd that traveling all over the world society and the number of members they have. 662200__8866331177__CChhpp66..iinndddd 222266 33//3300//0055 1122::1100::5555 PPMM 227 CHARACTERS CHAPTER 6",
        "name":  "Combat Duties",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Guilds in this category are quite common in they’re nursing some powerful grudges against their old large cities. With anywhere from eleven to a hundred mem- friend Rodelik, who might have had a hand in revealing bers, they wield some degree of fi nancial and political clout. their identities to the city watch so many years ago. In addition to the typical thieves’ guild, standard guilds might include a city watch, a prestigious school, the faithful GUILDS IN YOUR GAME of a deity in a specifi c city, a troupe of traveling entertainers, Of all the sample organizations detailed here, guilds are or a group of merchants that has a particularly strong infl u- the easiest to introduce into an ongoing campaign simply ence in a single city. Any group of like-minded adventurers because of their generic nature. Often, the PCs’ interaction who share resources, information, and a common stronghold with a guild is fairly minor; they might only need to contact can be considered a standard guild. A guild in this category the leader of the shipwright’s guild in order to commission typically maintains a single guildhouse in which many of a ship, for example. But if a character wishes to join a guild its members can rest and relax. The highest-level member to enjoy the benefi ts, introducing a new guild is a simple of a standard guild is usually between 4th and 11th level. matter. Characters who become involved in their guilds can",
        "name":  "Standard",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "These guilds are the least common, but also become entangled in guild politics, and these develop- they are easily the most recognizable. Such guilds can ments can spur their own adventures. have hundreds or even thousands of members spread out Additionally, two new feats presented here should be over numerous cities and locations. An expansive guild of special interest to players who wish to join guilds. The could be a consortium of merchants from all the nation’s Favored in Guild feat allows a character to take on a more major cities, a shadowy underground network of assassins important role in her guild, and to gain an additional with dozens of cells, the faithful of a widespread religion, benefi t from her affi liation. The Guildmaster feat allows or an organization of adventurers from several nations a character to take over a local branch of his guild. Includ- dedicated to the destruction of a particularly nefarious ing these feats places extra responsibility on you as a DM villain. A guild in this category typically maintains numer- because events in the campaign can easily render them ous guild houses spread out among dozens of cities and inactive or useless. For example, a character who takes the nations. The highest-level member of an expansive guild Favored in Guild feat can’t enjoy its benefi ts if a massive fi re is usually between 11th and 18th level. burns down the guildhouse and kills all the other guild members. As DM, you must ensure that such events occur GUILD LORE only rarely, if at all. If you do decide to remove a guild in Since the rules for guilds are presented in an abstract this manner, any character with guild feats should have a manner, you should tailor what information is available chance to join new or similar guilds before too many game on a particular guild to match that guild’s type and the sessions pass. Upon doing so, she should immediately nature of its members and guildmasters. As a general rule, regain the benefi ts of her guild feats. Knowledge (local) is the skill people use to determine information about a guild. A character with at least 5 ranks New Feat: Favored in Guild in one of the guild’s affi liated skills gains a +2 bonus due You are an active and valued member of your guild. to skill synergy on this Knowledge (local) check. Prerequisite: Membership in a guild. As an example, here is some of the information a char- Benefi t: Select one of your guild’s associated skills. As acter might learn about Saltmarsh’s Jewelers’ Guild (see long as you remain a member of that guild, you gain a +2 page 128). competence bonus on all checks made with that skill. DC 10: The Jewelers’ Guildhall is an ugly building As a fringe benefi t, you also gain an ability relating to located in east Saltmarsh, between the Scriveners’ and your guild’s type, as described below. 662200__8866331177__CChhpp66..iinndddd 222277 33//3300//0055 1122::1100::5577 PPMM 228 6 RETPAHC SRETCARAHC",
        "name":  "Expansive",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The guild opens up new options for black guild members to accomplish the task. marketeering. Once every character level, you can purchase Normal: To receive general benefi ts from your guild, any product or service for 75% of its actual price in any city you must pay your monthly dues. You do not gain any guild in which your guild maintains a guildhouse. fringe benefi ts.",
        "name":  "Criminal",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Diplomacy and",
        "name":  "Government",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Guildmaster including your own. You are one of the leaders of your guild.",
        "name":  "Intimidate checks when dealing with members of any guild, New Feat",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can charge a little bit more for the goods Prerequisites: Favored in Guild, Leadership, at least and services you sell, since membership in the guild implies one guildmaster-associated feat (see the table below); your quality. Once per character level, you can sell a good or followers and cohorts must also qualify to join the guild; service for 100% markup over its regular price in any city and at least one of your guild-associated skills must be a where the organization maintains a guildhouse. class skill for you and must be at maximum rank.",
        "name":  "Mercantile",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While in a city that has a guildhouse, you can provided in the description of each guild type (see Guild substitute a Perform or Profession check for a Diplomacy Types, page 223). or Gather Information check by offering your service for Special: Guildmasters are expected to spend at least 8 free. In addition, you gain twice the normal income when consecutive hours per week dealing with administrative using the Perform or Profession skill to earn money. matters and interacting with other guild members. A",
        "name":  "Performer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your faith is bolstered by active membership Special: You must keep at least one of your guild-associ- in the guild. Once per character level, you can deem a ated class skills at maximum rank as you attain new levels. particularly insidious mind-affecting ability possessed by A guildmaster who fails to meet this requirement loses the an enemy to be a test of faith, thereby gaining a one-time benefi ts of this feat until he gains the necessary ranks. +5 bonus on your Will saving throw. Special: As a nonstandard award for completing a particu-",
        "name":  "Religious",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section describes the ceremony that 24 hours. If the negative level is removed by any means the bonding character must complete. He must pay any during this period, the ritual automatically fails. At the gp cost or XP cost as part of this ceremony. end of the 24-hour waiting period, the negative level",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +3. Truebond Benefi t: You gain a +1 bonus on saving throws",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Within 24 hours of completing the task, 6 ranks (see the Expanded Psionics Handbook). you must complete a 1-hour ceremony of prayer in front Task and Ceremony: You must meditate and fast for 14 of a bonfi re or similar confl agration. consecutive days, eating no food and drinking only water.",
        "name":  "Ceremony",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain resistance to fi re 10. may you accept any assistance from another character in",
        "name":  "Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Constitution checks Ritual of Honor and Constitution-based skill checks.",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perform (any) 6 ranks. Task: You must complete an overland trek of at least",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on any Open tions grant special abilities to qualifi ed characters who Lock or Search check on which you take 20, and on any brave their particular dangers. Although the prerequisites Bluff, Disable Device, or Sleight of Hand check on which for these abilities are matched to the character types that you take 10. most directly and easily benefi t from them, almost any",
        "name":  "Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section gives the ability’s duration or sway over dreams. Still others claim that it formed sponta- number of uses. neously as a manifestation of some unknown connection",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong evocation. subsequently gain.",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "8,000 gp. Duration: The resistance to fi re lasts for one year.",
        "name":  "Ability Value",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong abjuration and evocation.",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only a good-aligned elf with at least fi ve enhance her physical prowess while in wild shape. character levels can gain the power granted by a footstep DC 35: A successful check at this level allows the char- of Corellon. acter to learn or recall a clue to the location of a garden of",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Only a 5th-level or higher druid can access Ability Value: 8,000 gp. the power contained within a garden of nature’s rage.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The conferred ability lasts for one year. so requires a full-round action and provokes attacks",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong evocation. of opportunity.",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong transmutation. Prerequisite: Only a group of good-aligned allies who",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The conferred ability lasts for one year. Special Ability Activation and Effect (Ex): A qualifi ed",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strong transmutation and universal. he is profi cient. After completing this simple ritual, he",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Moderate divination. Fortifying defense (with moderate fortifi cation) +4 bonus",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The method of activating the special ability is described in this section.",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Activating or deactivating the corrosive ally in battle. ability is a standard action. DC 30: Ebonforge based his work on, of all things, the",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2,000 gp. characterized by simple black iron ornamentation along the handles or crosspieces.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters can gain the following pieces of of straightforward functionality. information about the water elemental power ability",
        "name":  "It displays a rough but solid craftsmanship that speaks Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. Activating the ring’s secondary effect, however, is an",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "68,782 gp. immediate action (see page 237).",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While the ring is worn, its power is continu- Description: Each end of this slender, ebony rod is ously active. No action is required on the wearer’s part to set with a clear, jagged crystal. A wild energy seems to ward off the mental attacks of foes. fl icker in the depths of these stones, and anyone who",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forge Ring, mind blank, 55,000 gp, 4,400 Effect: As a standard action, anyone holding a conduit XP, 110 days. rod chooses an energy type (acid, cold, electricity, fi re,",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. or sonic). When the rod is activated, the wielder and all",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The method of activating the rod is Description: This powerful rod is a short burgundy described in this section. scepter with a spiral design running along its length and",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 lb. Rod of grievous wounds 2,000 gp",
        "name":  "Rod Market Price Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "10,000 gp. in place so that the wielder and his allies can fi nish them off while remaining safe from danger.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—.",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each Daazzix’s vest is made from black silk, ent shades, but each comes in a small, translucent vial and the buttons are shards of stone chipped from a stone inscribed with religious iconography. A successful DC golem. Both buttons and vest are inscribed with runes that 15 Knowledge (religion) check identifies the draught’s are also used in the rituals of golem creation. The silk is cleric domain from the iconography on the bottle. soft to the touch, and its sheen never grows dull. Activation: Like all elixirs, a domain draught is a",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. Price: 8,000 gp.",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "25,000 gp. Illus. by W. England 662200__8866331177__CChhpp77..iinndddd 226677 33//3300//0055 22::1166::5522 PPMM 268 7 RETPAHC CIGAM SMETI ELIXIR OF RECKONING have naturally—they force opponents to avert their eyes A character who consumes an elixir of reckoning is assuming or suffer the consequences. the worst. Its power activates only when the imbiber falls Description: While most lenses are translucent, lenses in battle, detonating his body in a spectacular explosion. of pain have a slightly green cast because of the process Though suicide troopers in the service of evil warlords used to create them. Like other lenses, these are made to commonly use elixirs of reckoning, heroes sometimes fi nd slip over the wearer’s eyes. When so worn, they give the use for them when they face odds that they know they wearer’s irises a slightly green hue. cannot overcome. While inactive, the lenses are nearly invisible unless a",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—.",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. skin. Light and airy, it fl utters with the wearer’s slightest",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "The mantle activates in response to the deadly situations or succeed at tasks that seem doomed wearer’s desire. to failure. Effect: Once per day, the wearer gains the power of",
        "name":  "A mantle of second chances allows its wearer to survive Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters can gain the following pieces of good fortune. He can reroll one roll that he has just made information about a mantle of second chances by making before the DM declares whether it resulted in success or Knowledge (history) or bardic knowledge checks at the failure. He must accept the result of the reroll, even if it’s appropriate DCs, as given below. worse than the original roll. The wearer can still access DC 20: A human bard named Elva who had a knack for the mantle’s power even if he already has a similar ability getting herself into tight situations designed the original from a class feature (for example, the granted power of mantle of second chances. Elva frequently found herself the Luck domain). Illus. by W. England 662200__8866331177__CChhpp77..iinndddd 226699 33//3300//0055 22::1177::3300 PPMM 270 7 RETPAHC CIGAM SMETI Aura/Caster Level: Moderate divination; CL 10th. Effect: Riding boots seem to simply know which com-",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. without the wearer’s guidance.",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "—. harness the power of fi re.",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "27,000 gp. Description: The coal-colored cloth of this robe is decorated with crimson-stitched runes that run around RIDING BOOTS the bottom and up the length of the garment in mean- These boots allow the wearer to ride into battle like the dering lines. The runes are a mixture of arcane formulas most experienced cavalier. Her horsemanship improves and praises to fire written in Ignan, the language of tremendously, allowing her to decimate her foes from atop fire elementals. a charging mount. When the robe is active, the sigils and runes fl are up and",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "These calf-high boots are made of smooth, seem to burn and smolder, as if the fl esh beneath it were supple leather and have pointed toes. Comfortable and on fi re. The faint odor of brimstone and a gentle warmth functional, they are unadorned except for a pair of shining surround the wearer. The four fi ery orbs that give the robe silver spurs. its name zoom around the wearer’s body.",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Activating the robe is a swift action that with her mount. The spurs seem to glow an incandescent requires a command word. (See page 237 for the defi nition blue and leave a tracery of light behind them as the wearer of a swift action.) Upon activation, the four orbs of fi re rides into battle. that give the robe its name spring from the sleeves and",
        "name":  "While these boots are on her feet, a rider feels as one Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. are carved into its carapace. The wearer can make its legs",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters can gain the following pieces of infor- a ghostly shape emanates from the scarab, fl itting across mation about a rogue’s vest by making Knowledge (arcana) her body almost more rapidly than the eye can follow. This checks at the appropriate DCs, as given below. ghostly scarab visits the wearer’s most serious wounds and DC 20: A rogue’s vest enhances a rogue’s ability to staunches any bleeding. deal devastating damage to unprepared or flanked Activation: When the wearer’s hit points fall below 0, opponents. the scarab activates automatically. Its secondary power to DC 30: A female halfl ing arcane trickster named Lena protect the wearer from death activates automatically if Wanderingeye created the fi rst rogue’s vest. Not satisfi ed her hit points drop to –10 or lower. 662200__8866331177__CChhpp77..iinndddd 227711 33//3300//0055 22::1177::3377 PPMM 272 7 RETPAHC CIGAM SMETI",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "92,400 gp. light. No action on the wearer’s part is required to gain the effect.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "This scarf is continuously active as long burrowing, or climb speed), he gains a +2 insight bonus as it is worn about the neck as a necklace, or around the on initiative checks. If he moves at least 10 feet as part of waist as a belt, or about the arm as a bracer. No action on a move action, he can use his Charisma modifi er instead the wearer’s part is required to gain the effect. of his Strength or Dexterity modifi er for attack rolls and",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any character gains a +5 competence bonus on Activation: This vestment is continuously active Diplomacy checks and Perform checks while wearing a while worn, provided that the wearer has the wild shape vest of legends. class ability.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 lb. Any character who has access to clerical domains can use",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "16,000 gp. vestments of divinity to access an additional domain.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 lb.",
        "name":  "Weight",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire resistance, improved fi re resistance, and greater fi re resistance (special abilities). REQUIREMENTS",
        "name":  "Affi nities",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "other.json",
        "description":  "While t.heclassiccombination ofafighter. a cleric, a rogue. and a wizard typically form an adventuring party. otherclassesregularlyventureintothedungeons.Rangers,sorcerers, barbarians,druids.monks, bards,and paladinsalso seek fame and fortune asdungeon-delvers. FANTASTlCRACES lbe\u0027vorldsofDUNGEONSI\u003cDRAGONSare filled withallkindsof amazingcharacters.Amyriadofmythicalracesstandside-by-side withhumans,andallcan risetobeheroesandadventurers.",
        "name":  "OtherClasses",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Daring and adaptable, heroic and ambitious. humans fill the world.Theychampion causesand promote ideas. Humanscome in a wide varietyofcultures, beliefs.and levelsofadvancement.",
        "name":  "Humans",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "The dwarven people are short and broad, hailing from mountain kingdoms wheretJleyexcelatwarfare.construction,and minillg.Dwarvcsare.generally.patientand hard working,and theyhavelongerlifespansthanhumans.",
        "name":  "Dwarves",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "The small folk known as halflings appear much as half-sized humans. with slendcr but athletic frames and nimble features. Halllings arc curious wanderers. clever and ~esourcefuland alwayslookingforsomethinginterestingorexcitingtodo. ADVENTURING PARTY A typical adventuring party consists ofthree to six adventurers ofdifferent classes and ofabout the same level ofexperience, Regdar\u0027s companions are a good example ofan adventuringparty.",
        "name":  "Halllings",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "A female halfiing rogue. Lidda is sneaky. curious, and extremely fond ofshiny objects. She handles hazards andotherchallenges.suchastrapsandlocked doors,",
        "name":  "LJdda",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "A female elf wizard, Mialee useshere\"..tensi\"eknowledgeofthe arcane tocast speUson behalfof the party,",
        "name":  "Alialee",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mostcommon in ruined and occupied structuredungeons.masonrywallsare • usuallyafooLormorethickandmadewithfitted bricksorstones.Masonrycoveredwithplaster • is hardertoclimb,bw.tisusuallydecorated withpaintingsorcarved reliefs.",
        "name":  "MasonryWall",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "When atunnelorchamberiscarved from solid rock. hewn stone walls arc formed. These rough surfaced walls usually contain hidden cracks and fissures where fungusgrowsand vermin lair.",
        "name":  "HewnStone Wall",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Innaturalcaverns.thewallsconsiSIofunworkedstone.Suchsurfaces areunevenand riddledwith hiddenalcoves.Manyunworkedslonewallsareweiordamp.as waterusuallycrealesnaturalcaves. FLOORS Floors in adungeon alsocome ina varietyofstyles.depending onthetypeofdungeonand the needsofthe location.",
        "name":  "UnworkedStoneWaIl",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like masonry walls, f1agslone floors are made •••i11 using fitted stone. In dungeons, flagstone floors urel\u0027 ~:::!!~.::~\"\"usually cracked and pitted, with slime and ~ mold growing ill the cracks. and wal~r nmningbetweenlhestonesorcollecting inpuddles inthe moreunevenspots.",
        "name":  "Flagstone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rough and uneven. hewn stone floors are carved out of thenatural rock..",
        "name":  "Hewn Stone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "The floor ofa natural cavern is as uneven as the walls,and walkingacrosssuch asurfacecan bedifficult. -----------.,---------------------- 1 ----",
        "name":  "Natural Stone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Capable and carefu.l bunders sometimes finish and polish the stone floors of adungeon complex. Sometimes mosaics aTC set in such floors. while others are left assmooth. unadorned marble.",
        "name":  "Smooth Stone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\\oVhen adungeonfloor iscovered WitJ1 rubble.debris.ordensegrowth, it becomesdifficult to walkacross. Insuch places,adventurers need to pick theirwaythrough theareaslowl)\u0027and carefully. DOORS Doorsfound indungeonscanbe much morethanentrancesand exits.Explorersneed totreat •• doors with care and respect. for theycould offer adue. trigger a trap. set offaspeU, or blockyourpath,dependingonhowyou interactwiththem.",
        "name":  "DifficultTerrain",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "TIlick wooden planks. nailed together and sometimesbound with ironbands, fonn the most commondoors thatadventurerswillencounterindungeons.Thesedoorscomein avariety ofqualities, from simple to strong, and man}\u0027 are either stuckorlockedwhenadventurerscomeuponthem.",
        "name":  "Wooden Doors",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Carvedfrom solid blocksofstoneand settopivot when opened, stone doorsare heavyand unyielding. Secret doors concealedwithina stonewallareusuall}\u0027stonedoors.\\-Vhenstone doorsarevisible,theyareoftensetbeforevaultsorotherchanlbers astough,impenetrablebarriers.",
        "name":  "StoneDoors",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usuallythegoal ofmanydungeondelves,the vault is a well\u0027protected chamber, often hidden and trapped.thatcontainssome kind oftreasure.",
        "name":  "Vault",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Theserelatedgoblinoidsoften fonn tribes that use dungeons as bases from which to launch raids on nearby human towns and villages. The biggest and strongest rules in agoblintribe.",
        "name":  "GobUns,Hobgoblins,and Bugbears",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "WhatdothedenizensoftheUnderdarkcat?Forthemost part,eachother.Still,acavern filled with edible fungus is a treasure worth fighting over. Ripplebark fungus (which lookslikea massofrottingflesh) tastes much betterwhen cooked properly,and asingle barrelstalk fungus (which islarge and cask-shaped) holdsseveralgaJlonsofdrinkablewater.",
        "name":  "Food",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Zuokenwasapowerfulmonkwhobecame a demigod. Zagig trapped him-along with eight other demigods-below Castle Greyhawk. Zuoken waSIl\u00271 freed like the others and remains trapped in Zagig\u0027s Prison, yearningfor release.Dungeonexplorers should be on the lookout for a suspiciouscultofmonksworkingto free theirmasterfrom hisprison. • Nerull\u0027s Gate: \u0027T1ietfungeoll fevel~I01V11asJrerutrs qatewas onceano!JsilejorworsfiipersofNeruff, tlit000oftfeatfi. )IIIeQrtfiqua~[eft mucfi of tliedungeonfever ill ruins.",
        "name":  "Zuoken",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027l1lesimperingwizard Vaynescn\u0027cs theevildemigod Im\u0027_HelurksinthedungeonsofCastleGreyhawk. hopingtounlockitsdarkestsecrets.",
        "name":  "Servantofthe EvilOne",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Thecastleishometomany ofStrahd\u0027s more powerfulnliJlions. including a shadow demon named Lucian. a treacher- ous werewolfnamed Emil. cabalsofevil warlocks and ADVICE necromancers. living gargoyles, and all manner of ~8eonyourguardwhen the mistsriseaboutyouona undead, including vampire spawn, powerful zombies. moonless night.alonga lonely road,~ warnsJozan the andwraiths. human derlc. ~lore on the subject is very dear-the",
        "name":  "CourtoftheCount",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  " Castfe(/?gvell[ajt finsa9O-joot••ta([outtrcurtain tlJaO\u0027enclOsill8 tfiemain/{{ep, 1iJfiicnilUotporaus tnrucentra{t01iJt!t:ram{t1\u0027ao1TlLa\" L",
        "name":  "Castle View",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Oneofthecavestothenorthcontainsasmall network ofchambers infested by reptilian kobolds. A concealed pit wardstheentrance totheirlair.",
        "name":  "Kobolds",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Theorcsfestoonthewallsoftheirlairwithniches containingtheskullsofhumans.dwarves,andelvesthey slaughter.Two tribesoforcs share the northern caves r\"\u0027\"\u0027\u0027\u0027\u0027\u0027\u0027\u0027\u0027\u0027\u0027\u0027\u0027::~\".\u0027 and enjoy a tenuous alliance, although the death or eitherorcleadercouldjeopardize thetruce.",
        "name":  "Orcs",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goblins and their larger cousins, hobgoblins. inhabit the southern caves. A crude doorblocksentryto the hobgoblincaves.and acrudesign on the doorbears awarningwritten in the Common tongue: \"Come in-we\u0027d like to have yOli for dinnerr The goblins have a powerful ally inthe form ofa hulkingogre,which livesin acave connected tothegoblinlairbyasecretdoor.",
        "name":  "Goblins and Hobgoblins",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bugbearsinhabitoneofthe northern cavecomplexes.\\¥hatuleylackin numbers.they makeupforinstrengthandcunning.Thebugbear chiensahulkingbrutewhoholdstheonlykeyto a locked door, beyond which is kept the tribe\u0027s spoils, The bugbears arc known to keep slaves, which theyoffer to appease a minotaurlurking ,..~-\u0027 ina ncarbycave.",
        "name":  "Bugbears",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Theentrance to thcgnoJl cavcs ishigh up the canyon,tothesouthwest.ll1egnollsdescendonintruders likeapackofferal dogs,fighting tothe last.",
        "name":  "Goolls",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Thewestcrnlllostcaveholdsa darksecret.Eventhebugbearsavoidthiscave.Beyond undead guardians lurk humanoid figures dad in red robeswithblackcowls-humanpriestsandacolyteswho congregateinasecrettemple.worshipingdarkpowersand plottingthespread ofevil and chaos.",
        "name":  "TIleHiddenTemple",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  ")lnO\u0027W/\u0026arrtt\u0027tsina!nunndCIlW.Jtuse! it.!6iteanticftJwswtearandrmilit.!prey6eforearaoaingtlie rel1Ulins6ackJoi,faN!.\u0027",
        "name":  "TheOwlbear",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027]1iego6finsanano6006finsrefyon tlieogreroaeter attac~from tljeirneigli60n, tlieOn:!anaonof4. COtlSe\u0027l.llentfy, tne ogrereceive!moretlionIii!;fairSMreofOoodSfrom caravan raiils. TheMinotaur.\u0027l1uminotaurwaitsunti[youenterits../(uefi~ fair6eforecormringyou. \u002711ie(a6yn\u0027ntliQuorientsilttruderf.ma~jno ita!fficu[tforyou toescapeMce inside. ~The Caves ofChaos was my lirst real adventure,~ recalls Regdar the Human Fighter. ~Six of us wenl into those caves. Four of us came oul. It was brutal. It wasexciting. And Ilearned a lot aboutteamwork and what it means to be an adventurerduringthatquest.~ SURVIVALTIPS ~ Ifyou hear a goblin shouting \"Bree· YarkJ\" it means more goblins are on the way! Find yourself an easily defenSible location torepeltheonslaught. ~ Search for secret doors regularly and often. You may find a hidden vault or a secret way intoanotJlernetworkofcaves. ABOUT THE ADVENTURE 111eCavesorChaosfigure prominenll)\u0027in TheKup011dieIJordeTlands(moduleMB2\"), a Dm;GEoNs\u0026.DRAGOssad,\u0027enlurewritten byGary\u0027G)\u0027gaxandpublished in 1980by TSR.lnc.1l1ismodulewasalsopartorthe D\u0026DBasicSet.beneTknown10 I51-Edition 0\u00260fansas~theredbox.~ The e m o n w e \u0026I~ P I t \u0027 S UJltfrwSpiUrQ!unrisatfemontliat6«.ameaaotf.lJ1ieaar{efWs(co./ktftfrow) rewnLoftli, ant!slitefaimstlie66tllfayeroftM}l6yss4Jlierpersonafaomain. \u002711ietDemolTWe6, aslieraomainis{nown, isa6Uu~witfjifUtfwilli tliic{wt66ina tliatsometimuformspasklBnvtryJamivastcocoonrJi.!cMmkrs.\u002711irougfiout tM rDtmonwe6,variousstructuresant!sfiipsIidngamUftliLstrantls, pufk(fromothn p[Qnesamicouafitin tlUwe6\u0027ssnare. \u002711ie jnfia6z\u0027tantsoftliewt6--demons, monstrousspUiers, amiornerfourcuatures--incorporatethestructuresant{sliips intotlitW116, transfanninotlicm intofairs. \u0027far6ew:atfitlitf1Jemcnrwe6, inweffsofutteraa~ness, fretlietfmufea([)emorrwe6 CPits..1f\u0027tre, suspenaedamU{aiganticwe6senusetfinaputrid;sou(..tfevoun\"ngfog, sits Coufi\u0027sauarencediam6er, amonstrousspUfer-sliapetffiaffwlUretlie([)emon Q!uen\u0027Wtavts lierprots, influencesroentson otlierworfdS, anaoccaszonaffyleaCswitfrtntemissan\"es ofp(flVeifurdemon(oms. SECRETS OFTHE DEMONWEBPITS The Demollweb isconstantlyshiftingas passageways are moved around, takcn apart, and rebuilt. Not surprisingly, maps of the Demonweb areunreliable at best.",
        "name":  "The Ogre",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027Ille Demon Queen\u0027s \"eyes and ears\" in thc Dcmom\\\u0027cb arc the yochlol demons, each one a seven·foot·tall towerofooze willI whipUke tendrilsand a single, unblinkingcrimsoneye.Thetruefonn ofayochlolisrarelyseen, for it prefers to take the form ofa hauntingly beautiful dark elfwomanorahuman-sized blackwidowspider.",
        "name":  "The Handmaidens of Lolth",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "!AJftfr\u0027sWe6containsnumrousportalstootlierpfanes aruftllStDnt tuo\u0026\u0027s. rrw",
        "name":  "Portals",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027lliemafevofentaartefws, orarow, in tfrL VnaertfarftarufworsliipLoftli, CDemonQ!JeenofSpiJIers. two",
        "name":  "DarkElves",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "qfaoru.uaemonsarufvrocttftmonsarejust typesofaemons{bourn topopulituLoftfr s We6.",
        "name":  "Demons",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "1ualj1Kjuo ·S1.ID(urnuS,uOJBunya\u0027llfoauolj,oaJ01KJuodvattJ. ifJlln)DIllJ\u0027UvAJ.,\"uaHu~ .l.la1l1H\u0027n 1mlllUJ.lnluJtl.yv ~nso,r. \u0027uoa9unyii\u0027ll 1.\u002790IlU.l1IJljlW1SI/OUJ a\u0027ll.lOfsBu.f\u00271?uJAsuJUOUilJn1UJl1YV \u0027suodoam.yuvJOWVJ,UIlI moyl.\u0027M\u003e\u0027hi){,ualj30J(/)l\u00273.JJD:Jvl1JdDWIJonb ,nn Jo -YVJlj,S\u0027.utWjSJljlnpun uoaHu\"}\u0027Huytluudsa\u0027ll0IU.\u0027 puoJOJBJ.l3lJ\u0027 yMid.ulSU\"uun1UMYVyJJnldU:J \u002711l6J,JlnoPJJ!)Jt) UlJljlP1jlr5\u003eb :puaOU01SjlJOJJtl.D)SJljlS\u0027JS7lUlDl1JljlJJUUlJUlS\u0027n0lJ!SU!UDU.IjoyarodstyUD UM1J]SJljJ(9yunldD:JuunlUMyJ{TM.)1S\u0027WaIjJSMUJs8u!1ll0:JJt]~ S)\u0027JO\u0027] Ji1D)SJljljoJnoJDuruOIJMuUnJlUt1l\u0027tr\u0027vnJd\",UylauolJauMl1JS1UpuD sa8uJP.4U!IUa wn9Oy1 \u0027ssajd;Jljl\u0027UDJ\"am.\u00279 01AwlJ.UYI Bu.J/J.Jl)Jfb \u0027S\u0027UtIWl )V1SJ}O:JBu!\u0027p!vJKg8u.1IIf)DayrnuJt1IJljUMl7)sj\u0027UDmru.u1 Jo S\u0027J\u0027UDt)YTZJu\"B.JQ s UJ -- _,\u0027~ ~.it\\t1 30 341 UO:l!)una SECRETS OFTHEDUNGEON OFTHESLAVELORDS Toescapethedungeonlabyrinthofthe Slave Lords.prisonersmustmakethe best ofopportunitiesoffered by the dungeon\u0027scontents.Theseopportunities mayseem meagerat first, butimaginati\\\u0027eadventurerscan usewhattheyfind tosurvive longenough toreachanexit.",
        "name":  "UD",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ahuman wi1.ard named Madreus entered 2nd-EditionDUI\u0027GEONS.ORACOSS Firestonn Peakyears ago. reached its llmcr Sanctum. ad\\\u0027enturewrittenbyBroceR and made contact with entities both powerful and Cordellandpubllshcdin 1996 byTSR. Inc-. unfathomable using the Vast Gate, a window to the Far Realm. Madreus alone holds the secret to destroying the Vast Gate and ending the evil threat beneath the mountain. ADViCE \"The next time an ominouscomet streaksacrOSS the sky and the gates to a locked place of unimaginable power swing open, run away,\" urges Aramil the elf sorcerer. \"That way my team won\u0027t have any competition for the vast amounts oftreasurewaiting Inside.\" is",
        "name":  "Madreus",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "(]]iedkarca{us afearsomepwfatorfrom tue /far\u0027ksa(I1I, auackiltawitli itstent,acksalUfgaping maw.",
        "name":  "The Dharcalu",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Abrutal ogrel..\u0027TIown asGreat VIfeleads cavern. Having a dwarfor two in your partycould theorcsofKhundrukar.Vlfeand hispetwolvesliketo mean the difference betwcen life and death prowltl,ehillsonmoonlessnights.However,you\u0027remore especiallyinthe depthsofthe Forge ofFuI)\u0027. likelyto find Vlfe intheupperlevelsofthe stronghold. «J IfyOlirunintoNightscaletheblackdragon,yollhave counting his gold. Killing Ulfe may be enough to {wo real choices: surrender and hope to initiate demoralize the orcs and make them want to leave aparlay.ordemonstratetllatyou\u0027retougherthanshe Khundrukar. is. NighlScale has been known to show mercy.",
        "name":  "GreatUlfe",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "InthedarkestdepthsofKhlmdrukar especially when adventurers (ass their \\veapons isafloodedgrottocalledtheBlackLake.Ablackdragon into the lake and hand over their treasure. When namedNightsealeclaimsthiscavernas adventurersthreatenthedragon.however.Nightscale herlair,swoopingoutofthedarkness sometimes bargains for her life or flees (0 blast intruders with her acidic intothedepthsofthelake.Ineithercase,shealways breathortosnapthcmupinher returns and finds a way to exact • powerfuljaws. revengc for suchaterrible insult. ABOUT THE ADVENTURE ThtForaeofFuryisaDUNGEONS\"DRAGOSSadvcntllfewritlen byRichardBakerandfirst publishedin2000bywUarclsofthe Coast.Inc.Afavoriteamong3rd Editionplayers.thiSadventure haskilledmorelhanItsrairshareorad\\\"enturersoverlheyears.",
        "name":  "TheBlackLake",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u002711ieorcsof\u0027l(jiunaruftarare6ruta{am!oryaniw[ )Inatfieyrtaffy, trufyfiateawarves.",
        "name":  "OrcsintheForge",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027I\u0027rogrod\"ytesinfia6ittfiteavernsumfertfietfwarven strongnoU!.\u002711iesereptiBan,Jfesfi-eatingTJUJrautferst:{)lJfeatemMe stmefi tnatcanowrwn.efmtfiesensesoftfirirprey.",
        "name":  "Troglodytes",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027l\u0027elTowmorarefeasestfeatffysporeswlizntout/ied\u0027. 9\u003etanyoftnetfwarwnsf,tfetonstnat fittertlietForoearecotItreain tfiestuff",
        "name":  "YellowMold",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each pieceofthe keyis ablue-gray rectangularbarsix incheslong.oneinchwide.andaquarterinch thick.Whenallfour piecesarc connected,theyfuseintoaneight-inchsquarethatglowswithbluelightandtransports .t\u0027~§;~1~ the possessors10theground flooroftheGhostTower.",
        "name":  "The Fourfold Key",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Ghost Tower has five le\\\u0027cls, the haltom four ofwhich are fashioned after a particular Elemental Plane. Adventurers \\vishing to reach the Chamberofthe Soul Gem at the topofthe tower must make theirwaypast lhe guardiansoftheAirLevel, Earth Level, Fire Level,andWaterLevel.",
        "name":  "The Ghost Tower",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Frost GiantJarl employs a large number ofogre mercenaries and yeti scouts that congregate in ice caves on the uppermost level ofhisstronghold.TIleogresarearaucousbunch,but wellorganized.Theyetiareskilledatblendinginwith theirsurroundings,hidingunderthesnowuntiltheir preyblunderswithinstril.ingrange, . .. ,",
        "name":  "Ogres and Yetis",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "71ieJarCliostsrepresentativesfromvariousotlieroiantfactions. 1(ifRnetlimemisSiJrie.smaysumlerdie tfe6:ateamanajoroed6etweentlieawnt £truftT\u0027SandtfieirdISparatetri6ts.",
        "name":  "GiantEmissaries",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  ")lfrostsafo.mant[ergivesoffonauraofintcn.secof4Dnafi~ torendpreywilliitsiqclQws.",
        "name":  "Frost Salamander",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027TwoudiiteilrQjJonsinfWrnta14rgecawontfiefuwtrfew{oftfiefrostoiant strone!io{Q. fJ1ie maCeskepsatopamoundoftreasure.\u0027I1ie!nniJ(eturk}onaretialfaana tlie cauentranet.\u002711ieJonanaliisWIfe mo.t tfietfrtlfJonswefl, IWmfjutlingtliem untlermorselsarufatlarnenewtreasurestotlieirfwartlonareguliJr64SiJ.",
        "name":  "WhiteDragons",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "however.KingSnurredoesn\u0027t hidein the depthsofhislabyrinthinestronghold.Onthecontrary:Adventurerswho invade theHallofthe Fire Giant King must confront the tyrnm almost immediately, alongwith scoresofAregiantguardians and reinforcements,",
        "name":  "TIleHalloftheFireGiant Kingconsistsofthreelevels",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "TIle second level ofthe armyourselfwithlotsofcold·basedspeUs.Aquiver fire giant stronghold contains a mysterious temple, filled withsialll·banearrowswouldn\u0027t hurt,either. the centerpiece of which is a stone altar made of a ~ Leavethe lire mageathomewhenundertakingthis dull. porous-looking. rusty black mineral. Touching or quest. He won\u0027t be of much usc in the Hall of attacking the altar causes it to become a translucent the FireGiant King. amethystcolorwithablack.amorphouscenter.Ifalarge ,. _ltD. blackened drum near the altar is struck, a golden eye -/ UIUW swimsintoviewfrom the allar\u0027swrithingcenter.Those IIlHII ABOUT THE ADVENTURE wholookupontheeyeandaredeemed\"unworthy\"are IfaUoftheHrtGianiKiJl8(moduleMG31is drh\u0027eninsaneorslainoutright bytheterriblesight. anearlyDUNGEONS\" DRAGONSadventure wriuenbyGaryGygaxandfirstpublished in 1978byTSR.Inc.ThethreemoduJ~ _- thatcomprisetheclassicMGianlsMseries _- .. _ - ... werelalercombinedintoasingleadven turetitledAaainsltheGiants.whichwas re·releasedin 1981.",
        "name":  "The Elder ElementaJ Eye",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Snurnnawovtr13fett talfaruf~ars6/iu( ironarowr.1fttWrdsa~gnafslllOmtfiat igniltswitn./fameswfU.nSWIl1llJ. 1fewearsadoa(matfefromwnitearagonnitfltliatprotectsnimagainst coUf-6a.seaattae~. fever",
        "name":  "KingSnurreIron Belly",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027l1ie{owest oftlieXa({ftaturesnatura(tunneCsaruf cavernsseparatea6yriversofftwaantipoefsaf6u66fingmagma.\u0027l1ie reaaragonf]Jrazzema[[u~ in tneneartoftliis6uming-not1i16yrintn, gfoatingovernistreasurenoanf.",
        "name":  "BrazzemaJ",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "NevermindtheHidden Shrinclll1e ruined cityofTamoachanhas its ownperils,including rovingpacksofundead.",
        "name":  "RuinedTamoachan",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tliisareatwliee(ofstonefeaturesa -,hateancientandforgottengods,~Uddathehalfling sym60foftfresunsurTOurufed6ySlgi(srepresentinatlie roguere\u003cantstoanyonewhowilllisten.-First,they\u0027re 1Itlriousseasonsoftfreyear. fJ1ieCAferufarstonecovers old and moldy, and I hate old and moldy. Second, asecretpassagetoafrUftlen tom6. iftfresuns)\u0027m60(is they\u0027reforgotten. Howcanyou remembernot to do struc~twoormoretimes, tfrecaferufarstoneMnasto somethingtheywon\u0027tlikeifyoudon\u0027tevenknowthey onesideonIl mtJ$Sivtsetoffrinaes.. exist? That\u0027s what forgotten means! I have no idea whoyou arel Cut me some slack or recruita better",
        "name":  "MEMORIES CaJendarStone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027EwrytliingIBBwi(vreameaa60utaemonsandollier denizensoftlie£OwerpitJneswasrecoraeaina6oo(titkatlieDemollomicon,wni£nfies witli IglJwi(v\u0027salliertreasures!JnaisouaYifea6yfJCJ1-Wrfu(e:(Jrapfimarfientfs. The",
        "name":  "The DemonomlconofIggwUv",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "AdryfountainsitsattheentrancetoAmun-Rc\u0027s pyramid. Itis said that the walersofthe fountain had healing properties. Legend holds that undoingthe pharaoh\u0027s curse will cause the fountain to flow once more, heraldinganewageofprosperity.",
        "name":  "TheFountainofAthis",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "In rife, tE\u0027ffnranfi)f.mun..!Jq:catkauponporwrjufe{emeflt4Cforces toliJywastetoliis enemies.\u0027WitlitntpuwercfliisSto.ffofRulil18,}tmuII-CJ\u003cl:comma,ufeaanniesofdjimtialiaefreeti.",
        "name":  "Elemental Servants",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u002711ieseworsliipersofOsirispopuliJutlietempfeattliefoot oftfiepyramitf.\u0027T1ieyensuretfiat tneir8otf\u0027scurseuponJlmun-CJ\u003cl:isuplieUf6yprotectingtlUpyramwanaitstreasuresfrom tom6rawers. •",
        "name":  "ThuneCultists",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "}lmun~\u0027stwogre\u003clU5ttreasures--lijsRulingStaffanatlieStarGemofM~Pelo.r-lie ina sarcopliagusguanfetf6yaJX11Wrfu(mummy. woo",
        "name":  "Mummy Dearest",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027I1ieBnoflstliatinfra6ittlieSraUIJliterganfr ABOUT THE )lrmoryusetliiscnatureasaOlUlnf.jlftfrouOfrit is6firufamicfuJintdto ADVENTURE TheShatteredGatt\u0027S a\u0027f.vatZ tlietroD\u0027isstiffaaeatilyfoe. ofSlauBhltrB\u003cJrdeisa",
        "name":  "BUnd MountainTroll",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "9tlagica{jl6y$sa(firefiflsmanyof DUSGEoss..DRAGONS adventure.writlcnby S{auoliuroarae\u0027sarcnu\u0027ays, maf{j1l(Jittfifjicuft toqp{oreurtainparts DavidNoonanand oft(1eruin.s.J{(1l1\u0027twr, sometfungeoninliamtt1JltscarrymetfafflOnsrnat published in2006by proucttfrcmfrom tlieJfomes. WizardsoftheCoast,mc.",
        "name":  "Fiery Demon Arch",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027T1iis,:Fi{reruisan importautpart oftncgno{{lIlardiicfsprautoopenagatewaytotfie )f6yss.\u0027T1iesfinlllR,rn fiem{s lfiat{UlIIBfromtfiear/i..cfiant inUl1isOIlalld attempt to6ittallyottelIlnotnesto removetfi/!./II.",
        "name":  "Ark ofthe Resurgent Mountain",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "The goblin chief is an ill-tempered hobgoblin brute who doesn\u0027t take kindly to intruders in Mhls\"citadel.",
        "name":  "The Goblin Chief",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Asecretdungeonbeneaththetemple is rumored to hide an evil cult thatworships somethingcalled the Elder Elemental Eye. TIle insane leaders ofthis cult wear purple. hooded robesand call themselvesdoomdreamers. l",
        "name":  "TheElderElemental Eye",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "£aretfi6effeVeain tfierrempfeofr£Cementa{\u0027F,vif anaareaaefendlnsitssecrets..ftjeffow,cfericraiseaLantfifrom tlieaeaa amispiriteafiim away.Jl\u0027Otvcwr, fieafing moSil:wasuna6{eto repairtfieterri6ftfacewoundinflicuaupon fiim 6ya fioCymace. 1{uwLaretfi dielBeautifufisanytfiing6ut.",
        "name":  "Lareth the Beautiful",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Spiessent6ytfieroildemigod\"luz~epau-\u0027ateli~l\u0027 fufC)\u0027ton tlietempfe, reponinganypeculiaractivity. Juz M.s.wng lieY an Interest intlietempfeandmayIUweafewsecrets6uriefin~its aunscons. pal~zing",
        "name":  "Spies ofluz",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Beyond the three·armed statue sayyoudid. liesahallwaypainted,vith hmuanlike flgures grasping ../ JlUICU orbsofdifferentcolors.Crawlthroughtheblackorb,and ABOUT THE ADVENTURE / HllIIJI l JUND\u0027 you\u0027llfind anarrowpassagethatwindsitswaytoafright TombojHorrors(module\"$1\")isa fulsubterraneanchapel,itsfloor linedwithrottingpews, classicDUNGEONS\u0026.DRAGONS adventurewrittenbyGaryGygax. itswallsadornedwithscenesofworm-riddencorpses.A publishedIn 1978byTSR.Inc.An mosaictilepathleadstoabluealtaratthe farendofthe authenticfacsimileoftheoriginal chapel.TOllch the altar atyour own peril! Also, payno adventurewasincludedinthe mind totheskeleton lyingon the floor nearthealtar. h Return10lheTombojHammboxed pointstowardamist-filledarchwaythat\u0027sbestleftalone. set,writtenbyBruce R. Instead, lookforanothermeansofegress. Cordelland Fewhavemadeitbeyondthechapel.(h-ertheyears, publishedby theremainsoffaIlenadventurershavebeensweptaway TSRtwenty yearslater, bywraithsandotheragelessservantsofAcererak.The in 1998. trapshavebeenresetcountlesstimes,forAcererakenjoys tllecompanyoffoolish adventurers...ifonlybriefly! ADVICE -Eventhetrapshavetraps,\"exclaimsUddatheHalfling Rogue,-Theplace Isa nightmare,let metellyou.And whenyoucometoanaltar,don\u0027ttouchit.Anddon\u0027tlet the curious elfIn your partytouch it either.Trust me. theresultinglightningboltpacksawallop:",
        "name":  "The Chapel ofEvil",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  ")tawnturerswfiodioosetfiecorrectpassage illtotfie\u00271\u0027om6invan\u0027a6fycomeface-to-facewitfi diedia60ucalWsageofagreen devi{ itsfeaturescarwdfrom stoneam/itsmoutliagape. 1\u0027fo figfitpiercesits lio«owma1lJ, andanytlii1lfjpraced1vitliintlie6lack-wUlisinstantCyallniliifated.",
        "name":  "FaceoftbeGreat Green Devil",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "InraUlwitlisilveramiNorysk-ufIs, tliismenacing tliraneis$/JUltoliidetlietruepatliw)tcenrak-\u0027sliUlaencrypt.)lcerrr~s crown anascepteraretliem.sefveswortliafjna\u00275ransom, 6utaTr)\u0027OnewlioremovtStliem from tlU\u0027Tom6isliounaea6yangryDemonsseefjnatoreclaimdie reBafortlieir um/eaomaster.",
        "name":  "The ObsidianThrone",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sometimestlietreasureisdietrap. rmisevi( orangeoemliastlUpowertogrant awiJli, 6ut tfie1visliirt\u0027f/(Jria6Cy(eaas to ruin. Onceitgrantstneaark-wiJli, itpurseswitlialU{flSfi fiontalufv;pfotfes, of ~\u0027mna C1lerytfiinoinits6fastradius.)I«tliat remains tfieoem isa(ump ofPUrpflSli mof({tfiat 6u66(esanacnuc~es.)tfteraweeR. tliemass rifonl1sasa/lOtliero(owinaoranOeoem. UnbelUJlountaln Jlraua6fytlie14ramman-madeaUTlfJeonin tlieworfif,\u0027l..hu!ennountainfiu 6eneatliacity{nownforits Uoenaary furoesamigreatmagi£.\u0027l1ieaUTlfJeonconsistsofninesprawfingfewCsamimoretliantwenty su6fewfs.\u0027l1ie6est-~own entrancetoVrufennountain istlie([)ry\u0027Well;asliaft aesamliTIfJ.from tliecommonroomoftlie\u0027Yawnina fl\u0027ortafInn totlie first fewfoftlieaunaeon.\u0027lliisinfamousweffmaRtstlie\u0027Yawnins iPorrafaftrtJOriuwaurinslioreforatfwnturers, nottomentiona liot6eaofrumorsanaaossip(usuaffyfa6ricateaorwiftffy eJ{a98erated)a60uttlieaoinas-on intlieaar{ness6tlow. fDespiuconcerteaeffortstoexpforeeverysquarefoot of",
        "name":  "The GlowingOrangeGem",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  ")lnof4m1Jpsnowstl1etfa\"IJmsufTOuntfing\u002714\u00271iite Il\u0027fume7rlountain. -",
        "name":  "YeOIdeMap",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u0027lTievampirewrtfCtenmir Defiesatfwnturerstota~\u0027WIie!mfrom frisgrasp.",
        "name":  "Hammerofthe Dark Prince",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "\u00271(p\"aptis(orsomeoneassuming , frisname)usestfrisriIUffeto filrepoweifur aaVllturerstotlieiraoom.",
        "name":  "The Riddle",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blood Moon . . . . . . . . . . . . . . . . . . . . . .50 The Heart of the Crater . . . . . . . . . . . . . . . . . . .102 The End Times . . . . . . . . . . . . . . . . . . . . . . . . . . . . .5 The Hulks of Zoretha in Eberron . . . . . . .50 Elder Evil Traits . . . . . . . . . . . . . . . . . . . . . . . . .6 Chapter 8: Sertrous . . . . . . . . . . . . . . . . . . . . . . 112 The Hulks of Zoretha in Faerûn . . . . . . . .50 Incorporating Elder Evils . . . . . . . . . . . . . . . . . .6 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .112 Description . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 Reading the Entries . . . . . . . . . . . . . . . . . . . . .6 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .113 Soelma Nilaenish . . . . . . . . . . . . . . . . . . . . . . . . .53 Signs of Apocalypse . . . . . . . . . . . . . . . . . . . . . . . .7 Sertrous in the Campaign . . . . . . . . . . . . . . . .113 Janwulf the Soulbiter . . . . . . . . . . . . . . . . . . . . . .54 Introducing Signs . . . . . . . . . . . . . . . . . . . . . . .7 Timeline . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .113 The Temple of Zoretha . . . . . . . . . . . . . . . . . . . .55 Identifying Signs . . . . . . . . . . . . . . . . . . . . . . . .7 Sign: Infestation . . . . . . . . . . . . . . . . . . . . . .114 Signs Revealed . . . . . . . . . . . . . . . . . . . . . . . . . .7 Chapter 5: The Leviathan . . . . . . . . . . . . . . . . . .64 Sertrous in Eberron . . . . . . . . . . . . . . . . . . 115 Additional Signs . . . . . . . . . . . . . . . . . . . . . . . .9 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .64 Sertrous in Faerûn . . . . . . . . . . . . . . . . . . . 115 Living Rot . . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .65 Sertrous . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 115 Serving Elder Evils . . . . . . . . . . . . . . . . . . . . . . . .10 The Leviathan in the Campaign . . . . . . . . . . . .65 Seghulerak . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .116 Vile Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Sign: Eerie Weather . . . . . . . . . . . . . . . . . . . .65 Golothoma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .118 Feat Descriptions . . . . . . . . . . . . . . . . . . . . . . .11 The Leviathan in Eberron . . . . . . . . . . . . . .66 Serpent Reliquary . . . . . . . . . . . . . . . . . . . . . . . .119 Malefi c Properties . . . . . . . . . . . . . . . . . . . . . . . . .14 The Leviathan in Faerûn . . . . . . . . . . . . . . . .67 Ring of Airwalking . . . . . . . . . . . . . . . . . . . 120 Property Descriptions . . . . . . . . . . . . . . . . . .15 Description . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .67 Chapter 9: The Worm that Walks . . . . . . . . 128 Axihuatl . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .68 Chapter 2: Atropus . . . . . . . . . . . . . . . . . . . . . . . . .16 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 128 Abyssal Shard . . . . . . . . . . . . . . . . . . . . . . . . . .69 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .16 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 129 Marcus Hape . . . . . . . . . . . . . . . . . . . . . . . . . . . . .70 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .17 The Worm that Walks Spine Temple . . . . . . . . . . . . . . . . . . . . . . . . . . . . .71 Atropus in the Campaign . . . . . . . . . . . . . . . . . .17 in the Campaign . . . . . . . . . . . . . . . . . . . . . 129 Timeline . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .17 Chapter 6: Pandorym . . . . . . . . . . . . . . . . . . . . . .80 Timeline . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 129",
        "name":  "Sign",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Restless Dead . . . . . . . . . . . . . . . . . . . . .17 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .80 Sign: Infestation . . . . . . . . . . . . . . . . . . . . . 129 Atropus in Eberron . . . . . . . . . . . . . . . . . . . . .18 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .81 The Age of Worms Campaign . . . . . . . . . 130 Atropus in Faerûn . . . . . . . . . . . . . . . . . . . . . .18 Pandorym in the Campaign . . . . . . . . . . . . . . .81 Worm that Walks in Eberron . . . . . . . . . 130 Atropus . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .19 Timeline . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .81 Worm that Walks in Faerûn . . . . . . . . . . 130 Caira Xasten . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .20 Sign: Seal of Binding . . . . . . . . . . . . . . . . . . .81 Worm That Walks . . . . . . . . . . . . . . . . . . . . . . . 130 Apocalypse from the Sky . . . . . . . . . . . . . . .21 Pandorym in Eberron . . . . . . . . . . . . . . . . . .82 Edwin Tolstoff . . . . . . . . . . . . . . . . . . . . . . . . . . .131 Gorguth . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .21 Pandorym in Faerûn . . . . . . . . . . . . . . . . . . . .82 Spawn of Kyuss . . . . . . . . . . . . . . . . . . . . . . .131 The Moonlet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .23 Pandorym . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .82 Herald of Kyuss . . . . . . . . . . . . . . . . . . . . . . . . . .133 Facing the Aspect of Atropus . . . . . . . . . . .24 The Mind Shard of Pandorym . . . . . . . . . . .83 Wormcrawl Island . . . . . . . . . . . . . . . . . . . . . . 134 Pandorym Without Psionics . . . . . . . . . . . .84 Chapter 3: Father Llymic . . . . . . . . . . . . . . . . . .32 Chapter 10: Zargon . . . . . . . . . . . . . . . . . . . . . . 144 Lucather Majii . . . . . . . . . . . . . . . . . . . . . . . . . . . .84 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .32 Background . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Obligatum VII . . . . . . . . . . . . . . . . . . . . . . . . . . . .86 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .33 Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .145 The Crystalline Prison Complex . . . . . . . . . . .87 Father Llymic in the Campaign . . . . . . . . . . . .33 Zargon in the Campaign. . . . . . . . . . . . . . . . . .145",
        "name":  "Sign",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Father Llymic (Chapter 3) is associated with this sign. See page 33 for more information. Restless Dead",
        "name":  "Details",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "This sign manifests as a surge of corrupt positive run out of control. Fruit bursts and rots on the vine before it energy that resculpts life on an entire world. can be harvested. Weeds crack pavement and damage build-",
        "name":  "Effect",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ragnorra (Chapter 7) is associated with this sign. ings. Clouds of vermin boil up from the earth, laying eggs See page 97 for more information. that hatch and spawn new life in moments, and with them come equally virulent disease.",
        "name":  "Details",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The sign of horrid blight brings unnatural sick- The Heroes of Horror supplement introduced a subset of vile ness and strengthens existing diseases. As the sign intensifi es, feats known as deformity feats. A deformity feat represents plagues ravage every living thing. an intentional act that changes a character in some horrifi c",
        "name":  "Effects",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The save DC to resist any disease increases by 5. way. The prerequisite for every other deformity feat is a vile",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your ghastly appearance grants you a +2 circum- words at an inanimate object and reduce its hardness by half. stance bonus on Intimidate checks. This use does not drain you, but you cannot use the ability more than once on a single object. Apostate [Vile] Dark Unity: You can use the Dark Speech to establish Your hatred of the gods cloaks you with potent resistance a hive mind in any swarm of vermin or animals with against their works. an Intelligence score of 2 or lower. Thereafter, you can",
        "name":  "Special",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, any other vile feat. Special: If you cannot take ability damage, you cannot",
        "name":  "Prerequisites",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    }
]
