[
    {
        "origin_file":  "other.json",
        "description":  "Solitary or gang (2–5). nervous for no obvious cause. The overwhelming majority",
        "name":  "Organization",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Double standard. of unholy scions are humanoid, although animal scions are",
        "name":  "Treasure",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Always evil (any). not unheard of.",
        "name":  "Alignment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d8+2 (11 hp) Hold Breath: This unholy scion",
        "name":  "Hit Dice",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 lizard folk can hold its breath for 52",
        "name":  "Initiative",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "30 ft. (6 squares) rounds before it risks drowning.",
        "name":  "Speed",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +1, Ref +4, Will +1 (minimum 1).",
        "name":  "Saves",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Dex 12, Con 13, Int 15, Wis 12, Cha 14 Attack: An unholy scion gains a claw attack if it did not",
        "name":  "Abilities",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Neutral evil uses its claws when making a full attack. If armed with a",
        "name":  "Alignment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hamunaptra, JAMES WYATT won an Origins award for City of the Spider Queen. Dawnforge, and the novel Gehenna: The Final Night. Heroes of He also wrote Oriental Adventures and has co-authored numer- Horror is his first book for Wizards of the Coast. He lives with ous other roleplaying game products, including the EBERRON his wife and two cats.",
        "name":  "ABOUT THE AUTHORS in the Scarred Lands setting, Egyptian Adventures",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "City of Towers, Draconomicon: The Book of Dragons, and Book of Exalted Deeds. He lives in Washington C.A. SULEIMAN considers himself a career gamer and has writ- State with his wife, Amy, and their son, Carter. ten numerous roleplaying supplements for various companies, including Dread and Darkness. He lives in the Washington, ARI MARMELL has contributed to more than forty RPG and fic- D.C., area with a lovely lady named Joana and a not-so-lovely tion products, including Vampire: The Requiem, multiple books dog named J.D. pqqqqqqqqqqqqqqqqqqqqrs 662200__888855222277220000__CChh66..iinndddd 115577 88//88//0055 44::3322::1100 PPMM",
        "name":  "Campaign Setting, Sharn",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ryan S. Dancey, David Noonan, and John D. Rateliff",
        "name":  "Designers",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "David Noonan",
        "name":  "Editor",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ed Stark",
        "name":  "Creative Director",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dawn Murin",
        "name":  "Art Director",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brom",
        "name":  "Cover Illustration",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tennis Cramer",
        "name":  "Interior Illustrations",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Victoria L. Ausland",
        "name":  "Typographer",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sherry Floyd and Sean Glenn",
        "name":  "Graphic Design",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Josh Fischer",
        "name":  "Project Manager",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chas DeLong",
        "name":  "Product Manager",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "All for one! One for all! Based on the original Dungeons \u0026 Dragons® rules created by E. Gary Gygax and Dave Arneson, and the new Dungeons \u0026 Dragons game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. Table of Contents INTRODUCTION 2 ROLLING YOUR ABILITY SCORES 4 CHOOSING YOUR RACE AND CLASS 7 CREATING YOUR PERSONAL HISTORY 38 SELECTING AN ALIGNMENT 51 PLANNING YOUR FUTURE CAREER 56",
        "name":  "Dedication",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Heal, Hide, Jump, making a character without apprentices, or simply farmers’ using the starting packages. Listen, Swim, Tumble. children who hear the call of their heroic hearts. Human Bard Your human character can come from almost any background; the decision is up to you. The The human bard can following class descriptions assume that your be an entertainer, a character is a young adult, with some very basic teacher of social training in a common profession or craft. values and important history, a source of Human Barbarian passion and pride - or some combination of There are three basic all three. In some ways for a human to human cultures, become a barbarian: bards are viewed as Be born as one, be one of the lowest adopted into a group social classes; being of them and follow a mere “entertainer” their ways, or has little real value to society In others, bards are become isolated and among the most respected members of the survive by learning society, unique individuals who preserve and the harsh lessons of protect the cultural identity of the people. the wilderness. At some point, your human bard has become As a human skilled in the performing arts: song, musicianship, barbarian, you are in the composition and reading of poetry, or tune with the wilderness and your own wild storytelling. You should compose a short tale that nature. You might be a member of a small tribe, a describes how your character found this calling, large clan, or none at all - a solitary hunter with then decide what types of performance you have a ties to no one. natural flair for. 8 CHOOSING YOUR RACE AND CLASS",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. Diplomacy, Gather Information, Knowledge",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Diplomacy, Gather tend to both shun and Information, Innuendo, Perform (many kinds), respect the druids in Tumble. their midst. Skald (Variant): You are a lorekeeper, the Abundant harvests living record of your people’s history and and healthy crops are legends. The skald memorizes long poems and important, and the songs that recount the great deeds of years past depredations of wild and teach lessons about morals and ethics. You animals can be often provide counsel for a decision by those who terrifying. But a understand the value of remembering the past. By person who has adventuring, you ensure that the great deeds of embraced the today will never be forgotten. wildness of nature",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Gather rather than the comforts of home is somewhat Information, Heal, Knowledge (many kinds), frightening. While you can expect a certain Perform (Storytelling or Song), Wilderness Lore. measure of respect, you will always be viewed as an outsider to your own people.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. time to time, a local will come to you for advice",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal, Heal, the god’s power and an agent of justice, honor, Intimidate, Listen, Ride, Spot, Swim. and respect. Everyone in the human lands respects the paladin, even those who are the paladin’s Human Monk natural enemies. The common people love paladins because when the need is dire, a paladin From time to time, a lonely wanderer from the will give selflessly to overcome oppression and nearly forgotten monasteries is seen taking shelter evil intent. But with a paladin also comes great from the rain in the village inn. The common danger, for a paladin’s soul is a prize in the battle people know these sojourners to be calm and between good and evil, law and chaos. focused individuals of few words. Those who Ever the peacemaker, but rarely at peace, your seek the way to enlightenment and self-discipline lot is a lonely one. Only the most stalwart, are directed to begin the journey of a thousand courageous, and honorable are worthy of carrying miles with a single perfect step. the tremendous burden.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Paladin is another class You move with little trace and strike from the that can take advantage of good scores in almost shadows without warning. Then you vanish into every ability Strength, Constitution, Wisdom, and the night until the time is right for the next Charisma are the most important; if there is an slashing attack. ability where you don’t need a good score, it is Suggested Skills: Climb, Gather Information, probably Intelligence. Handle Animal, Hide, Listen, Move Silently, Knight Divine (Variant): When a crusade is Ride, Search, Spot, Swim, Wilderness Lore. called, paladins of many faiths sympathetic to the Bounty Hunter (Variant): Sometimes, all the aims of the crusade may join the campaign for the forces of the authorities are unable to bring a duration. These knights divine serve their criminal to justice. When that happens, rulers turn respective gods by assisting in the great work of to you to track down these miscreants and return the crusade and lending their visible support to them to face justice, dead or alive. Most people the cause. As a knight divine, you are available to respect you because you work for the betterment confront supernatural enemies and undertake of society and the protection of all. A quick flash missions of particular difficulty. of an official writ or sigil can open many doors",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration, Handle and loosen many lips. Animal, Heal, Knowledge (various types), Ride. Suggested Skills: Bluff, Climb, Gather Information, Handle Animal, Intimidate, Listen, Ride, Search, Sense Motive, Spot, Use Rope, Human Ranger Wilderness Lore. Across the frontier lie lands of mystery Human Rogue and trackless wilderness. As the Once any civilized human lands area grows large expand, the ranger enough, it will goes first into the attract those who unknown. In more make their living at civilized lands, the the edges of society. ranger is often an Not just common agent of justice sent thieves, rogues are to track down the also known as criminal element confidence men, cat and bring them home to face punishment for their burglars, spies, and deeds. The ranger is an individual warrior, relying blockade-runners. more on personal ability than strength in numbers. The greatest rogues As guide, scout, or skirmisher, the ranger can be a are known throughout the land both for audacity great asset to a military force. As a solitary hunter and competence. or tracker, the ranger can move farther and faster Ordinary citizens rarely trust a rogue, so than others untrained in the ways of the wild. finding shelter, medical aid, or a way to fence You are not a barbarian or druid, though you goods can be a challenge. The law is always share some common ground with both. You are, watchful, and the punishment for aiding and at heart, a member of society, standing with it abetting crimes is steep. But among adventurers, rather than apart from it - no matter how far from the rogue is a necessary member of any home the ranger’s trail takes you. adventuring group, especially when descending",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Extra feat. When you’re into lost ruins and forgotten mines where unseen far from home, such feats as Alertness, Dodge, danger lurks around every corner. Mounted Combat, Point Blank Shot, Far Shot, As a rogue, you combine skill with and Precise Shot will be of help. confidence. Operating alone or in a group, you",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. can penetrate defenses, sneak past guards, disarm",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The human ranger’s traps, and escape with the prize unnoticed. And most important ability scores are Strength, despite your somewhat unsavory activities, you Dexterity, and Wisdom. The least useful ability of are a boon companion. Common wisdom might a human ranger is Charisma. say that there is no honor among thieves, but Skirmisher (Variant): The ability to move every good rogue knows the value of a trusted swiftly and strike with powerful force makes you friend. an effective part of any army. Ranging far to the Racial Advantage: Extra feat. Rogues benefit front and sides of the main force, or on from Alertness, Ambidexterity, Blind-Fight, detachment for reconnaissance, you can harry the Dodge, Improved Initiative, Mobility Expertise, enemy, scout his positions, and conduct hit-and- and Point Blank Shot. run raids on supplies or enemy command posts. Racial Disadvantage: None. 11 CHOOSING YOUR RACE AND CLASS",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. be overrun or will fail due to famine, disease, or",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Handle Animal, of the beat.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack. promise of eternal",
        "name":  "Suggested Feats",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. cleric in combat.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Charisma penalty Racial Disadvantage: The Charisma penalty reduces average effectiveness of dwarven bards, challenges all dwarven clerics as they carry out and the need to follow a nonlawful alignment is their duties on Moradin’s behalf. also slightly at odds with dwarven society. Ability Score Advice: Wisdom is the most",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "You favor Wisdom, Suggested Feats: Point Blank Shot, Precise Strength, and Constitution, but you have little use Shot. for Intelligence. Suggested Skills: Climb, Hide, Jump, Listen, Mountain Druid (Variant): Dwarven druids Search, Spot. are rare, and those who find a bond to the lands above the ground are even rarer. But many delves Dwarven Monk are located in rocky, mountainous lands far from other civilized areas, so dwarves are often the What would drive a dwarf to leave the delve only inhabitants. You have adopted the mountains behind and seek out a human monastery for or hills surrounding the delve as your protected training? Only the individual dwarves who do so lands. You are seen so rarely that you have know the reasons, though the discipline and focus become a legend, but if the area comes under of the monastic orders is appealing to the lawful some evil influence, you may seek out the delve nature of many dwarves. and petition for assistance. Perhaps in time dwarven monks like you will",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alchemy, Animal Empathy, found their own, uniquely dwarven orders to Climb, Handle Animal, Hide, Intuit Direction, expand the teachings of enlightenment and Listen, Move Silently, Ride, Scry, Search, Spot. combine them with the faith of Moradin. But for now, most dwarven monks learn their skills in the human lands. 15 CHOOSING YOUR RACE AND CLASS",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkvision gives dwarven considering which ability scores should be lowest. monks the advantage in the dark. If possible, put the lowest score in Dexterity or",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarven monks are Intelligence. usually a long way from home in very unfamiliar Champion of Heironeous (Variant): surroundings. This can prove disconcerting and Virtually all dwarves revere Moradin the distracting to a hero seeking oneness with the Soulforger, but Heironeous will call a dwarven universe. paladin to his service once in a great while.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The most important Perhaps there is an arrangement between Moradin ability scores for a dwarven monk are Wisdom and Heironeous that is unknown to mortals; it is and Dexterity. The least important is Charisma. known that Moradin does not begrudge",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Various combat bonuses first, you’ll concentrate on common but and a Constitution bonus make dwarven paladins dangerous opponents, but later you’ll face more excellent warriors. deadly foes. Eventually, you may become so",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "As such an outsider, you rarely pay homage to Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bonuses to saves against despite the obvious drawbacks. The least poison come in handy when Disable Device fails. important ability scores for a sorcerer are Strength",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low to average and Dexterity. Charisma can interfere with running a good con Raver (Variant): The shock of innate or convincing authorities that someone else did it. sorcerous power was too much for you. Partially",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. that you would almost become one with nature",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your Intelligence will the materials at hand. carry the day for you, but you don’t need a high Illiterate perhaps, you may have created an Strength score. active mythology based on the patterns in the",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your choice to be a dwarven stars and the spirits of the land. You probably wizard is a choice to violate some of the most have wild hair, body adornments of every kind, deep-seated assumptions in the game. Your and clothing made of feather, shell, antler, and character will be unique and will have a unique hide. Yet you wear it with dignity, for the elven personal story and an ambiguous future. This is barbarian is an elf nonetheless. another race and class combination for Racial Advantage: Elven low-light vision experienced roleplayers. allows you to move both day and night. The bonuses to Search, Spot and Listen checks make ELVES you a preternaturally aware hunter and tracker.",
        "name":  "Uniqueness",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "A high Dexterity and begin the game with perhaps one or two decades Strength best serve the elven barbarian. The least of life experience, the long-lived elves consider useful ability scores are Intelligence and their children to be too young to leave home for Charisma. many decades, or perhaps even a hundred years. Drowslayer (Variant): There is one part of So you see life differently than most other elven society where the ability to rage without characters. Knowing that you will live to see the pause is considered valuable: The battles against trees grow tall and the bright sparks of most the ebon skinned evil elves known as drow. The nonelven friends fade and die has a profound elves raised you from birth to hunt other elves. effect on your outlook and worldview. Careful to learn the ways of the deep caverns and Compensating for this longevity is the elven twisting passages, you train endlessly for the day tendency to chase various passions and pursuits 18 CHOOSING YOUR RACE AND CLASS when you will be needed to confront the evil Elven religion is both martial and peaceful, forces that lurk beneath the earth. forbidding violence except as a last resort against",
        "name":  "Unlike the other player character races, who Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. just first blood. You pay attention to clothes,",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low-light vision helps mysterious path of the human monks. Only time you fight at night, and a Dexterity bonus helps will tell. your defense and ranged attacks. Racial Advantage: The elven Dexterity",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low-light vision is helpful in conducting battles at night.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "A lower Constitution makes you more fragile than paladins of other races.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Diplomacy, Gather Information, Intimidate, Ride, Sense Motive. 21 CHOOSING YOUR RACE AND CLASS",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Elven Rogue Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. most elves that",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Constitution bonus keeps you raging longer. Low-light vision allows 23 CHOOSING YOUR RACE AND CLASS distinguish the true talents from the merely and plumb bobs than the average human artistically inclined. carpenter’s building kit! Though they are very long-lived, gnome bards Racial Advantage: None. don’t dwell overlong on matters of history, Racial Disadvantage: None. preferring instead to immortalize great tricks and Ability Score Advice: Wisdom and Charisma jests - the really inspired mad genius of standout help you do Carl Clittergold’s work. Dexterity gnome humor. Needless to say, this makes the and Intelligence don’t affect your cleric functions gnome bard a fairly interesting (if slightly hard to much. take) companion for the road. The Regretful Office of the Penitent",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "A racial bonus to Listen (Variant): Even though your religion teaches that checks aids you in dealing with various sound- tricks, traps, and minor jokes are supposed to based challenges. remind everyone to be humble, you are guilty of",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. letting things get out of hand. Accordingly, you",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your highest ability have lost your love of the jest and left the scores should be Charisma, Intelligence, and community Maybe you’ll wander until you Dexterity. Strength and Constitution are good recover your composure, or maybe you’ll be gone places to put a low score. for good. In any case, you walk the world looking Member of the Piper Corps in Good for the true nature of your faith in lands where Standing (Variant): The largest gnome things are not so easy and life is not always lived communities practice the basics of defense, from long and happily. Perhaps in time you’ll find your time to time, usually for the pomp and ceremony smile again. of it all. During these times, your Piper Corps is Suggested Skills: Alchemy, Appraise, called to set the beat for the marches and to stir Concentration, Handle Animal, Heal, Ride, Speak the doughty spirits of the gnomes, especially if Language, Wilderness Lore. actual combat is in the offing. Playing an infernal contraption of tubes, various air bladders, valves, Gnome Druid and an unimaginably complex multitiered keyboard, you create a cacophony of sound In inner forest which, amazingly enough, is actually quite groves far from the stirring once the whole corps really gets their bustle of the wind up. With these instruments, you use the full outside world, there range of your soundbased bard abilities to inspire are quiet homes the troops or counter sound-based attacks. occupied by",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal Empathy, Appraise, and are spreading your teachings. Perhaps in a Handle Animal, Search, Sense Motive. few generations gnome monks like you will band together and use your knowledge, accumulated over so many adventures, to found your own Gnome Fighter unique monastic orders.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Low-light vision is a foes often don’t see you until it’s too late. And useful attribute when you draw night-watch duty. even when they do, they’re not sure just what they Your Constitution bonus makes you a resilient saw. and tough fighter. Your small size makes you Suggested Skills: Bluff, Concentration, hard to hit, and conversely you live in a world of Innuendo, Intimidate, Sense Motive. big targets.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "High Constitution makes glimpses of blue sky through the forest canopy. for tough paladins. Bonuses to Listen checks You guard your community from threats from make them hard to surprise, and bonuses to saves above, climbing and leaping from branch to against illusions make them hard to deceive. branch as you patrol your various lookouts.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your lower than ideal Eventually, you hope to befriend a giant owl or Strength can be a liability in a fight. other forest flyer, tame it, and guard your home",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wisdom and Charisma from the sky itself. matter most to you, and Intelligence is something Suggested Skills: Animal Empathy, Handle you find little use for. Animal, Listen, Ride, Spot, Wilderness Lore. Oathsworn Servant of the High One in Lands Most Distant (Variant): As a part of the Gnome Rogue unending battles between good and evil, you found it necessary to leave home and take a more No civilized gnome would ever want to be direct hand in the world’s affairs. When word associated with a profession as unsavory as spread that the sheriff was leaving on a crusade, “thief,” and even the slightly more acceptable the community quietly assembled in a show of “rogue” is pushing a boundary that makes them respect as you saddled up. You left home with uncomfortable. bursting saddlebags and the promise of whatever Because “the shady side of town” in a gnome further assistance your community could provide. community usually refers to those homes under But you know many of the villagers assume that the largest trees, gnome communities rarely worry you will not return, so your departure was as sad about organized crime, and thieves’ guilds are as it was festive. unknown in their lands.",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal, Heal, Ride, But gnomes make excellent “locksmiths” or Knowledge (geography). “security device installers,” and anyone involved in such a civic-minded trade will certainly have to occasionally disarm, disable, remove, or Gnome Ranger otherwise circumvent such devices!",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. outside the main community in randomly as the character",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Diplomacy, Gather life. From birth they are subjected to racism, Information, Intimidate, Knowledge (local), Sense hatred, and prejudice. Those who survive infancy Motive. grow swiftly to maturity. The signs of their parents’ legacies are visible: the orc facial Half-Orc Bard features and great strength, the dexterity and Forget everything you have ever imagined about intelligence of the human. In the human lands, how a bard should appear or behave. For the half- half-orcs find that they can dominate by strength orc, flowery lyrics, delicate instruments, and and toughness. In the wilds of the orc lands, half- quick-witted double entendres are effete and orcs are usually smarter than those who oppose pointless. When the half-orc bard chooses to them. In either case, they are driven to survive perform, onlookers will see the raw forces of against all odds, and those who do make nature tamed, beat into servitude, and bent to the formidable heroes. bard’s will. 28 CHOOSING YOUR RACE AND CLASS Imagine a towering, hirsute, gray-skinned bard though he does permit this from time to time. rising to full stature in the ale-hall. Grabbing two Therefore, a “heroic” cleric of Gruumsh is a great immense metal tankards, the bard begins to rarity hammer out a rhythmic beat on the table, The half-orcs raised in civilized lands often drowning all other conversation in the room. venerate the deities of their human families or Using the tankards like blunt drumsticks, the bard communities. Though they face great prejudice proceeds to assemble a cacophony of sounds by from the world around them, the gods can see into smashing them against floor, walls, fixtures, the hearts of the penitent and know whether those plates, and the occasional dwarven helmet. intentions are for good or ill. And the choice of Moving faster and faster, the bard picks up the deity does help in human society; a half-orc cleric tempo until it becomes a throbbing incessant beat of a good or lawful deity will be looked on more that all present feel in the very marrow of their favorably than other half-orcs. bones. It is primal. It speaks to their most basic In the wilderness, other orcs see a non- instincts. Without conscious thought, all Gruumsh cleric as worse than a heretic. In fact, assembled begin to follow the beat themselves they view such individuals as a direct challenge to until the room is filled with awe of the the primacy of Gruumsh himself. If a wild orc performance. tribe becomes aware of such a person in the Without words, the song speaks of tests of vicinity, the cleric will be hunted mercilessly until courage, of mighty deeds, and of triumph over all killed or beyond the limits of the tribe’s trackers. challenges. Then, as suddenly as it began, the Racial Advantage: None. song ends and the bard, drenched in sweat, Racial Disadvantage: The half-orc Charisma collapses into his seat and calls for a fresh round penalty has a significant negative effect on you. of ale. Ability Score Advice: Wisdom and Strength",
        "name":  "These children live a difficult and challenging Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. help you worship your deity and stay alive in such",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Intelligence and a dangerous world. It’s easy to survive with a less Charisma penalties of the half-orc are substantial than stellar Intelligence. disadvantages for you. Cleric Seeking Corellon Larethian",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "You’ll need to put your (Variant): Corellon is the god of the elves and highest scores in Intelligence and Charisma, Gruumsh’s most hated enemy. In the time before despite the penalties. The least important ability history, Corellon fought a great battle with scores for the half-orc bard are Strength and Gruumsh and blinded him in one eye. In that Constitution, although you’ll frequently be battle, Corellon took more than just Gruumsh’s fortunate to have your Strength bonus. vision; he took a tenuous hold on the orc people Zhack-Tar (Variant): As a Zhack-Tar, you as well. That link cannot reach an orc of full are a caller for the dead, the person responsible blood, but a child of mixed ancestry may feel the for alerting the spirits in the afterlife that a new ancient connection. soul will soon be joining them. The chants you Everyone knows that half-orcs cannot become use are ancient and are passed down to each new clerics of Corellon Larethian. But for some reason student of the burial rituals of the orc tribes. you don’t understand, you’re compelled to try. When a member of the tribe has died, you stand You’ve chosen two domains typical of Corellon’s by the side of the bier or funeral pyre. With drum clerics, and you venerate him whenever you can. and chant, you call out to the ancestors of the He doesn’t answer your prayers directly, but you dead, telling them of the deeds of the one soon to hope that some day your great deeds will draw his join them, and warning them not to test the attention. Elves ignore your worship. Orcs patience of one so powerful. Your objective is to consider you an abomination and go to great establish the credentials for the dead so that their lengths to exterminate you. But whatever others deeds in life will have some value in the afterlife. think, you’ve dedicated your life to accomplishing Because you were smarter than the tribe’s full- this goal, no matter what the challenge involved. blooded orcs, you were recruited into the study of Suggested Skills: Disguise, Escape Artist, the Tar at a young age, and this calling protected Heal, Intimidate, Sense Motive, Speak Language you when you were young and weak. (Elven).",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate, Knowledge (religion), Perform. Half-Orc Druid The half-orc’s affinity for the wild lands is a Half-Orc Cleric useful heritage to those who follow the path of the There are two kinds of half-orc clerics: those who druid. Half-orcs who become druids often seek venerate Gruumsh, and those who do not. out the remote, harsh lands where few others can Gruumsh is an evil deity and his wishes thrive and survive. They can be found in the lands involve the destruction of the elves, among other of the permafrost in the far north, and on the goals. Clerics of Gruumsh are rarely neutral, glaciers high in the mountains. They tend to the 29 CHOOSING YOUR RACE AND CLASS needs of the environment in the rocky crags of the Racial Advantage: The half-orc Strength wastelands where water is more precious than bonus is a clear benefit to the half-orc fighter. gold. Racial Disadvantage: None. As a half-orc druid, your connection with Ability Score Advice: The most important nature is of a savage sort. You have a great ability scores for half-orc fighters are Strength appreciation for the way of the wild and are and Constitution. Intelligence and Wisdom don’t unsympathetic to calls for mercy or compassion. help you survive in the thick of melee. You favor companions who are also able to Commander (Variant): As you grew to survive in the rugged and difficult climates and adulthood in the wild, you rose to dominate the lands. In the lands of the half-orc druid, only the local orc tribe. This led inevitably to battle, and strong survive, and that is only right and proper. you earned a swift education in the skills of",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. command. But you survived, and you hope to",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Charisma penalty become an excellent battlefield leader. When you may be a disadvantage to you. leave home in search of adventure, you’ll easily",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wisdom and find a place with mercenary companies or caravan Constitution help you survive in the most guards. forbidding climes. Strength and Intelligence are Suggested Skills: Bluff, Concentration, the best places to put low ability scores. Intimidate, Ride, Spot, Wilderness Lore. Shaman (Variant): Each major orc tribe has a shaman like you, a wild spirit who can be called Half-Orc Monk when needed for divinations, healings, and other feats of divine power. You wander over a sizable When the first half- territory, guiding and protecting several tribes of orc appeared before orcs. They protect you in turn, concealing your the gates of a presence and ensuring that no outsiders trouble monastery, those you. within were",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal Empathy, Climb, certainly unsure Gather Information, Handle Animal, Heal, Intuit what to make of the Direction, Ride, Swim, Wilderness Lore. supplicant. Since that time, several half-orcs have demonstrated that even the most savage heart can be disciplined and that the Way can be followed by anyone with iron determination and focus. The half-orc monk is a fearsome opponent. Their massive physical strength coupled with the willpower required to rise above so much prejudice and hatred make a powerful combination. The word is spreading now, especially as the tales spread of half-orc monks smashing immense stone blocks with effortless grace or throwing opponents across the combat circle and in some cases through the adjoining walls. And as those Half-Orc Fighter legends spread, the number of half-orcs like you As a half-orc fighter, you have accepted the idea seeking entrance at the monastery doors begins to that training and practice can harness your innate grow.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Immense strength makes does an attempt to gain entrance to a more for excellent half-orc paladins. Furthermore, your civilized monastery. dark-vision lets you see in the dark where evil",
        "name":  "Accordingly, the road to adventure beckons, as Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance, Intimidate, Jump, lurks. Tumble. Racial Disadvantage: The half-orc paladin’s penalty to Charisma is a notable drawback.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "High strength and darkvision give you the advantage in a night hunt.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Put your best scores in Strength, Dexterity, and Wisdom. Intelligence and Charisma can suffer, if need be. Deerstalker (Variant): Either as a part of a savage tribe of orcs, or working with a small group of frontier settlers, you provide a necessary resource to the community: food. You are master of the ways of local wildlife, able to set traps and snares, track game, and bring the meat back to the community in quantities large enough to provide sustenance. Yet you are away from the hearth-fire for weeks on end, so you’re seen as a mysterious figure even by those you’re closest to.",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal Empathy, Climb, Hide, Intuit Direction, Listen, Move Silently, Ride, Spot, Wilderness Lore. 31 The half-orc paladin CHOOSING YOUR RACE AND CLASS Half-Orc Rogue Uniqueness: Why are you well liked when every one of your heritage is despised? Why have Some rogues are masters of the shadows or you ignored all the obvious choices for a specialists in lock picking. You’re just not that profession, choosing one where you have little subtle. Why pick a delicate lock when the lid can chance of surviving, let alone excelling? The be ripped off a chest? Who needs to bypass a door answers to these questions make you a unique latch when the whole door can simply be bashed character, probably the only half-orc sorcerer your off its hinges? friends have ever heard of. Some rogues steal through subterfuge and nimble hands. You pick people up, turn them Half-Orc Wizard upside-down, and shake them until all their valuables clatter to the floor. If the occasional half-orc sorcerer is rare, the half- Other rogues may scoff at your methods, but orc wizard is a rarity among rarities. Most sages there is one area where they agree you outshine will tell you they simply don’t exist, though the your peers of other races: the sneak attack. Being most learned may point to evidence that one stabbed by a baffling is a painful surprise. Being existed long ago in a far-off land. stabbed by a half-orc may be the last sensation In order to follow this difficult path, you must one ever feels. find someone to instruct you in the mysteries of",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. that teaching to full use.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Despite your straight- Nevertheless, you have managed to overcome forward techniques, Dexterity should still be your these challenges and gain some mastery over the best ability score. Constitution and Wisdom are arcane arts. One day you may be a truly imposing the least important. figure in the conclave of a wizardly order. But Enforcer (Variant): You are the fellow who until then, others assume that you’ll fall short, shows up when someone welshes on a debt, gets despite your occasional flashes of brilliance. rowdy at the bar, or splashes mud on the local Racial Advantage: There is no advantage to guildmaster without apology. You’re big. You’re being a half-orc wizard. not subtle. And your methods are simple. Of Racial Disadvantage: The half-orc course, in this shady line of work, even you Intelligence penalty looms large, hampering your sometimes need to slink off in the shadows. development greatly.",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. of the humans, elves, dwarves, and gnomes are",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "You suffer from both static. A change in borders requires a disruption an Intelligence and a Charisma penalty, a painful on an epic scale. combination. In and between these peoples there is a place",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Charisma is what for another lifestyle, a life of the road, of change, matters, and you’ve got to overcome that penalty of wandering. The journey of the halflings began with your highest score. Conversely, you get a in the distant past, and it shows absolutely no bonus to Strength, your least important attribute! signs of ever ending. 32 CHOOSING YOUR RACE AND CLASS In a world filled with adventure, halflings may who have never seen the wonders of the world, or be the most natural adventurers. They are adept at in the songs and legends of the people who have avoiding trouble, but they often seek it out walked from horizon to horizon just to see the anyway. Halflings are eager to hit the trail in other side? quest of a great story or personal reward. They are A halfling likes nothing better than to be fast, quick-witted, and resilient - ideal virtues for observed by a good bard, for reputation is very the adventurer’s life. important to halflings. A great tale filled with much derring-do is a great reputation-builder. And who wants to face life-and-death situations Halfling Barbarian without a background of stirring beats and pulse- Some halflings leave home early - and often quickening lyrics? without any interest in schooling or discipline. Racial Advantage: None.",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. feels the call of the road is a challenge beyond Ability Score Advice: Most important to you even the patience of a loving parent. are Intelligence, Dexterity, and Charisma. Perhaps you’re one of these children who have Strength and Wisdom won’t figure prominently in learned to survive on their wits, speed, and your tales. disregard for property values. Maybe you formed Roadsinger (Variant): Keeping the pace of a gang with intricate rituals to establish territory, the clan on the road is a delicate art. But you an impenetrable slang of your own, and a social know how to pick up the pace of your music to order based on strength and bravery to the point reach a suitable camp before nightfall, or slow the of foolishness. pace when hunger and thirst debilitate the old and",
        "name":  "Raising a halfling child who is strong of spirit and Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many of the halfling the young. You are tasked with moving the group bonuses aid the halfling barbarian, keeping you forward, regulating the speed of the caravan, and safe, making you hard to catch, and keeping you keeping spirits high. Over long hours of travel just out of harm’s way. many songs are sung, so you have a nearly",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The biggest limitless ability to compose lyrics on the fly, disadvantage is the Strength penalty. singing of the surrounding country, retelling old",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength and Dexterity legends, and making fun of your fellow travelers. are key to a barbarian lifestyle. Intelligence is a Suggested Skills: Handle Animal, Innuendo, good place to park a low ability score. Knowledge (geography), Perform, Spot, Lone Wolf (Variant): Determined to find Wilderness Lore. your own way in the world, you are self-taught, self-reliant, and very rough around the edges. Halfling Cleric Your surroundings were your classroom; if you grew up in the wilder ness, you are wild and may The deity of the halflings, Yondalla, is a clothe yourself in the skins of animals, living like benevolent creator and protector. Her priests don’t a wolf or bear. In the cities, you exist outside the get involved with matters of law or justice that normal framework of life, making nests on high don’t involve halflings, being far more interested roofs out of sight. Eventually, you will feel the in the spiritual and emotional health of their call of the road and will leave your childhood fellows. Accordingly, a halfling cleric will always haunts behind. do whatever can be done to keep other halflings",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. Search, Spot.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wisdom keeps you in Halfling Monk touch with your wilderness home. Your instincts can make up for a low Intelligence. Of all the races that move through the human World Walker (Variant): Unlike most lands, the halflings are most likely to pursue the druids, you take the entire world as your protected teachings of the monasteries. Though focusing ground and seek to see as much of it as you can. their attention and accepting the rigorous You often join halfling clans on migration, tending to the livestock, finding edible plants and roots, and otherwise earning your keep based on your wilderness lore. You have little time for settlements, and won’t bother to stop in any civilized area. Instead, you bid the clan good-bye at trail’s end and continue your journey. Very occasionally, a young halfling will feel the call and strike out after you; in this way, the World Walkers’ numbers are replenished and a new generation raised in the druidic traditions.",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halflings gain many take up residence with you to hear and record benefits from their innate racial athleticism and these stories. From these bards and the deeds they nimbleness; they are excellent monk candidates. witness, the halflings know that they are being Eventually, your slow halfling speed will improve protected and watched. when you earn levels as a monk. Racial Advantage: None. More About the Street",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dexterity and Wisdom Ability Score Advice: dangerous than they appear. are your prime ability scores. A low score should Constitution, Wisdom, and Threaten the halflings in your go to Intelligence. Charisma are all important to you. community; and you may find Street Tough (Variant): Unbelievably, there Intelligence is probably the only yourself surrounded by a circle are some thriving monk orders inside some of the ability you’d accept a low score in. of serene yet menacing halfling largest human cities. Halflings pass through these Clan Protectors (Variant): martial artists. areas frequently, and they sometimes conflict with When the halfling population in a From time to time, more than more-settled locals. When this friction explodes civilized area grows to include one such group will form in a into violence without warning, your secret order several clans and many city, if it is large enough. Once of halfling monks intercedes on behalf of other individuals, Yondalla may call an that happens, an intense rivalry halflings, leaping and kicking until the travelers exceptional member of their will often develop between the are safe. You learned the way of the monk from a number to paladinhood. You and two groups. They’ll brawl in more experienced halfling willing to teach you the your fellow Protectors live in alley ways and in the public basics of self-defense. The streets are your cities and are considered market, rarely hurting each monastery, and the big people see your contests of upstanding members of the other seriously but often doing strength, balance, and hand-to-hand fighting as population (in contrast to many a great deal of inadvertent mere entertainment. But when halflings are in other halflings!), and the civil property damage. However, all trouble, your skills are serious indeed. authorities fully cooperate with involved drop these rivalries",
        "name":  "Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your small size is your rangers for long. only disadvantage. You’re slow, and rogues often",
        "name":  "For those reasons, very few halflings remain Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your Climb, Jump and attract pursuers.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dexterity is the key to the wilderness. most of your favorite skills. Constitution doesn’t",
        "name":  "Move Silently bonuses help you move around in Ability Score Advice",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Strength penalty affect what you do very much. hurts you in a fight, and your size is at best a Treasure Hunter (Variant): You’re trained mixed blessing. Furthermore, your slow speed to provide support adventurers in combat, but means you can’t cover as much ground as a really your job is to overcome tricks, traps, locks, ranger of a larger race. and other obstructions. An experienced operator",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal Empathy, Climb, power as another skill (and usually another skill Handle Animal, Heal, Intuit Direction, Listen, that makes them better rogues). Move Silently, Ride, Search, Spot, Swim, Sorcerers are often called on to settle disputes Wilderness Lore. between the halflings and other races, as the halflings feel that the sorcerer’s innate powers can offset the size differences that sometimes cause Halfling Rogue other races to treat them like children.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "None.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lucinda The Half-Orc Paladin Let’s suppose Jack wants a new 1st-level character for a campaign Dave is starting up. He decides on a half-orc, thinking it’d be a nice change of pace from the humans and halflings he usually plays. All the PCs will come from the same area, but since the DM hasn’t decided on the starting location yet, Jack skips Table 1 for now Rolling on Table 2g, he finds that his half orc grew up in a human dominated area—no surprise there. Rolling on Table 3, he discovers that his character is an orphan, so he skips over Tables 4 through 12 for now—some of this may prove important later on, but he wants his character to start the game without knowledge of them, a self- reliant solitary. Checking Table 13, he finds his half-orc had a religious upbringing. Skimming over Tables 14 and 15, he toys briefly with the idea of a half orc cleric, a foundling brought up since childhood by a monastic order and trained to follow in their footsteps. How ever, on Table 16 he rolls 03, ‘survived childhood danger” and on Table 17 he rolls 90, “crime?’ Putting these together with the character’s orphanhood, Jack gets a new idea for the characters backstory. The childhood danger, he decides, is the same event that left her an orphan; the crime took place, but she was its victim, not the criminal. Since half-orcs have traditionally been viewed with distrust and suspicion in their campaigns, he decides his half-orc’s parents were adventurers killed by an angry mob. Only the child escaped, to be taken in by a kindly cleric who raised her in the ways of his faith. Thus her formal training (Table 14) is religious, but mindful of her parents fate, she is self trained in combat skills (Table 15). The pivotal event of her teen years (Table 18) was a religious awakening—in short, the discovery of her vocation as a paladin. As things come together, Jack skims over the remaining tables He already knows that both her parents are dead, but he rolls anyway on Table 19 to discover if her mentor, the priest of Pelor who raised her, is still alive—the result being 67, he decides the old man died recently, freeing her for an adventuring career. Because the character may well have living relatives—an aunt or uncle, cousins, or even a grandparent or two (either full- human or full-orc), he tells the DM that discovering her relatives, if any, will be a long-term goal of the character but makes no rolls on Tables 20 through 22 at this time. In keeping with his conception of the character, whom he names Lucinda (an unorclike name, signifying that this is a very unusual half-orc), as a solitary, he decides she has no friends (Table 23). Looking at Table 24, he also decides that she has no special enemy—she has not forgotten the mob that killed her family but no longer has contact with any of its members and has no wish to hunt them all down one by one. Instead of pursuing vengeance, her goal is to achieve justice by preventing a similar tragedy from befalling another. With plenty of blank spots to be filled out as the character grows and plenty of adventure hooks for the DM and player to exploit, Jack now has a strong, dramatic personal history for his new character that defines her and enables him to judge how she will react in any number of situations. Lucinda is already much more than just a list of stats: her personality, motivation, and goals are clear right from the start. 49 CREATING YOUR PERSONAL HISTORY Perhaps you were the instructor’s favorite…. 86—90 Diabolic Enemy. A demon, devil, or other powerful outsider identifies you as a current or future threat. 91—95 Enemy Within. Someone in your family hates and fears you, either openly or secretly. 96—100 Imaginary Foe. You falsely believe that someone is out to get you. Table 25: Instructors Many people form strong bonds with teachers, mentors, superior officers, etc. For the purpose of this table, we’ll call them instructors. This relationship provides not only excellent basis for creating NPCs, but also suggests what your 1st- level class might be. Once you’ve checked this table, make a note of your instructor’s name, location, etc.—and decide whether your instructor is still alive. Roll Instructor 01—15 No Instructors of Note. Either they were forgettable, or you taught yourself. 16—40 Basic. A particularly good instructor taught you the basic skills (choose alive or dead, note NPC details) 41—50 Advanced. A top-notch instructor taught you more advanced military, religious, or arcane techniques. 51—55 Angry. You have angered or otherwise alienated an instructor of note. 56—60 Vanished. The instructor who taught you everything you know has vanished. 61—65 Favor. A favorite instructor of note has requested an oath or service from you (describe the oath or service). 66—70 Unrelated. The person who taught you the most isn’t actually in your area of expertise. 71—80 Unrelated. The person who taught you the most isn’t actually in your area of expertise. 81—90 Lower Class. As above, but the instructor is much lower class than you are. 91—95 Other Race. Your favorite instructor of note is of a different race than you (choose one). 96—100 Exotic. The instructor of note is exotic (nonhumanoid, outsider, etc.) Congratulations. You’re done! 50 SELECTING AN ALIGNMENT are), you may get very different answers SSEELLEECCTTIINNGG AANN to this quiz. AALLIIGGNNMMEENNTT Relationship to Family Family elders are expressing disapproval of you Your character has a unique view of the world, of to the rest of the family. Do you: right and wrong, of fairness and natural rights. _Accept the criticism and change your ways The following sections will provide some (C + 2) guidance to you in determining how your _Seek a compromise with the elders (C + 1) character will relate to various moral and ethical _Besmirch the reputation of the elders as you choices encountered during the game. ignore their scorn (E + 1) _Silence the elders any way you can (E + 2) WHAT ALIGNMENT MEANS Alignment is central to a D\u0026D character’s Would you give up a promising career to aid the personality D\u0026D uses two measures to determine family in time of need? a specific character’s ethical and moral attitudes _In a heartbeat (G + 2) and behavior. _Yes, with some reluctance (G + 1)",
        "name":  "Example",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "good, _Only if I was certain I’d be able to return to neutral and evil. Good characters generally care my career soon (N + 1) about the welfare of others. Neutral people _No (N + 2) generally care about their own welfare. Evil people generally seek to harm the others’ welfare. Would you betray a family member to advance",
        "name":  "The moral axis has three positions",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "your own career? lawful, neutral, and chaotic. Lawful people _Yes, without a twinge of guilt (E + 2) generally follow the social rules as they _Yes, if I could do it secretly (E + 1) understand them. Neutral people follow those _I’d resist the temptation (N + 1) rules find convenient or obviously necessary. And _I find the very idea abhorrent (N + 2) chaotic people seek to upset the social order and either institute change, or simply create anarchy. Do you respect the leaders of your family? Below is a short quiz you can take “in _Their words guide my actions (L + 2) character,” answering the questions as your _They’re role models for me (L + 1) character would. Keep track of the scores attached _They’re often out of touch with my life (C + to six letters (G, E, N, L, C, and X), because the 1) results will suggest an alignment for your _They’re out of touch with reality (C + 2) character. Before you begin, keep in mind these caveats. If your family had arranged your marriage to • You’ll undoubtedly want more someone loathsome, would you: information about the question, and more _Go through with it, proud to serve your options than the answers presented to family (L + 2) you. Just do the best you can, and skip a _Agree, hiding your reluctance (L + 1) question completely if you’re totally _Subtly work against the union (X + 1) stuck. _Flee (X + 2) • Note that some questions are interested in correlations to behavior, not the You’re estranged from a family member. On his behavior itself. For example, lawful deathbed, he seeks a reconciliation. Do you: people tend to work at secure jobs—this _Speak to him, but hold your ground (C + 1) doesn’t mean that working a steady job _Refuse to speak to him (C + 2) makes you lawful. _Discuss your estrangement openly and • Remember that certain character classes without rancor (X + 1) have codes of conduct that fall beyond _Actively seek reconciliation, and heed his the dictates of alignment. Paladins, for dying words (X + 2) example, aren’t just supposed to be lawful and good. They are expected to Relationship to Friends act humble, pious, and chivalric as well. A powerful but corrupt judge offers you wealth if • This quiz assumes a typical D\u0026D setting, you’ll testify against a friend. Do you: which is a mix of fantasy elements, _Condemn your friend and take the money (E medieval ideas, and epic myth seen + 2) through modern eyes. If your setting is _Take the money and testify but try to keep vastly different (or your fellow players your testimony ineffective (E + 1) 51 SELECTING AN ALIGNMENT _Refuse the offer and refuse to testify (G + 1) _Help defend it to your last breath (G + 2) _Testify on your friend’s behalf, no matter the _Man the barricades with the rest of the consequences (G + 2) community (G + 1) _Flee as soon as things look grim (E + 1) Do you become close to friends, or hold most _Cut a deal with the invaders to act as a spy (E people at a safe distance? + 2) _I have an abundance of close friends (G + 2) _I have some close friends (G + 1) If you were injured and required immediate _I have few close friends (N + 1) assistance, would members of your home _I try to keep people at a distance (N + 2) community agree to help? _Yes, because they know I’d do the same for Have you ever betrayed a friend? them (N + 2) _I’ve done so more than once, and I _Yes, because I’m generally well liked (N + sometimes get away with it (E + 2) 1) _I’ve done so once (E + 1) _Probably not, because I’m distrusted by the _I’ve been tempted to do so, but I’ve never powers that be (E + 1) gone through with it (N + 1) _Definitely not. I’ve made some enemies here _I\u0027d never contemplate such a thing (N + 2) (E + 2) How do you view lifelong commitment to a single Do you respect the laws and authorities in the romantic partner? community? _I’m waiting to find such a romance (L + 2) _Yes, without question (L + 2) _Such a romance would be ideal—if it’s _Yes, they’re generally the best way to govern achievable (L + 1) (L + 1) _I worry I’d miss out on what others have to _When it suits me—there are some laws I just offer (C + 1) don’t agree with (C + 1) _Tie yourself to one person? Huge mistake (C _I don’t pay attention to the authorities; + 2) they’ve got no hold on me (C + 2) Do you insist on repayment when lending money Do members of the community shun, avoid, or to friends? mock you? _Yes, and I write up a contract so there’s no _Yes, their small minds can’t handle anyone misunderstanding (L + 2) outside the norm (C + 2) _Yes, but I try to be flexible about the exact _Some do, because I don’t always fit in (C +1) terms (L + 1) _No, I’m generally seen as normal (X + 1) _No, although it’s sure nice to be repaid (X + _No, I set the standard for what is normal in 1) my community (X + 2) _No, they just owe me a favor (X + 2) Would you stand for office or seek to represent Are you still in touch with childhood friends? the interests of the community in some public _Yes, we correspond regularly (X + 2) manner? _Yes, we try to keep in touch (X + 1) _To do so would be an honor I’d joyously _No, I move around too much (C + 1) accept (L + 2) _No, I don’t have anything in common with _Of course. It’s everyone’s duty to do so (L + them anymore (C + 2) 1) _Only if no one else could handle the job (X + 1) Relationship to Community _No, I don’t want to be responsible for the Do you donate time and money to improve the community’s welfare (X + 2) local community? _Yes, the needs of the community are my top Relationship to King And Country priority (G + 2) _Yes, I donate as much as I can once my own Your country is wracked with famine. Would needs are met (G + 1) you: _No, I don’t have enough time or money to _Share what food you had with others (G + 2) spare (N + 1) _Eat as little as possible yourself and share the _No, my local community would be a waste of rest (G + 1) time and money (N + 2) _Steal what food you needed to survive (E + 1) Your community is threatened with invasion. Do _Steal as much food as possible, then sell it 52 you: back to the community at a high price (E + 2) SELECTING AN ALIGNMENT _Yes. They knew the risks when they took the If offered enough money, would you slip a poison job (E +1) into your king’s drink? _No, except for minor wounds that will heal _Yes, and I’ve done similar things before (E + easily (N + 1) 2) _No. Those guards are just doing their jobs (N _Yes, if I thought I could get away with it (E + 2) + 1) Essay Questions _No, although a vast sum of money would Do you accept a noble’s right to You don’t really have to write tempt me (N + 1) treat badly the serfs who work on essays for these questions, of _No, and I’d warn the king of the plot (N + 2) his land? course. But give them some _Yes. They’re lucky they’re thought—they may give you A plague is sweeping across your country. Would not slaves (N + 2) ideas that will enrich your you: _Yes, because sometimes only character’s personality. _Undertake a dangerous mission to find a cure fear will motivate them (N + 1) (G + 2) _No, nobles should rule as Family _Heal the sick as best you can (G + 1) kindly as possible (G + 1) • What are some things _Avoid contact with the sick (N + 1) _No one has any “right” to (positive or negative) that your _Flee the country (N + 2) treat another badly. Period. (G +2) family has done for you? • Do you have a favorite Do you respect the lawful authority of the rulers You have accidentally committed relative? Least favorite of the land? a crime. Do you: relative? _Yes. Long live the queen! (L + 2) _Confess, and attempt to make Friends _Yes, our rulers are generally fair and just (L restitution to the victim (G + 2) • Tell a tale of when a friend + 1) _Confess, throwing yourself on made a big sacrifice for you. _No, a ruler is no better than anyone else (C + the mercy of the court (G + 1) Or when one betrayed you. 1) _Hide your involvement, lying • Describe your most recent _No, rulers are invariably corrupted by power if you have to (E + 1) romantic relationship. (C + 2) _Try to pin the crime on Community another (E + 2) • Describe what “home” means If you were offered a reasonably lucrative deal, to you. would you spy for a hostile foreign power? If guilty, would you confess to a • If you were in charge of your _Yes, because my nation could stand to be crime? community, how would things knocked down a peg (C + 2) _Yes, because it is my duty to change? _Yes, because my nation’s secrets mean little do so (L + 2) Country to me (C +1) _Yes, because it might get me • What aspects of your _No, because I might get caught (X + 1) a lighter sentence (L + 1) government do you oppose _No, because I’d never violate the trust my _No, I’d make the magistrates strongly? Support strongly? nation put in me (X +2) prove my guilt (X + 1) • What personal connections _No, and I’d try to “prove” my do you have to authority Do you rely on the government to enforce innocence (X + 2) figures in the government? contracts and property rights? Crime _Yes, because maintaining the rule of law is Would you express a • Describe your contacts with more important than any individual dispute (L + revolutionary political opinion if the justice system. 2) threatened with punishment? • What is the worst crime you _Yes, because the courts are best equipped to _Yes, I’d rather be punished ever committed, and why did handle than remain silent. Up the you do it? Did you escape such disputes (L + 1) revolution! (C + 2) punishment? _Are you kidding me? The government can’t _Yes. Somebody’s got to Business even pave roads (X + 1) speak the truth (C + 1) • What’s your dream job? _Absolutely not. If I can’t defend it myself, I _No, although I might • Is wealth an end unto itself, don’t deserve to have it (X + 2) privately express my opinion to or just a means to an end? If friends (X + 1) the latter, what’s the end? _No, politics aren’t worth Thoughts on Crime and getting worked up about (X+2) Punishment While traveling, you witness an assault. You are If imprisoned, would you injure or kill others to ordered to testify, which will delay your travel escape? significantly. Do you: _Yes. Serves ‘em right for locking me up (E + _Slip out of town at night to avoid testifying 2) (C + 2) 53 SELECTING AN ALIGNMENT _Deny you saw anything (C + 1) _You can bet I’d be renegotiating (C + 1) _Remain reluctantly, testify, and leave (L + 1) _If it’s no longer a good deal, then the deal is _Remain until the trial’s conclusion in case off (C + 2) further testimony is needed (L + 2) Scoring the Test Thoughts on Business and the First, look at your G, N, and E scores. As you’ve Economy probably guessed, L, X, and C represent lawful, neutral (with respect to law and chaos) and What is the best use of wealth? chaotic. Whichever score is the highest is your _To help the destitute and less fortunate (G + most likely alignment. 2) Likewise, C stands for good, N stands for _Provide for the needs of friends and family neutral (with regard to good and evil), and E (G + 1) stands for evil. Your likely alignment is the _To stay on top of the heap yourself (E + 1) highest of those three scores. _To not only stay on top, but keep others from For example, if you had a G score of 11, N climbing to your level (E + 2) score of 4, and E score of 3, you’re probably good. If your L score was 5, X score was 10, and",
        "name":  "The ethical axis has three positions as well",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Human, some half orcs. are always nice), Improved Initiative (with luck, Reduced speed counts against dwarves, halflings, your foe may be dead before he even gets a and gnomes, while elves, halflings, and gnomes chance to hit you), and Endurance (prizefighting lack the Strength or Constitution to excel as prize- contests are grueling, exhausting fights). Great fighters. Half-elves rarely follow this career path, Fortitude, Iron Will, and Lightning Reflexes are as they gain no obvious advantage and lack the always helpful, though most prizefighters would human extra feat and skill points. rather take a few more Toughness feats or Exotic",
        "name":  "Preferred Race",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Necromancers need not be evil, acid, thunderstones, sunrods, and of course although those devoted to Nerull inevitably are. tindertwigs. By contrast, Wee Jas has a number of neutral At the first opportunity, you’ll set up your necromancer followers, both clerics and wizards. own alchemist’s lab, often resorting to a portable Nevertheless, the necromancer’s reputation is a lab care fully packed into a trunk and carried sinister one, and any necromancer who reveals inside a portable hole or similar extradimensional her profession should be prepared for suspicion, storage device. Before long you’ll be making your hostility, and harassment. own devices and concoctions, so ingredients, material components, and parts become your major purchases. Some gadgetmasters finance GADGETMASTER their operations by selling excess creations, but A bottle of his patented slipperyfoot oil took care most find themselves using up all their wares of the guards trying to climb the stairs, while a themselves. However, your secondary skills— smokepot made it impossible for the archers such as glassblowing or pottery to get the potions below to find a target in the billowing murk. Once and bottles for your chemical bombs, and they’d slipped into a side room, a tube of epoxy locksmithing or metalworking to rig some jammed the lock behind them. By the time their delicate timing device— often produce profit enemies had finally broken down the door, they from eager buyers. Such a steady income keeps found only a wind-up clockwork noisemaker to you afloat while you experiment with some new make them think the trespassers were just behind creation. the door. In truth, the gnome and his friends were Fine Tuning: Gadgetmasters rely heavily on long gone. their box of tricks—you always have another",
        "name":  "Fine Tuning",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnomes, a few halflings. gizmo in the bag and another trick up your sleeve. This career path appeals especially to those who You are always busy, tinkering with clockwork do not excel in strength or bulk and need an triggering devices, grinding powders, or drawing equalizer to gain an advantage over larger, schematics in your “downtime.” A good stronger foes. gadgetmaster never gets discouraged when a trial",
        "name":  "Preferred Race",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rogue/wizard. device explodes prematurely; you know you’ll get",
        "name":  "Class",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intelligence, Dexterity. it right eventually, and meanwhile every incident",
        "name":  "Ability Scores",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Charisma comes first and fore around charity or bribes to NPCs can insure a most; it takes force of personality to impose your warm welcome in almost any community. will upon others. Intelligence is almost as Fine Tuning: The most important rule for any important, because a stupid character cannot manipulator is this: Don’t let the people you’re juggle the many plots a manipulator has going manipulating know what you’re up to. Make a simultaneously, nor can such a manipulator give show of pulling your own weight—let your plausible explanations at the drop of a hat why colleagues be the ones who urge you to hold back. others should follow a particular course of action. The best way to manage this is to choose a Somewhat better than average Wisdom is highly character class that doesn’t perform well in melee desirable to keep you from making foolish combat but provides valuable support from mistakes that undercut his reputation. Of the behind the battle line, such as the bard. physical skills, Dexterity is the most useful If you can gain the reputation of a character because it can be used defensively. A too-high who’s key to your group’s success, you’ll be in Strength or Constitution means you will be under position to quietly gain your own way the pressure from your colleagues to be on the front majority of the time. A word of warning: Don’t lines in a fight, which is downright dangerous and squander your resources. Good lackeys are hard not your style at all; parking your low scores here to find, as are loyal adventuring partners. When gives you a good excuse for holding back from you have to, take whatever risks are necessary to melee. save them—otherwise you’ll get a reputation as",
        "name":  "Ability Scores",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "In addition to the tell-tale token, a single white stone, left in their",
        "name":  "Best Buys",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any, but humans are most you see fit (think Friar Tuck). Self-sufficient, you common and dwarven friars quite rare. The move from place to place, setting right any dwarven deities place little value on wanderlust. wrongs you find. While you may join forces with",
        "name":  "Preferred Race",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric, some druids. others from time to time, you usually reject long-",
        "name":  "Class",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "Abrekiir, Adarion, long names will invariably be shortened or Alanadel, Calashadir, Covakel, Dailastacia, replaced by nicknames by your DM and fellow Derunadel, Filiadir, Furivel, Galacia, Galenedel, players. Do your self a favor and pick a name you Ganatea, Ganascient, Ineskadel, Jalacia, Jemuir, can live with for the long haul right up front. Thus Jetenedon, Jorudel, Kavilion, Keinkiir, Kundenir, Lanshanakiir, Laremion, Levanadel, Lurecia, 67 APPENDIX Mendeliir, Milikidel, Muriir, Naraskedel, Relkin, Reswald, Ruther, Rydel, Reyott, Sabine, Nielecia, Pavahir, Peretacia, Praevilo, Quilacia, Sapphira, Seith, Sephora, Serpe, Sigfa, Sinnoch, Qjiirion, Saskiir, Shaiicia, Shazemne, Talaviir, Surmal, Tabra, Taff, Tagli, Tallis, Tam, Tangye, Valarion, Voleyiir, Walacia, Whilemne, Yanacia. Tanith, Tarlach, Tarpeia, Tathal, Tegyr, Tessa,",
        "name":  "Just as in the real world, complicated or overly Elven Family Names",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Among the Dead,” by Michael Mearls and “Blackguards,” by James Jacobs, Dragon#312. Based on the original DUNGEONS \u0026 DRAGONS® rules created by Gary Gygax and Dave Arneson, and the new DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. This product uses updated material from the v.3.5 revision. This WIZARDSOFTHE COAST® game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. U.S., CANADA, ASIA, PACIFIC, EUROPEAN HEADQUARTERS \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. T Hofveld 6d P.O. Box 707 1702 Groot-Bijgaarden Renton WA 98057-0707 Belgium Questions? 1-800-324-6496 620-17924-001-EN +322-467-3360 10 9 8 7 6 5 4 3 2 1",
        "name":  "Resources",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An undead presence haunting an poltergeists are forced to take form by the exorcism ritual, object or an area can sometimes become more than a pres- as well as haunting presences that have already used up all ence, actually taking corporeal or incorporeal form a number their chances to take form for the week. Undead forced to of times per week equal to the undead’s Hit Dice (that take form usually use their actions to attempt to slay the includes haunting presences that manifest “physically” as exorcist before they themselves are destroyed, so exorcists incorporeal undead). The presence that takes form does so generally bring along companions who can physically attack anywhere within the location it haunts, or in the closest empty the revealed undead. pqqqqqqqqqqqqqqqqqqqqrs UNDEAD ALL ABOUT CHAPTER 1",
        "name":  "Impermanent Home",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some undead have no feeding requirements, existing solely on negative energy.",
        "name":  "Not Required",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Those who hope to escape the curse ever, if an undead physically loses a particular organ, it can no of undead when their lives end sometimes seek the blessing of longer use that particular ability. a good deity. Those who seek such blessings in city temples or Taste (Ex): The energy of animation also extends to an who serve a god directly may ask for a boon—a blessing that undead’s organs of taste. However, if an undead physically pqqqqqqqqqrs loses its tongue, it can no longer detect its environment in this fashion. Many undead fall into this category, including skeletons.",
        "name":  "Prevention of Unlife",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "FORGOING SPAWN CREATION All incorporeal undead lose the ability to taste (but they can still In cases where stealth or obfuscation of their presence is hear and smell). necessary, some undead may choose to not create spawn. Any",
        "name":  "VARIANT RULE",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section outlines and illustrates the various depraved races, as outlined below. prayers that the deity’s followers may use.",
        "name":  "Such worship is particularly common among certain cults and Prayers",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Places of worship, called temples here for consis- tency’s sake, vary from deity to deity. Many temples provide 15 1 RETPAHC TUOBA LLA DAEDNU healing, information, or other services to those allied with their Prayers: The prayers offered up to Affl ux resemble the sounds faith. of the victims put on the rack by the god’s ordained torturers.",
        "name":  "Temples",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This section outlines and illustrates some of the rites Each scream is a mantra, and a night of pain is a solemn mass. that the deity may require from its followers and clergy. Temples: Affl ux has few temples. Any necromancer’s lab",
        "name":  "Rites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inquiry, necromancy, death. pears and forcibly converts all those present to",
        "name":  "Portfolio",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge, Evil, Deathbound, Undeath. ghouls, often thereby creating new worshipers for himself.",
        "name":  "Domains",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The clerics of Affl ux disseminate to lands near and kens back to a land sacred to ghouls called the White Kingdom. far, teaching their twisted lore of pain and torture to all that Though ghouls bound to the mortal plane sometimes create will listen. lesser versions of what they believe the White Kingdom to be, 16 nitraM .D yb .sullI UNDEAD ALL ABOUT CHAPTER 1 it is accepted that the true incarnation of the White Kingdom stay old age’s imperious fi nal call—nothing but the embrace of can be found on the layer of the Abyss where the King rules. undeath.",
        "name":  "Quests",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Temples to the King of the Ghouls are found Cleric Training: The training a cleric must undergo to be- only underground. Small shrines can sometimes be found come fully vested by Evening Glory is a secret cloaked in love in underground mausoleums or at the catacomb’s center, and affection. but fully functioning temples are erected only in the Quests: The clerics of Evening Glory are mainly pros- deepest subterranean realms, surrounded by elytizers, preaching about the continuance a community of ghouls the size of a small of love (and, through this, the continuance city (at least). of existence after death).",
        "name":  "Temples",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sharing the sweet fl esh of a Prayers: All prayers to Evening victim among several ghouls is infor- Glory extol her unchanging perfec- mally called “passing it around the tion, a beauty frozen at its height by horn,” and serves as a common rite the balm of death. in remembrance of Doresain. Temples: Temples to the",
        "name":  "Rites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Death, Evil, Trickery. desire for the love of another should never be allowed to fail Cleric Training: Some individuals are obsessed with death, through the depredations of age. Those whose love transcends even as children, and those are potential recruits to the clergy life should seek life everlasting through the grace of undeath. of Nerull. All must endure the fi nal initiation rite: being buried The perfect preservation may freeze love forever. While the res- alive (for days or even weeks, sometimes). Though his undead urrection of tragically slain lovers may do for some, nothing can clerics aren’t“alive” per se, this can still be a painful process, 17 Illus. by D. Martin and S. Wood 1 RETPAHC TUOBA LLA DAEDNU since they are left with no food for the duration. It is clearly a proclaimed mantle of “Prince of the Undead” out of devotion or more trying ordeal for his living protégés, since most of them allegiance. If anything, the demon lord despises the undead—he are transformed into undead through this very process. has little but contempt for them and uses them without thought",
        "name":  "Evening Glory teaches that desire is all that matters, and the Domains",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nerull’s followers desecrate ancient tombs looking or consideration. Of course, Orcus despises the living as well. He for lost lore, establish cults to provide willing food for vampires, hates everything and everyone, often being almost overwhelmed and raise undead armies to terrify the world of the living. with revulsion and loathing. He craves only personal power and",
        "name":  "Quests",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Much of Nerull’s liturgy is spoken in the past tense, the spread of misery and destruction for all others. even if it hasn’t happened yet. For example, a cleric of Nerull Portfolio: Undeath, revenge. might pray, “You granted me ultimate dominion over the dead Domains: Chaos, Evil, Death, Darkness. . . .” Those who pray to Nerull to appease him only attract Cleric Training: Orcus isn’t one for orderly training or his attention and bring about their own doom. Those organization, so neither are his priests. Thus, training consists who kill in his name shall be rewarded (or so Nerull of little more than a grisly oath, the introduction to the promises). mythology of Orcus, and a hearty strike with a skull-",
        "name":  "Prayers",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nerull uses a night- of Orcus temples all over the planes. Those that worship him gain walker as his herald on the Material Plane. clerical power as if worshiping a true deity, though they Allies are shadow mastiffs, average salamanders, and cau- clearly gain that power from some more universal source chemar nightmares. (perhaps from the Negative Energy Plane itself). His temples",
        "name":  "Herald and Allies",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Corpsecrafter. form. The form you assume looks half-decayed, with missing",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Paralysis as an extraordinary or supernatural You are skilled at inducing fear in your opponents. ability. Prerequisites: Cha 13, base attack bonus +1.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13, undead type, Daunting Presence, base Benefi t: Whenever you would gain a negative level, you can attack bonus +1. ignore the penalties and other ill effects associated with that",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Corpsecrafter. levels.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to turn or rebuke undead. Presence, Improved Critical, base attack bonus +1.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 8 ranks. You are better at paralyzing your victims.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 15, incorporeal subtype. Prerequisite: Base Fortitude save bonus +2.",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heal 10 ranks. Prerequisite: Undead type.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Enduring Life. Prerequisites: Caster level 1st, Knowledge (religion) 2",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 11, undead type. you.",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13, Con — (no Constitution score). 0 or lower.",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter may select Necro- Benefi ts: Once per round, you potent as one of his fi ghter bonus feats. can manifest from the Ethereal Plane to the Material Plane as a NIMBLE BONES free action. Turning ethereal still [GENERAL] requires a standard action.",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this more nimble than normal. feat, manifesting",
        "name":  "Undead you raise or create are faster and Normal",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Corpsecrafter. from the Ethe-",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Undead type.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bardic music class feature, Perform (any) PROFANE LIFELEECH [DIVINE] 8 ranks.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to rebuke undead. infl uence even the undead. All bardic music effects on undead",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to turn undead. character level or the familiar’s normal Hit Dice total, whichever",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, you can spend one of your is higher. turning attempts to gain immunity to ability damage, ability Hit Points: Use 1/2 the master’s total or the familiar’s normal drain, and energy drain for 1 minute. total, whichever is higher.",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 15, energy drain supernatural ability, base save bonus or the master’s (as calculated from his character Improved Energy Drain, caster level 5th. level), whichever is higher.",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to turn undead. your race.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "When choosing a familiar, you horrid-looking. may choose a stitched fl esh familiar. 30 Stitched Flesh Familiar nidelleB .S yb .sullI OPTIONS CHARACTER CHAPTER 2 UNDEAD IN THE PARTY TOMB-BORN VITALITY [GENERAL] The power of undeath taints you, body and soul. Its power has “It’s a dead man’s party/Who could ask for more?” removed your need to sleep and eat. —Danny Elfman and Oingo Boingo, “Dead Man’s Party”",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nongood alignment, Tomb-Tainted Soul.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nongood alignment.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Character level 6th, nongood alignment, hits. Some might say that it’s easier to list those effects that do Knowledge (religion) 1 rank. affect undead rather than all those that don’t.",
        "name":  "Prerequisites",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have selected undead as your favored enemy, paigns. While the sight of an orc or even an ogre walking down your bonus on saving throws is instead equal to your favored the street might not send people running for cover—depending enemy bonus against undead. on how cosmopolitan the community is—the sight of a ghoul or a zombie is almost certain to draw attention. Depending on VAMPIRE HUNTER [GENERAL] the DM and the style of the campaign, this may affect game Your knowledge of vampires has given you the extraordinary play in a variety of ways, but in most cases undead characters ability to detect subtle signs of their presence and to resist their should face some degree of social stigma if they fail to disguise dominating gaze ability. their true nature.",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A ghoul’s base land speed is the same as that of the An affl icted humanoid who dies of ghoul fever rises as a base race. ghoul at the next midnight. A humanoid who becomes a ghoul",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ghouls can see in the dark out to 60 feet. in this way retains none of the abilities it possessed in life. It",
        "name":  "Darkvision",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common. Once humanoids them- is not under the control of any other ghouls, but it hungers for selves, ghouls remember the language of their own former the fl esh of the living and behaves like a normal ghoul in all existence. respects. A humanoid of 4 Hit Dice or higher rises as a ghast",
        "name":  "Automatic Languages",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Among the civilized races, the pure evil necessary to auspices of dark desert gods. Traditionally, mummies serve as become a mohrg is found most often among humans and half- guardians of tombs or temples, destroying intruders or thieves orcs. Few other races possess both the murderous rage and the who desecrate those areas. ability to deal the amount of death necessary to damn oneself Adventures: What could bring a mummy to abandon its to eternal unlife as a mohrg. eternal vigilance and take up the career of a traveling adven-",
        "name":  "Races",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mohrg’s land speed is the same as that of the base won’t be alive long enough for the disease to matter—or if it race. is, it’s only because the player characters have met an untimely",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mohrgs can see in the dark out to 60 feet. end. The mummy’s despair ability, on the other hand, is much",
        "name":  "Darkvision",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common. Once humanoids them- more useful, even if it is troublesome for companions to deal selves, mohrgs remember the languages of their own former with its paralyzing visage each morning. existence. Alignment: Mummies are usually lawful evil, but exceptions",
        "name":  "Automatic Languages",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifi er. been priests themselves.",
        "name":  "Skill Points at Each Additional Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mummies are formidable combatants. They are usually disease—Fortitude save DC 10 + 1/2 mummy’s HD from class insightful and possessed of strong personalities, but don’t have levels + mummy’s Cha modifi er, incubation period 1 minute; the intellect to serve effectively as leaders. They are often very damage 1d6 Con and 1d6 Cha. spiritual, and one may serve as a group’s conscience. Unlike normal diseases, mummy rot persists until the victim reaches Constitution 0 (and dies) or is cured as described below. Racial Traits Mummy rot is a powerful curse, not a natural disease. A charac-",
        "name":  "Role",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mummy gains damage reduction as it sand and dust that blow away into nothing at the fi rst wind. advances in level, as noted on the accompanying table. Despair (Su): A mummy of 10th level or higher causes fear in",
        "name":  "Damage Reduction",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A vampire spawn might turn to adventuring +2 racial bonus on Hide and Move Silently checks. Vampire to gain revenge upon the bloodsucking fi end that cursed it to spawn are quiet and sneaky. eternal unlife, or as penance for untold years of spreading evil +2 racial bonus on Listen, Search, Sense Motive, and Spot and death. Those that can overcome (or ignore) their emotions checks. Vampire spawn are very perceptive. may instead seek knowledge, power, or both. Vampire Spawn Weaknesses: Vampire spawn are vulnerable",
        "name":  "Adventures",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vampire spawn are traditionally evil, though a DM may relax this restriction in a campaign that features undead Class Skills player characters. The innate selfi shness of the typical vampire The vampire spawn’s class skills (and the key ability for each spawn makes a good alignment diffi cult to uphold. skill) are Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha),",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like other intelligent undead, vampire spawn Hide (Dex), Jump (Str), Listen (Wis), Move Silently (Dex), Profes- rarely voluntarily associate with religion of any kind. sion (Wis), Search (Int), Sense Motive (Wis), and Spot (Wis).",
        "name":  "Religion",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A vampire spawn’s base land speed is the same as that coffi n home within 2 hours or be utterly destroyed. (It can travel of the base race. up to nine miles in 2 hours.) Once at rest in its coffi n, it is helpless.",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wights prefer lurking in places that reek with Favored Class: Wight. The best multiclass choice for a wight death, though some leave such lairs to seek out additional victims. is rogue. Those that are less murderous might seek adventure as a way of righting the scales for the evil they have done in the past, or as Class Skills vengeance against those that put them in this form. The wight’s class skills (and the key ability for each skill) are",
        "name":  "Adventures",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like other intelligent undead, wights rarely come Create Spawn (Su): Any humanoid slain by a wight becomes into voluntary association with religions of any kind. a wight in 1d4 rounds. Spawn are under the command of the",
        "name":  "Religion",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifi er. animals do not willingly approach nearer than that and become panicked if forced to do so. CLASS FEATURES They remain panicked as long as they All of the following are class features of the death’s are within that distance. chosen prestige class.",
        "name":  "Skill Points at Each Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonevil. light also take them while within the radius of the bright",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nongood. mysteries to a pale master, who gains darkvision out to 60 feet.",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 8 ranks. If he already has darkvision, its effective distance increases by",
        "name":  "Skill",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Skill Focus (Knowledge [religion]). 60 feet.",
        "name":  "Feat",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifi er. ability is in addition to the number of undead a pale master can control using his animate dead ability. CLASS FEATURES Deathless Vigor (Ex): Beginning at 5th level, a pale master’s All of the following are class features of the pale master prestige body becomes more akin to the undying fl esh of his undead class. associates. The character gains a +4 bonus on Fortitude saves",
        "name":  "Skill Points at Each Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A living foe hit by a pale master’s touch Atk or Full Atk +5 melee or +5 ranged (1d4/19–20, masterwork attack receives one negative level (no save), and must make a dagger); SA animate dead; SQ darkvision 60 ft., familiar; AL LE; Fortitude save 24 hours later to avoid losing the level perma- SV Fort +5, Ref +4, Will +10; Str 10, Dex 13, Con 14, Int 16, Wis nently. Prerequisite: Class level 8th. 12, Cha 8.",
        "name":  "Degenerative Touch",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any good. for the purpose of determining the character’s effective cleric",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. level for turning. See Turn or Rebuke Undead, page 159 of the",
        "name":  "Base Will Save Bonus",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) 8 ranks. Player’s Handbook. For example, a 7th-level cleric/5th-level sacred",
        "name":  "Skill",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Extra Turning. purifi er turns undead as a 12th-level cleric.",
        "name":  "Feat",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d12. 90 ft., deathly power +3, hide in plain sight, undead traits; AL 54 CLASSES PRESTIGE CHAPTER 3 Lalrunn, an ephemeral exemplar The Balcress Horror, a lurking terror MASTER VAMPIRE CE; SV Fort +5, Ref +12, Will +12; Str 21, Dex 20, Con —, Int 11, Wis 10, Cha 10. Any vampire can create spawn, but it takes a very special vampire",
        "name":  "Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifi er. feet), undead traits, vampire weaknesses; AL LE; SV Fort +9, Ref +8, Will +14 (+16 against enchantments); Str 20, Dex 16, Con —, Class Features Int 10, Wis 20, Cha 17.",
        "name":  "Skill Points at Each Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "d12. ceaseless vigil a sacred treasure known as the amber fi re.",
        "name":  "Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Male mummy tomb Requirements warden 3; CR 8; Medium undead; HD 11d12 plus 3; hp 77; Init To qualify to become a tomb warden, a character must fulfi ll all +0; Spd 20 ft.; AC 29, touch 10, fl at-footed 29; Base Atk +7; Grp the following criteria. +14; Atk or Full Atk +14 melee (1d6+10 plus mummy rot, slam);",
        "name":  "Argotem, Guardian of the Amber Fire",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Undead. SA despair, mummy rot; SQ darkvision 60 ft., damage reduction",
        "name":  "Type",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonchaotic. 5/—, undead traits, vulnerability to fi re; AL LE; SV Fort +7, Ref",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "+3. +3, Will +9; Str 25, Dex 10, Con —, Int 6, Wis 14, Cha 15.",
        "name":  "Base Attack Bonus",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will +5. Skills and Feats: Hide +7, Listen +11, Move Silently +7, Spot",
        "name":  "Base Save Bonus",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Toughness. +11; Alertness, Great Fortitude, Power Attack, Toughness.",
        "name":  "Feat",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Creates blade of gnashing teeth.",
        "name":  "Blade of Pain and Fear",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    }
]
