[
    {
        "origin_file":  "other.json",
        "description":  "Two guards per shift Upper Ground Auditorium, Fancy This room sits atop a gate or gatehouse, usually in an Level Level",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss exterior wall. It features murder holes/arrow slits",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,000 gp (included in the price) in the floor, through which the",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None guards can attack those in the area below (little more While any great hall can be used for performances, an than a hallway that usually includes a portcullis or auditorium is a space designed with acoustics and artis- sturdy door at each end). tic appreciation in mind. Perform skill checks in this The barbican requires two guards on duty at all space receive a +2 circumstance bonus. times. Up to 30 people can fit in here for a service. If you need a greater capacity, purchase this component mul- Barracks tiple times. Size: 1 ss",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "400 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None This open room contains up to ten simple wooden SSaammppllee AAuuddiittoorriiuumm beds with straw mattresses. A small footlocker sits at the end of each bed for personal belongings. This com- Toward ponent includes a privy, though it need not be attached Stronghold or adjacent to the barracks itself. A barracks can hold ten people (usually guards or One Square = 5 Feet soldiers). If you need a greater capacity, you can pur- chase this component multiple times. (Each of the sample barracks depicted is actually a double-size bar- racks representing two components.) If you want a higher class of quarters for officers, purchase bedroom components instead. Bath, Basic",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "0.5 ss Sample Barracks",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "400 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. Bunk Beds This standard, sparsely furnished room contains a simple wooden or metal tub and a chamber pot or two, along with some rough wooden benches for seating. Bath, Fancy",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss OOnnee SSqquuaarree == 55 FFeeeett",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,000 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. A step up from the basic bathroom, this bathroom comes complete with a large tub, a chamber pot under a chair, and a means of disposing of the contents of the Auditorium, Luxury chamber pot easily. This can take the form of a chute to",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss an underground disposal area, an open window over a",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "10,000 gp gutter, or whatever you like.",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None A fireplace allows you to heat water for baths. A cabi- A luxury auditorium offers plush and cushioned seat- net holds plenty of towels, and a dressing screen sepa- Alcoves are common for troops who ing for the audience, and a stage that can be moved or rates part of the room for privacy. Padded, upholstered don’t sleep (undead, constructs, etc.) adjusted as necessary for performance of theater, benches allow comfortable seating. One corner holds a One Square = 5 Feet orchestra, or choir. Perform checks in this space mirror and array of brushes and other grooming receive a +2 circumstance bonus. devices. 16 Up to 30 people can fit in here for a service. If you need a greater capacity, purchase this component mul- tiple times. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:32 PM Page 17 CHAPTER 2: STRONGHOLD COMPONENTS SSaammppllee BBaarrbbiiccaann UUppppeerr GGrroouunndd LLeevveell LLeevveell TToowwaarrdd SSttrroonngghhoolldd OOnnee SSqquuaarree == 55 FFeeeett SSaammppllee BBaarrrraacckkss BBuunnkk BBeeddss AAllccoovveess aarree ccoommmmoonn ffoorr ttrrooooppss wwhhoo ddoonn’’tt sslleeeepp ((uunnddeeaadd,, ccoonnssttrruuccttss,, eettcc..)) OOnnee SSqquuaarree == 55 FFeeeett 17 620_88166_001_StrngBuild3a.qxd 1/24/02 2:33 PM Page 18 CHAPTER 2: STRONGHOLD COMPONENTS Bath, Luxury Bedroom Suite, Basic",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ss Size: 1 ss Sample Common Bedrooms",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "10,000 gp Cost: 800 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One servant and one valet Prerequisites:None The ultimate in bathing luxury, this room features a This master bedroom includes a walk-in closet and tub large enough for two or three people to bathe in, privy. The furnishings are rough, but they include a plus a large fireplace for heating both the room and the straw bed on a low frame, two chests of drawers and a water necessary for a warm bath. Two chamber pots mirror hanging on one wall. The bedclothes are made with padded and upholstered leather chairs are here. of rough cotton, wool, or even burlap, and the blanket Servants empty these on a regular basis. is often a patchwork quilt made of whatever was avail- An intricately carved cabinet holds a variety of thick able. A couple of rough benches form a sitting area towels, and a handsome wardrobe full of fine dressing next to a small table. gowns stands nearby. A gilt-framed, three-fold, full- length mirror takes up one corner, and another mirror Bedroom Suite, Fancy sits above a gorgeous, polished grooming desk. Size: 1 ss",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "5,000 gp carved woods and the finest silks. Fine stuffed chairs Prerequisites: None are scattered about the place. This master bedroom comes complete with a well- The dressing table features three gilt-framed mirrors appointed walk-in closet filled with fine clothing and a and the finest in grooming products, including aro- tastefully adorned privy. The bed rests on a handsome matic perfumes, gilt-handled brushes, and so on. frame and includes a mattress made of cotton batting. The walls are adorned with fine art, often of people The sheets are of fine cotton, and the blankets are One Square = 5 Feet bathing in large bath houses, in a river or lake, or at a wool. beach. Two finely carved bureaus are here, in which are A servant keeps the luxury bath clean, and a valet kept stylish clothes. A bell rests on each bed stand so assists the bathers. that the occupants can easily call for the servants. The bedroom suite also includes a pair of uphol- stered benches and a small writing desk. SSaammppllee BBeeddrroooomm SSuuiitteess CClloosseett ccoonnttiinnuueess uunnddeerrnneeaatthh uupp BBaallccoonnyy OOnnee SSqquuaarree == 55 FFeeeett 18 620_88166_001_StrngBuild3a.qxd 1/24/02 2:33 PM Page 19 CHAPTER 2: STRONGHOLD COMPONENTS SSaammppllee CCoommmmoonn BBeeddrroooommss OOOnnneee SSSqqquuuaaarrreee === 555 FFFeeeett Bedroom Suite, Luxury This stronghold area contains two smaller bedrooms,",
        "name":  "The screen in this bathroom features intricately Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ss possibly with a connecting door. The furnishings in",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "25,000 gp each room are rough, including a straw bed on a low",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One valet frame, a single chest of drawers, and a mirror hanging No expenses were spared in creating this space. The on one wall. The bedclothes are made of rough Sample Bedroom Suites walk-in closet features rows of shelves for boots and cotton, wool, or even burlap, and the blanket is often shoes, plus handmade hangers for the finest in cloth- a patchwork quilt made of whatever was available. ing. The walk-in garderobe allows two individuals to Each room also has a rough bench sitting in front of a Closet see to their privy needs in privacy and comfort. small table. This component includes a privy, though continues In the main room, there are two marble-topped it need not be attached or adjacent to the bedroom underneath bureaus filled with clothes. The four-poster bed is component itself. made of the finest wood hung with the wispiest of linens, and the mattress and the blankets are stuffed Bedrooms, Fancy with feathers. The sheets are silk. Size: 1 ss A pair of stuffed chairs sits in one corner. In another, Cost: 4,000 gp a finely polished and fully stocked writing desk waits Prerequisites: None up to be used. This area contains two smaller bedrooms with a con- The walls are adorned with fine art, often of people necting door. Each room has a bed that rests on a hand- in positions of repose. Sometimes they feature dreamy some frame and includes a mattress made of cotton scenes filled with pleasant nymphs or other fantastic batting. The sheets are of fine cotton, and the blankets or heavenly scenes. are wool. The luxuriousness of the room requires a single valet. Each room has a finely carved bureau and a hand- some wardrobe. A bell rests on a bed stand next to each Balcony Bedrooms, Basic bed so that the occupants can easily call for the ser-",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss vants. In addition, there’s an upholstered bench and a",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "700 gp small writing desk. This component includes a privy, One Square = 5 Feet",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None though it need not be attached or adjacent to the bed- 19 room component itself. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:33 PM Page 20 CHAPTER 2: STRONGHOLD COMPONENTS Bedrooms, Luxury rough pews for the worshipers, and an icon of the",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ss power in question. There’s also a closet for keeping reli-",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "20,000 gp gious supplies and garb in. While you don’t necessarily",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss Up to 60 people can fit in here for a service. This",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,000 gp place requires at least one acolyte (Clr1 or Adp1;",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Knowledge [religion] +7) to run properly. If you need a This space is dedicated to the worship of the higher greater capacity, purchase this component multiple power of your choice. It includes a simple altar, some times. SSaammppllee BBaassiicc CChhaappeell SSaammppllee FFaannccyy CChhaappeell OOnnee SSqquuaarree == 55 FFeeeett 20 620_88166_001_StrngBuild3a.qxd 1/24/02 2:33 PM Page 21 CHAPTER 2: STRONGHOLD COMPONENTS Chapel, Luxury Courtyard, Fancy",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 ss Size: 1 ss",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "25,000 gp Cost: 6,000 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two acolytes Prerequisites: None This enormous chapel features an altar set with gems This courtyard features some grass, but the paths are and chased with precious metals, gilt-edged pews, and paved with cobblestones or bricks. Wrought-iron large stained-glass windows. Fine candelabra rest in benches are placed strategically throughout the place, separate prayer alcoves, and an elegant room with a and a simple fountain sits in the center of the area, sur- wardrobe and large desk allows the presiding cleric to rounded by paving stones as well. A bust or two stand prepare for services in comfort. A supply closet holds on pedestals in strategic locations. extra prayer texts, altar cloths, candles, and other reli- Purchase this component multiple times if you want gious paraphernalia. a larger courtyard. Up to 60 people can fit in here for a service. This place requires at least two acolytes (Clr1 or Adp1; Courtyard, Luxury Knowledge [religion] +7) to run properly. If you need a Size: 1 ss greater capacity, purchase this component multiple Cost: 30,000 gp times. Prerequisites: One servant This well-appointed courtyard is paved entirely with Common Area, Basic smoothly cut flagstones. A massive fountain forms the",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss centerpiece, in which water pours endlessly from a",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "500 gp masterfully carved statue dedicated to the higher",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None power of the builder’s choice. Statuary is placed taste- This plain room features bare floors with a few fully throughout the area, and cushioned benches benches and walls with uninspiring artwork or tapes- (usually of iron or fine wood trimmed with gold) are tries. It might serve as a waiting room, a general meet- scattered about the place. ing area, or an all-purpose room. At the builder’s option, such a courtyard can be Purchase this component multiple times if you want roofed, although this should be at least 20 feet above a larger common area. the floor. The roof can be made of reinforced glass, wood, or whatever. Anyway, portions of the roof can be Common Area, Fancy screwed open to let in fresh air and sunshine, or closed",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss to keep out inclement weather.",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,000 gp Purchase this component multiple times if you want",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None a larger courtyard. Sample Basic Chapel Sample Fancy Chapel This room features polished stone or wood floors with A servant handles gardening and other upkeep. comfortable benches. The walls bear impressive murals and sound-dampening curtains. It might serve as a Dining Hall, Basic waiting room, a general meeting area, or an all-purpose Size: 2 ss room. Cost: 2,000 gp",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Kitchen a larger common area. Long, rough, rectangular tables and benches line this main hall, both at the edges and in the middle. A fire- Courtyard, Basic place sits at one end of the place, providing warmth",
        "name":  "Purchase this component multiple times if you want Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss for all.",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,000 gp The walls of such a place are often decorated with",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "12,000 gp a larger courtyard. Prerequisites: Kitchen, one servant This upscale version of the standard dining hall One Square = 5 Feet includes finely made tables surrounded with chairs 21 instead of benches. The fireplace usually dominates the 620_88166_001_StrngBuild3a.qxd 1/24/02 2:33 PM Page 22 CHAPTER 2: STRONGHOLD COMPONENTS center of the room, the smoke drawn into a stony hood near the serving tables that line the walls. The marble that goes into the ceiling. This provides a more even or parquet flooring provides additional beauty. Sample Gatehouses distribution of heat (and more equitable comfort level) This seats 16 people at a long table or 30 if smaller in the room. tables are used. Purchase this component multiple (shown with guard post attached) The mural-covered walls depict local legends or the times if you want a larger hall. pantheon of deities respected by the owner. The floor Two servants bring food and remove empty dishes. Outside is made of fine flagstones or polished wood. This seats 30 people comfortably. Purchase this com- Dock, Basic ponent multiple times if you want a larger dining hall. Size: 1 ss One servant brings food and removes empty dishes. Cost: 500 gp",
        "name":  "Purchase this component multiple times if you want Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two laborers Dining Hall, Luxury A dock allows ships to load or unload people or cargo",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ss from or to the stronghold. This component can sup-",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "50,000 gp port up to two rafts, keelboats, rowboats, or longships,",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Luxury Kitchen, two servants but not warships or galleys. Purchase this component This well-appointed room is dedicated specifically for multiple times to allow additional ships to moor at the Stronghold hosting large meals. In some cases, it features a long, stronghold’s docks. polished wooden or marble-topped table stretching It’s common for storage spaces, shops, and taverns to from one end of the place to another. An exquisitely be placed near the docks for the convenience of travel- carved chair at the head of the table traditionally faces ers and sailors. the main entrance to the room, allowing the head of This structure is only appropriate for strongholds the household full view of the room. that overlook a river, sea, or other body of water. Outside Stronghold Alternatively, you can furnish the hall with several One Square = 5 Feet smaller tables, either round or square, all of compara- Dock, Extended ble quality to a larger one. The tables are covered with Size: 2 ss the finest linens, and the guests use the most treasured Cost: 3,000 gp silverware to eat off the rarest china. Fine artwork lines Prerequisites: Four laborers the walls, and a beautiful chandelier provides plenty of Similar to the basic dock, this larger and more com- light. Busts of prominent heroes throughout history sit plete structure can accommodate up to two of the OOnnee SSqquuaarree == 55 FFeeeett SSaammppllee DDiinniinngg HHaallllss 22 620_88166_001_StrngBuild3a.qxd 1/24/02 2:33 PM Page 23 CHAPTER 2: STRONGHOLD COMPONENTS SSaammppllee GGaatteehhoouusseess ((sshhoowwnn wwiitthh gguuaarrdd ppoosstt aattttaacchheedd)) OOuuttssiiddee SSttrroonngghhoolldd OOuuttssiiddee SSttrroonngghhoolldd OOnnee SSqquuaarree == 55 FFeeeett largest of vessels, such as galleys and warships, or four Most gatehouses are fortified with a barbican (see smaller craft. Purchase this component multiple above), guard post (see below), or both. times to allow additional ships to moor at the strong- hold’s docks. Guard Post",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "0.5 ss",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "300 gp",
        "name":  "Dock, Extended Dry Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ss Prerequisites: One guard per shift (minimum; many",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "15,000 gp use two per shift)",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Six laborers This component allows guards to keep watch upon the An extended dock fitted with a series of pulleys, lifts, surrounding environs. If part of the exterior wall, it and rigging, this extended dock not only allows for includes free arrow slits instead of a window. hasty unloading of cargo, but also for the lifting of ves- To place this into a tower, use the Building Up and sels into the air to effect complete repairs, overhauls, or Down sidebar or simply purchase the Guard Tower even construct new hulls. The extended dry dock can Cluster described below. accommodate up two of the largest of vessels, such as galleys and warships, or four smaller craft. Purchase Kitchen, Basic this component multiple times to allow additional Size: 1 ss ships to moor at the stronghold’s docks. Cost: 2,000 gp",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One cook Gatehouse This rudimentary stone- or wood-floored kitchen cen-",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "0.5 ss ters around a fireplace or stove. It includes a pantry, in",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,000 gp which basic foodstuffs are stacked on shelves or hung",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None from the ceiling. The kitchen includes pots and pans One Square = 5 Feet This space usually serves as a primary entrance into the made of tin. A scullery provides storage for brooms and stronghold (or one of many entrances). As its name rags, along with a basin for washing dishes and laundry. suggests, the gatehouse includes a gate (and a draw- You can prepare meals for up to fifteen people in this Sample Dining Halls bridge, if stationed adjacent to a moat). Defense can be space. In a pinch, you can avoid hiring a cook by enhanced with a portcullis; see Doors, below, for prices preparing the meals yourself. 23 and details. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:34 PM Page 24 CHAPTER 2: STRONGHOLD COMPONENTS SSaammppllee GGuuaarrdd PPoossttss T SSoollddiieerrss oonn tthhee lloowweerr lleevveell aarree oofftteenn eeqquuiippppeedd wwiitthh rreeaacchh wweeaappoonnss,, wwhhiillee uuppppeerr--lleevveell ssoollddiieerrss ffiirree T rraannggeedd wweeaappoonnss LLoowweerr LLeevveell OOnnee SSqquuaarree == 55 FFeeeett OOOnnneee SSSqqquuuaaarrreee === 555 FFFeeeett SSaammppllee EExxtteennddeedd UUnnddeerrggrroouunndd KKiittcchheennss CCCiiisssttteeerrrnnn RRRoooooommm 24 620_88166_001_StrngBuild3a.qxd 1/24/02 2:34 PM Page 25 CHAPTER 2: STRONGHOLD COMPONENTS Kitchen, Fancy allows you to read a book while standing. Books",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss This library can hold up to two differ- Sample Guard Posts The library component isn’t",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "12,000 gp ent lots of books on specific subjects. For very useful unless books line",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ss tables scattered throughout the place To make your libraries more",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "50,000 gp allow researchers space to work. interesting, the DM can allow",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Six cooks This library can hold up to three dif- extended or master book lots This massive kitchen includes two full-sized stoves, ferent lots of books on specific subjects. that take up more than one lot each with a griddle, stovetop, and large oven. An open For example, it could contain books on in a library. Comprehensive One Square = 5 Feet fireplace allows the roasting of foods of any kind, up to religion, general knowledge, and the book lots cost 5,000 gp, and including a full pig. The scullery has two marble planes. Purchase reference books as occupy 3 book lots, and offer basins. The flooring is of polished marble or tile. The extras (see the Books sidebar), and if you a +4 circumstance bonus on pots and pans are made of hammered copper. need a greater capacity, purchase this the appropriate Knowledge This place can handle meals for up to 100 people. It component multiple times. checks. Master book lots cost requires a staff of six to be run properly. If you need a 20,000 gp, occupy 6 book lots, greater capacity, purchase this kitchen multiple times. Library, Luxury and offer a +6 circumstance Profession (cook) checks made within this kitchen Size: 2 ss bonus. receive a +4 circumstance bonus. Cost: 15,000 gp For example, while a luxury",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One librarian library can hold up to six basic Labyrinth Floor-to-ceiling glass-fronted cabinets book lots on six different sub-",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss with top-hinged doors keep the books jects, it could instead hold",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "500 gp here in pristine condition. The ladders comprehensive book libraries",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None slide along on wheels and rails for both for two subjects, or a master Generally found only in dungeon strongholds, laby- safety and convenience. The marble book library for one subject. rinth components serve to confuse and bewilder foes, floor has symbols inlaid that denote the You can only purchase com- and perhaps trap them forever. Since a labyrinth, by section of the library in which you stand. prehensive or master book definition, is nothing more than a series of dividing The library includes two private study lots for specific Knowledge walls, each labyrinth component counts double when carrels and a number of smaller tables. A skill categories (and not for One Square = 5 Feet determining the price of walls (in other words, pay single large table allows a researcher general topics). twice as much as normal for the walls of this space). In more space to spread out texts or large addition, since the walls of a labyrinth often undergo maps. attacks from those wandering through, consider A full-time librarian (Exp1, Profession [librarian] +7, upgrading the quality of these walls from your stan- Knowledge [any] +5) working near the entrance main- dard interior walls. tains a card catalog that indexes the entire library. This For a larger maze, purchase this component multiple index cuts any research time here by 50%. Sample Extended times. In addition to the typical librarian, you can employ one or more sages (Knowledge [any] +7) to provide Library, Basic assistance with Knowledge skill checks. Underground Kitchens",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss This library can hold up to six different lots of books Room",
        "name":  "Cistern Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "500 gp on specific subjects. For example, it could contain",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss water over a person in case of an emergency.",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss Medium-size prisoners in a communal cell.",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,000 gp Alternatively, you can replace the communal cell with",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "4,000 gp Servants’ Quarters Prerequisites: Two clerks",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss This shop has a large picture window in the front to",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "400 gp draw the eyes of potential customers. The interior",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "16,000 gp dirt or stone floors guard against accidental fires.",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss ering the unfinished floor. Tack and saddles hang over",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "500 gp the dividing walls between stalls. Because of the smell,",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One smith you’ll want to place the stable far from the main part of This basic smithy features a forge, an anvil, and a full the stronghold. A stable requires the employment of a SSaammppllee SSttaabblleess OOnnee SSqquuaarree == 55 FFeeeett 29 620_88166_001_StrngBuild3a.qxd 1/24/02 2:35 PM Page 30 CHAPTER 2: STRONGHOLD COMPONENTS groom (Com1; Handle Animal +5). this space has about 3,000 cubic feet of usable storage If you need a greater capacity, you can purchase this space. If you need a greater capacity, you can purchase component multiple times. this component multiple times. You can turn a storage space into a vault with the Stable, Fancy addition of safeguards such as watchmen, strong walls,",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss traps, locks, and wondrous architecture.",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,000 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One groom Storage, Luxury",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss either wood or stone. The stables are lined with fresh Cost: 3,000 gp hay, and each horse has access to its own water supply. Prerequisites: One clerk The troughs are all made of stone, and there’s even a This marble-floored room includes well-built shelves small fireplace in here to keep things warm in the and fine-quality cabinets. An overstuffed chair in the winter. A stable requires the employment of a groom center allows you to sit in comfort while the clerk or (Com1; Handle Animal +5). other servants retrieve desired goods. The clerk here This place can hold up to six Large steeds at a time, serves as a quartermaster and inventory manager. The each in their own stall. If you need a greater capacity, area has about 3,000 cubic feet of usable storage space. you can purchase this component multiple times. If you need a greater capacity, you can purchase this component multiple times. Stable, Luxury You can turn a storage space into a vault with the",
        "name":  "This stable has hay on the floor, but the ground is Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss addition of safeguards such as watchmen, strong walls,",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "9,000 gp traps, locks, and wondrous architecture.",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two grooms This stable has polished floors, intricately carved and Study/Office, Basic inlaid woodwork, and walls of finished wood or the Size: 0.5 ss finest plaster. Fresh hay fills the six stalls, which the Cost: 200 gp grooms clean on an hourly basis. Each tack and Prerequisites: None saddle has its own custom-carved pedestal upon This space, also sometimes called a solar, comes com- which to rest. The entire place is as clean as most plete with a desk, some shelves for books, a chair, and a people’s kitchens. closet for storage of things that should be close at Running this stable requires two grooms (Com1; hand, like paper, ink, and so on. The floor and furnish- Handle Animal +5) to keep it pristine. They can care ings are rough, but sturdy. for up to six Large mounts at a time. If you need a greater capacity, you can purchase this component Study/Office, Fancy multiple times. Size: 1 ss",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,500 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Storage, Basic Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss Much like the basic office/study, this room comes with",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "250 gp furnishings of a higher quality. The floor is usually pol-",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None ished wood or smooth stone. The polished wood or This empty room has rough walls and an unfinished stone-floored room includes a few upholstered chairs (possibly dirt) floor. Due to the need for aisles and sen- for visitors. sible stacking, a typical storage component offers about 2,000 cubic feet of usable storage space. If you need a Study/Office, Luxury greater capacity, you can purchase this component Size: 1.5 ss multiple times. Cost: 15,000 gp",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One clerk addition of safeguards such as watchmen, strong walls, This room represents the ultimate in office luxury. A traps, locks, and wondrous architecture. well-appointed waiting room features an exquisite couch and a polished wooden desk, behind which sits Storage, Fancy a full-time clerk versed in making life as easy for the",
        "name":  "You can turn a storage space into a vault with the Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss owner as possible.",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,000 gp The main office features another stuffed couch and a",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None set of comfortable chairs arrayed around a marble- 30 This room includes shelves of every variety and a fin- topped desk. The walls are covered with fine art, ished floor. The superior organization allows more effi- including a portrait of the owner of the stronghold and cient use of space than a basic storage component, so any family he might have. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:35 PM Page 31 CHAPTER 2: STRONGHOLD COMPONENTS Tavern, Basic Throne Room, Basic",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss Size: 1 ss",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "900 gp Cost: 2,000 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two servants Prerequisites: Two servants This a rough place serves rough drinks to rough This plain but respectable chamber serves as the people. A fireplace sits in one wall, and a bar stands throne room or receiving room for a local lord, mer- opposite it. Benches and tables fill the remainder of the chant prince, baron, or a even monarch on hard times. place. Two servants (Com1; Profession [bartender] +5) Colorful tapestries cover the walls, brightening the run the bar and serve meals. chamber. The padded throne itself sits on a raised The cost of this component does not include any wooden platform. Beside and below the throne, several food or drink. See Food, Drink, and Lodging in Chap- chairs offer a place for advisers or noble-blooded rela- ter 7 of the Player’s Handbook for prices. tives to sit in places of honor. A long carpet or collec- It can seat up to 20 people. If you need a greater tion of animal skins shows the path for petitioners capacity, you can purchase this component multiple seeking to beseech the throne’s good grace. times. This room holds up to twenty guests in addition to the throne’s occupant. Purchase this space multiple Tavern, Fancy times for a larger area.",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "4,000 gp Throne Room, Fancy",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Three servants Size: 1 ss",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "12,000 gp its polished, marble-topped bar. It can call on the Prerequisites: Four servants stronghold’s kitchen for food; alternatively, you can This ornate hall serves as the seat of authority for a attach an extra kitchen assigned purely to this compo- powerful duke, crime lord, or respectable king or nent. The tables are round, with solid chairs, and there queen. Lovely and ornate murals cover the walls and are a few booths lining the walls. Three servants ceiling, embracing artistic styles both modern and clas- (Com1; Profession [bartender] +5) run the bar and sical. Stone steps lead the way the polished throne of serve meals. stone or iron, and a discreet distance provides the royal The cost of this component does not include any seat with greater authority. A long carpet dyed in rich food or drink. See Food, Drink, and Lodging in Chap- red or purple leads to the throne’s magnificent seat. ter 7 of the Player’s Handbook for prices. Clever use of the space’s natural advantages provides The tavern can seat up to 20 people. If you need a the owner or ruling noble with a +2 circumstance greater capacity, you can purchase this component bonus on Diplomacy checks. multiple times. This room holds up to twenty guests in addition to the throne’s occupant. Purchase this space multiple Tavern, Luxury times for a larger area.",
        "name":  "This place serves wine as well as liquor and beer from Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "20,000 gp Throne Room, Luxury",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Four servants Size: 2 ss",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "80,000 gp finest drinks of all sorts, and it even offers gourmet Prerequisites: Six servants meals by way of the stronghold’s kitchen—or one of its Affordable only to the most puissant of emperors, own if you care to attach it. It has a marble-topped bar, queens, and absolute monarchs, this, the finest of upholstered chairs, and tables covered with the finest assembly rooms, displays the ruler’s wealth, power, and linens and the best place settings. Gorgeous decora- dispensation for the sweet comforts in life. This cham- tions festoon the walls, including art from the best- ber spares no expense in impressing the visitor, known painters in the land. Three servants (Com1; whether visiting ambassador, merchant with goods for Profession [bartender] +5) run the bar and serve meals. sale, or the simplest commoner. The walls display a The cost of this component does not include any splash of colors that depict complementary themes of food or drink. See Food, Drink, and Lodging in Chap- blue skies, splashing white-tipped and wave-filled ter 7 of the Player’s Handbook for prices. oceans, white birds awing, and fish jumping into the The tavern can seat up to 20 people. If you need a air. Sparkling gems and precious metals adorn the greater capacity, you can purchase this component enormous throne. Raised up on a dozen pink marble multiple times. steps, the throne and its occupant gaze out on the chamber like an omnipotent ruler. 31 620_88166_001_StrngBuild3a.qxd 1/24/02 2:35 PM Page 32 CHAPTER 2: STRONGHOLD COMPONENTS When using this area for negotiations and discus- ing pockets and balancing in unusual positions. sions, the lord of this chamber receives a +4 circum- Dozens of locks of various quality levels are forged into stance bonus on Diplomacy checks. the wall; some may spring needle or gas traps—harm- This room holds up to thirty guests in addition to less except to the ego. Walls of various difficulty allow the throne’s occupant. Purchase this space multiple climbing practice as well. times for a larger area. If you use the rules for training upon advancement in Chapter 2 of the DUNGEONMASTER’s Guide, this cham- Torture Chamber ber can take the place of a professional trainer (though",
        "name":  "This breathtaking library of libations features the Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss the time to train is doubled without a trainer, and you",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "3,000 gp can only learn and advance skills here, not learn new",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "One torturer, one guard per shift feats). With a trainer, training times here are half of All sorts of pain-inducing devices fill this dark cham- normal. ber, including an iron maiden, a rack, thumbscrews, vises, and so on. Wall-mounted shackles allow the tor- Trophy Hall, Basic turer to dangle victims from chains, and a Size: 1 ss lockable cage in the center can hold a Cost: 1,000 gp Torture single Medium-size prisoner between ses- Prerequisites: None The brutality of torture doesn’t sions. A fireplace allows heating of brands, This glorified storage space allows you to display tro- have a place in a typical D\u0026D while a barrel of water stands nearby for phies won in your expeditions and adventures. Most game. Generally, if characters extinguishing flames. trophies hang from the walls, while others line tables choose to use this question- This chamber provides a +2 circum- scattered throughout the room. able method to extract infor- stance bonus on Intimidate checks. Unlike If you need a greater capacity, you can purchase this mation, let a die roll handle it most verbal threats and bluffs, use of a tor- component multiple times. and move on. A successful In- ture chamber allows retries on Intimidate timidate skill check indicates checks every hour against restrained and Trophy Hall, Fancy (Museum) the victim gives up the de- helpless opponents. Size: 1 ss sired information.",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "6,000 gp If desired, the DM may rule (Exp1; Intimidate +7, Heal +5) and one Prerequisites: One guard per shift that each hour of torture deals guard to run properly. More like a museum than a storage area, this polished 1d3 points of temporary Con- wood- or stone-floored chamber holds its trophies in stitution damage to the target Training Area, Combat glass cases. Engravings detail each piece and its history. and applies a cumulative +1",
        "name":  "This place requires at least one torturer Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss A guard stands watch over the valuables here at all bonus on the torturer’s Intim-",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,000 gp times. idate check. Victims reduced",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 ss Size: 1 ss",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,000 gp Cost: 2,000 gp",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cooks (4), soldiers (100); Upkeep: 612 gp per servants’ quarters, basic storage; Size: 16 ground, there’s a surcharge. month. stronghold spaces; Cost:13,050 gp. Note that it doesn’t matter",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "This vast dining hall and kitchen Staff: Cooks (2), grooms (2), servants how deep your subterranean complex feeds one hundred fifty people in a pleasant, (2); Upkeep:21 gp per month. layers are, though DMs richly appointed atmosphere. Inn, Dockside: Much like the inn should feel free to adjust",
        "name":  "Banquet Hall",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fancy dining hall (5), fancy kitchen (5), described above, except that this one these prices for extraordinary servants’ quarters (3); Size: 18 stronghold spaces; Cost: swaps out one of its stables for a small circumstances. Just because 136,200 gp. dock to service its boating customers. the table doesn’t list a cost",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cooks (10), servants (5); Upkeep: 75 gp per Components:Basic tavern, basic stable, adjustment for building month. basic dock, basic bedrooms (10), fancy 1,000 feet below the surface",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Prison cell (10), basic kitchen (2), bar- Figure out what percentage of interior walls and racks (2), guard post, servants’ quarters, torture cham- exterior walls you have according to the following ber; Size: 13 stronghold spaces; Cost: 10,500 gp. table. Floors and ceilings count as interior walls.",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cooks (4), guards (20), torturer (1); Upkeep:141 Table 2–4: Interior and Exterior Walls gp per month.",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "This cluster provides for all the Stronghold Size, Percentage of Interior and in Spaces Exterior Walls needs of thirty people in comfort, if not luxury. This 1–5 ss 20% interior, 80% exterior cluster assumes that residents sleep two to a bedroom, 6–10 ss 30% interior, 70% exterior and that the two kitchen servants share a bedroom of 11–20 ss 40% interior, 60% exterior their own. 21–45 ss 50% interior, 50% exterior",
        "name":  "Residential, Basic",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Basic bedroom (8), basic kitchen (2), 46–120 ss 60% interior, 40% exterior basic dining hall, basic bath; Size: 11.5 stronghold 121–450 ss 70% interior, 30% exterior spaces; Cost: 12,000 gp. 451–3,800 ss 80% interior, 20% exterior 3,801+ ss 90% interior, 10% exterior",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cooks (2); Upkeep:6 gp per month.",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "As above, but the bedrooms, dining hall, and bath have nice art, architectural Decide what kind of exterior wall you want. The exte- details, and high-quality furnishings. This cluster holds rior walls for your stronghold cost a number of gold thirty people comfortably; half get their own bed- pieces equal to your stronghold size in spaces ×mate- rooms and half sleep two to a room. rial cost per space ×exterior wall percentage.",
        "name":  "Residential, Fancy",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fancy bedrooms (10), fancy kitchen, After you assign and price your exterior walls, follow fancy dining hall, fancy bath, servants’ quarters; Size: 15 the same procedure for your interior walls. Interior stronghold spaces; Cost: 66,400 gp. walls cost a number of gold pieces equal to your strong-",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cooks (2), servant; Upkeep:9 gp per month. hold size in spaces ×material cost per space ×interior",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "As the fancy residential wall percentage. above, but thirty people live in the lap of opulent If you want to be clever, you can split things up. If luxury. you have a two-story castle, you can assign half your",
        "name":  "Residential, Luxury",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Luxury bedrooms (15), luxury dining walls as masonry (the ground floor) and half as wood hall, luxury kitchen, luxury bath, servants’ quarters (4); (second floor), and price accordingly.",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "40 stronghold spaces; Cost: 411,600 gp. If you want a single room that’s unusually strong,",
        "name":  "Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cooks (6), servants (3), valets (16); Upkeep: 123 figure out how much it costs by noting what percent- gp per month. age of the total stronghold that particular space is, then",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "This elegant area offers everything you paying for that. need to add a bit of religion to your life.",
        "name":  "Temple",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fancy chapel, fancy library (includes Material Descriptions books on religion, history, and nobility and royalty), Adamantine:Adamantine represents a step up from fancy office, fancy storage; Size: 5 stronghold spaces; mithral in hardness, hit points, and break DC, though",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "14,900 gp. its price limits its use to only the most important walls.",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 per foot of thickness; Break DC: 10 + 3 per masonry); Break DC: 23 + 1 per inch of thickness foot of thickness. (masonry and superior masonry), 33 + 1 per inch of",
        "name":  "HP",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 per inch of thickness; Break DC:15 + 1 per inch (such as treasuries). of thickness. HP: 30 per inch of thickness; Break DC: 29 + 2 per",
        "name":  "HP",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 per inch of thickness; Break DC:15 + 1 per inch adamantine, except for hardness (30), hit points (60 of thickness. per inch of thickness, or twice as many hit points as a",
        "name":  "HP",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "30 per inch of thickness; Break DC: 21 + 2 per HP: 60 per inch of thickness; Break DC: 48 + 4 per inch of thickness. inch of thickness.",
        "name":  "HP",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 per inch of thickness; Break DC: 14 + 1 per and shape. If you have already located the desired cav- inch of thickness. erns, you need pay only 100 gp per stronghold space",
        "name":  "HP",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Though uncommon in dungeons, wooden Occasionally, a group of allied adventurers build sep- walls are common in aboveground structures (particu- arate strongholds for each member, then combine larly those not intended to withstand attack). funds to build a freestanding wall to surround them all.",
        "name":  "Wood",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "If defenders have sufficient width to walk thicknesses than those noted in Table 2–6. Simply mul- along the wall’s top (preferably 5 feet, but as little as 2 tiply the cost by the fraction of thickness you choose. feet can suffice), it’s common to build a wall-walk For instance, a 3-foot-thick freestanding wall of hewn (also known as an allure). This wall can be made out stone costs only 40 gp per section, while a 12-foot- of any substance as a freestanding wall that crowns thick freestanding wall of hewn stone costs 160 gp per the rest of the wall. Another choice is to construct a section. wooden platform to act as a wall-walk. Braced with beams on the inner wall, cost it as if an additional Wall Cross-Sections Using Freestanding Walls wooden wall for whatever length of the freestanding Military structures, such as barbicans, guard posts, wall you wish to equip with the wall-walk. You need 30 towers, and drawbridges can be placed adjoining a free- not construct a thicker wall base to support the wall- Feet Garderobe standing wall. For the purposes of designing your walk. Figure 1: stronghold and calculated the costs of walls, these Hewn Stone 20 castle components should be calculated as independ- Layered Walls Feet ently, as tiny independent strongholds. You can pick more than one material for Lead-Lined Walls your walls by simply noting both and Specialized Wall Sections adding the material costs together. This Adding a thin layer of lead has",
        "name":  "You can purchase freestanding walls of different Parapet",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "A wall with this augmentation appears covers the chosen side. It can be destroyed by the normal, though it is cold to the touch. If the wall is same laborious process as a prismatic wall; however, shattered or broken, anyone passing through the plane note that any layer destroyed automatically reforms 24 where the wall existed suffers damage as if it were a hours later. wall of ice(1d6+7 points of cold damage). The creator of the prismatic screen is immune to its",
        "name":  "Frostwall",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 gp (Sor1 or Wiz1) or 20 gp (Brd2) Elemental, greater 13,400 gp 13,480 gp",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "85 gp (Wiz3) or 105 gp (Sor4); 175 gp and up Kyton 6,360 gp 6,440 gp (Wiz5) or 205 gp and up (Sor6) for improved arcane lock Salamander, average 5,700 gp 5,780 gp Salamander, noble 10,400 gp 10,480 gp Improved Arcane Lock Shadow mastiff 4,700 gp 4,780 gp Slaad, blue 6,610 gp 6,690 gp Abjuration Slaad, red 5,860 gp 5,940 gp",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sor/Wiz 3 Tojanida, adult 5,700 gp 5,780 gp",
        "name":  "Level",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M Vrock 7,230 gp 7,310 gp",
        "name":  "Components",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round Xorn, elder 10,110 gp 10,190 gp",
        "name":  "Casting Time",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch",
        "name":  "Range",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Permanent you are not to be trifled with. Who wants to mess with",
        "name":  "Duration",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "None someone who literally has a dragon chained to the top",
        "name":  "Saving Throw",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,950 gp (9th) without anyone realizing her presence. The DC to find and to disable an explosive runes trap Glyph of Warding is 28. Glyphs are a fine way to protect your stronghold. First,",
        "name":  "Otherwise, the intruder might recover and move on Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "150 gp (Wiz5) or 180 gp (Sor6) or 210 gp casting it on a spot in the outer wall of your strong- (Brd7) hold. The affected part of the wall remains as strong as",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "880 gp (Wiz9) or 940 gp (Sor10)",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "70 gp (Wiz3) or 90 gp (Brd4 or Sor4) sory artwork from room to room.",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "910 gp (Wiz13) or 980 gp (Spr14) or 1,200 (Sor18) gp (Clr15) Permanent:23,350 gp (17th)",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "150 gp (Wiz5) or 180 gp (Sor6) cover as soon as the wind dies down.",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "150 gp (Wiz5) or 180 gp (Sor6) lights can come in handy. Not only do dancing lights",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "8,050 gp (11th) illuminate the area, but they attract the attention of unwary souls, drawing them closer to the symboluntil Symbol it’s too late.",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,530 gp (Wiz17) or 2,620 gp (Sor18) seasons.",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "A lock bypass requires an Open Lock check A reset element is simply the set of conditions under (DC 30) to open. which a trap becomes ready to trigger again. The avail- Hidden Switch: A hidden switch requires a Search able types are explained below. check (DC 25) to locate.",
        "name":  "Reset Lock",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "To get the trap functioning again, you must repair it. Step 3: Figure out the Numbers",
        "name":  "Repair Reset",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Resetting the trap requires someone Now that you have figured out the trigger, reset, and to move the parts back into place. It’s the standard reset bypass elements, it’s time to define the trap itself. You for most mechanical traps. need DCs for Search and Disable Device, plus attack/",
        "name":  "Manual Reset",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Disabling a pit trap generally ruins only the sons and pit spikes does not count toward this value, trap door, making it an uncovered pit. Options such but mighty damage and extra damage from multiple as filling in the pit or building a makeshift bridge attacks does. For example, if a trap fires 1d4 darts at across it are applications of manual labor, not Disable each target, the average damage is the average number Device. You could also disable any spikes at the of darts × the average damage per dart, rounded to the bottom of the pit by attacking them—they break just nearest multiple of 7, or 2.5 darts ×2.5 points of damage like daggers do. = 6.25 points, which rounds to 7.) Consult Table 2–2 to",
        "name":  "Pits",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some traps have miscellaneous features Nitharit +4 that produce special effects, such as drowning for a Purple worm poison +4 Sassone leaf residue +3 water trap or ability damage for poison. Saving throws Shadow essence +3 and damage depend on the poison (see Table 2–1) or Small centipede poison +1 are set by the builder, as appropriate. Terinav root +5 Ungol dust +3 Miscellaneous Trap Features Wyvern poison +5 Some traps include optional features that can make them considerably more deadly. The most common Pit Spikes:Treat spikes at the bottom of a pit as dag- such features are listed below. gers, each with a +10 attack bonus. The damage bonus",
        "name":  "Special",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "An onset delay is the amount of time gory. Traps employing water usually have the never- between when the trap is sprung and when it inflicts miss and onset delay features (see above). damage. A never-miss trap always has an onset delay.",
        "name":  "Onset Delay",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Traps that employ poison are deadlier than CR for the Trap 65 their nonpoisonous counterparts, so they have corre- To calculate the CR for a trap, add all the CR modifiers spondingly higher CRs. To determine the CR modifier collected above to the base CR value for the trap type. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:39 PM Page 66 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Poison",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "If a trap is two or more connected tion in Chapter 7 of the Player’s Handbook for these traps that affect approximately the same area, deter- costs. mine the CR of each one separately.",
        "name":  "Multiple Traps",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "If one trap depends on the Step 5: Craft the Trap success of the other (that is, you can avoid the second Now that you’re finished with the design, it’s time to trap altogether by not falling victim to the first), they build the trap. Depending upon the components, this must be treated as two separate traps. may require purchasing raw materials, using the Craft",
        "name":  "Multiple Dependent Traps",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the trap requires construction work, it Adding 23 gives her a check result of 38—success! helps to have another set of hands available, even if Multiplying 38 by the DC for the check (30) results in they’re unskilled. Unless the trap is so small that only 1,140 gp worth of work completed the first week. The one person can effectively work on it at a time, the DM says that five assistants would be useful building help of one or more assistants speeds the work along. such a trap, and she easily has that many helpers to call As long as you have the optimal number of assistants upon in her complex. Her assistants double the (DM’s decision as to how many that is) helping you, amount of work completed, giving her a first-week you accomplish double the gp equivalent of work each total of 2,280 gp. week that you could have alone. Building such a trap is no easy task, it seems! Assuming average rolls, it’ll take Repairing and",
        "name":  "Assistance",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "This +1 ram, capped Even when you’re not building strongholds for charac- with the metal sculpture of a shouting head, deals 2d6 ters, you can use the wondrous archi- points of sonic damage in addition to its 4d6 points of tecture presented normal damage with each blow. here to spice up",
        "name":  "Ram of the Mighty Bellow",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Anyone in this stronghold proper command word (usually engraved on a wall) space can breathe water as if it were air. Those that can while in this chamber receives a +1 competence bonus breathe water are unaffected. If a subject doesn’t wish on a single attack roll, saving throw, or skill check to be affected, it can make a Will save (DC 14) to made in the next hour. Each user can only take advan- negate the effect. tage of this effect once per day.",
        "name":  "Chamber of Airy Water",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "The creator designs a perma- attempt originates within the stronghold space, the nent illusory terrain capable of changing the terrain person attempting it begins glowing as well. around a stronghold. This can make a foreboding or dan- Anyone scried upon can make an opposed Scry gerous land look friendly and peaceful, or vice versa. check. If the target of the scrying attempt wins the roll, Some stronghold owners put an illusory landscape she immediately gets a mental image of the scrier, 78 into place before they even break ground. This helps along with a sense of the direction and distance of the prevent later visitors from knowing the true nature of scrier, accurate to within 10%. the surrounding terrain. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:41 PM Page 79 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Illusory Landscape",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Type I 1d3 fiendish dire rats grants a +2 bonus, type II a +3 bonus, type III a +4 III Small elemental 4,500 gp bonus, and type IV a +5 bonus.",
        "name":  "Fiendish wolf The touchstone of faithcomes in four varieties",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "28 stronghold spaces. greeted by the butler, who offers to take your cloaks",
        "name":  "Stronghold Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "27 stronghold spaces purpose. In addition, visitors can land on the roof, then",
        "name":  "Stronghold Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  " AlQalinde the Guildhouse AStronghold Builder’s Guidebook Web Enhancement by David Noonan The Stronghold Builder’s Guidebookis comprehensive To use this web enhancement, you must already resource detailing everything a Dungeon Master or have the Stronghold Builder’s Guidebook—you will need player needs to design, construct, and play with castles, to refer to it as you read along. You also fortresses, towers, and more. As an example of how to will want to refer to the maps of the completed Guild- build a stronghold within the context of an ongoing house featured on pages 4 to 6 of this document. campaign—and as a reasonably priced fortress for your This bonus game material is exclusive to own character’s use—here’s the Alqalinde Guildhouse. the official DUNGEONS \u0026 DRAGONS® website: This is a tower created by Oriel, a 13th-level wizard in a \u003cwww.wizards.com/dnd\u003e. campaign we’ve got going in the Wizards of the Coast GETTING STARTED Roleplaying R\u0026D department. Oriel, tired of a local noble’s hegemony over the arcane arts, has decided to found his own guild Additional Credits called Alqalinde, which means “secret-sharers” in Elven. But to attract apprentices (and eventually",
        "name":  "Construction Journal",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sue Weinlein Cook",
        "name":  "Editing and Typesetting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "SeanK Reynolds more powerful allies), he needs to build a guild-",
        "name":  "Cartography",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Julia Martin house. Fortunately, recent forays against the yuan-ti",
        "name":  "Web Production",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark Jindra and the giants have been lucrative, so Oriel and his",
        "name":  "Web Development",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "other.json",
        "description":  " A Guidebook to Fighters and Monks Jason Carl Credits",
        "name":  "WORD AND IST",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Andy Collins, Monte Cook, Bruce Cordell, Dale Donovan, David Eckelberry, David Noonan, Jonathan Tweet, James Wyatt",
        "name":  "AdditionalDesignandDevelopment",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dale Donovan",
        "name":  "Editor",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ed Stark",
        "name":  "CreativeDirector",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jeff Easley",
        "name":  "CoverIllustration",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dennis Cramer",
        "name":  "InteriorIllustration",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dawn Murin",
        "name":  "ArtDirector",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sean Glenn, Sherry Floyd",
        "name":  "Graphic Designers",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dennis Kauth",
        "name":  "Cartographer",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Erin Dorries",
        "name":  "Typography",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Larry Weiner, Josh Fischer",
        "name":  "ProjectManagers",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chas DeLong",
        "name":  "Production Manager",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +4, Blind-Fight, Skills Wisdom 19+.",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +3, Improved ability, then you can use that virtual feat as a prerequi- Unarmed Strike, Dex 15+. site for other feats. What does this mean? If you have, Benefit: A successful unarmed attack roll allows for example, some class feature or ability that says, you to make a second attack roll against a different “This is the same as Mobility,” then you are considered opponent that is within the area that you threaten. This to have the Mobility feat for the purposes of acquiring feat requires the full attack action. the Spring Attack feat. If you ever lose the virtual prerequisite, you also lose access to any feats you Close-Quarters Fighting [General] acquired through its existence. You are skilled at fighting at close range and resisting grapple attacks.",
        "name":  "If you effectively have a feat as a class feature or special Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +3. NEW FEATS",
        "name":  "Prerequisite",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain one extra partial action per round attacks of opportunity in a round, so if you do not have whenever a melee opponent is denied his Dexterity an attack of opportunity available when your enemy modifier to his AC. The partial action need not be an attempts to grapple you, you do not get any benefit attack; you can perform any partial action. If you do from Close-Quarters Fighting. attack, however, it must be against the opponent For example, a dire bear strikes you with a claw currently denied his Dexterity modifier to AC. You attack. If you don’t have this feat, the dire bear’s gain only one additional partial action regardless of improved grab ability allows it to immediately how many melee opponents deprived of their Dexter- attempt a grapple check, provoking no attack of ity modifiers you face. opportunity from you. However, with Close-Quarters Fighting, you are entitled to an attack of opportunity. Extra Stunning Attacks [General] If you hit and score 8 points of damage, you may add You gain extra stunning attacks when fighting unarmed. +8 (plus your attack bonus, Strength bonus, and size Prerequisites: Base attack bonus +2, Stunning Fist. modifier) to your grapple check to resist the dire Benefit: You gain the ability to make three extra bear’s grapple attempt. stunning attacks per day. You may take this feat multiple times. Death Blow [General] Eyes in the Back of Your Head You waste no time in dealing with downed foes.",
        "name":  "This feat does not provide you with additional Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Improved [General] Initiative. Your superior battle sense helps minimize the threat of",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can perform a coup de grace attack flanking attacks. against a helpless defender as a standard action. Prerequisites: Base attack bonus +3, Wis 19+.",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Performing a coup de grace is a full- Benefit: Attackers do not gain the usual +2 attack round action. bonus when flanking you. This feat grants no effect when- ever you are attacked without benefit of your Dexterity Dirty Fighting [General] modifier to AC, such as when you are flat-footed.",
        "name":  "Normal",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you are flanked, the flanking oppo- the streets and back alleys. nents receive a +2 attack roll bonus against you.",
        "name":  "You know the brutal and effective fighting tactics of Normal",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2.",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Make a melee attack roll normally. If Feign Weakness [General] successful, you inflict an additional +1d4 points of You capitalize on your foe’s perceptions of your damage. This feat requires the full attack action. unarmed status.",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Improved Dual Strike [General] Unarmed Strike. Your combat teamwork makes you a more danger- Benefit: If you make a successful Bluff check ous foe. against your opponent’s Sense Motive check, you lure",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    }
]
