[
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Knowledge (nobility and royalty), Ride. wrongs, quest in her lord’s name, and prove herself worthy",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mounted Combat, Skill Focus (Ride). of knighthood. By actively seeking fame, glory, and acclaim,",
        "name":  "Feats",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 15, Dex 12, Con 15, Int 10, Wis 8, Cha 12. her lord or attempt to do as much good across the land as",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Diplomacy, Ride. possible, winning glory all the while. She might seek for a",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 16, Dex 12, Con 13, Int 8, Wis 8, Cha 13. with his companions on a crusade to defeat drow, duergar,",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate. and other horrors before they can threaten the surface.",
        "name":  "Skill",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack. Such a knight doesn’t need a lord or an order. All he needs",
        "name":  "Feat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your fl esh is scribed with one or more pictures All stand in awe at the berserker fury you tap at will, enhanc- or symbols that signify your connection with the ancient ing your strength and toughness at the expense of reason. principles of your barbarian past. One or more of the follow- But what do cultured people know of the frozen wastes or ing tattoos adorn your body. hellish jungles that forged your earliest experiences? The Arrowhead: You wear this simple pointed tattoo on your cruel vicissitudes of growing up “savage” were normal to forehead. You believe that it lends you alertness in your you. When your older brother was lost on a bear hunt one dealings, both in combat and in your perception of the lies day, and your younger sister died of disease in the howling others tell you. Most people are certainly distracted by it. dark late one night, how could you know that in other places, Bear: Across your chest is tattooed a mighty bear, whose they might not have had to die? These and other experi- inexhaustible strength is your strength, and whose capac- ences marked you, and you stand apart ity to keep fighting even when sorely wounded is a quality from those born into the comforts you also possess. of civilization. Butterfl y: This stylisti- Suggested Backgrounds (choose cally rendered winged one): Gladiator, Mariner, thing is (you claim) a but- Tribal Origin. terfl y, and you tell all who Suggested Personality Ar- admire it that it signifi es chetypes (choose one): everlasting life.",
        "name":  "Tattooed",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instead of snakes spiraling up your arms, you have active, you have the same limitation on actions as a barbarian tattooed human-headed nagas! The nagas represent anarchy in rage (PH 25). You cannot voluntarily end your berserker and indicate to others who understand the symbol that you strength, although you automatically drop out of it while follow no law but your own, civilization be damned. unconscious, helpless, or (most likely) when you receive heal-",
        "name":  "Naga",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tattooed snakes coil around your upper arms, simple ing to bring your current hit points above the threshold. but colorful. Their heads point toward your head, imparting At 11th level (or if you would gain the greater rage class their wisdom to you in spirit, if not in voice. feature from any class), your berserker strength improves",
        "name":  "Snake",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "On the palm of one of your hands, hidden in normal instead. The bonus to your Strength score improves to +6, dealings with strangers, the tattoo of a night-dark spider lurks your bonus on saves improves to +3, and you gain damage with fi ve of its legs extending up onto the undersides of your reduction 3/— (or your existing damage reduction of the fi ngers. To you (and others familiar with the symbology), the same kind improves by 3). spider represents trickery and even death, though others At 20th level (or if you would gain the mighty rage class might say treachery instead of trickery. When engaged in feature from any class), your berserker strength instead trickery (or treachery), it is your habit to reveal your open improves again. The bonus to your Strength score improves to palm to the victim of your trick (or double-cross) as the nature +8, your bonus on saves improves to +4, and you gain damage of your action becomes apparent to them. reduction 4/— (or your existing damage reduction of the same",
        "name":  "Spider",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "On the backs of your hands are tattooed the long kind improves by 4). rays of the golden sun. Just like you can count on the sun rising Any effect that would normally apply only during your daily, people can count on you, as this tattoo signifi es. rage applies whenever your berserker strength is active.",
        "name":  "Sun Rays",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 17, Dex 13, Con 14, Int 8, Wis 12, Cha 6.",
        "name":  "BERSERKER STRENGTH Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. Package 2: The Hunter",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you select this class feature, you do not gain Elf Barbarian rage (or any later improvements to that class feature). Ability Scores: Str 15, Dex 16, Con 10, Int 10, Wis 13, Cha 8.",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Handle Animal, Listen, Survival. pqs Feat: Track.",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Use three rules when writing a to you. riddle.",
        "name":  "One or more of the following character themes could apply How To Write A Riddle",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "This character theme requires you 1) Pick an word or phrase as the answer to your riddle. to have at least one rank in Knowledge (history). You are a 2) Turn the word or phrase over and over in your head, student of confl ict, an expert on the subject of the famous free-associating and making note of any unusual or off-the- battles between prehistoric tribes, ancient militaries, and wall idea that comes to mind. modern armies between kings and necromancers. 3) Come up with clues about these ideas you’ve just Now and then, you regale your friends with snippets of generated. these histories. You fi nd it all so interesting that you know Put it all together, tidy it up, and you might have just created everyone else would feel the same way, if only they were a riddle that will last the ages. exposed to the sagas. Spy: Even if you don’t have a commission, you can play up the “We could learn something from the Battle of Rakdar, fought fact that you might be working under offi cial authority—after three hundred years ago. When the army of King Yria encoun- all, you’ve (supposedly) done so in the past. tered an allied army of eight kings at Rakdar, it was utterly Purchase a leather-bound journal (in game), and keep decimated by the much larger force. King Yria learned the value copious notes about all your surroundings, exploits, and of alliances then.” the doings of your acquaintances. At some later point, your “The Battle of Ceschremi sent ten thousand warriors to their habits could reveal an important clue that was missed earlier. graves, because reinforcements didn’t arrive when Emperor Drezzar To prevent anyone else from gleaning the same information, ordered. Over the years, his generals had taken the money meant to you keep this journal in a cipher. keep reinforcements at the ready and instead bought fi ne mansions Ciphers: A cipher is a way to record information in such a for themselves in the countryside. Those were later burned by the way that it is obscured to those without special knowledge. In Ceschremi army, which advanced unopposed.” most cases, this special knowledge is a key (for simple ciphers)",
        "name":  "Military Historian",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. nent pouch, standard adventurer’s",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 10, Dex 14, Con 13, Int 12, Wis 8, Cha 15.",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff, Diplomacy, Disguise, Gather Informa- tion, Knowledge (local), Perform, Sense Motive.",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common, Elven, Celestial. Gimble, Herald",
        "name":  "Languages",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Skill Focus (Perform). of the High Crown",
        "name":  "Feat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Since you are an precise moment to save or re- instrument of your deity’s will, you of- new one of your companions. ten fi nd yourself (along with your This is the time to whisper per- companions) in tight spaces. In suasively in his or her ear: such circumstances, it is custom- “Consider what Pelor has done for ary for you to bless yourself you—it is through his aid that I have aided and your companions with you. If you say so now, I will tell you more of your god’s benefi cence im- Pelor later.” mediately prior to taking In this way, you can slowly bring one or desperate action. more of your companions into the fold.",
        "name":  "Giver of Blessings",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You believe without question that others would “. . . and may all sin in Pelor’s eyes be washed from our souls, so benefi t by conversion to the worship of your deity. You have taken that our purposes are pure.” noyL .H yb .sullI 37 CLASSES EXPANDED CHAPTER 2",
        "name":  "Missionary",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1st. Ability Scores: Str 14, Dex 8, Con 12, Int 10, Wis 15, Cha 13.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Small and relatively defenseless ani- “The laws of man pale before the law of nature.” mals have no greater friend than you. While you know that Philosopher: Nature is red in tooth and claw, regardless nature is not merciful, and that the weak and old are destined of what the sentimental philosophies of so-called civiliza- to be food for young, strong predators, you also know that tion might claim. To truly cherish all life, you embrace the mercy can selectively apply to nature. fact that bad things and good are all part of the evolving To this end you know by sight dozens, if not hundreds, of environment. When events unfold that seem initially bad or individual small animals such as birds, gophers, and rabbits. ruinous, you philosophically attempt to provide perspective You don’t bore your humanoid companions with all the to your companions. 39 CLASSES EXPANDED CHAPTER 2 “In the landscape of spring, there is neither better nor worse. The In addition, you make a point to see the stars at least fl owering branches grow naturally, some long, some short.” once a week, and more often if possible. If you are pre- “Nature’s tranquility comes like a fresh wind that blows away vented from seeing the open sky, you at least have your cares like autumn leaves.” personally constructed star chart, a scroll of paper on “There are no sermons in stones. It is easier to get a spark out of which you’ve inked the various stars, planets, and oth- a stone than a moral.” er celestial bodies important to you. You “We cannot command nature except by obeying her.” can while away long hours poring “Nature teaches us to either adapt or perish.” over your charts and drawing",
        "name":  "Friend of Animals",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 8, Dex 14, Con 14, Int 8, Wis 15, Cha 13. minor wounds, know direction, light.",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal, Ride, Survival.",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common, Druidic, Halfl ing. Package 3: The Warden",
        "name":  "Languages",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Animal Affi nity. Human Druid",
        "name":  "Feat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Riding dog animal companion. 50 ft.).",
        "name":  "Class Feature",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Miniatures Handbook VultureS †Nonhalfling druids only 10th Level (–9)",
        "name":  "MH",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Races of Stone Wolf ††Raptoran druids only AllosaurusM2, A$ 16th Level (–15)",
        "name":  "RS",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "3rd. Human Favored Soul of Kord",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "For you, daily exercise is more One or more of the following character themes could apply than something to get your blood running—you see it as a to you. requirement of your craft. With fi rst light, you’re up doing",
        "name":  "CHARACTER THEMES Practice Makes Perfect",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 6th level, you master a technique of combining To me! [[mercenary company name]]! offense and defense. As a full-round action, make one attack pqs at your highest base attack bonus. Until the start of your next 45 CLASSES EXPANDED CHAPTER 2",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "16th.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you select this class feature, you do not gain the fighter bonus feat at 16th level.",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 16th level, you can focus your attention in combat to deliver a single deadly attack. As a full-round action, make one attack at your highest base attack bo- nus. That attack deals double damage, as do any other attacks you make before the start of your next turn. STARTING PACKAGES Package 1: The Archer Elf Fighter",
        "name":  "Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 15, Dex 15, Con 12, Int 10, Wis 12, Cha 8.",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump, Spot (cc).",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot, Precise Shot.",
        "name":  "Feats",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "12th. arrows (1d6/×3, 60 ft.).",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "“A guy at the Rolling Rock its sarcophagus. Knocked me silly, but the pain washed away Alehouse got in a lucky shot with a broken whisky bottle.” the fear.”",
        "name":  "Jagged Scar Running from Eye to Jaw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Yeah, turns out this girl I Half-healed Scar on Palm: “When I grabbed that demon, it was seeing was actually a werewolf.” burned my hand with hellish cold fire. The damn thing still hasn’t",
        "name":  "Raking Scars Down Arm and Chest",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Damn shark man got a bite healed! Sometimes, when I wake from a nightmare I can’t remem- out of me.” ber, the wound is oozing a strange, green fluid. . . .”",
        "name":  "Huge Halfmoon Scar on Forearm",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "“See this? A salamander stuck Mystery Scar: “It’s something I want to forget and that you me with a flaming spear. You haven’t felt pain until you’ve had a don’t want to know about.” pqqqqqqqqqqqqqqqqqqqqrs Illus. by S. Ellis 46 2 RETPAHC DEDNAPXE SESSALC HEXBLADE through their territory to the place where your true adver- Nothing fazes you. Like the warlock, you are a son of dark- sary lairs? No problem. Sanitize an outbreak of lycanthropy ness, gifted with powers that others fi nd unnerving (at best) by killing all the bitten villagers? It’s hard, but necessary. or outright evil (the usual case). Your adventures carry you You rarely indulge in cruelty or excess, but you can be a far and wide, because you rarely fi nd it easy to stay in the remorseless foe indeed. same place for long. Sooner or later the whispers and guarded You are absolutely convinced that you are the only person glances begin again, and it is time to move on. No one under- who really knows what’s go- stands your powers, and most people you meet wonder exactly ing on in most situations. how you’re going to stab them in the back when you fi nally Cut off people who talk show your true colors. Hexblades have a bad reputation in too much, before they many quarters, but whether you’re the exception or the rule waste more of your time. is up to you. Don’t bother to tell peo- This class appears in ple what you are going to the Complete Warrior do, and never explain your supplement. actions afterward. Your com- Suggested Backgrounds panions don’t have the stomach (choose one): Artisan, for the work at hand, so it would be Drifter, Gutter snipe, better if they didn’t get in your way or Soldier. question your methods. You can always fi nd Suggested Personality new allies. Archetypes (choose one): Darkhunters are silent, nameless fi gures who Daredevil, Mercenary, do not deign to speak to their foes—or their allies, Orphan, Rebel, Renegade, for that matter. When they do, they tend to be terse, Wanderer. grim, and blunt. “Enough talk. Now it’s time to die.” CHARACTER “Go home, bar your door, and ignore anything you THEMES hear outside from sundown to sunup. You may live to One or more of the following see the dawn.” character themes could apply “Do not follow me. I will kill anyone who does.” to you. “I’ve seen worse.”",
        "name":  "Ragged Circle Scar on Stomach",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack, Cleave.",
        "name":  "Feat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "4th. with 20 arrows (1d8/×3, 100 ft.).",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You are a hero of the first rank, a bold my companions deserve the credit for defeating the dragon.” and inspiring leader of men—but you do not want to be “Give my share to the temple of St. Cuthbert.” recognized. Knights entering the lists sometimes cover their “Who I am is not important. What is important is that the heraldic devices with sable cloths to keep their identities a werewolf has been slain. Your town should be safe now.” secret; you likewise do not display the emblems you have Leader of the Company: A marshal combines personal won, and adopt a simple nom de guerre so that no one will charisma, leadership, and tactical acumen like no other char- know who you are. acter. You are a born leader, the equal of a paladin. Everyone Decide why you desire anonymity. You could be a noble of expects fl owery speech from the bard or persuasive words high birth, expected to spend your days engaged in statecraft from the sorcerer, but the marshal and the paladin are heroes pqqqqqqqqqqqqqqqqqqqqrs TAKING CHARGE AT THE TABLE",
        "name":  "Black Knight",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Look for ways to put decision-making in If your character is the “leader” of the adventuring party, you’ve the hands of your comrades. For example, if you want the rogue got a hard but rewarding bit of roleplaying ahead of you. Most to scout ahead, don’t provide exacting instructions for how far people at the gaming table don’t want to be bossed around; ahead you’d like her to be or what she should do if she gets we all get enough of that in our real lives, after all. Even if you in trouble. If the party needs information about the location think your character would be a hard-nosed drill sergeant who of a villain’s lair, look over to the bard and say, “Devis, you’re barks orders at everyone around him, you’d better not try that in charge of finding out where Talthon is hiding. We’ll follow at the table. your lead.” So how do you lead in the game without stepping on every- Be generous with praise: Cheer the successes of other players one else’s ability to make choices? You need to be a democratic in character. Your leader should shout out a “Well done!” or leader, not an autocratic one. To that end, try these techniques. “Huzzah!” or “By the gods, you fight like a lion today!” when",
        "name":  "Encourage initiative",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "4th.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you select this class feature, you do not gain the grant move action class feature.",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 14, Dex 13, Con 14, Int 8, Wis 10, Cha 13. Korrin, Protector of the Crown Illus. by H. Lyon 50 2 RETPAHC DEDNAPXE SESSALC MONK",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every monastery has its own story of You were introduced to martial techniques in a distant, origin, describing where it gained its particular style and hard-to-reach monastery. You fi rst learned the eighteen basic what ancient master popularized the particular specialized empty-hand techniques. You learned the “heart-mind-fi st” form of martial arts taught there. Every monastery puts in kata, you learned how to swing an eyebrow-height staff, a claim as the oldest, or alleges to teach the and you finally learned how to deliver most “pure” form of the martial arts. the potent cannon punch. You don’t fret about it because you After that, you were ready to know your monastery is actually the begin actual training in the oldest and the most authentic. You truly deadly martial arts. like to tell the story of how your Years later you emerged, monastery learned the secrets of its a champion of your current style. martial style, but still “The ancient and legendary a student seeking con- master Chandharma founded tinual improvement and our temple fi ve hundred years perfection through mar- ago, and the monks took him in. tial discipline. One day In thanks, Chandharma trained you hope to join the the monks in the original, true great masters of your forms and katas. I know the very art, focusing your ki so style that ancient Chandharma precisely that you tran- once taught my forebears.” scend the mortal realm “Northern” Stylist: altogether and partake Your monastery taught a of immortality. particular style of martial Suggested Backgrounds arts referred to as the north- (choose one): Artisan, ern style. This style features long Ascetic, Gladiator. steps, extended postures and Suggested Personality Ar che types wide stances, jumping, kicking, (choose one): Agent, Challenger, and dramatic acrobatic fl ourishes. Companion, Crusader, Innocent, Martyr, Orphan, The northern style is known for a Prophet, Seeker, Wanderer. Ember, Mistress of the great variety of attack forms. When Four Winds you use any one of these forms, you CHARACTER THEMES call out the attack name in a strong, con- One or more of the following character themes could apply fi dent voice, which steadies you and frightens your enemies to you. with your poise.",
        "name":  "History Keeper",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You “Mercy for those that deserve follow a strict code of honor. mercy.” Sometimes even the righ- Whenever a situation arises teous can stray from the true path, that might touch upon your and thus you must occasionally code, you voice the particu- show compassion. However, lar precept of your code, as mercy for unrepentant evil- if part of a prayer to your doers is tantamount to doing deity. In doing so, you evil yourself. hope that others will be “Generosity is the left inspired by your good hand of [your deity].” When example, and perhaps be- you are willing to give of gin to follow parts of the your wealth, or even more code themselves. important, your time, you Your code includes two show the real strength and or more of the follow- depth of your belief in your ing principles. You might deity. Only someone truly com- enunciate additional principles fortable with her faith has the not described here, depending spiritual reserve to be generous. on the deity or cause you serve. Alhandra, Commander Chivalrous: You seek to be a paragon of “Before all else, a paladin is faithful.” The of the Shining Crusade the concepts of justice and morality in behav- faith of a paladin requires no proof—it is a ior between people. As such, you are brave in heartfelt knowledge that the goodness you do, or the evil battle, loyal to your deity, and willing to sacrifi ce yourself for you allow to fl ourish, is all that you take from this world that belief (see Bound in Honor, above). Toward your fellows to the next. you are merciful, humble, and courteous. “A paladin’s valor is a measure of her faith.”When things begin Most important, you are gracious and gentle to those to go bad, your valor proves itself. When knocked low, you worthy of high regard, and you might even seek to court get up. You do not run from conflict if it can be won, and someone you admire. If that person is unavailable and most especially, you never leave compatriots to a fi ght that is married to someone else, especially if he or she is of higher yours to win. Fear is something that only less valorous men status, your chivalry leads you into a type of “courtly love.” and women experience. You dedicate your life to the object of your affection, “Humility in all things.”You are modest regarding your own expressing your appreciation from afar through an intricate importance and always submit to your deity’s will. You know system of colors and ribbons worn on behalf of your beloved your place, but your place is important. You are not proud and favors done in his or her name. It’s an elaborate dance, tunduH .D yb .sullI 53 CLASSES EXPANDED CHAPTER 2 a game that the players freely enjoy without expectation at least a letterist.) You are not a vocal missionary, preferring of commitment. to work in more subtle ways. “For the Lady who has my heart, I dedicate this quest.” “Consider the benefits that would be yours if you find grace “Leave this to me--honor commands that the fi nal blow be mine.” with [your deity]—surety, confidence, and comradeship, at the",
        "name":  "Bound in Honor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Moral conduct, morality, and the cor- drain on time and resources created by a special mount you rectness of moral thought are paramount to you; however, you might not even be able to use, you can select the charging know that morals vary by culture. Is one moral code better smite alternative class feature instead. You still leap into than another? Is an ethical code better, or as your brothers the fray, taking the fi ght to the enemy, but you do so in a and sisters in your order claim, are ethics a mortal-contrived manner that better matches the typical combat found in sham that hides the true reach of morals? You don’t know, a D\u0026D game. but you wonder. Level: 5th. “An ethical code establishes tradeoffs toward the greater good, Replaces: If you select this class feature, you do not gain and weighs all the negative and positive results of an action, apart a special mount. from moral absolutes. Thus, decisions are based upon the greatest Benefit: Beginning at 5th level, if you smite evil on a good for the greatest number.” charge attack, you deal an extra 2 points of damage per",
        "name":  "Moral Philosopher",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You are joyful and proud when you think of your deity, and are given to rejoicing and triumphal shouts. See Package 2: The Destroyer the Paladin Battlecries sidebar. Dwarf Paladin",
        "name":  "Exultant",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You have a true gift for self-aggrandizement and what they want. Ask your DM to provide your character with letting your mouth run away from you. Sometimes this can opportunities to meet and help common folk if these are not a lead to trouble, but let’s face it: Anyone as clever, quick, and feature of his game. (DMs will appreciate it if you don’t pester good-looking as you should be renowned for her deeds, and them for details on every person in the village, though.) shouldn’t knuckle under in the face of so-called authority. “Madam, why so sad? Here, take this gold coin and buy your If some jumped-up constable or high so-called noble doesn’t family a feast!” like the way you carry yourself, it’s his problem, not yours. “I swear on the blood of my mother, there will be justice in He probably wishes he had half your charm and style. this town!”",
        "name":  "Braggart",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "4th. Feat: Alertness, Combat Refl exes.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  " character themes could apply You’ve never once turned your to you. mind from the thought of your",
        "name":  "One or more of the following relatives, your true quest remains",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "dragon ancestry. No one knows the real you, “My grandfather had secrets and you prefer to keep it that that no one could have guessed. way. Though you have allies, I wonder if he had a hidden and might even have a few hoard?” friends, your background “You’d do well to learn is a mystery to all. your own ancestry. How do Of course, in the ab- you truly know what you are sence of fact, rumor and if you don’t know from where legend rush to fi ll the you’ve come?” void. While you might Misunderstood Rebel: not actively spread mis- You’ve never fit in. No information, it pleases one understands you, you to hear others tell fan- and truth to tell, you tastic stories about where don’t care anymore. Your (and how) you were born or dark, brooding clothing, raised, your exploits, and the pale features, and much- true extent of your powers. tattooed flesh is part When other characters ask of who you are, and if about your background, don’t ever people can’t accept that, it’s give a straight reply. Dance around their problem, not yours. Moreover, the truth, making ominous statements in place Hennet, master sorcerer you relish locations that others find horror- of answers. Let them believe what they would of the Emerald Flame inducing, including necropolises, haunted like—and let your actions give them every reason citadels, and cursed cathedrals. Though you to believe the most fantastic possibilities. still draw breath, you feel as if you have something in A few ranks of Bluff (and/or cross-class ranks of Intimidate) common with ghosts, vampires, and other humanoid- are particularly useful for pulling off this theme. In keeping shaped undead—although none have yet seemed overly your secrets, it’s useful to be able to lie directly to someone’s interested in doing anything other than attempting to face, or to stare someone in the face until he or she slinks kill you. away nervously. You have a knack for writing dark and dismal tales, and “Many before you have pondered my origin. Your questions, like whether with pen or out loud, you have composed several those, must remain unanswered . . . for your own safety.” stories featuring cursed families, being buried alive, and the “You wouldn’t be the fi rst to make the mistake of underestimating fall of cities into hellish rifts. my power.” “Who cares?” noyL .H yb .sullI 61 CLASSES EXPANDED CHAPTER 2 “I wrote a story once about a girl who was dead for a year and You can use this class feature a number of times per day never knew it. . . .” equal to 3 + your Int modifi er (minimum 1). This is an",
        "name":  "Mysterious Stranger",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You brag that there is no restraint from which CHARACTER THEMES you can’t free yourself (to employ this character theme, you One or more of the following character themes could apply should have 1 or more ranks in Escape Artist). Whether to you. manacles, chains, ropes, or other restraint devices, you",
        "name":  "Escapist",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Someone wronged you in the past, and you’ve claim you’ve never been foiled. To keep your record made it your mission to put that misdeed right and bring safe, you take extensive precautions, including keeping justice, or at least vengeance, to bear. You can be heard fre- “rigged” sets of manacles and stocks to practice with, and quently muttering the name of the person whom you blame as an extreme, occasionally swallowing a skeleton key for your present state. You keep your blade especially sharp, good for unlocking many types of manacles and vaults. you like to explain to anyone who will listen, so that when When necessary, you can regurgitate the key, though it’s the time comes for you to exact justice, your foe’s blood will an unpleasant process. soak the earth. See the Driven Avenger on page 54 under the “The Tarterian Depths of Carceri couldn’t hold me. Do you think ranger character themes. your puny cell has a chance?” “I keep a special blade as sharp as a dragon’s tooth for the fi nal Leaping a Pit: Ten feet? No problem. Twenty? Just as easy. blow I’ll strike.” Your friends know that fi ssures are your specialty and rarely “If justice can’t be mine, then I claim vengeance.” dare you to span them, although on occasion putting on a",
        "name":  "Avenger",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You are given to making incredible claims and little paying show by jumping a horse across a river isn’t out of boasts. See the rogue character theme of the same name on the question. You take it in stride that it’s best to have several page 56. extra healing potions on hand during such an event—after",
        "name":  "Braggart",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your audacity sometimes leads you to perform The other rushes up the steps of a nearby temple and fi nds a cleric. dangerous stunts merely to prove to others that few things He gasps: ‘My friend is dead! What can I do?’ The cleric says: ‘Calm are beyond your reach, when you set your mind to them. down, I can help. First, let’s make sure he’s dead.’ The orc rushes Sometimes, with enough time and resources, you can rig away, then returns a moment later, cleaning blood off his blade. He a stunt so that it looks dangerous to onlookers, but actually says, ‘Okay, now what?’ ” includes hidden safety features. However, your stunts are “At dinner one night, the goblin child cries, ‘Mommy, Mommy! frequently as dangerous as they appear. When are we going to have Aunt Gruma for dinner?’ The",
        "name":  "Daredevil",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "In some groups, your diplomatic skills exceed those of your friends. See the bard character theme of the same name on page 34.",
        "name":  "Negotiator",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "5th.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you select this class feature, you do not gain the dodge bonus class feature (or its improvements at 10th, 15th, and 20th level).",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 15, Dex 15, Con 10, Int 12, Wis 8, Ability Scores: Str 13, Dex 17, Con 10, Int 14, Wis 8, Cha 10. Cha 10.",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb, Escape Artist, Jump, Tumble, Swim. Skills: Balance, Bluff, Climb, Escape Artist, Jump, Tumble.",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common, Abyssal, Orc. Languages: Common, Elven, Orc, Sylvan.",
        "name":  "Languages",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You are an enfant terrible, a troublemaker who such treatment after what you did. cares nothing for the expectations or sensibilities of the “I’ve done . . . great evil. Those deeds darkened my soul, and every people around you. You delight in scandalizing those who day I do all I can to erase that stain.” seek to censure your behavior. Never apologize for your actions or conceal your true nature. If the common folk are frightened of warlocks, let them be frightened! You savor the taste of their fear. When dealing with the powerful, dispense with etiquette and tact and speak your mind. You take pleasure in the gasps of shock and daggerlike glances of those who think you’re uncouth. The unwritten rules of discourse and behavior are silly and outmoded anyway, so you fl aunt them at every opportunity. You don’t need to be obscene, vile, or gross, but you feel no need to moderate your behavior or watch your words. “All power is evil. Haven’t you learned that yet?” “Stand aside, constable! No one stops me from going where I like and doing what I please! Or would you prefer to be a toad?” “You’d like my head on a pike, would you? Well, here it is—come take it if you can! Otherwise, leave me be!”",
        "name":  "Hellion",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You are a plaything for the sinister powers that created you. Several different spirits or personas constantly vie for control of your body. Your own persona rarely loses control outright, but its dominance is shaky enough that other personas can speak, gesture, or even force you to begin various actions before you manage to regain control. For example, you fi nd yourself leveling your wand of light- ning bolt at your ally’s back before you drag down your wand hand with your other arm. You threaten yourself with vile oaths and imprecations. You might even wake up to fi nd that you are far from the place where you went to sleep, and people tell you that you did and said things you have no memory of. All in all, you present a profoundly unnerving spectacle. Make strange, unconnected gestures at the gaming table. Point a pencil or pen at one of your fellow players, and then Morthos, warlock of the Ebon Tower olliraP .L yb .sullI 65 CLASSES EXPANDED CHAPTER 2",
        "name":  "Possessed",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You observe the stricture Languages: Common, Goblin, Halfl ing. because violating it would bring about a minor penalty. Feat: Point Blank Shot.",
        "name":  "Compliance to Avoid a Penalty",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "8th. Feats: Communicator (Complete Arcane), Skill Focus (Use",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "This character theme requires you to have at least 1 rank in Knowledge (history). You are a student of confl ict, an expert on the subject of the famous battles between prehistoric tribes, ancient militaries, and modern armies between kings and necromancers. See the bard character theme of the same name on page 34.",
        "name":  "Military Historian",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "While a military strategy is an overall plan for a large confl ict, tactics are the actual means used to attain a goal in a particular fi ght. As someone who achieved the rank of captain, you know effective tactics and like to employ them in a fi ght, depending on the situation.",
        "name":  "Tactician",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "3rd, 6th, 11th, or 16th. Feat: Point Blank Shot.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 8, Dex 15, Con 12, Int 15, Wis 12, Cha 10. adventurer’s kit, 1 gp.",
        "name":  "Ability Scores",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tumble 12 ranks. ADAPTABLE FLANKER",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a swift action, you designate a single opponent The slot can come from any of your arcane caster classes, as the target of this feat. When you are adjacent to the chosen not just bard. target, you can choose to count as occupying any other square This has no effect on bardic music or similar abilities with you threaten for purposes of determining fl anking bonuses a duration of instantaneous or permanent. for you and your allies. You also occupy your current square for fl anking an opponent. ARCANE CONSUMPTION",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perform 4 ranks, arcane caster level 1st.",
        "name":  "ARCANE ACCOMPANIMENT Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Familiar.",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Toughness, arcane caster level 3rd. damage. In addition, once per day, your familiar can choose",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, bardic music.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Power Attack, base attack bonus +6. an acrobat.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Dodge, base attack bonus +12. distance.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide 9 ranks, evasion. Special: A fi ghter can select Defensive Sweep as one of",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Int 17 or elf, Knowledge (arcana) 12 DEADEYE SHOT ranks.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Power Attack.",
        "name":  "FADE INTO VIOLENCE Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff 6 ranks, Hide 6 ranks. save (DC 10 + your damage bonus from Power Attack on the",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Wis 13, Improved Unarmed Strike, HINDERING OPPORTUNIST Stunning Fist, base attack bonus +8. When you have a chance to strike a distracted foe, you instead",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a swift action, you can expend one of your uses use that opportunity to aid or protect an ally against him. of the Stunning Fist feat to surround your fi sts and feet in Prerequisites: Combat Refl exes, base attack bonus +3. fl ame. For the rest of your turn, you gain an extra 1d6 points Benefi t: Whenever an opponent provokes an attack of of fi re damage on your unarmed strikes. opportunity from you, you can choose to replace that attack When you select this feat, you gain an additional daily use with an aid another action targeting that opponent. of Stunning Fist.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Fiery Fist as one of his fi ghter INTIMIDATING STRIKE bonus feats. A monk with the Stunning Fist feat can select You make a display of your combat prowess designed to strike Fiery Fist as her bonus feat at 2nd level, even if she does not terror in your foe. Your stance, attack method, and demeanor meet the other prerequisites. demonstrate to your foe that you are capable of defeating him with little effort. Your intent is clear—if you decide to hit FIERY KI DEFENSE your foe, you could easily slay him.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate 4 ranks. all who attempt to strike you. Benefi t: As a standard action, you make a single melee",
        "name":  "You channel your ki energy into a cloak of fl ame that injures Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Wis 13, Fiery Fist, Improved attack against your foe. You subtract a number from this Unarmed Strike, Stunning Fist, base attack bonus +8. attack equal to or less than your base attack bonus. If your",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Fiery Ki Defense as one of his Special: A fi ghter can select Intimidating Strike as one of fi ghter bonus feats. A monk with the Stunning Fist feat can his fi ghter bonus feats. 80 3 RETPAHC STAEF WEN",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump 4 ranks.",
        "name":  "INDOMITABLE SOUL Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance, Iron Will. before attempting a jump, you gain a +5 competence bonus",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whenever you make a Will save against a mind- on your check. affecting or fear ability, you can roll 2d20 and use the higher Normal: All Jump checks require a 20-foot running start of the two die rolls. to avoid doubling the DC of the check. KEEN-EARED SCOUT LUNGING STRIKE Your sharp sense of hearing allows you to determine much You make a single attack against a foe who stands just beyond more about your surroundings. your reach.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 6 ranks, Alertness or Skill Focus Prerequisite: Base attack bonus +6. (Listen). Benefi t: As a full-round action, you can make a single",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Wis 13, Fiery Fist, Improved injuries and effects. Unarmed Strike, Stunning Fist, base attack bonus +8. Prerequisite: Rage or frenzy ability.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Int 13, Combat Expertise, Prerequisites: Str 15, Point Blank Shot, base attack Dodge. bonus +10.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +6. would cripple a lesser person. Rather than depend on agility",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Spectral Skirmisher as one your attack. of his fi ghter bonus feats. Prerequisite: Skirmish or sneak attack ability.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arcane caster level 9th, familiar. sneak attack damage. This benefit affects both melee and",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Unarmed Strike. them to shrug off your blows.",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a swift action, you can opt for your unarmed Prerequisite: Dex 13, Wis 13, Improved Unarmed Strike, strikes to deal your choice of bludgeoning, piercing, or Stunning Fist, base attack bonus +9. slashing damage. Once you make this choice, your unarmed Benefi t: You gain a +4 bonus on damage rolls when you strikes continue to deal the chosen damage type until you make an unarmed strike against an opponent whose damage use another swift action to change it. reduction is effective against your unarmed strikes. This feat’s",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Combat Refl exes. of his fi ghter bonus feats. A monk with the Stunning Fist",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on your attack rolls when feat can select Water Splitting Stone as long as she has a base fl anking. attack bonus +9 (other prerequisites can be ignored).",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Flanking grants a +2 bonus on attack rolls.",
        "name":  "Normal",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Good alignment, Knowledge (religion) of the effect. 4 ranks. This ritual requires 10 minutes of incantation, a vial of",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Orc or half-orc, Knowledge (religion) to sense a foe’s presence even with your eyes closed. 4 ranks. Prerequisites: Wis 13, Blind-Fight, Combat Focus, base",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Combat Awareness as one of While you are maintaining your combat focus, you gain his fi ghter bonus feats. a +2 bonus on Will saves. If you have three or more combat form feats, this bonus increases to +4.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Combat Focus as one of his The state of keen focus and mental discipline you attain in fi ghter bonus feats. combat allows you to shift the focus of your defense from one opponent to another with careful, precise maneuvers. COMBAT STABILITY",
        "name":  "COMBAT DEFENSE Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Wis 13, Combat Focus, Dodge, When you maintain your combat focus, you become diffi cult base attack bonus +6. to dislodge. Your muscles lock into an unyielding position,",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you maintain your combat focus, you can granting you superior ability to resist trip attacks, bull rushes, change the target of your Dodge feat to a new opponent as disarms, and similar effects. an immediate action. Prerequisite: Wis 13, Combat Focus, base attack bonus +3.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on checks or rolls to resist additional +1 dodge bonus to AC against the target of your bull rush, disarm, grapple, overrun, and trip attempts made Dodge feat. against you.",
        "name":  "If you have three or more combat form feats, you gain an Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Designating or changing the target of your Dodge If you have three or more combat form feats, the bonus feat can only be done on your turn as a free action. granted by this feat increases to +8.",
        "name":  "Normal",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Combat Defense as one of his Special: A fi ghter can select Combat Stability as one of fi ghter bonus feats. his fi ghter bonus feats. COMBAT FOCUS COMBAT STRIKE The way of the warrior requires more than simple, brute Your intense, focused state allows you to see the one criti- strength. Some warriors bring their minds to such keen cal moment in a battle when you hang suspended between focus during the heat of battle that they can attain superhu- victory and defeat. By pouring the energy required to man levels of endurance, perception, and mental toughness. maintain your focus into your assault, you batter through Through intense mental exercise and training, you learn to your foe’s defenses. enter a state of perfect martial clarity. Prerequisites: Wis 13, Combat Focus, any two other",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wis 13. combat form feats, base attack bonus +15.",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "In battle, you push aside the chaos of the fight Benefi t: If you choose to end your combat focus as a swift and attain a focused state that grants you a keen, clear action, you gain a bonus on attack rolls and damage rolls equal picture of the battle. Fear and pain ebb away as you focus to your total number of combat form feats for the rest of your solely on defeating your enemy. The first time you make current turn. You immediately lose all benefits of combat a successful attack during an encounter, you gain your form feats that affect you only while you are maintaining combat focus. In this state, your mind and body become your combat focus. one, allowing you to overcome mundane physical limits. Special: A fi ghter can select Combat Strike as one of his You can maintain your combat focus for 10 rounds after fi ghter bonus feats. entering it, +1 additional round per combat form feat you 88 3 RETPAHC STAEF WEN",
        "name":  "Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a swift action, you can expend a turn or rebuke When you maintain your combat focus, your clarity of purpose undead attempt to gain damage reduction 5/– until the start and relentless drive allow you to overcome your body’s frailties. of your next turn. Minor wounds heal in a matter of seconds, and you quickly recover from even a grievous blow. DIVINE FORTUNE",
        "name":  "COMBAT VIGOR Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you maintain your Prerequisites: Divine caster level 5th, ability to turn or combat focus, you gain fast healing 2. rebuke undead.",
        "name":  "Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As an immediate action, you can expend a turn focus ends. or rebuke undead attempt to gain a +4 bonus on your next If you have three or more combat form saving throw. If this benefi t is not used immediately, it feats, the benefi t of this feat improves to fast lasts until the start of your next turn. healing 4.",
        "name":  "You lose this benefit when your combat Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Combat DIVINE JUSTICE Vigor as one of his fi ghter bonus feats. You can channel divine energy to turn your foe’s strength against him, striking him with the same force that he used DIVINE FEATS against you.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, you can expend a turn You call upon the dark powers you worship to fi ll the area undead attempt to bathe yourself in light. This light provides around you with a dreadful mist that obscures sight. bright illumination in a 60-foot-radius emanation centered",
        "name":  "PROFANE AURA Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Divine caster level 9th, ability to rebuke on you and an additional 60 feet of shadowy illumination undead. beyond that area. The light moves as you move, keeping you",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to turn undead. encouraged to come up with a background story explaining",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sacred Healing, ability to turn undead. While different sorts of heritage feats cannot normally be",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Celestial Sorcerer Heritage, sorcerer Your ancestry manifests in the form of several special abilities. level 1st. You gain access to abilities similar to those of an archon.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer level 1st.",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Celestial Sorcerer Heritage, sorcerer level 1st.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Celestial Sorcerer Heritage, any two other celestial sorcerer heritage feats, sorcerer level 1st.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Celestial Sorcerer Heritage, sorcerer prerequisites and benefi ts are summarized on Table 3–6. level 1st.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer level 1st. line, or similar area, you must designate the direction in",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +1, caster level 1st. round of the maneuver.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 15, Int 13, Combat Expertise, Dodge, other relevant observer’s) Sense Motive check. If you suc- base attack bonus +6. ceed on this check, the observer assumes you are dead. If",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Combat Cloak Expert feat grants you access you subsequently rise and attack him in the same round, he to three special tactical maneuvers. You must wear a cloak loses any attack of opportunity he might have been entitled in order to utilize them. to against you, and he loses his Dexterity bonus to AC against",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tumble 6 ranks, base attack bonus +6. Tanglefoot Defense: By tearing open a tanglefoot bag and",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi ghter can select Einhander as one of his fi ghter a Hide check as part of your move action for the turn. If your bonus feats. attack hits, it creates a momentary diversion, granting you a +5 bonus on this Hide check.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft (alchemy) 6 ranks, Grenadier. check. If you succeed on this check, you gain this maneuver’s",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Mad Alchemist feat grants you access to three benefi t. On the next round, your target loses his Dexterity special tactical maneuvers. bonus to AC against your fi rst attack of the round so long as",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ball of light heals 1d8/round.",
        "name":  "Healing Spirit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject’s feet become stuck to ground. points of damage each successful hit.",
        "name":  "Halt",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Force subject to lose actions. Master’s Touch: Subject gains immediate +4 bonus on a",
        "name":  "Hesitate",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject takes 3d6 nonlethal damage/ skill check. round. Share Talents: Subjects gain +2 bonus on skill checks.",
        "name":  "Inevitable Defeat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject momentarily becomes tance bonus on saves; discharge to gain +4 for 1 round. ethereal. Crown of SmitingF: +2 damage bonus, discharge to gain +8",
        "name":  "Etherealness, Swift",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nonlethal damage knocks out subject. Energy Aegis: Subject gains resistance 20 against one energy type for one attack.",
        "name":  "Overwhelm",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ball of light heals 1d8/round. Evard’s Menacing Tentacles: Grow two tentacles with 10-ft.",
        "name":  "Healing Spirit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject momentarily becomes Renewed Vigor: Remove fatigue and +2 bonus to Constitu- ethereal. tion for 1 round/level.",
        "name":  "Etherealness, Swift",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject gains +4 to all abilities. Chasing PerfectionM: Subject gains +4 to all abilities.",
        "name":  "Chasing PerfectionM",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Create diffi cult terrain made of snow, Animalistic Power: Subject gains +2 bonus to Str, Dex, leaves, or ash. and Con.",
        "name":  "Drifts of the Shalm",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain +2 Strength, discharge to gain +8 Share Talents: Subjects gain +2 bonus on skill checks. bonus for 1 round.",
        "name":  "Crown of Might",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As lesser energy surge, but 2d6 damage. levels (max +5) against one attack.",
        "name":  "Energy Surge",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject’s feet become stuck to ground. Conj Stand: Subject stands up from prone.",
        "name":  "Halt",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deal fi re damage, amount and radius Whelm: Deal 1d6 nonlethal damage +1d6/2 levels based on casting time. above 1st (max 5d6).",
        "name":  "Channeled Pyroburst",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 damage bonus, discharge to gain +8 touched subject. damage on single attack. Conj Cloud of Knives: Release one knife/round, 1d6",
        "name":  "Crown of SmitingF",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d8 damage +1/level (max +10) Trans Crown of Might: Gain +2 Strength, discharge to to opponent who damages you in melee. gain +8 bonus for 1 round.",
        "name":  "Electric Vengeance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ray deals 4d6 electricity damage, Crown of Protection: +1 defl ection bonus to AC, ignores concealment and cover; you gain +4 on +1 resistance bonus on saves; discharge to gain +4 attacks with rays against the subject. for 1 round.",
        "name":  "Seeking Ray",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blind subject for 1 round, Curse of Arrow Attraction: Subject takes –5 penalty gain invisibility. to AC against ranged attacks.",
        "name":  "Illus Blinding Color Surge",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Take a move action immediately, Abjur Condemnation: Lowers subject outsider’s SR and but be dazed for 1 round. stuns for 1 round.",
        "name":  "Celerity, Lesser",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies can immediately teleport grants undead turn resistance and fast healing. a distance equal to their speed. Channeled Pyroburst: Deal fi re damage, amount",
        "name":  "Conj Dimension Step",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Summons an assassin and radius based on casting time. to attack the subject. Crushing Grip: Subject takes –2 on attacks, checks, Melf’s Unicorn ArrowF: 1d8+8 damage and bull saves, and AC and –20 ft. penalty to speed, might be rush; +1 unicorn arrow/3 levels beyond 5th. paralyzed.",
        "name":  "Luminous Assassin, Lesser",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Force subject to lose actions. and denies attacks of opportunity.",
        "name":  "Ench Hesitate",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Multicolored mist has random Call of Stone: Slowly turn subject to stone. effect. Celerity: Take a standard action immediately, but be",
        "name":  "Prismatic Mist",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As lesser luminous assassin, but but the assassin is more powerful. the assassin is more powerful. Necro Pulse of Hate: Nearby enemies take 2d6 damage/",
        "name":  "Luminous Assassin",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Creates daylight that dazzles undead.",
        "name":  "Radiance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nonlethal damage knocks out subject. Conj Summon Golem: Summon a clay, fl esh, iron, or",
        "name":  "Ench Overwhelm",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subject gains +4 to all abilities. explosion that deals 1d6 damage/level (max 20d6).",
        "name":  "Trans Chasing PerfectionM",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "As energy surge, but 3d6 Trans Dragonshape: You take on the form and abilities of damage. a Huge red dragon.",
        "name":  "Energy Surge, Greater",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Divination Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 immediate action and assumes a more animalistic, even transforms into a fi gure of ice and cold,",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous You imbue the subject with an aspect and transparent, with glimpses of liquid",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "None of the natural world. The subject gains beneath. Frost forms across your hands",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M • At the beginning of your action, crea-",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action As the Frost tures within 15 feet of you take 2d6",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch Transmutation [Cold] points of cold damage per round. A",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 minute/level Components: V, S, M effect must make a Fortitude save",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "A chunk It has hit points equal to half your of ice or crystal. full normal hit points, and its AC is 20 (+4 size, +6 natural). Baleful Blink It makes saving throws using Transmutation your total save bonuses and",
        "name":  "Material Component",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "V attacks as normal.",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard Focus: A soft glove. action",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 Bigby’s Helpful levels) Hand",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level Level: Sorcerer/wizard 1",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude Components: V, S, F negates Casting Time: 1 standard",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "0 ft.",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M Bigby’s Warding Hand attack form, it uses the one that deals",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Evocation [Force] the most damage.",
        "name":  "Casting Time",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium (100 ft. + 10 ft./level) Level: Sorcerer/wizard 2",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Casting Time: 1 standard action Necromancy",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Refl ex partial Range: Medium (100 ft. + 10 ft./level) Level: Assassin 1, blackguard 1, cleric 1,",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level (D) Components: V, S",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Duskblade 1, sorcerer/wizard 1 +6 natural). It makes saving throws contact with it.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M using your total save bonuses and",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium (100 ft. + 10 ft./level) as normal. Abjuration",
        "name":  "Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Components: V, S",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "other.json",
        "description":  "Refl ex negates Black Karma Curse Casting Time: 1 standard action",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    }
]
